Repository: DonRP/AmityPark
Catalog: game/*/*/code/battleoverhaul/battlesetup.po
Languages: fr_fr

source: [_epa_] Okay testing time for the battles of episode 7. First battle is against the Ghost Cobra from Kate's route.
fr_fr: [_epa_] Ok, c'est l'heure des tests pour les batailles de l'épisode 7. La première bataille est contre le Cobra fantôme de la route de Kate.

source: [_epa_] Okay time to be crushed by Ember.
fr_fr: [_epa_] C'est le moment d'être écrasé par Ember.

source: [_epa_] That smarts... well time to pick your route.
fr_fr: [_epa_] C'est intelligent... Il est temps de choisir votre itinéraire.

source: [_epa_] Okay back to the main quest.
fr_fr: [_epa_] Ok, revenons à la quête principale.

source: [_epa_] Rescue Sam from this chump goon of Ember's.
fr_fr: [_epa_] Sauver Sam de cet idiot d'Ember.

source: [_epa_] Here's Ember after you have your second charge.
fr_fr: [_epa_] Voici Ember après votre deuxième charge.

source: [_epa_] Oh no! The princess is raging again... prepare to face a big cranky dragon!
fr_fr: [_epa_] Oh non ! La princesse est de nouveau enragée... préparez-vous à affronter un grand dragon grincheux !

source: [_epa_] (Congrats you are now level 7!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 7 !)

source: [_epa_] Ectopus and his minions.
fr_fr: [_epa_] Ectopus et ses sbires.

source: [_epa_] The return of Vlad's monster.
fr_fr: [_epa_] Le retour du monstre de Vlad.

source: [_epa_] Kate did not have an extra battle.
fr_fr: [_epa_] Kate n'a pas eu de bataille supplémentaire.

source: [_epa_] Lake Monster unavailable currently.
fr_fr: [_epa_] Le Monstre du Lac n'est pas disponible actuellement.

source: Choose which route you will take
fr_fr: Choisissez l'itinéraire que vous allez emprunter
