Repository: DonRP/AmityPark
Catalog: game/*/*/code/battleoverhaul/newbattle.po
Languages: fr_fr, it_it

source: [_epa_] (This update is introducing a {b}brand new battle system{/b}. Would you like to know what's new and test things out?) [nointeract]
fr_fr: [_epa_] (Cette mise à jour introduit un {b}tout nouveau système de combat{/b}. Voulez-vous savoir ce qu'il y a de nouveau et tester les choses ?) [nointeract]
it_it: [_epa_] (Questo aggiornamento introduce un {b}nuovo sistema di battaglia{/b}. Vuoi sapere cosa c'è di nuovo e testare le cose?) [nointeract]

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Jeez, what's with all the loud noise I've been hearing down here lately? Dad? You in the Lab?
fr_fr: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Bon sang, c'est quoi tous ces bruits que j'entends ici ces derniers temps ? Papa ? Tu es dans le laboratoire ?
it_it: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Cavolo, cos'è tutto questo rumore che sento ultimamente qui sotto? Papà? Sei nel laboratorio?

source: [_epa_] Oh, great, you're finally here Danny! Perfect!{p}Welcome, to the new combat training simulation!
fr_fr: [_epa_] Oh, super, tu es enfin là Danny ! Parfait !{p}Bienvenue, à la nouvelle simulation d'entraînement au combat !
it_it: [_epa_] Oh, fantastico, finalmente sei qui Danny! Perfetto!{p}Benvenuti alla nuova simulazione di addestramento al combattimento!

source: [_danny_s_at_player_s_rise_s_talk_distraught_] The... the what? What are you talking about, and who are you?
fr_fr: [_danny_s_at_player_s_rise_s_talk_distraught_] Le... le quoi ? De quoi parlez-vous, et qui êtes-vous ?
it_it: [_danny_s_at_player_s_rise_s_talk_distraught_] Il... il cosa? Di cosa stai parlando e chi sei?

source: [_epa_] Who I am isn't important Danny, what's {i}important{/i} is that I've been hearing the cries about your fighting techniques being "Overly Buggy" and just "Too Dang Hard" at times.{p}Well hopefully, all that will change starting today!
fr_fr: [_epa_] Qui je suis n'est pas important Danny, ce qui est {i}important{/i} c'est que j'ai entendu les cris à propos de vos techniques de combat qui sont 'trop buggys' et juste 'trop dures' parfois.{p}Eh bien, espérons que tout cela va changer à partir d'aujourd'hui !
it_it: [_epa_] Chi sono io non è importante Danny, quello che è {i}importante{/i} è che ho sentito le grida di chi dice che le tue tecniche di combattimento sono "eccessivamente buggate" e a volte "troppo dannatamente difficili".{p}Speriamo che da oggi tutto questo cambi!

source: [_danny_s_down_s_angry_s_talk_displeased_] {i}*Grumble*{/i} Well sheesh, I thought I was doing a pretty good job all on my own. {i}*Grumble*{/i}
fr_fr: [_danny_s_down_s_angry_s_talk_displeased_] {i}*Grumble*{/i} Eh bien, je pensais que je faisais du bon travail tout seul. {i}*Grumble*{/i}
it_it: [_danny_s_down_s_angry_s_talk_displeased_] {i}*Grumble*{/i} Beh, pensavo di fare un buon lavoro da solo. {i}*Grumble*{/i}

source: [_epa_] Nonsense Danny, you can do way better! And I'm here to show you how!
fr_fr: [_epa_] N'importe quoi Danny, tu peux faire beaucoup mieux ! Et je suis là pour te montrer comment !
it_it: [_epa_] Sciocchezze Danny, puoi fare molto meglio! E io sono qui per mostrarti come!

source: [_epa_] Danny, you need to learn to stop blocking attacks and just learn to use {b}Intangibility{/b} like any other ghost!
fr_fr: [_epa_] Danny, tu dois apprendre à ne plus bloquer les attaques et apprendre à utiliser {b}Intangibilité{/b} comme n'importe quel autre fantôme !
it_it: [_epa_] Danny, devi imparare a smettere di bloccare gli attacchi e imparare a usare {b}Intangibilità{/b} come qualsiasi altro fantasma!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] What? "Intangible"? But doesn't that cost ecto-power to do? Also, wasn't it called "Invisibility" before?
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] Quoi ? 'Intangible' ? Mais ça ne coûte pas de l'ecto-pouvoir pour le faire ? Et puis, ça ne s'appelait pas 'Invisibilité' avant ?
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Cosa? "Intangibile"? Ma non costa ecto-potere per farlo? Inoltre, prima non si chiamava "Invisibilità"?

source: [_epa_] We're changing a few things around! Trust me, I've seen you go perving around your house by peaking your head and hands through walls... so just do that in combat too!{p}It costs {u}nothing{/u} at all to use now!
fr_fr: [_epa_] On va changer quelques trucs ! Crois-moi, je t'ai déjà vu faire le tour de ta maison en passant la tête et les mains à travers les murs... alors fais-le aussi en combat !{p}Ca ne coûte rien à {u}de l'utiliser maintenant !
it_it: [_epa_] Stiamo cambiando alcune cose! Fidati, ti ho visto andare in giro per casa sbirciando la testa e le mani attraverso i muri... quindi fallo anche in combattimento!{p}Ora l'uso di {u}non costa nulla{/u}!

source: [_danny_s_down_s_neutral_s_talk_displeased_] Okay, I guess I could try that...
fr_fr: [_danny_s_down_s_neutral_s_talk_displeased_] Ok, je suppose que je pourrais essayer ça...
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Ok, credo che potrei provarci...

source: [_epa_] So, the previous move known as {u}Guard{/u} will now be replaced with {u}Intangibility.{/u}{p}So going forward, you should just use that whenever there's an attack you need to avoid.
fr_fr: [_epa_] Ainsi, l'ancien mouvement connu sous le nom de {u}Garde{/u} sera désormais remplacé par {u}Intangibilité{/u}{p}Donc, à l'avenir, vous devriez l'utiliser chaque fois qu'il y a une attaque que vous devez éviter.
it_it: [_epa_] Quindi, la mossa precedente nota come {u}Guardia{/u} sarà ora sostituita da {u}Intangibilità.{/u}{p}Quindi, d'ora in poi, dovresti usarla ogni volta che c'è un attacco che devi evitare.

source: [_epa_] Also, now that we're on the subject... shouldn't you know how to tap into the Ghost Zone's energy to heal and protect you?
fr_fr: [_epa_] Aussi, maintenant que nous sommes sur le sujet... ne devrais-tu pas savoir comment utiliser l'énergie de la Zone Fantôme pour te soigner et te protéger ?
it_it: [_epa_] Inoltre, visto che siamo in argomento... non dovreste sapere come attingere all'energia della Zona Fantasma per curarvi e proteggervi?

source: [_danny_s_at_player_s_angry_s_talk_displeased_] Look, it's not like these powers came with instructions! Nobody exactly taught me how to do any of this stuff!
fr_fr: [_danny_s_at_player_s_angry_s_talk_displeased_] Ecoutez, ce n'est pas comme si ces pouvoirs étaient accompagnés d'instructions ! Personne ne m'a appris à faire tout ça !
it_it: [_danny_s_at_player_s_angry_s_talk_displeased_] Non è che questi poteri siano stati forniti con le istruzioni! Nessuno mi ha insegnato esattamente come fare queste cose!

source: [_epa_] Okay, okay, my mistake... look, just focus hard enough on your natural ghostly energy, and you should be able to {b}Zone Out{/b}.
fr_fr: [_epa_] Ok, ok, je me suis trompé... Ecoute, concentre-toi sur ton énergie fantomatique naturelle, et tu devrais pouvoir {b}Zone Out{/b}.
it_it: [_epa_] Ok, ok, errore mio... Senti, concentrati a sufficienza sulla tua energia spettrale naturale e dovresti essere in grado di {b}Zone Out{/b}.

source: [_epa_] This ability allows you to draw power from the Ghost Zone to both heal and protect you for a short time.
fr_fr: [_epa_] Cette capacité vous permet de puiser de l'énergie dans la Zone Fantôme pour vous soigner et vous protéger pendant une courte période.
it_it: [_epa_] Questa abilità consente di attingere energia dalla Zona Fantasma per curarsi e proteggersi per un breve periodo.

source: [_danny_s_at_player_s_wondering_s_talk_displeased_] That does sound pretty good, but will it take a lot of ecto power to use?
fr_fr: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ça a l'air plutôt bien, mais faut-il beaucoup de puissance ecto pour l'utiliser ?
it_it: [_danny_s_at_player_s_wondering_s_talk_displeased_] Sembra piuttosto buono, ma richiede molta energia ecto per essere utilizzato?

source: [_epa_] Only about as much as it took to go "Invisible" before!
fr_fr: [_epa_] Seulement à peu près autant qu'il en fallait pour devenir 'Invisible' avant !
it_it: [_epa_] Solo quanto è stato necessario per diventare "Invisibile" prima!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Alright! Now you're talking!
fr_fr: [_danny_s_closed_s_wondering_s_talk_happy_] C'est bon ! Maintenant tu parles !
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Va bene! Ora si parla!

source: [_epa_] So with "Zone Out", Danny can recover {u}25%%{/u} of his health and reduce incoming damage by {u}50%%{/u} for 2 turns.
fr_fr: [_epa_] Ainsi, avec 'Zone Out', Danny peut récupérer {u}25%%{/u} de sa santé et réduire les dégâts entrants de {u}50%%{/u} pendant 2 tours.
it_it: [_epa_] Con "Zone Out", Danny può recuperare {u}25%%{/u} della sua salute e ridurre i danni in arrivo di {u}50%%{/u} per 2 turni.

source: [_epa_] Beware though, as other ghosts know how to use this tactic as well and gain an additional benefit of increasing their power to briefly deliver some devastating damage.
fr_fr: [_epa_] Mais attention, les autres fantômes savent aussi utiliser cette tactique et bénéficient d'un avantage supplémentaire : ils augmentent leur puissance pour infliger brièvement des dégâts dévastateurs.
it_it: [_epa_] Attenzione, però, perché anche gli altri fantasmi sanno come usare questa tattica e ottengono il vantaggio aggiuntivo di aumentare la loro potenza per infliggere brevemente danni devastanti.

source: [_danny_s_at_player_s_rise_s_talk_distraught_] What should I do if I notice a ghost heal itself?
fr_fr: [_danny_s_at_player_s_rise_s_talk_distraught_] Que dois-je faire si je vois un fantôme se guérir ?
it_it: [_danny_s_at_player_s_rise_s_talk_distraught_] Cosa devo fare se mi accorgo che un fantasma guarisce da solo?

source: [_epa_] My advice would just be to go Intangible and avoid the next attack. Remember, it's now free to dodge an upcoming attack!
fr_fr: [_epa_] Mon conseil serait simplement de devenir Intangible et d'éviter la prochaine attaque. N'oubliez pas que vous êtes maintenant libre d'esquiver une prochaine attaque !
it_it: [_epa_] Il mio consiglio è di diventare Intangibile e di evitare l'attacco successivo. Ricorda, ora è libero di schivare un attacco imminente!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Awesome! Well, thanks mysterious voice! That all sounds pretty good to me.
fr_fr: [_danny_s_closed_s_wondering_s_talk_happy_] Génial ! Eh bien, merci voix mystérieuse ! Tout ça me semble plutôt bien.
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Fantastico! Beh, grazie voce misteriosa! Mi sembra tutto molto buono.

source: [_epa_] Oh, that's not all I've done Danny, that's just the tip of the iceberg!
fr_fr: [_epa_] Oh, ce n'est pas tout ce que j'ai fait Danny, c'est juste le sommet de l'iceberg !
it_it: [_epa_] Oh, non è tutto quello che ho fatto Danny, questa è solo la punta dell'iceberg!

source: [_danny_s_stare_s_rise_s_talk_happy_] Really?
fr_fr: [_danny_s_stare_s_rise_s_talk_happy_] Vraiment?
it_it: [_danny_s_stare_s_rise_s_talk_happy_] Davvero?

source: [_epa_] Really!
fr_fr: [_epa_] Vraiment!
it_it: [_epa_] Davvero!

source: [_epa_] Now every time you gain enough experience to increase your current {b}Level{/b} you will automatically become stronger, increasing your Maximum Health, Maximum Ecto-Power, Maximum Strength, and Maximum Orgone Capacity.
fr_fr: [_epa_] Désormais, chaque fois que vous gagnerez suffisamment d'expérience pour augmenter votre {b}niveau actuel{/b}, vous deviendrez automatiquement plus fort, augmentant votre santé maximale, votre puissance ectopique maximale, votre force maximale et votre capacité orgone maximale.
it_it: [_epa_] Ora, ogni volta che guadagnerete abbastanza esperienza per aumentare il vostro attuale {b}Livello{/b}, diventerete automaticamente più forti, aumentando la vostra Salute massima, l'Ecopotenza massima, la Forza massima e la Capacità orgonica massima.

source: [_danny_s_at_player_s_rise_s_talk_happy_] "Orgone Capacity?"
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] 'Capacité orgone ?'
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] "Capacità orgonica?"

source: [_epa_] I'll come back to that in a minute Danny, just be patient.
fr_fr: [_epa_] Je vais y revenir dans une minute Danny, sois patient.
it_it: [_epa_] Tornerò su questo argomento tra un minuto Danny, sii paziente.

source: [_epa_] Along with increasing your basic stats, you will now have the opportunity at every new level to invest in some passive benefits that will further increase your survivability or power.
fr_fr: [_epa_] En plus d'augmenter vos statistiques de base, vous aurez désormais la possibilité, à chaque nouveau niveau, d'investir dans certains avantages passifs qui augmenteront encore votre capacité de survie ou votre puissance.
it_it: [_epa_] Oltre ad aumentare le statistiche di base, ad ogni nuovo livello avrete la possibilità di investire in alcuni benefici passivi che aumenteranno ulteriormente la vostra sopravvivenza o la vostra potenza.

source: [_epa_] Now for the truly interesting stuff!
fr_fr: [_epa_] Maintenant, passons aux choses vraiment intéressantes !
it_it: [_epa_] E ora le cose veramente interessanti!

source: [_epa_] Every so often, you'll gain the ability to evolve your powers into focusing on a specific combat role!
fr_fr: [_epa_] De temps en temps, vous aurez la possibilité de faire évoluer vos pouvoirs pour vous concentrer sur un rôle de combat spécifique !
it_it: [_epa_] Di tanto in tanto, otterrete la possibilità di evolvere i vostri poteri per concentrarvi su un ruolo di combattimento specifico!

source: [_epa_] Really! Again!
fr_fr: [_epa_] Vraiment ! Encore !
it_it: [_epa_] Davvero! Ancora!

source: [_epa_] This includes evolving even your regular attacks into something a bit more interesting than just a normal punch.
fr_fr: [_epa_] Cela inclut l'évolution de vos attaques régulières en quelque chose d'un peu plus intéressant qu'un simple coup de poing.
it_it: [_epa_] Questo include l'evoluzione degli attacchi normali in qualcosa di più interessante di un semplice pugno.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] Cool!
it_it: [_danny_s_at_player_s_wondering_s_talk_happy_] Forte!

source: [_epa_] When you evolve your powers, you'll have a choice between two different paths to take your powers down. Then there'll be another split depending upon your original choice, and then finally you'll gain access to a totally new power.
fr_fr: [_epa_] Lorsque vous ferez évoluer vos pouvoirs, vous aurez le choix entre deux voies différentes pour faire évoluer vos pouvoirs. Ensuite, il y aura une autre division en fonction de votre choix initial, et enfin vous aurez accès à un pouvoir totalement nouveau.
it_it: [_epa_] Quando evolverete i vostri poteri, potrete scegliere tra due diverse strade da percorrere. Poi ci sarà un'altra suddivisione in base alla scelta iniziale e infine si avrà accesso a un potere completamente nuovo.

source: [_epa_] That'll come down the line in future updates and you shouldn't be concerned with it for now. After all, we still need to reincorporate this new system into the previous episodes. For the moment, starting episode 7 will just automatically make you level 6!
fr_fr: [_epa_] Cela viendra dans les futures mises à jour et vous ne devez pas vous en préoccuper pour le moment. Après tout, nous devons encore réincorporer ce nouveau système dans les épisodes précédents. Pour l'instant, commencer l'épisode 7 vous fera automatiquement passer au niveau 6 !
it_it: [_epa_] Questo aspetto verrà affrontato nei prossimi aggiornamenti e per il momento non è il caso di preoccuparsi. Dopo tutto, dobbiamo ancora reincorporare questo nuovo sistema negli episodi precedenti. Per il momento, iniziando l'episodio 7 si diventa automaticamente di livello 6!

source: [_epa_] Oh yes, and before we get too far from it... I should give you an explanation on how your Orgone boost now works.
fr_fr: [_epa_] Ah oui, et avant de s'en éloigner... je dois vous expliquer comment fonctionne votre stimulation d'Orgone.
it_it: [_epa_] Oh sì, e prima di allontanarci troppo... Dovrei darvi una spiegazione su come funziona ora il vostro potenziamento orgonico.

source: [_epa_] You now have an Orgone Capacity, so you can only maintain the fully boosted Orgone state for a {u}limited{/u} amount of time. Sorry if this sounds like a bummer.
fr_fr: [_epa_] Vous avez maintenant une capacité d'Orgone, ce qui signifie que vous ne pouvez maintenir l'état d'Orgone complètement boosté que pendant une durée {u}limitée{/u}. Désolé si cela semble être une déception.
it_it: [_epa_] Ora avete una capacità orgonica, quindi potete mantenere lo stato orgonico completamente potenziato solo per un periodo di tempo {u}limitato{/u}. Mi dispiace se questo suona come una seccatura.

source: [_epa_] Each turn you take will burn through your Orgone reserves until eventually the effect will fade, so play smart to finish the fight before you lose the boost.
fr_fr: [_epa_] Chaque tour que vous passerez consommera vos réserves d'Orgone jusqu'à ce que l'effet s'estompe, alors jouez intelligemment pour terminer le combat avant de perdre le boost.
it_it: [_epa_] Ogni turno consumerà le riserve di Orgone fino a quando l'effetto svanirà, quindi giocate d'astuzia per finire il combattimento prima di perdere la spinta.

source: [_epa_] Now alongside the new limit, the Orgone Boost has been increased to be more {u}powerful{/u}. It'll provide you with ecto-power regeneration, shield you from damage, and increase your attack power.
fr_fr: [_epa_] En plus de la nouvelle limite, l'Orgone Boost a été augmenté pour être plus {u}puissant{/u}. Il vous permettra de régénérer votre ecto-puissance, de vous protéger des dégâts et d'augmenter votre puissance d'attaque.
it_it: [_epa_] Ora, oltre al nuovo limite, il Boost Orgonico è stato aumentato per essere più {u}potente{/u}. Permette di rigenerare l'ecotensione, di proteggersi dai danni e di aumentare la potenza d'attacco.

source: [_epa_] Hopefully those little improvements will make you more at ease about having a limited amount of time.
fr_fr: [_epa_] Nous espérons que ces petites améliorations vous permettront d'être plus à l'aise avec le fait de disposer d'un temps limité.
it_it: [_epa_] Speriamo che questi piccoli miglioramenti vi facciano sentire più tranquilli quando il tempo a disposizione è limitato.

source: [_epa_] Speaking of new interesting things, however... I don't think I'd be doing my job if I didn't mention that the battlefield looks to be a lot more hectic in your future!
fr_fr: [_epa_] En parlant de nouvelles choses intéressantes, cependant... Je ne pense pas que je ferais mon travail si je ne mentionnais pas que le champ de bataille s'annonce beaucoup plus mouvementé dans votre futur !
it_it: [_epa_] Parlando di nuove cose interessanti, tuttavia... non credo che farei il mio lavoro se non vi dicessi che il campo di battaglia si prospetta molto più movimentato nel vostro futuro!

source: [_epa_] Ever felt lonely fighting it out with some dorky Ectopus? Well, fret not... you'll now have the ability to bring along company!
fr_fr: [_epa_] Vous vous êtes déjà senti seul à vous battre avec un Ectopus ringard ? Eh bien, ne vous inquiétez pas... vous aurez désormais la possibilité d'amener de la compagnie !
it_it: [_epa_] Vi siete mai sentiti soli a combattere con un Ectopus imbranato? Beh, non preoccupatevi... ora avrete la possibilità di portare con voi dei compagni!

source: [_epa_] We've programmed the new system to allow you to recruit other allies into battle! Each with their own unique design and tactics.{p}Dash & Kwan? Tucker Foley? Desiree? Wulf?? Who knows where we'll go!
fr_fr: [_epa_] Nous avons programmé le nouveau système pour vous permettre de recruter d'autres alliés dans la bataille ! Chacun avec son propre design et ses tactiques uniques.{p}Dash & Kwan ? Tucker Foley ? Desiree ? Wulf ? Qui sait où nous irons !
it_it: [_epa_] Abbiamo programmato il nuovo sistema per permettervi di reclutare altri alleati in battaglia! Ognuno con il proprio design e le proprie tattiche.{p}Dash e Kwan? Tucker Foley? Desiree? Wulf? Chissà dove andremo a finire!

source: [_epa_] ...although, you'll still be alone for a little while longer until we sort out how the party recruitment system will actually work... but trust me, the ability {i}is{/i} there!
fr_fr: [_epa_] ...bien que, vous serez toujours seul pour un peu plus longtemps jusqu'à ce que nous déterminions comment le système de recrutement des partis fonctionnera réellement... mais croyez-moi, la capacité {i}est{/i} là !
it_it: [_epa_] ...anche se resterai da solo ancora per un po', finché non avremo sistemato come funzionerà il sistema di reclutamento del partito... ma fidati, l'abilità {i}c'è{/i}!

source: [_epa_] Now while {i}you{/i} get to have some friends on the battlefield... it wouldn't be fair if your foes didn't {i}also{/i} have the chance to team up as well, right?
fr_fr: [_epa_] Alors que {i}vous{/i} avez la chance d'avoir des amis sur le champ de bataille... il ne serait pas juste que vos ennemis n'aient pas {i}aussi{/i} la chance de faire équipe, non ?
it_it: [_epa_] Ora, mentre {i}tu{/i} hai la possibilità di avere degli amici sul campo di battaglia... non sarebbe giusto se anche i tuoi nemici non {i}avessero la possibilità di fare squadra, giusto?

source: [_danny_s_stare_s_rise_s_talk_displeased_] Ahh, c'mon! Give me a break, it was hard enough dealing with one person half the time!! You ever actually {i}tried{/i} that Dragon fight?!?
fr_fr: [_danny_s_stare_s_rise_s_talk_displeased_] Ahh, allez ! Lâchez-moi un peu, c'était déjà assez dur de s'occuper d'une seule personne la moitié du temps ! !! Tu as déjà {i}essayé{/i} le combat de dragon?!?
it_it: [_danny_s_stare_s_rise_s_talk_displeased_] Ahh, andiamo! Lasciami in pace, era già abbastanza difficile avere a che fare con una sola persona per metà del tempo!!! Hai mai provato davvero {i}a combattere contro i draghi?!?

source: [_epa_] I believe you can handle it Danny, you'll just have to find new ways to effectively focus on each enemy or choose to evolve your powers to deal with groups of enemies. And this new system should help you develop those tactics!
fr_fr: [_epa_] Je pense que tu peux y arriver Danny, il te faudra juste trouver de nouvelles façons de te concentrer efficacement sur chaque ennemi ou choisir de faire évoluer tes pouvoirs pour faire face à des groupes d'ennemis. Et ce nouveau système devrait t'aider à développer ces tactiques !
it_it: [_epa_] Credo che tu possa farcela Danny, dovrai solo trovare nuovi modi per concentrarti efficacemente su ciascun nemico o scegliere di evolvere i tuoi poteri per affrontare gruppi di nemici. Questo nuovo sistema dovrebbe aiutarti a sviluppare queste tattiche!

source: [_danny_s_down_s_sad_s_talk_frown_] Okay... I guess I can try...
fr_fr: [_danny_s_down_s_sad_s_talk_frown_] Ok... Je suppose que je peux essayer...
it_it: [_danny_s_down_s_sad_s_talk_frown_] Ok... Credo di poter provare...

source: [_epa_] That's the spirit, Ghost Boy! Now, enough talking from me... how about you actually try it out and give it a whirl?
fr_fr: [_epa_] C'est ça l'esprit, Ghost Boy ! Maintenant, assez parlé de ma part... pourquoi ne pas l'essayer et le faire tourner ?
it_it: [_epa_] Questo è lo spirito giusto, Ghost Boy! Ora, basta parlare con me... che ne dite di provarlo davvero e fare un giro?

source: [_danny_s_closed_s_wondering_s_talk_happy_] Finally! I mean, no offense, but you sure do talk a lot.
fr_fr: [_danny_s_closed_s_wondering_s_talk_happy_] Enfin ! Je veux dire, sans vouloir vous offenser, vous parlez beaucoup.
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Finalmente! Senza offesa, ma lei parla molto.
