Repository: DonRP/AmityPark
Catalog: game/*/*/code/battleoverhaul/newbattle.po
Languages: fr_fr, it_it

source: [_epa_] Don't blame me, blame the proofreader who adds more for me to say!
fr_fr: [_epa_] Ne me blâmez pas, blâmez le correcteur qui en rajoute pour que je puisse en dire plus !
it_it: [_epa_] Non dare la colpa a me, ma al correttore di bozze che mi aggiunge altro da dire!

source: [_epa_] Well then, it's time to get you adapted to the new system!
fr_fr: [_epa_] Eh bien, il est temps de vous adapter au nouveau système !
it_it: [_epa_] Bene, allora è arrivato il momento di adattarvi al nuovo sistema!

source: [_epa_] (Congrats you are now level 2!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 2 !)
it_it: [_epa_] (Congratulazioni, ora sei al livello 2!)

source: [_epa_] (Congrats you are now level 3!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 3 !)
it_it: [_epa_] (Congratulazioni per il livello 3!)

source: [_epa_] (Congrats you are now level 4!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 4 !)
it_it: [_epa_] (Congratulazioni per il livello 4!)

source: [_epa_] (Congrats you are now level 5!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 5 !)
it_it: [_epa_] (Congratulazioni per il livello 5!)

source: [_epa_] (Congrats you are now level 6!)
fr_fr: [_epa_] (Félicitations, vous êtes maintenant au niveau 6 !)
it_it: [_epa_] (Congratulazioni per il livello 6!)

source: [_epa_] Now that the leveling up is finished... here are some simulated fights for you to participate in! A group of shadowy ghosts are attacking!
fr_fr: [_epa_] Maintenant que la montée en niveau est terminée... voici quelques combats simulés auxquels vous pouvez participer ! Un groupe d'ombres fantômes attaque !
it_it: [_epa_] Ora che il livellamento è terminato... ecco alcuni combattimenti simulati a cui potrete partecipare! Un gruppo di fantasmi oscuri sta attaccando!

source: [_epa_] I asked a once hated enemy of yours, now tolerable frenemy, to help us out for the next round.{p}Everyone, please give it up.... for Desiree!
fr_fr: [_epa_] J'ai demandé à une de vos ennemies autrefois détestée, devenue une amie tolérable, de nous aider pour le prochain tour.{p}Tout le monde, s'il vous plaît, applaudissez .... pour Desiree !
it_it: [_epa_] Ho chiesto a una vostra odiata nemica, ora tollerabile, di aiutarci per il prossimo turno.{p}Tutti quanti, per favore, fate un applauso.... per Desiree!

source: (Orgone Boost Available!)
fr_fr: (Orgone Boost disponible !)
it_it: (Orgone Boost disponibile!)

source: [_epa_] So, do you want to try again from the start? [nointeract]
fr_fr: [_epa_] Alors, voulez-vous réessayer depuis le début ? [nointeract]
it_it: [_epa_] Allora, volete riprovare dall'inizio? [nointeract]

source: [_epa_] Well, that's all for now folks, hope you like the changes we've made! Enjoy using this system in Episode 7 and for us to retroactively put it back into the previous episodes in the Redux.
fr_fr: [_epa_] Eh bien, c'est tout pour le moment, j'espère que vous aimez les changements que nous avons faits ! Profitez de l'utilisation de ce système dans l'épisode 7 et que nous le réintégrions rétroactivement dans les épisodes précédents dans le Redux.
it_it: [_epa_] Bene, per ora è tutto, spero che le modifiche apportate vi piacciano! Divertitevi a usare questo sistema nell'Episodio 7 e a chiedere di reinserirlo retroattivamente negli episodi precedenti nel Redux.

source: [_epa_] What passive do you want to take? Health Boost or Ecto Boost?
fr_fr: [_epa_] Quel passif voulez-vous prendre ? Health Boost ou Ecto Boost ?
it_it: [_epa_] Quale passivo vuoi prendere? Potenziamento della salute o Ecto Boost?

source: [_epa_] Every point in Health Boost increases your maximum health by {u}1.5%%{/u}, while every point in Ecto Boost increases your maximum ecto-power by {u}1.5%%{/u}.
fr_fr: [_epa_] Chaque point de Health Boost augmente votre santé maximale de {u}1,5%%{/u}, tandis que chaque point d'Ecto Boost augmente votre puissance ecto maximale de {u}1,5%%{/u}.
it_it: [_epa_] Ogni punto in Potenziamento salute aumenta la salute massima di {u}1,5%%{/u}, mentre ogni punto in Potenziamento ecto aumenta la potenza ecto massima di {u}1,5%%{/u}.

source: [_epa_] Now your basic attack can evolve down a new path. You can take either Lingering Strike or Ecto Strike.
fr_fr: [_epa_] Maintenant, ton attaque de base peut évoluer vers un nouveau chemin. Tu peux prendre soit Lingering Strike soit Ecto Strike.
it_it: [_epa_] Ora il vostro attacco base può evolversi su una nuova strada. Si può scegliere Lingering Strike o Ecto Strike.

source: [_epa_] Lingering Strike makes your attack slightly stronger while leaving a small lingering stack of damage on your target for two whole turns. Ecto Strike makes your basic punch simply much stronger than it was originally.
fr_fr: [_epa_] Lingering Strike rend votre attaque légèrement plus forte tout en laissant une petite pile de dégâts persistants sur votre cible pendant deux tours entiers. Ecto Strike rend votre coup de poing de base simplement beaucoup plus fort qu'il ne l'était à l'origine.
it_it: [_epa_] Lingering Strike rende il tuo attacco leggermente più forte e lascia una piccola pila di danni persistenti sul bersaglio per due interi turni. Ecto Strike rende il tuo pugno base semplicemente molto più forte di quanto non fosse in origine.

source: [_epa_] Now Zone Out can evolve down a new path. You can take either Unnatural Regeneration or Ghost Boost.
fr_fr: [_epa_] Maintenant Zone Out peut évoluer dans une nouvelle voie. Tu peux prendre soit Régénération contre nature, soit 'Ghost Boost'.
it_it: [_epa_] Ora Zone Out può evolversi lungo un nuovo percorso. Si può prendere Rigenerazione innaturale o Potenziamento fantasma.

source: [_epa_] Unnatural Regeneration strengthens the basic healing and adds a beneficial healing over time effect for 3 turns. While Ghost Boost adds an effect that increases your attack power by {u}50%%{/u} for three turns.
fr_fr: [_epa_] Regeneration innaturel renforce les soins de base et ajoute un effet bénéfique de guérison dans le temps pendant 3 tours. Alors que Ghost Boost ajoute un effet qui augmente votre puissance d'attaque de {u}50%%{/u} pendant 3 tours.
it_it: [_epa_] Rigenerazione innaturale rafforza la guarigione di base e aggiunge un effetto benefico di guarigione nel tempo per 3 turni. Mentre Ghost Boost aggiunge un effetto che aumenta la potenza d'attacco di {u}50%%{/u} per tre turni.

source: [_epa_] Now Ghost Ray can evolve down a new path. You can take either Focused Ray or Spread Ray. Focused Ray just simply makes the Ray do more damage to a single target.
fr_fr: [_epa_] Maintenant, Ghost Ray peut évoluer dans une nouvelle voie. Vous pouvez prendre soit Rayon focalisé, soit Rayon étalé. Rayon focalisé permet simplement au rayon de faire plus de dégâts sur une seule cible.
it_it: [_epa_] Ora il Raggio Fantasma può evolversi lungo un nuovo percorso. Si può scegliere tra Raggio focalizzato e Raggio diffuso. Il Raggio focalizzato fa semplicemente in modo che il raggio faccia più danni a un singolo bersaglio.

source: [_epa_] Spread Ray does more damage than the original Ghost Ray, but it's main benefit is that it deals damage to all targets on screen. The original target of Spread Ray receives the full damage while every other enemy receives a smaller portion.
fr_fr: [_epa_] Spread Ray fait plus de dégâts que le Ghost Ray original, mais son principal avantage est qu'il inflige des dégâts à toutes les cibles à l'écran. La cible initiale de Spread Ray reçoit l'intégralité des dégâts tandis que tous les autres ennemis en reçoivent une plus petite partie.
it_it: [_epa_] Il Raggio di diffusione infligge più danni del Raggio fantasma originale, ma il suo vantaggio principale è che infligge danni a tutti i bersagli sullo schermo. Il bersaglio originale del raggio di diffusione riceve l'intero danno, mentre ogni altro nemico ne riceve una parte minore.

source: No, just throw me into it and let me try it out blind!
fr_fr: Non, lance-moi dedans et laisse-moi l'essayer à l'aveugle !
it_it: No, buttatemi dentro e fatemi provare alla cieca!

source: No thank you, just level me up so I can get to Episode 7 Part 2 quick.
fr_fr: Non merci, remettez-moi juste à niveau pour que je puisse arriver rapidement à l'épisode 7 partie 2.
it_it: No, grazie, mi faccia salire di livello in modo da poter arrivare velocemente all'Episodio 7 Parte 2.

source: Yeah, I wanna know what's going on and how things work!
fr_fr: Oui, je veux savoir ce qui se passe et comment les choses fonctionnent !
it_it: Sì, voglio sapere cosa succede e come funzionano le cose!

source: Yes, let me change up my power choices.
fr_fr: Oui, laissez-moi changer mes choix de puissance.
it_it: Sì, permettetemi di cambiare le mie scelte di potenza.

source: No, just let me retry the fights.
fr_fr: Non, laissez-moi juste réessayer les combats.
it_it: No, lasciatemi riprovare i combattimenti.

source: No, I'm ready for Episode 7 Part 2.
fr_fr: Non, je suis prêt pour l'épisode 7 partie 2.
it_it: No, sono pronto per l'Episodio 7 Parte 2.

source: Health Boost
fr_fr: Bonus de vie
it_it: Aumento della salute

source: Lingering Strike
fr_fr: Frappe persistante
it_it: Colpo persistente

source: Unnatural Regeneration
fr_fr: Régénération innaturelle
it_it: Rigenerazione innaturale

source: Ghost Boost
it_it: Potenziamento fantasma

source: Focused Ray
fr_fr: Rayon focalisé
it_it: Raggio focalizzato

source: Spread Ray
fr_fr: Rayon de dispersion
it_it: Raggio di diffusione

source: Reset your passives and power choices?
fr_fr: Réinitialiser vos choix passifs et vos choix de puissance?
it_it: Resettare i passivi e le scelte di potenza?
