Repository: DonRP/AmityPark
Catalog: game/*/*/code/AbYss_MZ.po
Languages: fr_fr

source: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Hi there, welcome to AbYss! How can I help you today?
fr_fr: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Bonjour et bienvenue à Abyss ! Que puis-je faire pour vous ?

source: [_danny_] Uh, hey, I'm here to pick up an ordered package for a friend of mine.
fr_fr: [_danny_] Euh, salut, je suis venu récupérer un colis pour une amie.

source: [_danny_] Her name is Sam Manson. Should be a cheerleading outfit.
fr_fr: [_danny_] Elle s'appelle Sam Manson. C'est une tenue de cheerleader.

source: [_sales_lady_s_talk_happy_] Sounds great, I'll go and grab it for you right away from the back!
fr_fr: [_sales_lady_s_talk_happy_] Pas de soucis, je vais aller vous la chercher tout de suite dans l'arrière boutique !

source: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] I believe {b}this{/b} is what you're looking for! It's all been prepaid already, so you're all set to go! Take care now!
fr_fr: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] Je crois {b} c'est ça {/b} que vous vouliez ! Tout a déjà été payé, vous pouvez y aller ! Bonne journée !

source: [_danny_] Alright, thank you! (Hey, this ain't too bad an outfit... again, it'll definitely be interesting to actually see her wear something like this...)
fr_fr: [_danny_] Ok, merci ! (eh, mais il est pas trop mal cet uniforme... c'est sûr, ça sera intéressant de la voir porter quelque chose comme ça...)

source: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Sorry sir, you actually have to have enough cash to get that! And you don't, so, sorry!
fr_fr: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Désolé monsieur, vous avez besoin de plus d'argent pour acheter ça ! Et vous ne l'avez pas, donc, désolé !

source: [_sales_lady_s_idle__s_talk_happy_] Of course! Here's your purchase, and thanks for being a loyal AbYss customer!
fr_fr: [_sales_lady_s_idle__s_talk_happy_] Bien sûr ! Voila votre commande, et merci d'être un habitué de notre magasin Abyss !

source: [_sales_lady_s_idle__s_talk_happy_] Here you go, a lovely dress made for a lovely lady!
fr_fr: [_sales_lady_s_idle__s_talk_happy_] Voilà pour vous, une belle robe pour une femme tout aussi belle !

source: [_danny_] (Great I have a dress for Desiree now. I hope she'll like it!)
fr_fr: [_danny_] (Super, j'ai la robe pour Desiree maintenant. J'espère qu'elle l'aimera !)

source: [_danny_] (Now to attend this shindig and show off my hot date to everyone!)
fr_fr: [_danny_] (Maintenant, je dois assister à cette fête et montrer mon rendez-vous sexy à tout le monde !)

source: What do I need to do at AbYss?
fr_fr: Que dois-je faire à AbYss ?

source: Ask about a 'gift' for Jazz.
fr_fr: Demandez un "cadeau" pour Jazz.

source: Pay for the 'special' package. (120 $)
fr_fr: Payez pour le paquet "spécial". (120 $)

source: Ask to pick up the cheerleader outfit for Sam.
fr_fr: Demande à récupérer la tenue de pom-pom girl pour Sam.

source: Shop at AbYss.
fr_fr: Achetez chez AbYss.

source: Nothing, leave.
fr_fr: Rien, partir.

source: What do you want to buy?
fr_fr: Que voulez-vous acheter ?

source: Buy some expensive cloth for {b}Maddie{/b} -150$
fr_fr: Achetez des vêtements coûteux pour {b}Maddie{/b} -150$

source: "Casper Chill Formal" Suit ($300)
fr_fr: Costume "Casper Chill Formal" (300 $)

source: "Casper Chill Formal" Dress for Desiree ($200)
fr_fr: Robe "Casper Chill Formal" pour Desiree (200 $)

source: For Desiree.
fr_fr: Pour Desiree.

source: Back.
fr_fr: Retour.

source: What color might suit on Desiree?
fr_fr: Quelle couleur irait bien à Desiree ?

source: Red Dress
fr_fr: Robe rouge

source: Blue Dress
fr_fr: Robe bleue

source: What might Desiree like to wear?
fr_fr: Que pourrait porter Desiree ?

source: Bottom
fr_fr: Bas

source: Accessory
fr_fr: Accessoire

source: Outfits
fr_fr: Ensemble

source: Black Bra ($20)
fr_fr: Soutien-gorge noir (20 $)

source: Mini Bra ($30)
fr_fr: Mini soutien-gorge (30 $)

source: Swimsuit ($50)
fr_fr: Maillot de bain (50 $)

source: School Top ($50)
fr_fr: Top d'école (50 $)

source: Skirt ($20)
fr_fr: Jupe (20 $)

source: School Skirt ($30)
fr_fr: Jupe d'écolière (30 $)

source: Mini Panties ($40)
fr_fr: Mini culotte (40 $)

source: Stockings ($20)
fr_fr: Bas (20 $)

source: Garter Belt ($40)
fr_fr: Porte-jarretelles (40 $)

source: Slave Leia ($400)
fr_fr: Esclave Leia (400 $)
