Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Tsch{/i}, we'll see...
fr_fr: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Tsch{/i}, nous verrons...

source: [_danny_s_towards_s_idle_s_talk_happy_] Two tickets to see "Black Tower 3", please.
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Deux billets pour voir "Tour Noire 3", s'il vous plaît.

source: Employee A? [special_delimiter] Of course sir, enjoy the movie...
fr_fr: Employé A ? [special_delimiter] Bien sûr, Monsieur, profitez du film...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...say, do I know you from somewhere?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] ... dites-moi, je vous connais quelque part ?

source: Employee A? [special_delimiter] {i}Uhm{/i}, you know, I wouldn't think so. But I get around, so it's possible I suppose.
fr_fr: Employé A ? [special_delimiter] {i}Uhm{/i}, vous savez, je ne le croirais pas. Mais je parle, donc c'est possible.

source: Employee A? [special_delimiter] I do have a sort of distinctive face, at least I've been told.
fr_fr: L'employé A ? [special_delimiter] J'ai une sorte de visage distinctif, du moins on m'a dit.

source: Employee A? [special_delimiter] Are you into aerobic exercise by chance? I attend a class every Tuesday. Great workout!
fr_fr: Employé A ? [special_delimiter] Êtes-vous en exercice aérobique par hasard? Je participe à une classe tous les mardis. Excellent entraînement!

source: [_danny_s_towards_s_idle_s_talk_displeased_] ...nah, you know what, I must have been thinking of someone else.
fr_fr: [_danny_s_towards_s_idle_s_talk_displeased_] ...nah, vous savez quoi, j'aurais dû penser à quelqu'un d'autre.

source: Employee A? [special_delimiter] Oh {i}phew!{/i}
fr_fr: Employé A ? [special_delimiter] Oh {i}phew!{/i}

source: Employee A? [special_delimiter] I mean, oh, okay then.
fr_fr: Employé A ? [special_delimiter] Je veux dire, oh, ok alors.

source: [_danny_s_towards_s_idle_s_talk_displeased_] Alright, well anyway, thanks.
fr_fr: [_danny_s_towards_s_idle_s_talk_displeased_] D'accord, de toute façon, merci.

source: Employee A? [special_delimiter] Yes, yes, enjoy the movie!
fr_fr: Employé A ? [special_delimiter] Oui, oui, profitez du film !

source: [_bertrand_] {i}Hmmmm....{/i}, yes, enjoy it, you two... I'm sure you'll find it {i}very{/i} titillating.
fr_fr: [_bertrand_] {i}Hmmmm....{/i}, oui, appréciez-vous, vous deux... Je suis sûr que vous le trouverez {i}très{/i} de titillage.

source: [_danny_] Crazy how we're the only ones in the theater, right?
fr_fr: [_danny_] Fou comment nous sommes les seuls dans le théâtre, non ?

source: [_jazz_] L-like I said, nobody's interested in seeing this stupid, totally not scary movie.
fr_fr: [_jazz_] L-comme je l'ai dit, personne n'est intéressé à voir ce film stupide, totalement pas effrayant.

source: [_danny_] Jazz... you alright? You seem kinda on edge.
fr_fr: [_danny_] Jazz... vous bien? Vous semblez être sur le bord.

source: [_jazz_] I'm fine, it's nothing! I'm just-
fr_fr: [_jazz_] Je vais bien, c'est rien! Je suis juste-

source: [_danny_] Little bit scared there, huh?
fr_fr: [_danny_] Petit peu effrayé là-bas, hein ?

source: [_jazz_] Don't be ridiculous, this movie is pandering garbage.
fr_fr: [_jazz_] Ne soyez pas ridicule, ce film est en train de flatter les ordures.

source: [_danny_] {i}*Chuckles*{/i} C'mon sis, there's nothing to be scared of, it's just a-
fr_fr: [_danny_] {i}*Chuckles*{/i} C'mon sis, il n'y a rien à craindre, c'est juste un-

source: [_danny_] Wait... the ghost is gone, but now...{p}{nw}
fr_fr: [_danny_] Attendez... le fantôme est parti, mais maintenant...{p}{nw}

source: [_extend_] ...what are the two of them about to-
fr_fr: [_extend_] ...à quoi servent les deux-

source: [_danny_] HOLY SMOKES!
fr_fr: [_danny_] FONCTIONNEZ VEUILLEMENT !

source: [_jazz_] N-no way!
fr_fr: [_jazz_] N-aucun moyen !

source: [_danny_] No, this isn't- are they actually going to show them... w-what?!
fr_fr: [_danny_] Non, ce n'est pas le cas. Ils vont en fait leur montrer... w-what?!

source: [_jazz_] G-good going doofus! Is {i}this{/i} why you picked this film?!
fr_fr: [_jazz_] Du bon boulot ! C'est {i}{/i} pourquoi vous avez choisi ce film ?!

source: [_jazz_] Danny, what were you thinking?!{p}{nw}
fr_fr: [_jazz_] Danny, que pensiez-vous ?!{p}{nw}

source: [_extend_] T-this is porn!!
fr_fr: [_extend_] T-ceci est du porno!!

source: [_danny_] What the heck! How is this- why is this on?!
fr_fr: [_danny_] Quel dommage ! Comment est-ce que c'est ça ? Pourquoi est-ce là ?

source: [_jazz_] (Oh god, I'm watching porn with my brother right now.){p}{nw}
fr_fr: [_jazz_] (Oh dieu, je regarde le porno avec mon frère en ce moment.){p}{nw}

source: [_extend_] (Kill. Me.)
fr_fr: [_extend_] (Moi. Moi.)

source: [_danny_] It smells like... strawberries...?
fr_fr: [_danny_] Il sent comme... fraises...?

source: [_jazz_] {i}Urgh{/i} I feel... so strange all of a sudden...
fr_fr: [_jazz_] « {i}Urgh{/i} Je ressens... si étrange que soudainement... »

source: [_danny_] Me too... almost like I'm...
fr_fr: [_danny_] Moi aussi... presque comme moi...

source: "Jazz On Screen" [special_delimiter] {i}Heeey{/i} there, big boy...~
fr_fr: "Jazz à l'écran" [special_delimiter] {i}Heeey{/i} là, grand garçon...~

source: [_danny_] H-huh? Jazz?!
fr_fr: [_danny_] H-hein? Jazz?!

source: [_danny_] But you were just- how did you...??
fr_fr: [_danny_] Mais vous étiez juste - comment avez-vous vous ??

source: "Jazz On Screen" [special_delimiter] Oh, don't you worry about {i}that{/i} little me, she's not ready for all this yet.
fr_fr: "Jazz On Screen" [special_delimiter] Oh, ne vous inquiétez pas pour {i}que, {/i} petit moi, elle n'est pas encore prête pour tout cela.

source: "Jazz On Screen" [special_delimiter] I just want {i}allll{/i} your attention to myself.
fr_fr: "Jazz à l'écran" [special_delimiter] Je veux juste {i}toujours{/i} votre attention à moi-même.

source: [_danny_] J-Jazz... what's going on? How are you-
fr_fr: [_danny_] J-Jazz... que se passe-t-il ? Comment allez-vous -

source: "Jazz On Screen" [special_delimiter] {i}Shhhh{/i}, don't you worry... I just want you to enjoy the show, okay baby brother?
fr_fr: "Jazz On Screen" [special_delimiter] {i}Shhhhh{/i}, ne vous inquiétez pas... Je veux juste que vous appréciiez le spectacle, ok bébé frère?

source: "Jazz On Screen" [special_delimiter] Do you like games Danny? {i}I{i} certainly do...~
fr_fr: "Jazz à l'écran" [special_delimiter] Aimez-vous les jeux Danny ? {i}Je{i} le fait certainement...~

source: [_danny_] Ga-games...? Y-yeah, I'm... I like games...
fr_fr: [_danny_] Ga-games...? Y-oui, je... j'aime les jeux...

source: "Jazz On Screen" [special_delimiter] Then please... come {i}play{/i} with me Danny... I need you to play with me... play with every inch of my-
fr_fr: "Jazz à l'écran" [special_delimiter] Alors s'il vous plaît... Venez {i}jouer{/i} avec moi Danny... J'ai besoin que vous jouiez avec moi... jouiez avec chaque pouce de mon-

source: [_danny_] Wait, so... Jazz, what just...
fr_fr: [_danny_] Attendez, alors... Jazz, qu'est-ce juste...

source: [_danny_] Wow, they're still going at it, huh?
fr_fr: [_danny_] Wow, ils y vont toujours, hein ?

source: [_danny_] (What the heck was that? Why was I thinking about Jazz like that!?)
fr_fr: [_danny_] (Qu'est-ce que c'était ça ? Pourquoi pensais-je au Jazz comme ça !?)

source: [_jazz_] Come on Danny, let's get out of here.
fr_fr: [_jazz_] Venez à Danny, sortons d'ici.

source: [_jazz_] This movie has gone totally weird and-
fr_fr: [_jazz_] Ce film est allé totalement bizarre et- -

source: [_danny_] Jazz! Wait! Hold on a second..
fr_fr: [_danny_] Jazz! Attendez! Attendez une seconde...

source: [_jazz_s_towards_s_angry_s_talk_consternation_] What the heck was that back there? Somebody's idea of a sick joke?
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Quel était le bruit là-bas ? Quelqu'un a l'idée d'une blague malade?

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] I don't know, it was, {i}uhhh{/i}... I mean, how was there even footage of you acting all-
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] Je ne sais pas, c'est {i}uhhh{/i}... Je veux dire, comment y a-t-il eu même des images de vous agissant tous?

source: [_jazz_s_towards_s_confused_s_talk_consternation_s_blush_] {i}Huh?!{/i}{p}{nw}
fr_fr: [_jazz_s_towards_s_confused_s_talk_consternation_s_blush_] {i}Hein? {/i}{p}{nw}

source: [_extend_] Danny, what are you talking about?!
fr_fr: [_extend_] Danny, de quoi parlez-vous ?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well, you saw it, didn't you? There was a giant you, and it was-
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Eh bien, vous l'avez vu, n'est-ce pas? Il y avait un géant, et c'était-

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, what are you talking about??{p}{nw}
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, de quoi parlez-vous ??{p}{nw}

source: [_extend_] It was {i}you{/i} that the film started showing!!
fr_fr: [_extend_] C'est {i}vous{/i} que le film a commencé à montrer!!

source: [_danny_s_towards_s_angry_s_talk_distraught_s_blush_] {i}Me?{/i} W-what, no!! YOU were the one-!
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_s_blush_] {i}Moi ?{/i} W-what, non!! Tu étais l'un!

source: [_jazz_s_towards_s_rise_s_talk_consternation_] That's not- no!! No, no I wasn't, you-
fr_fr: [_jazz_s_towards_s_rise_s_talk_consternation_] Ce n'est pas - non !! Non, non, non, non, vous,

source: [_jazz_s_standard_s_towards_s_angry_s_talk_displeased_] {i}*Exasperated*{/i} Just... just wait here!
fr_fr: [_jazz_s_standard_s_towards_s_angry_s_talk_displeased_] {i}*Exaspéré*{/i} Juste ... attendez ici !

source: [_danny_s_towards_s_rise_s_talk_distraught_] Jazz, wait up!
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Jazz, attendez !

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Hello? Are you working right now?!
fr_fr: [_jazz_s_towards_s_rise_s_talk_consternation_] Bonjour? Vous travaillez tout de suite?!

source: Employee B [special_delimiter] {i}Uhhh{/i}, yeah, can I like, help you or somethin'?
fr_fr: Employé B [special_delimiter] {i}Uhhh{/i}, oui, puis-je aimer, vous aider ou quelque chose ?

source: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Yes! Me and my brother just walked out of that dumb Tower movie!! Is somebody trying to mess with us here?!
fr_fr: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Oui ! Moi et mon frère venons de sortir de ce film stupide de la Tour !! Quelqu'un essaye-t-il de nous gâcher ici?!

source: Employee B [special_delimiter] ...well I mean, I know the series has kinda fallen off since Keanu Campbell stopped starring in the franchise, but I don't think this new one's {i}as{/i} bad as you're making it-
fr_fr: Employé B [special_delimiter] ... Je veux dire, je sais que la série est tombée depuis que Keanu Campbell a cessé de mettre en vedette dans la franchise, mais je ne pense pas que ce nouveau {i}soit comme{/i} comme si vous le faisiez -

source: [_jazz_s_towards_s_angry_s_talk_distraught_] What the heck are you talking about?! I'm talking about the spliced footage that came in later!!
fr_fr: [_jazz_s_towards_s_angry_s_talk_distraught_] De quoi parlez-vous ?! Je parle des séquences épineuses qui sont arrivées plus tard !!

source: Employee B [special_delimiter] "Spliced footage?" Sorry, don't know what you're talking about, ma'am.
fr_fr: Employé B [special_delimiter] "Tracé de scène?" Désolé, vous ne savez pas de quoi vous parlez, ma'am.

source: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_consternation_s_blush_] {i}Urghh!!{/i} Look, there was this whole freaking weird scene where...
fr_fr: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_consternation_s_blush_] {i}Urghh !!{/i} Regardez, il y avait toute cette scène bizarre ici...

source: [_jazz_s_standard_s_closed_s_angry_s_talk_displeased_s_-blush_] L-look, never mind, just... the whole thing was gross, and we wanna complain!
fr_fr: [_jazz_s_standard_s_closed_s_angry_s_talk_displeased_s_-blush_] L-look, jamais d'esprit, juste... tout était grossier, et nous voulons nous plaindre !

source: Employee B [special_delimiter] Hey, look, I don't even know what you're talking about lady. We aren't even like, screening Black Tower 3 until 5:30 O'clock tonight.
fr_fr: Employé B [special_delimiter] Hé, regardez, je ne sais même pas de quoi vous parlez de dame. Nous ne sommes même pas à l'aise avec Black Tower 3 jusqu'à 5h30 ce soir.

source: [_jazz_s_towards_s_confused_s_talk_displeased_] What? But, no, you just did, we were watching it!
fr_fr: [_jazz_s_towards_s_confused_s_talk_displeased_] Quoi? Mais, non, vous venez de le faire, nous l'observions !

source: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] That older guy, with the moustache! He sold us the tickets! Talk to him, he let us in for a screening.
fr_fr: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Ce vieil gars, avec la moustache ! Il nous a vendu les billets ! Parlez-le, il nous laisse passer pour une projection.

source: Employee B [special_delimiter] {i}Uhhh{/i}, 'kay, so like, I definitely don't know what you're talking about now. I'm the only one working the ticket booth all day today.
fr_fr: Employé B [special_delimiter] {i}Uhhh{/i}, comme ça, je ne sais absolument pas de quoi vous parlez maintenant. Je suis le seul à travailler toute la journée sur le stand des billets.

source: Employee B [special_delimiter] ...and nobody that works here can even like, grow a moustache, soooo...
fr_fr: Employé B [special_delimiter] ...et personne qui travaille ici peut même aimer, faire pousser une moustache, sooo...

source: [_jazz_s_towards_s_confused_s_talk_displeased_] Then- then who on earth sold us those tickets?!
fr_fr: [_jazz_s_towards_s_confused_s_talk_displeased_] Alors, alors qui nous a vendu ces billets ?!

source: Employee B [special_delimiter] {i}Pssch{/i}, I dunno know, like... maybe some homeless boomer or something.
fr_fr: Employé B [special_delimiter] {i}Pssch{/i}, je ne sais pas, comme... peut-être un boom sans abri ou quelque chose.

source: Employee B [special_delimiter] {i}Ahhh{/i} dangit, now my boss is gonna get all mad... we got freakin' hobos breaking into the ticket booth!
fr_fr: L'employé B [special_delimiter] {i}Ahhh{/i} est en danger, maintenant mon patron va devenir fou ... nous avons eu des hobos fous dans la cabine des billets!

source: Employee B [special_delimiter] . . .
fr_fr: Employé B [special_delimiter] . . .

source: Employee B [special_delimiter] Oh!{p}And if you're looking for some quality movie reviews, check me out on Letterboxd for my sweet reviews!
fr_fr: Employé B [special_delimiter] Oh!{p}Et si vous cherchez des commentaires de qualité, regardez-moi sur Letterboxd pour mes commentaires !

source: Employee B [special_delimiter] You can find me under "@The_Movie_Dewd"!{p}I do real in-depth reviews on the latest films!
fr_fr: Employé B [special_delimiter] Vous pouvez me trouver dans "@The_Movie_Dewd" !{p}Je fais de vraies critiques approfondies sur les derniers films !

source: Employee B [special_delimiter] I'm sorta a cinephile like that, y'know? {i}*Snorts*{/i}
fr_fr: Employé B [special_delimiter] Je suis sorta un cinéphile comme ça, vous le savez ? {i}*Snorts*{/i}

source: Employee B [special_delimiter] {i}*Sighs*{/i}{p}{nw}
fr_fr: Employé B [special_delimiter] {i}*Soupirs*{/i}{p}{nw}

source: [_extend_] Well Jeremy, you said you'd put yourself out there today, and you did.
fr_fr: [_extend_] Eh bien, Jeremy, vous avez dit que vous vous étiez mis là-bas aujourd'hui, et vous l'avez fait.

source: Jeremy [special_delimiter] ...and nobody can like, take that away from you. You can be proud of that.
fr_fr: Jeremy [special_delimiter] ...et personne ne peut apprécier, vous en priver. Vous pouvez en être fier.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Well? Did anybody know what was up?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Eh bien? Quelqu'un savait ce qui se passait?

source: [_jazz_s_towards_s_confused_s_talk_consternation_] No, it was... it was a whole thing, and I really didn't get any answers.{p}{nw}
fr_fr: [_jazz_s_towards_s_confused_s_talk_consternation_] Non, c'était... c'était une bonne chose, et je n'ai vraiment obtenu aucune réponse.{p}{nw}

source: [_extend_] Let's just try and forget... whatever it was that happened.
fr_fr: [_extend_] Essayons d'oublier... quoi qu'il arrive.

source: [_danny_s_down_s_sad_s_talk_consternation_s_blush_] Alright, but... sorta hard to forget...
fr_fr: [_danny_s_down_s_sad_s_talk_consternation_s_blush_] D'accord, mais... triez difficile à oublier...

source: [_jazz_s_standard_arms_behind_s_down_s_sad_s_talk_displeased_s_blush_] Y-yeah, I guess it would be...
fr_fr: [_jazz_s_standard_arms_behind_s_down_s_sad_s_talk_displeased_s_blush_] Oui oui, je suppose que ce serait...

source: [_danny_s_towards_s_rise_s_talk_distraught_] You said you saw {i}me{/i} on the screen... what do you mean, exactly?
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Vous avez dit que vous aviez vu {i}moi{/i} à l'écran... qu'est-ce que vous voulez dire, exactement?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] What was I doing, or... saying?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Que faisais-je ou... dire?

source: [_jazz_s_down_s_sad_s_talk_distraught_s_blush_] {i}Uhhhh{/i}.... y-y'know! It was just like...
fr_fr: [_jazz_s_down_s_sad_s_talk_distraught_s_blush_] {i}Uhhhh{/i}.... y-y'know! C'était juste comme...

source: "Dream Danny" [special_delimiter] Oh, Jazz... how much I have longed for this moment.
fr_fr: "Dream Danny" [special_delimiter] Oh, Jazz... à quel point j'ai attendu ce moment.

source: "Dream Danny" [special_delimiter] Together, here, with you, it's simply more than I could ever ask for...
fr_fr: "Dream Danny" [special_delimiter] Ensemble, ici, avec vous, c'est tout simplement plus que ce que je pourrais jamais demander...

source: "Dream Danny" [special_delimiter] Say... I'm feeling a bit dirty after running laps on the track today... how about you and I both head into the shower and-
fr_fr: "Dream Danny" [special_delimiter] Say... Je me sens un peu sale après avoir tourné sur la piste aujourd'hui. . - Que diriez-vous de vous et de moi dans la douche et- -

source: [_extend_] Nothing!! It was nothing, I just saw like, your name, and it was like... wow, weird, right?
fr_fr: [_extend_] Rien!! C'était rien, je viens de voir votre nom, et c'était comme... wow, bizarre, non ?

source: [_danny_s_towards_s_rise_s_talk_displeased_] But I also saw something involving you, so I thought you also-
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Mais j'ai aussi vu quelque chose vous concernant, alors je pensais que vous aussi-

source: [_jazz_s_towards_wide_s_angry_s_talk_consternation_s_blush_] N-NO!! No, {i}no{/i} NO, you didn't! It was just... we both fell asleep during the movie!!
fr_fr: [_jazz_s_towards_wide_s_angry_s_talk_consternation_s_blush_] N-NON !! Non, {i}non{/i} NON, vous ne l'avez pas fait ! C'était juste... nous sommes tous deux tombés endormis pendant le film !!

source: [_jazz_s_at_player_wide_s_angry_s_talk_consternation_s_blush_] And our confused and sleepy brains just tricked us, I guess!! Into seeing something that didn't happen at all!!
fr_fr: [_jazz_s_at_player_wide_s_angry_s_talk_consternation_s_blush_] Et nos cerveaux confus et endormis viennent de nous tromper, je suppose !! En voyant quelque chose qui ne s'est pas passé du tout!!

source: [_danny_s_towards_s_rise_s_talk_distraught_] {i}Okaaaayyy{/i} then... I guess we just... didn't see anything, either one of us!
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] {i}Okaaaayyy{/i} alors... Je suppose que nous n'avons rien vu, ni l'un ni l'autre de nous!

source: [_jazz_s_towards_s_angry_s_talk_happy_s_blush_] Yeup! Just some crazy thing both our brains whipped up! I mean, what a crazy coincidence that we {i}both{/i} had...
fr_fr: [_jazz_s_towards_s_angry_s_talk_happy_s_blush_] Oui! Juste une chose folle que nos cerveaux ont fouettée tous les deux{/i} ! Je veux dire, quelle coïncidence folle que nous avions {i}{/i}...

source: [_jazz_s_standard_arms_down_s_down_s_sad_s_talk_displeased_s_blush_] ...strange... dreams...
fr_fr: [_jazz_s_standard_arms_down_s_down_s_sad_s_talk_displeased_s_blush_] ...étrange... rêves...

source: [_danny_s_down_s_neutral_s_talk_displeased_] Yeah... pretty strange.
fr_fr: [_danny_s_down_s_neutral_s_talk_displeased_] Oui... assez étrange.

source: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}Uhhh{/i}, then I guess... if we still have an afternoon to kill together... do you wanna grab some pizza or something?
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}Uhhh{/i}, alors je suppose... si nous avons encore un après-midi à tuer ensemble... voulez-vous prendre une pizza ou quelque chose?

source: [_jazz_s_standard_arms_behind_s_towards_s_sad_s_talk_amused_] Oh, yeah, for sure, that sounds good! I'd love to get my mind off-
fr_fr: [_jazz_s_standard_arms_behind_s_towards_s_sad_s_talk_amused_] Oh, oui, bien sûr, ça a l'air bien ! J'aimerais bien me faire oublier -

source: [_jazz_s_closed_s_sad_s_talk_displeased_] I-I mean, I've been thinking of pizza ever since we got here, so...
fr_fr: [_jazz_s_closed_s_sad_s_talk_displeased_] Je veux dire, je pense à la pizza depuis que nous sommes arrivés ici, alors...

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay then, perfect. You go ahead and grab us a Pepperoni and Pickle, and I'll go to the bathroom first.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] D'accord, parfait. Vous allez nous prendre un Pepperoni et un Pickle, et je vais d'abord dans la salle de bains.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Oh yay! Our favorite!!
fr_fr: [_jazz_s_towards_s_idle_s_talk_amused_] Oh oui! Notre favori !!

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Ahem*{/i} I mean, c-cool, sounds good, bro.{p}{nw}
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Ahem*{/i} Je veux dire, c cool, sonne bien, frère.{p}{nw}

source: [_extend_] I'll catch you at one of the tables then.
fr_fr: [_extend_] Je vais vous attraper à l'une des tables alors.

source: [_danny_s_towards_s_idle_s_talk_happy_] Okay, sounds good!
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Ok, ça sonne bien !

source: [_danny_s_at_player_s_rise_s_displeased_] (Okay, just what in the heck was going on back there?!)
fr_fr: [_danny_s_at_player_s_rise_s_displeased_] (Okay, juste ce qui se passait dans le gouffre là-bas ?!)

source: [_danny_s_at_player_s_neutral_s_consternation_s_blush_] (I {i}definitely{/i} didn't imagine... whatever that was! I mean, why would I...?)
fr_fr: [_danny_s_at_player_s_neutral_s_consternation_s_blush_] (Moi {i}définitivement{/i} n'a pas imaginé... quoi qu'il en faut! Je veux dire, pourquoi je...?)

source: [_danny_s_towards_s_neutral_s_displeased_s_-blush_] (If Jazz really saw something and she's not telling me about it... I can only begin to speculate...)
fr_fr: [_danny_s_towards_s_neutral_s_displeased_s_-blush_] (Si le Jazz a vraiment vu quelque chose et qu'elle ne me le dit pas... je ne peux que commencer à spéculer...)

source: [_danny_s_at_player_s_angry_s_grindteeth_] (I got a bad feeling down in my gut about this...)
fr_fr: [_danny_s_at_player_s_angry_s_grindteeth_] (J'ai eu un mauvais sentiment dans mon instinct à ce sujet...)

source: [_danny_s_at_self_s_neutral_s_talk_distraught_] Huh?!{p}{nw}
fr_fr: [_danny_s_at_self_s_neutral_s_talk_distraught_] Hein?!{p}{nw}

source: [_extend_] What the- wait, that could mean-
fr_fr: [_extend_] Ce que le - attendre, cela pourrait signifier -
