Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... it most certainly is...
fr_fr: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... c'est très certainement...

source: [_danny_s_sad_2_s_talk_happy_] Well, honestly, I know you've offered me {i}that{/i} particular treatment before, nurse, but I was kinda hoping for something a little more...
fr_fr: [_danny_s_sad_2_s_talk_happy_] Eh bien, honnêtement, je sais que vous m'avez déjà proposé {i}ce traitement particulier, infirmière, mais j'espérais quelque chose d'un peu plus...

source: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] How should I put it...
fr_fr: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] Comment dire...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Breast{/i} suited to my desires...?
fr_fr: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Un sein{/i} adapté à mes désirs... ...?

source: [_kate_s_talk_frown_s_sad_s_center_] Wowee... you certainly have a way with words, Mr. Fenton... (This kid's lucky he's damn cute.)
fr_fr: [_kate_s_talk_frown_s_sad_s_center_] Wowee... vous avez certainement un don avec les mots, Mr. Fenton... (Ce gamin a de la chance d'être sacrément mignon.)

source: [_danny_s_closed_s_sad_s_talk_happy_] Yeah, well, I try my best...
fr_fr: [_danny_s_closed_s_sad_s_talk_happy_] Ouais, eh bien, je fais de mon mieux...

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Well, if that's what you're hoping to get done... then far be it from me to turn you down, right?
fr_fr: [_kate_s_talk_happy_s_closed_s_rise_one_] Eh bien, si c'est ce que vous espérez faire... alors loin de moi l'idée de vous refuser, non ?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, really? Just like that?
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, vraiment ? Juste comme ça ?

source: [_kate_s_sad_2_s_talk_frown_] Danny, if it's not been made clear by what we've already done together, then let me make it crystal right now:
fr_fr: [_kate_s_sad_2_s_talk_frown_] Danny, si ce que nous avons déjà fait ensemble ne l'a pas rendu clair, alors laissez-moi le rendre clair maintenant :

source: [_kate_s_talk_happy_2_s_closed_s_rise_one_] I think you're cute. Quite sexy, in fact. You and I? We've got a good thing going on here. Why {i}wouldn't{/i} I want to make you happy when you've asked so nicely?
fr_fr: [_kate_s_talk_happy_2_s_closed_s_rise_one_] Je te trouve mignon. Assez sexy, en fait. Toi et moi ? Il y a quelque chose de bien entre nous. Pourquoi {i}ne voudrais-je pas te rendre heureux quand tu me le demandes si gentiment ?

source: [_kate_s_down_s_talk_happy_s_sad_] As long as I can count on you to scratch {b}my{/b} back once in a while, I'm more than willing to scratch yours...
fr_fr: [_kate_s_down_s_talk_happy_s_sad_] Tant que je peux compter sur vous pour gratter {b}mon{/b} dos de temps en temps, je suis plus que disposé à gratter le vôtre...

source: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] N-now, by scra-scratch your back, wh-what exactly are we talking about?
fr_fr: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] N-maintenant, en se grattant le dos, de quoi parlons-nous exactement ?

source: [_kate_s_sad_s_talk_happy_] Oh, now see? You always get so nervous around girls when they talk a little naughty...
fr_fr: [_kate_s_sad_s_talk_happy_] Oh, tu vois maintenant ? Tu es toujours si nerveux avec les filles quand elles parlent un peu méchamment...

source: [_kate_s_talk_happy_2_s_neutral_] That's what I find especially sweet about you... you're just so fun to toy with... so perfectly suited to {b}tease{/b}...
fr_fr: [_kate_s_talk_happy_2_s_neutral_] C'est ce que je trouve particulièrement mignon chez vous... vous êtes si amusante à jouer... si parfaitement adaptée à {b}tease{/b}...

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Now... so we're clear... were you implying that you wanted these nice big titties to be wrapped round that big flag pole of yours?
fr_fr: [_kate_s_talk_happy_s_closed_s_rise_one_] Maintenant... pour être clair... est-ce que vous sous-entendiez que vous vouliez que ces beaux gros nichons soient enroulés autour de votre grand mât ?

source: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... I think so... I can't quite remember anymore...
fr_fr: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... Je pense que oui... Je ne me souviens plus très bien...

source: [_kate_s_angry_2_s_bite_] {i}Mmhmm{/i}... well then, Danny, let the good nurse jog your memory a bit...
fr_fr: [_kate_s_angry_2_s_bite_] {i}Mmhmm{/i}... alors, Danny, laisse la bonne infirmière te rafraîchir un peu la mémoire...

source: [_kate_s_talk_happy_s_sad_2_] Buckle up, Mr. Fenton... so few people get to receive {b}this{/b} kind of treatment in their life...
fr_fr: [_kate_s_talk_happy_s_sad_2_] Accrochez-vous, M. Fenton... si peu de gens ont l'occasion de recevoir {b}ce genre de traitement dans leur vie...

source: [_danny_] Oh Kate... wow... you're really good at this...
fr_fr: [_danny_] Oh Kate... wow... tu es vraiment douée pour ça...

source: [_kate_] {i}Mmhmmm{/i}... well, I've had plenty of practice.
fr_fr: [_kate_] {i}Mmhmmm{/i}... eh bien, j'ai eu beaucoup de pratique.

source: [_danny_] Re-really? But I thought you said that not many people ge-
fr_fr: [_danny_] Re-vraiment ? Mais je croyais que tu avais dit que peu de gens

source: [_kate_] Hon, let's not talk about other people like my ex-husband at times like these, 'kay?
fr_fr: [_kate_] Chérie, ne parlons pas d'autres personnes comme mon ex-mari dans des moments comme celui-ci, d'accord ?

source: [_danny_] S-sorry, my bad...
fr_fr: [_danny_] Désolée, c'est ma faute...

source: [_kate_] It's okay, just focus on me instead...
fr_fr: [_kate_] C'est bon, concentre-toi sur moi plutôt...

source: [_kate_] ...and how you like my big titties sliding up and down your nice cock...
fr_fr: [_kate_] ...et comment tu aimes que mes gros seins glissent de haut en bas de ta belle bite...

source: [_danny_] Yeah... that feels so good... your breasts are so soft...
fr_fr: [_danny_] Oui... c'est si bon... tes seins sont si doux...

source: [_kate_] Still firm though, right?
fr_fr: [_kate_] C'est quand même ferme, non ?

source: [_danny_] Oh yeah... perfectly squeezing me... ohhhh man...
fr_fr: [_danny_] Oh oui... me serrant parfaitement... ohhhh mec...

source: [_kate_] Danny... do you think I'm pretty?
fr_fr: [_kate_] Danny... tu me trouves jolie ?

source: [_danny_] Of course you are...
fr_fr: [_danny_] Bien sûr, tu l'es...

source: [_kate_] ...and sexy to you?
fr_fr: [_kate_] ...et sexy pour toi ?

source: [_danny_] Absolutely you are!
fr_fr: [_danny_] Absolument, vous l'êtes !

source: [_kate_] My sexy body turns you on, huh?
fr_fr: [_kate_] Mon corps sexy t'excite, hein ?

source: [_danny_] Yes Kate... you make me hard as a rock...
fr_fr: [_danny_] Oui Kate... tu me fais bander comme une pierre...

source: [_kate_] Oh, I can feel you throbbing in my chest right now... it feels so good to be desired!
fr_fr: [_kate_] Oh, je peux te sentir palpiter dans ma poitrine en ce moment... c'est si bon d'être désiré !

source: [_danny_] I'd wanna be inside you if I could!!
fr_fr: [_danny_] Je voudrais être à l'intérieur de toi si je pouvais !!

source: [_kate_] Yeah? You'd wanna slam your big titted nurse's sweet, dripping pussy?
fr_fr: [_kate_] Ouais ? Tu voudrais baiser la douce chatte dégoulinante de ton infirmière aux gros seins ?

source: [_danny_] Yes!! With this big fat dick you love so much!!
fr_fr: [_danny_] Oui !! Avec cette grosse bite que tu aimes tant !!

source: [_kate_] Oh my God... I'm so turned on, Danny...~
fr_fr: [_kate_] Oh mon Dieu... Je suis tellement excitée, Danny

source: [_danny_] Yess... K-kKaate...~
fr_fr: [_danny_] Oui... K-kKKaate...~

source: [_kate_] Come on, Danny... come all over these big fat momma's titties... come for this horny MILF, Danny Fenton...~
fr_fr: [_kate_] Allez, Danny... viens sur les seins de cette grosse maman... viens pour cette MILF en chaleur, Danny Fenton... ~

source: [_danny_] Oh fuck!! I'm coming!!~
fr_fr: [_danny_] Oh putain ! J'arrive !! ~

source: [_kate_] Shoot it all over me!! Cover me in your hot jizz!!~
fr_fr: [_kate_] Envoie-moi tout ça ! Couvre-moi de ton sperme chaud!!~

source: [_kate_] Wowee... you sure do cum a lot, don't you? Ohh, I just love my job... <3~
fr_fr: [_kate_] Wowee... tu jouis vraiment beaucoup, n'est-ce pas ? Ohh, j'adore mon travail... <3~

source: [_kate_s_closed_s_rise_one_s_talk_happy_] Well then... I guess I really don't need to worry about whether you find me attractive anymore. You certainly stated your true feelings loud and clear just now... {i}*Chuckles*{/i}
fr_fr: [_kate_s_closed_s_rise_one_s_talk_happy_] Eh bien, alors... Je suppose que je n'ai plus besoin de m'inquiéter de savoir si tu me trouves attirante. Tu as certainement exprimé tes vrais sentiments haut et fort à l'instant... {i}*Rires*{/i}

source: [_danny_s_towards_s_rise_one_s_talk_happy_] You should never worry about something like that, Kate. Of course I find you sexy! Who wouldn't?
fr_fr: [_danny_s_towards_s_rise_one_s_talk_happy_] Tu ne devrais jamais t'inquiéter de quelque chose comme ça, Kate. Bien sûr que je te trouve sexy ! Qui ne te trouverait pas sexy ?

source: [_kate_s_angry_s_talk_happy_s_down_] Ugh, just hearing you say that... I can tell you mean it, Danny. Thank you~.
fr_fr: [_kate_s_angry_s_talk_happy_s_down_] Ugh, juste t'entendre dire ça... Je peux dire que tu le penses vraiment, Danny. Merci.

source: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, excuse me, I suppose I should clean myself up just a bit... be right back.
fr_fr: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, excusez-moi, je suppose que je dois me nettoyer un peu... je reviens tout de suite.

source: [_danny_s_down_s_rise_one_s_talk_happy_2_] I could tell you got really worked up yourself, huh?
fr_fr: [_danny_s_down_s_rise_one_s_talk_happy_2_] Je peux dire que tu t'es vraiment énervé tout seul, hein ?

source: [_kate_s_down_s_talk_frown_s_sad_2_] Was it that obvious? Oh, I feel so embarassed now...
fr_fr: [_kate_s_down_s_talk_frown_s_sad_2_] C'était si évident ? Oh, je me sens si embarrassé maintenant...

source: [_kate_s_talk_happy_2_s_towards_s_sad_] It's just, talking dirty to you like that made me feel I was back in high school again, to be honest.
fr_fr: [_kate_s_talk_happy_2_s_towards_s_sad_] C'est juste que te dire des trucs cochons comme ça m'a donné l'impression d'être à nouveau au lycée, pour être honnête.

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Yeah? Man, {i}you{/i} in high school? I can't even imagine it.
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Ah oui ? Mec, {i}tu étais au lycée ? Je ne peux même pas l'imaginer.

source: [_kate_s_talk_frown_s_rise_one_] Why's that?
fr_fr: [_kate_s_talk_frown_s_rise_one_] Pourquoi ça ?

source: [_danny_s_talk_happy_2_s_towards_s_neutral_] It's hard to imagine you could get any prettier.
fr_fr: [_danny_s_talk_happy_2_s_towards_s_neutral_] C'est difficile d'imaginer que tu puisses être plus jolie.

source: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, you are just {b}something{/b} else, Danny!
fr_fr: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, tu es juste {b}quelque chose{/b} d'autre, Danny !

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Well, I've sorta got to get going, but that was great, really! I appreciated it a whole lot.
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Bon, il faut que j'y aille, mais c'était génial, vraiment ! J'ai beaucoup apprécié.

source: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, well just remember what I said Danny... I've scratched your back a couple of times now already...
fr_fr: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, souviens-toi de ce que j'ai dit Danny... Je t'ai déjà gratté le dos plusieurs fois...

source: [_danny_s_wondering_s_towards_s_talk_happy_2_] Don't worry, I'll be sure to "scratch" yours, when you're up to it. I'll talk to you later, Kate.
fr_fr: [_danny_s_wondering_s_towards_s_talk_happy_2_] Ne t'inquiète pas, je ne manquerai pas de "gratter" le tien, quand tu en auras envie. Je te parle plus tard, Kate.

source: [_kate_s_neutral_s_talk_happy_2_] Hmmm, good to know... see ya around kiddo.
fr_fr: [_kate_s_neutral_s_talk_happy_2_] Hmmm, c'est bon à savoir... on se voit plus tard, petit.

source: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Okay then that should do it... plenty of Orgone soaked up from that experience to take on Tucker Phantom {i}and{/i} Desiree.
fr_fr: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Ok, ça devrait le faire... beaucoup d'Orgone a été absorbée par cette expérience pour s'attaquer à Tucker Phantom {i}et à Desiree. Desiree.

source: [_danny_s_talk_frown_2_s_rise_one_] Man, it's a good thing somebody like Kate actually finds me attractive, otherwise this would be a {i}lot{/i} harder to do.
fr_fr: [_danny_s_talk_frown_2_s_rise_one_] Mec, c'est une bonne chose que quelqu'un comme Kate me trouve attirant, sinon ça serait {i}beaucoup plus dur à faire.

source: [_danny_s_towards_s_talk_happy_s_sad_2_] Getting titjobs from unbelievably hot women in under five minutes flat is normally not as easy as it in those silly computer porn games...
fr_fr: [_danny_s_towards_s_talk_happy_s_sad_2_] Se faire sucer les seins par des femmes incroyablement sexy en moins de cinq minutes n'est normalement pas aussi facile que dans ces jeux pornographiques idiots sur ordinateur...

source: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Okay, I don't really see Tucker here, but I figure this is where he'd be going. Too much teenage skirt hanging around the mall for him to {b}not{/b} show up.
fr_fr: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Ok, je ne vois pas vraiment Tucker ici, mais je pense que c'est là qu'il irait. Trop de jupons d'adolescents traînent dans le centre commercial pour qu'il {b}ne se montre pas.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] All I need to do is follow the trail of Tucker's shenanigans...
fr_fr: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Il ne me reste plus qu'à suivre la piste des manigances de Tucker...

source: [_stranger_] Hey, who keeps tying everyone's shoelaces together?!
fr_fr: [_stranger_] Hé, qui n'arrête pas de nouer les lacets de chaussures de tout le monde ? ?!

source: [_danny_s_towards_s_talk_happy_2_] Well, at least he's pulling harmless enough pranks...
fr_fr: [_danny_s_towards_s_talk_happy_2_] Au moins, il fait des blagues assez inoffensives...

source: [_stranger_] ...cause whoever's doing it is preventing us from running away from the green ghost guy who keeps taking upskirt pics of the girls here!!
fr_fr: [_stranger_] ...parce que celui qui fait ça nous empêche de fuir le fantôme vert qui n'arrête pas de prendre des photos des filles sous leur jupe!!

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Okay, well that's just what you'd call "ironic timing".
fr_fr: [_danny_s_at_player_s_neutral_s_talk_frown_] Ok, c'est juste ce qu'on appelle un "timing ironique".

source: [_danny_s_frown_grin_s_towards_] (There, I see him!)
fr_fr: [_danny_s_frown_grin_s_towards_] (Là, je le vois !)

source: [_tucker_s_talk_happy_] Heheheh, say cheese, ladies...
fr_fr: [_tucker_s_talk_happy_] Heheheh, dites cheese, mesdames...

source: [_danny_s_talk_frown_2_s_towards_wide_] Hey, booger complexion! Knock it off!!
fr_fr: [_danny_s_talk_frown_2_s_towards_wide_] Hé, le teint de crotte de nez ! Arrêtez ça !!

source: [_tucker_s_towards_wide_s_talk_frown_] Well, well, if it isn't the lowly and pathetic Danny Fenton!! Come back for more punishment?!
fr_fr: [_tucker_s_towards_wide_s_talk_frown_] Eh bien, eh bien, si ce n'est pas l'humble et pathétique Danny Fenton !! Revenez pour plus de punitions ? ?!

source: [_danny_s_towards_wide_s_talk_frown_] I came to stop you from terrorizing people who don't deserve it!
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Je suis venu pour t'empêcher de terroriser des gens qui ne le méritent pas !

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!{/i} Oh Danny, you can't {b}possibly{/b} hope to stop me at my current strength...
fr_fr: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!{/i} Oh Danny, tu ne peux pas {b}possible{/b} espérer m'arrêter avec ma force actuelle...

source: [_danny_s_talk_frown_s_angry_s_towards_wide_] Don't think so highly of yourself! I went and purposely made myself stronger to take you on!
fr_fr: [_danny_s_talk_frown_s_angry_s_towards_wide_] N'aie pas une si haute opinion de toi-même ! J'ai fait exprès de me rendre plus fort pour t'affronter !

source: [_danny_s_talk_happy_2_] So this time, it's going to be a {b}proper{/b} fight!!
fr_fr: [_danny_s_talk_happy_2_] Alors cette fois, ce sera un {b}combat correct ! !!

source: [_tucker_s_talk_frown_s_wondering_] Oh, is that right?
fr_fr: [_tucker_s_talk_frown_s_wondering_] Oh, c'est vrai ?

source: [_tucker_s_talk_happy_s_angry_] ...then I guess I'll have to grant myself even {b}more{/b} power!!
fr_fr: [_tucker_s_talk_happy_s_angry_] ...alors je suppose que je vais devoir m'octroyer encore {b}plus{/b} de pouvoir !!

source: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Uh oh... I really gotta work on not announcing my tactics to win in a fight...)
fr_fr: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Uh oh... Je dois vraiment travailler sur le fait de ne pas annoncer mes tactiques pour gagner dans un combat...)

source: [_tucker_s_away_wide_s_talk_happy_] Hey! Desiree!!
fr_fr: [_tucker_s_away_wide_s_talk_happy_] Hé ! Désirée !!

source: [_desiree_s_talk_bite_] How may I serve you, Master?
fr_fr: [_desiree_s_talk_bite_] Comment puis-je vous servir, Maître ?

source: [_danny_s_talk_frown_2_s_wondering_] Tuck, don't do it! She's manipulating you!! Your body can't hold up against the power it's producing already!! Desiree's plotting to-
fr_fr: [_danny_s_talk_frown_2_s_wondering_] Tuck, ne le fais pas ! Elle te manipule ! Ton corps ne peut pas résister à la puissance qu'elle produit déjà ! Desiree complote pour

source: [_tucker_s_away_wide_s_talk_frown_s_angry_] Quit lying Danny!! This is your final chance to just stay out of my way!!
fr_fr: [_tucker_s_away_wide_s_talk_frown_s_angry_] Arrêtez de mentir Danny ! C'est ta dernière chance de rester en dehors de mon chemin !!

source: [_tucker_s_towards_wide_s_talk_happy_] Desiree, I wish I was even {u}stronger{/u}!! A real ghostly {b}beast{/b}!!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_] Desiree, j'aimerais être encore plus fort {u}{/u} !! Un vrai fantôme {b}bête{/b} !!

source: [_desiree_s_closed_s_talk_happy_2_] So you have wished it...
fr_fr: [_desiree_s_closed_s_talk_happy_2_] Alors vous l'avez souhaité...

source: [_desiree_] {b}...SO IT SHALL BE!!{/b}
fr_fr: [_desiree_] {b}...IL SERA!!{/b}

source: [_danny_s_talk_frown_2_s_sad_2_s_at_player_] Tucker... oh no...
fr_fr: [_danny_s_talk_frown_2_s_sad_2_s_at_player_] Tucker... oh non...

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh heh hech!!{/i} {b}Alright!!{/b} I feel like an absolute ghost {b}God{/b}!!
fr_fr: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh heh hech!!{/i} {b}Alright!{/b} Je me sens comme un fantôme absolu {b}Dieu{/b} !!

source: [_stranger_] {i}Aghhh{/i}!! Everyone run!! The prankster ghost goblin is now a {b}huge{/b} prankster ghost goblin, and he's attacking the mall!!
fr_fr: [_stranger_] {i}Aghhh{\i} ! !! Tout le monde court ! Le lutin fantôme farceur est maintenant un {b}énorme lutin fantôme farceur, et il attaque le centre commercial ! !!

source: [_stranger_] Quickly, everyone run behind that wall over there for shelter!! The one between the third and the fifth wall!!
fr_fr: [_stranger_] Vite, tout le monde court derrière ce mur pour s'abriter ! ! Celui entre le troisième et le cinquième mur !!

source: [_tucker_s_angry_s_talk_frown_] So, what's the dizzle, fizzle? You ready to cross over into the {i}second{/i} afterlife already?!
fr_fr: [_tucker_s_angry_s_talk_frown_] Alors, quel est le problème, fizzle ? Tu es déjà prêt à passer dans l'au-delà {i}second{/i} ?!

source: [_danny_s_at_player_s_frown_s_sad_2_] (Gee, he looks {i}really{/i} strong now, but if I play it smart, I should be able to win!)
fr_fr: [_danny_s_at_player_s_frown_s_sad_2_] (Mince, il a l'air {i}vraiment{/i} fort maintenant, mais si je la joue intelligemment, je devrais pouvoir gagner !)

source: [_danny_s_at_danny_s_rise_one_s_frown_3_] (He may feel stronger, but that just means more power is draining his life force faster...)
fr_fr: [_danny_s_at_danny_s_rise_one_s_frown_3_] (Il peut se sentir plus fort, mais cela signifie simplement que plus de puissance draine sa force vitale plus rapidement...)

source: [_danny_s_towards_s_frown_2_s_sad_2_] (I gotta end this fight quickly to save him!!)
fr_fr: [_danny_s_towards_s_frown_2_s_sad_2_] (Je dois mettre fin à ce combat rapidement pour le sauver !!)

source: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, I'm sorry, but this is for your own good!
fr_fr: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, je suis désolé, mais c'est pour ton bien !

source: [_danny_s_closed_s_talk_frown_2_] I'm going ghost!!
fr_fr: [_danny_s_closed_s_talk_frown_2_] Je vais devenir un fantôme !!

source: [_tucker_s_talk_frown_s_towards_] You just couldn't leave it alone, could you, Fenton?!
fr_fr: [_tucker_s_talk_frown_s_towards_] Tu ne pouvais pas laisser tomber, n'est-ce pas, Fenton ? ?!

source: [_danny_s_sad_s_talk_frown_] Not while my best friend is hurting others and himself! I'm gonna save you Tucker, don't worry!!
fr_fr: [_danny_s_sad_s_talk_frown_] Pas pendant que mon meilleur ami fait du mal aux autres et à lui-même ! Je vais te sauver Tucker, ne t'inquiète pas !!

source: [_tucker_s_closed_s_sad_s_talk_happy_] What? {b}Me{/b} worry? Hah!
fr_fr: [_tucker_s_closed_s_sad_s_talk_happy_] Quoi ? {b}Moi{/b} m'inquiéter ? Hah !

source: [_tucker_s_talk_frown_s_towards_s_angry_] The only one who should be worried is your family, when I dump your lifeless spirit on their stoop!!
fr_fr: [_tucker_s_talk_frown_s_towards_s_angry_] Le seul qui devrait s'inquiéter, c'est ta famille, quand je jetterai ton esprit sans vie sur leur perron !!

source: [_tucker_s_sad_s_talk_happy_] Speaking of... how's that sweet sister and fine ass Mom of yours doing? You know, I was just thinking they'd look mighty fine plastered on my PDA wallpaper as well...
fr_fr: [_tucker_s_sad_s_talk_happy_] En parlant de ça... comment vont ta gentille soeur et ta maman aux belles fesses ? Tu sais, je me disais justement qu'elles seraient très jolies en fond d'écran de mon PDA aussi...

source: [_danny_s_talk_frown_] Okay, that does it!! Bring it on, Foley!!
fr_fr: [_danny_s_talk_frown_] Ok, ça suffit ! Amène-toi, Foley !!

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Bring it, Fenton!!
fr_fr: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Amène-toi, Fenton !!

source: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, an actual fight to the death, hopefully! It's just like back when the Sultan would cut off guards heads for looking at me wrong! I love it!!
fr_fr: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, un vrai combat à mort, j'espère ! C'est comme à l'époque où le Sultan coupait la tête des gardes qui me regardaient de travers ! J'adore ça !!

source: (Orgone Boost Available!)
fr_fr: (Orgone Boost disponible !)

source: [_danny_s_angry_s_talk_frown_2_] Now stand down, Tucker! Don't try to move your body anymore!
fr_fr: [_danny_s_angry_s_talk_frown_2_] Maintenant, reste à terre, Tucker ! N'essaie plus de bouger ton corps !

source: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... no... can't... can't lose to you...
fr_fr: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... non... je ne peux pas... je ne peux pas perdre contre toi...
