Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_danny_s_talk_happy_s_rise_one_] Whaddup, gothic butt?
fr_fr: [_danny_s_talk_happy_s_rise_one_] Quoi de neuf, cul gothique ?

source: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, piece of advice on girls number 3053? Typically, most girls don't like their butt to be the icebreaker to a conversation.
fr_fr: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, un conseil sur les filles numéro 3053 ? En général, les filles n'aiment pas que leurs fesses soient le point de départ d'une conversation.

source: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, I know, I'm sorry! I'm just teasing.
fr_fr: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, je sais, je suis désolé ! Je te taquine juste.

source: [_danny_s_talk_happy_s_at_danny_] I don't know, for whatever reason lately, I find myself in a pretty great mood!
fr_fr: [_danny_s_talk_happy_s_at_danny_] Je ne sais pas, pour une raison quelconque ces derniers temps, je me trouve d'assez bonne humeur !

source: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... do you think it {i}might{/i} have something to do with developing fantastic super powers?
fr_fr: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, mon dieu... tu penses que {i}pourrait avoir un rapport avec le développement de super pouvoirs fantastiques ?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hey, you joke, but I definitely wouldn't say it's been easy since the accident.
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hé, tu plaisantes, mais je ne dirais pas que ça a été facile depuis l'accident.

source: [_danny_s_talk_frown_2_s_at_player_s_sad_] I mean, ever since I gained my abilities, I've had to deal with a lot more than I ever could have figured I'd have to deal with in high school.
fr_fr: [_danny_s_talk_frown_2_s_at_player_s_sad_] Je veux dire, depuis que j'ai acquis mes capacités, j'ai dû faire face à beaucoup plus de choses que je n'aurais jamais pu imaginer avoir à faire au lycée.

source: [_danny_s_at_danny_s_talk_frown_] Fighting ghosts from who knows where, keeping my secret from just about everyone, having to collect that Orgone stuff...
fr_fr: [_danny_s_at_danny_s_talk_frown_] Combattre des fantômes venus d'on ne sait où, garder mon secret pour à peu près tout le monde, devoir collecter ces trucs d'Orgone...

source: [_danny_s_talk_happy_2_s_sad_s_blush_] ...well, I guess it hasn't been {i}all{/i} bad.
fr_fr: [_danny_s_talk_happy_2_s_sad_s_blush_] ... eh bien, je suppose que ça n'a pas été {i}tout mauvais.

source: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, grow up! I- I only did that stuff to... to help you beat that shadow creep is all!!
fr_fr: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, grandis ! Je... j'ai seulement fait ces trucs pour... pour t'aider à battre cette ombre rampante, c'est tout !!

source: [_danny_s_closed_s_talk_happy_s_neutral_] No, I get that... and I really appreciate that, honestly. I'm glad you trusted me enough to help out. I couldn't have done it without you.
fr_fr: [_danny_s_closed_s_talk_happy_s_neutral_] Non, j'ai compris... et j'apprécie vraiment ça, honnêtement. Je suis content que tu m'aies fait assez confiance pour m'aider. Je n'aurais pas pu le faire sans toi.

source: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... well, hey, glad to service you...
fr_fr: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, bon sang... eh bien, hey, content de vous servir...

source: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}I mean {i}be{/i} of service{/b}!!
fr_fr: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}Je veux dire {i}être{/i} de service{/b} ! !!

source: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax! I know what you meant!
fr_fr: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax ! Je sais ce que tu veux dire !

source: [_sam_s_-blush_2_s_talk_frown_3_] S-sorry...
fr_fr: [_sam_s_-blush_2_s_talk_frown_3_] D-Désolé...

source: [_danny_s_-blush_2_s_talk_happy_] {i}Anyway{/i}, the point I'm making is that I don't think my powers are what's making me feel good lately.
fr_fr: [_danny_s_-blush_2_s_talk_happy_] {i}Bref, ce que je veux dire, c'est que je ne pense pas que mes pouvoirs soient ce qui me fait me sentir bien en ce moment.

source: [_sam_s_confused_s_-blush_s_talk_frown_2_] No? Then what is it?
fr_fr: [_sam_s_confused_s_-blush_s_talk_frown_2_] Non ? Alors qu'est-ce que c'est ?

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] I don't know... what was it you said about me the other day? That you think I'm different somehow?
fr_fr: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Je ne sais pas... Qu'est-ce que tu as dit sur moi l'autre jour ? Que tu penses que je suis différent en quelque sorte ?

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Well, I think so too. In a good way, I mean. I like that I get to use these powers to help people and protect others.
fr_fr: [_danny_s_towards_s_talk_happy_2_s_sad_] Eh bien, je le pense aussi. Dans le bon sens, je veux dire. J'aime pouvoir utiliser ces pouvoirs pour aider les gens et protéger les autres.

source: [_danny_s_rise_one_s_talk_happy_] I mean, maybe I don't always use them in the right way... but saving others like you makes me feel... pretty good.
fr_fr: [_danny_s_rise_one_s_talk_happy_] Je veux dire, peut-être que je ne les utilise pas toujours de la bonne manière... mais sauver les autres comme toi me fait me sentir... plutôt bien.

source: [_sam_s_sad_2_s_talk_bite_] Wow Danny, that's really great that you're looking that deeply into your character all of a sudden.
fr_fr: [_sam_s_sad_2_s_talk_bite_] Wow Danny, c'est vraiment génial que tu regardes si profondément dans ton personnage tout d'un coup.

source: [_danny_s_talk_happy_2_s_angry_] Nah, I don't think it's {i}that{/i} sincere of a self reflection, hah!
fr_fr: [_danny_s_talk_happy_2_s_angry_] Non, je ne pense pas que ce soit {i}une réflexion sincère sur soi-même, hah !

source: [_danny_s_talk_happy_s_sad_2_] I'm just... I don't know, I'm glad that I can count on people like you and Tucker is all.
fr_fr: [_danny_s_talk_happy_s_sad_2_] Je suis juste... Je ne sais pas, je suis content de pouvoir compter sur des gens comme toi et Tucker, c'est tout.

source: [_danny_s_talk_happy_2_s_neutral_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
fr_fr: [_danny_s_talk_happy_2_s_neutral_] C'est grâce à vous deux que j'arrive à faire face à toutes les choses folles qui se passent ces derniers temps.

source: [_sam_s_confused_s_talk_bite_] Well we're your friends, Danny! No amount of "phantom pervert power" you have going on inside you could ever change that, dude.
fr_fr: [_sam_s_confused_s_talk_bite_] On est tes amis, Danny ! Aucune quantité de "pouvoir pervers fantôme" que tu as en toi ne pourra jamais changer ça, mec.

source: [_danny_s_talk_happy_s_sad_2_] That seriously means a lot to me, Sam. With people like you in my life, no ghost stands a chance against us.
fr_fr: [_danny_s_talk_happy_s_sad_2_] Ça signifie vraiment beaucoup pour moi, Sam. Avec des gens comme toi dans ma vie, aucun fantôme n'a de chance contre nous.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you...?
fr_fr: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... tu es vraiment à fond dans ce truc de super héros machiste {i}, n'est-ce pas... ...?

source: [_danny_s_talk_happy_s_rise_one_] Do you think? I mean, I'm not purposely trying to... uhm, Sam, you look a little flush in the face. Are you okay?
fr_fr: [_danny_s_talk_happy_s_rise_one_] Tu crois ? Je veux dire, je ne fais pas exprès d'essayer de... uhm, Sam, tu as l'air un peu rouge sur le visage. Est-ce que tu vas bien ?

source: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Y-yeah... yo-you look like you're blushing too...
fr_fr: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Oui... on dirait que tu rougis aussi...

source: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Speaking of Tucker, have you seen him around lately? I haven't really seen him show up for class recently...
fr_fr: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] En parlant de Tucker, tu l'as vu dans le coin dernièrement ? Je ne l'ai pas vraiment vu se montrer en classe récemment...

source: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, yeah, I heard he's come down with a bit of a sickness. He's probably just resting.
fr_fr: [_danny_s_talk_happy_s_sad_2_s_towards_] Euh, ouais, j'ai entendu dire qu'il était un peu malade. Il est probablement juste en train de se reposer.

source: [_danny_s_wondering_s_frown_2_] (Poor Sam. I shouldn't tell her that Tucker turned into an evil ghost gobling just yet.)
fr_fr: [_danny_s_wondering_s_frown_2_] (Pauvre Sam. Je ne devrais pas encore lui dire que Tucker s'est transformé en un méchant fantôme gobeur)

source: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Especially while the two of us are currently fighting against each other... might not do well for her ghost fighting moral...)
fr_fr: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Surtout pendant que nous sommes tous les deux en train de nous battre l'un contre l'autre... ça pourrait ne pas être bon pour sa morale de combat de fantômes...)

source: [_danny_s_at_player_s_frown_3_s_sad_] (Man, I gotta figure out how to get Desiree out of Tucker's head...)
fr_fr: [_danny_s_at_player_s_frown_3_s_sad_] (Mec, je dois trouver comment faire sortir Desiree de la tête de Tucker...)

source: [_sam_s_talk_happy_3_s_sad_] That's too bad, I was sorta hoping we could all hang out together later, maybe do some research on these ghosts appearances.
fr_fr: [_sam_s_talk_happy_3_s_sad_] C'est dommage, j'espérais qu'on pourrait sortir tous ensemble plus tard, peut-être faire des recherches sur les apparitions de ces fantômes.

source: [_danny_s_talk_happy_2_s_sad_] Honestly, it's thanks to help from you two that's made it even possible to manage through all the crazy stuff that's been going on lately.
fr_fr: [_danny_s_talk_happy_2_s_sad_] Honnêtement, c'est grâce à votre aide à tous les deux qu'il a été possible de faire face à toutes les folies qui se sont produites ces derniers temps.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you..?
fr_fr: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... tu es vraiment à fond dans ce truc de super héros machiste {i}, n'est-ce pas... ..?

source: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
fr_fr: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] C'est grâce à vous deux que j'arrive à faire face à toutes les choses folles qui se passent ces derniers temps.

source: [_danny_s_wondering_s_frown_2_] (I worry about Tucker though... how is he going to deal with his new powers?)
fr_fr: [_danny_s_wondering_s_frown_2_] (Je m'inquiète pour Tucker cependant... comment va-t-il gérer ses nouveaux pouvoirs ?)

source: [_danny_s_at_danny_s_wondering_s_frown_] (Pranking people is one thing, but purposely using our powers to take advantage of them is something I'm afraid he might try...)
fr_fr: [_danny_s_at_danny_s_wondering_s_frown_] (Faire des farces aux gens est une chose, mais utiliser délibérément nos pouvoirs pour en tirer profit est quelque chose que je crains qu'il n'essaie...)

source: [_sam_s_confused_s_talk_frown_2_] Danny, are you alright dude? You seemed worried about something.
fr_fr: [_sam_s_confused_s_talk_frown_2_] Danny, tu vas bien, mec ? Tu semblais inquiet à propos de quelque chose.

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, no! Sorry, I was just thinking about what you said is all.
fr_fr: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, non ! Désolé, je pensais juste à ce que tu as dit, c'est tout.

source: [_danny_s_talk_happy_s_sad_2_] It just seriously means a lot to me that you care that much, Sam. With people like you in my life, no ghost stands a chance against us.
fr_fr: [_danny_s_talk_happy_s_sad_2_] Ça signifie beaucoup pour moi que tu t'inquiètes autant, Sam. Avec des gens comme toi dans ma vie, aucun fantôme n'a de chance contre nous.

source: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh my gosh, I can't believe it! The two love birds are already planning their honeymoon together! How sweet!
fr_fr: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh mon Dieu, je n'arrive pas à y croire ! Les deux tourtereaux préparent déjà leur lune de miel ensemble ! Comme c'est mignon !

source: [_star_s_confused_s_talk_happy_] Where are you guys thinking to go? The local flaming garbage dump? Oh, how {i}romantic!{/i}
fr_fr: [_star_s_confused_s_talk_happy_] Où pensez-vous aller ? La décharge publique locale en flammes ? Oh, comment {i}romantique!{/i}

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Star, we aren't a couple!!
fr_fr: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Star, on n'est pas un couple !!

source: [_danny_s_angry_s_talk_frown_2_] Yeah, so just knock it off!
fr_fr: [_danny_s_angry_s_talk_frown_2_] Oui, alors arrêtez !

source: [_star_s_closed_s_sad_s_talk_happy_2_] I can't help it if I find loser love to be so precious! You two are just so perfectly {b}atrocious{/b} together!
fr_fr: [_star_s_closed_s_sad_s_talk_happy_2_] Je n'y peux rien si je trouve l'amour des losers si précieux ! Vous êtes tous les deux si parfaitement {b}atroce{/b} ensemble !

source: [_danny_sam_] WE AREN'T TOGETHER!!
fr_fr: [_danny_sam_] NOUS NE SOMMES PAS ENSEMBLE !!

source: [_star_s_talk_frown_s_confused_] Look, whatever you losers are going through with your relationship, don't make {u}me{/u} a part of it.
fr_fr: [_star_s_talk_frown_s_confused_] Ecoutez, peu importe ce que vous vivez dans votre relation, ne faites pas de {u}me{/u} une partie de ça.

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] What the heck are you talking about? {i}You{/i} came to {i}us{/i}!
fr_fr: [_sam_s_towards_wide_s_angry_s_talk_frown_] Mais qu'est-ce que tu racontes ? {i}Tu es venu sur {i}!

source: [_star_s_closed_s_angry_s_talk_frown_] Oh trust me, I wouldn't normally {b}choose{/b} to chat with the likes of you bottom feeders if I didn't have to.
fr_fr: [_star_s_closed_s_angry_s_talk_frown_] Oh, croyez-moi, je ne choisirais pas normalement {b}de discuter avec des gens comme vous, des mangeurs de fond, si je n'y étais pas obligé.

source: [_danny_s_angry_s_talk_frown_] Then what are you bugging us for?
fr_fr: [_danny_s_angry_s_talk_frown_] Alors pourquoi vous nous embêtez ?

source: [_star_s_neutral_s_talk_frown_] I was just going to {b}say{/b}, I heard that Danny actually knows that "Inviso-Bill" guy.
fr_fr: [_star_s_neutral_s_talk_frown_] J'allais juste dire {b}que j'ai entendu dire que Danny connaissait ce "Inviso-Bill".

source: [_sam_s_talk_frown_] ...{b}what{/b}?
fr_fr: [_sam_s_talk_frown_] ...{b}quoi{/b} ?

source: [_star_s_talk_frown_s_rise_one_] Yeah, Paulina said you went and got him to help save her from sort of ghost octopuss? Said she thought he was {b}cute{/b}?
fr_fr: [_star_s_talk_frown_s_rise_one_] Paulina a dit que tu étais allé le chercher pour la sauver d'une sorte de pieuvre fantôme ? Elle a dit qu'elle le trouvait {b}mignon ?

source: [_danny_s_rise_one_s_blush_s_talk_happy_] She did...?
fr_fr: [_danny_s_rise_one_s_blush_s_talk_happy_] Elle a fait... ...?

source: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...she {i}did{/i}?!
fr_fr: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...elle {i}a fait{/i} ?!

source: [_star_s_talk_frown_s_sad_] Yeah well, she hasn't heard back from him for awhile and she's getting a little peeved about it.
fr_fr: [_star_s_talk_frown_s_sad_] Oui, elle n'a pas eu de nouvelles de lui depuis un moment et ça l'énerve un peu.

source: [_star_s_confused_] You {b}have{/b} passed on her number, right?!
fr_fr: [_star_s_confused_] Vous {b}avez transmis son numéro, non ? ?!

source: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh no, absolutely! Yeah, h-he has it alright. He's just so busy you know, fighting off other creeps, so uh... I'm sure he'll text her soon!
fr_fr: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh non, absolument ! Ouais, il l'a bien. Il est juste très occupé, tu sais, à combattre d'autres sales types, donc euh... je suis sûr qu'il va lui envoyer un texto bientôt !

source: [_sam_s_confused_s_talk_frown_] {i}Will{/i} he Danny? Do you {i}think{/i} so?
fr_fr: [_sam_s_confused_s_talk_frown_] {i}Est-ce que Danny le fera ? Tu crois que oui, {i}?

source: [_star_s_talk_happy_2_s_sad_] Well hey, look, if it's because like, he's not really interested or something, you should let him know there are some {i}other{/i} girls who might wanna talk to him too...
fr_fr: [_star_s_talk_happy_2_s_sad_] Si c'est parce qu'il n'est pas vraiment intéressé, tu devrais lui dire qu'il y a {i}d'autres filles qui pourraient vouloir lui parler aussi...

source: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Wh-what, really? Like who?
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Qu-quoi, vraiment ? Comme qui ?

source: [_star_s_rise_one_s_talk_frown_] Like me, dummy? I wanna see him walk through walls and stuff... see if he's actually cute or not.
fr_fr: [_star_s_rise_one_s_talk_frown_] Comme moi, imbécile ? Je veux le voir traverser les murs et tout ça... pour voir s'il est vraiment mignon ou pas.

source: [_sam_s_angry_s_talk_frown_] Well, you can just take that stupid phone number of yours and shove it right-
fr_fr: [_sam_s_angry_s_talk_frown_] Tu peux prendre ton stupide numéro de téléphone et te le mettre où je pense

source: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Ye-yeah! I can do that! I'll pass your name along. No problem, Star!
fr_fr: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Oui, oui ! Je peux le faire ! Je vais transmettre votre nom. Pas de problème, Star !

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] What?! D-Danny...!
fr_fr: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Quoi ? ! D-Danny... ...!

source: [_star_s_sad_s_talk_happy_2_] All right then, awesome! Here's my number, tell him he can find me on Spookchat with it.
fr_fr: [_star_s_sad_s_talk_happy_2_] Très bien alors, génial ! Voilà mon numéro, dis-lui qu'il peut me trouver sur Spookchat avec.

source: [_star_s_talk_frown_s_confused_] I'm serious though, I wanna hear back from him, okay??
fr_fr: [_star_s_talk_frown_s_confused_] Je suis sérieux, je veux avoir de ses nouvelles, d'accord ??

source: [_danny_s_talk_happy_2_s_sad_2_] O-okay, no problem. I'll tell Bill you're interested in talking to him!
fr_fr: [_danny_s_talk_happy_2_s_sad_2_] O-okay, pas de problème. Je dirai à Bill que vous souhaitez lui parler !

source: [_star_s_talk_frown_s_neutral_] Sure, cool, thanks I guess. Just get it done.
fr_fr: [_star_s_talk_frown_s_neutral_] Bien sûr, cool, merci je suppose. Faites-le.

source: [_star_s_sad_s_closed_s_talk_happy_] Later, love birds!
fr_fr: [_star_s_sad_s_closed_s_talk_happy_] Plus tard, les oiseaux d'amour !

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, can you believe that? Inviso-Bill is quite the popular guy, huh?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, vous pouvez croire ça ? Inviso-Bill est un gars très populaire, hein ?

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] You jerk, {i}YOU'RE{/i} Inviso-Bill!!
fr_fr: [_sam_s_towards_wide_s_angry_s_talk_frown_] Espèce de crétin, {i}VOUS ÊTES{/i} Inviso-Bill !!

source: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhhh{/i}!! Quiet down, Sam! Don't go yelling that around here!
fr_fr: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering* {/i} {i}Shhhhh{/i} !! Calme-toi, Sam ! Ne va pas crier ça ici !

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, can't you see she's using you?
fr_fr: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, tu ne vois pas qu'elle t'utilise ?

source: [_danny_s_rise_one_s_towards_s_talk_frown_] Yeah? So what?
fr_fr: [_danny_s_rise_one_s_towards_s_talk_frown_] Ah oui ? Et alors ?

source: [_sam_s_confused_s_talk_frown_] What do you mean "so what"?!
fr_fr: [_sam_s_confused_s_talk_frown_] Comment ça, "et alors" ? ?!

source: [_sam_s_sad_s_talk_frown_2_] Someone as shallow as Star doesn't deserve to hang out with someone as cool as your ghost self! She's a total bitch and only ever makes fun of us!
fr_fr: [_sam_s_sad_s_talk_frown_2_] Quelqu'un d'aussi superficiel que Star ne mérite pas de traîner avec quelqu'un d'aussi cool que ton fantôme ! C'est une vraie salope et elle se moque toujours de nous !

source: [_sam_s_angry_s_talk_frown_] You can't just show off Inviso-Bill like he's some kind of flashy watch!
fr_fr: [_sam_s_angry_s_talk_frown_] Tu ne peux pas montrer l'Inviso-Bill comme si c'était une montre flashy !

source: [_danny_s_at_player_s_angry_s_talk_frown_] ...again, really not a fan of how that name is starting to stick.
fr_fr: [_danny_s_at_player_s_angry_s_talk_frown_] ...encore une fois, je ne suis vraiment pas fan de la façon dont ce nom commence à s'imposer.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Also, I'm not showing off! Showing off would be telling people that I, Danny Fenton, have super powers, not Bill.
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Et puis, je ne me la pète pas ! Se vanter serait de dire aux gens que moi, Danny Fenton, j'ai des super pouvoirs, pas Bill.

source: [_danny_s_talk_happy_s_sad_s_towards_] My ghost side needs to let people know that he's not another ghost pervert! I've got to work on his public persona!
fr_fr: [_danny_s_talk_happy_s_sad_s_towards_] Mon côté fantôme doit faire savoir aux gens qu'il n'est pas un autre fantôme pervers ! Je dois travailler sur sa personnalité publique !

source: [_danny_s_closed_s_talk_happy_2_s_rise_one_] What better way than to start hanging out with the popular kids?
fr_fr: [_danny_s_closed_s_talk_happy_2_s_rise_one_] Quel meilleur moyen que de commencer à traîner avec les enfants populaires ?

source: [_sam_s_confused_s_talk_frown_] Why not just fight more ghosts and let your actions speak for themselves, not who your "friends" are?
fr_fr: [_sam_s_confused_s_talk_frown_] Pourquoi ne pas combattre plus de fantômes et laisser vos actions parler d'elles-mêmes, pas qui sont vos "amis" ?

source: [_danny_s_rise_one_s_talk_happy_] ...uhm... cause... Star is pretty, too?
fr_fr: [_danny_s_rise_one_s_talk_happy_] ...uhm... parce que... Star est jolie, aussi ?

source: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh!! I can't believe you!! You're really letting your popularity get to your head, Danny.
fr_fr: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh !! Je ne peux pas te croire ! Tu laisses vraiment ta popularité te monter à la tête, Danny.

source: [_danny_s_wondering_s_towards_s_talk_frown_] Hey, I don't think it's bad to just meet up with her, right?
fr_fr: [_danny_s_wondering_s_towards_s_talk_frown_] Hé, je ne pense pas que ce soit mal de la rencontrer, non ?

source: [_danny_s_rise_one_s_talk_frown_2_] We both know Star is a jerk, but maybe talking to her won't be so bad? She already thinks we're losers, it doesn't mean we {b}are{/b}, right?
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] On sait tous les deux que Star est un con, mais peut-être que lui parler ne sera pas si mal ? Elle pense déjà que nous sommes des losers, ça ne veut pas dire que nous {b}le sommes, non ?

source: [_danny_s_talk_happy_s_sad_2_] Who knows, maybe I can talk some sense into her as Inviso-Bill and she'll maybe mellow out a bit!
fr_fr: [_danny_s_talk_happy_s_sad_2_] Qui sait, peut-être que je pourrais lui faire entendre raison en tant qu'Inviso-Bill et qu'elle s'adoucirait un peu !
