Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_danny_] (Man, Tucker was right though, these older models take forever to load images... Sam probably wanted to show me a new black talisman she got from Skulk and Lurk or someth-)
fr_fr: [_danny_] (Mec, Tucker avait raison cependant, ces vieux modèles prennent une éternité pour charger les images.... Sam voulait probablement me montrer un nouveau talisman noir qu'elle a obtenu de Skulk et Lurk ou quelque chose comme ça...)

source: [_danny_] Good lord!! Was... was that an accident, or did sh-
fr_fr: [_danny_] Bon Dieu ! C'était... c'était un accident, ou est-ce que

source: [_samspook_] I just thought you deserved something special for your help today. For your eyez only of course <3
fr_fr: [_samspook_] J'ai juste pensé que tu méritais quelque chose de spécial pour ton aide aujourd'hui. Pour tes yeux seulement, bien sûr

source: [_danny_s_down_s_wondering_s_bite_] (I'm sending that to my {b}pictures folder{/b} immediately!)
fr_fr: [_danny_s_down_s_wondering_s_bite_] (Je l'envoie immédiatement dans mon dossier {b}pictures{/b} !)

source: [_danny_s_at_player_s_wondering_s_grin_] (I really don't think I would have gotten something this personal from Star, that's for sure.)
fr_fr: [_danny_s_at_player_s_wondering_s_grin_] (Je ne pense vraiment pas que j'aurais obtenu quelque chose d'aussi personnel de la part de Star, ça c'est sûr)

source: [_danny_s_ahegao_s_wondering_s_bite_] (That is... just... wow, Sam has a hell of a body on her...)
fr_fr: [_danny_s_ahegao_s_wondering_s_bite_] (C'est... juste... wow, Sam a un sacré corps sur elle...)

source: [_danny_s_down_s_rise_s_displeased_] (I mean it's not like I haven't seen her naked already, but... it's a different experience when she's actually posing for you just for fun like that.)
fr_fr: [_danny_s_down_s_rise_s_displeased_] (Je veux dire que ce n'est pas comme si je ne l'avais pas déjà vue nue, mais... c'est une expérience différente quand elle pose réellement pour vous juste pour le plaisir comme ça)

source: [_danny_s_at_player_s_rise_s_grin_] (I should probably send her a thank you message.)
fr_fr: [_danny_s_at_player_s_rise_s_grin_] (Je devrais probablement lui envoyer un message de remerciement)

source: [_dannyspook_] Wow. I can't say much more than that. That is just... sexy, Sam. You look incredible. I'm glad you decided to share that with me, thank you.
fr_fr: [_dannyspook_] Wow. Je ne peux pas en dire plus que ça. C'est juste... sexy, Sam. Tu es incroyable. Je suis heureux que tu aies décidé de partager ça avec moi, merci.

source: [_danny_s_closed_s_idle_s_grin_] (...and... send!)
fr_fr: [_danny_s_closed_s_idle_s_grin_] (...et... envoyer !)

source: [_danny_s_at_player_s_sad_s_displeased_] (Oh man, that wasn't too mushy, right? I don't want to weird her out or anything.)
fr_fr: [_danny_s_at_player_s_sad_s_displeased_] (Oh mec, ce n'était pas trop sentimental, hein ? Je ne veux pas lui faire peur ou quoi que ce soit.)

source: [_danny_s_at_player_s_rise_s_displeased_] (I guess that's a little ridiculous to say considering she just showed me her tits, but I feel like-)
fr_fr: [_danny_s_at_player_s_rise_s_displeased_] (Je suppose que c'est un peu ridicule de dire ça vu qu'elle vient de me montrer ses seins, mais j'ai l'impression que...)

source: [_samspook_] No problem, dude. You earned it. You've been really nice to me lately...
fr_fr: [_samspook_] Pas de problème, mec. Tu l'as mérité. Tu as été très gentil avec moi ces derniers temps...

source: [_samspook_] Keep playing your cards right, and you can expect {i}plenty{/i} more lewds just like that one. Goodnight for now, dork. :P
fr_fr: [_samspook_] Continuez à bien jouer vos cartes, et vous pouvez vous attendre à {i}beaucoup{/i} d'autres lewds comme celui-là. Bonne nuit pour l'instant, abruti. :P

source: [_danny_s_sad_s_at_player_s_talk_happy_] Man... Sam's the best...
fr_fr: [_danny_s_sad_s_at_player_s_talk_happy_] Mec... Sam est le meilleur...

source: What should I do about this prank situation?
fr_fr: Que dois-je faire face à cette situation de farce ?

source: Plant the sex toy in Sam's locker.
fr_fr: Plante le sex-toy dans le casier de Sam.

source: Turn the prank around on Star.
fr_fr: Se retourner en farce de Star.

source: Last chance: Should I go through with this prank?
fr_fr: Dernière chance : Dois-je aller jusqu'au bout de cette farce ?

source: Yes, dammit, I'm horny! Star has a nice treat to give us!
fr_fr: Oui, bon sang, je suis excité ! Star a une belle surprise à nous offrir !

source: No, Sam really doesn't deserve this. Lets turn it around on Star.
fr_fr: Non, Sam ne mérite vraiment pas ça. Reversons ça sur Star.
