Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_sam_] ...about how much you look like a young Allen Ginsberg!!
fr_fr: [_sam_] ...à quel point vous ressemblez à un jeune Allen Ginsberg !!

source: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... well! I'm... I'm glad you think so as well! I'm surprised you could see the resemblance, even without the glasses!
fr_fr: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... bien ! Je suis... Je suis content que vous le pensiez aussi ! Je suis surpris que vous ayez pu voir la ressemblance, même sans les lunettes !

source: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Now, where was I...? Ahh yes, now who can tell me where Oedipus went wrong...?
fr_fr: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Maintenant, où en étais-je... ? Ahh oui, maintenant qui peut me dire où Oedipe s'est trompé... ...?

source: [_danny_] Phew... thanks for bailing us out, Sam.
fr_fr: [_danny_] Ouf... merci de nous avoir tiré d'affaire, Sam.

source: [_sam_] What are you talking about? I was bailing {i}myself{/i} out, you guys {b}still{/b} have after school detention.
fr_fr: [_sam_] De quoi tu parles ? Je payais la caution de {i}moi-même{/i}, vous {b}{/b} avez toujours une retenue après l'école.

source: [_danny_] ...right. Thanks for the reminder.
fr_fr: [_danny_] ...exact. Merci pour le rappel.

source: [_tucker_] Hey, like you said, it won't be so bad. I'll have my best friend Danny right beside me to help it go by fast.
fr_fr: [_tucker_] Hey, comme tu l'as dit, ça ne sera pas si mal. J'aurai mon meilleur ami Danny à mes côtés pour que ça passe vite.

source: [_danny_] Hey, thanks Tucker, that was nice of you to say.
fr_fr: [_danny_] Hey, merci Tucker, c'est gentil de ta part de dire ça.

source: [_tucker_] No problem, ol' buddy, ol' pal of mine!
fr_fr: [_tucker_] Pas de problème, mon vieux pote, mon vieux pote !

source: [_danny_] ...I'm not setting up your half of the tables for you, Tucker.
fr_fr: [_danny_] ...je ne vais pas mettre en place ta moitié de table pour toi, Tucker.

source: [_tucker_] Well, it was worth a shot.
fr_fr: [_tucker_] Eh bien, ça valait le coup d'essayer.

source: [_danny_s_talk_frown_] {i}*Yawn*{/i} Well, I guess today's the day I'm helping out set up for the swap meet.
fr_fr: [_danny_s_talk_frown_] {i}*Yawn*{/i} Je suppose qu'aujourd'hui est le jour où j'aide à mettre en place la bourse d'échange.

source: [_danny_s_talk_happy_s_towards_s_sad_] Should be interesting to see the kind of crowd that'll show up looking to sell their merch.
fr_fr: [_danny_s_talk_happy_s_towards_s_sad_] Il sera intéressant de voir le genre de foule qui viendra pour vendre ses produits.

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] For whatever reason, Amity tends to draw in the more peculiar type of crowd...
fr_fr: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Pour une raison quelconque, Amity a tendance à attirer les gens les plus étranges...

source: [_danny_s_talk_frown_s_at_player_s_wondering_] I have to make sure I go to the football stadium in the {b}afternoon{/b} with Tucker. He won't like waiting around for me.
fr_fr: [_danny_s_talk_frown_s_at_player_s_wondering_] Je dois m'assurer que je vais au stade de football dans l'après-midi {b}{/b} avec Tucker. Il n'aimera pas m'attendre.

source: [_danny_] I can't waste time, I need to get to Raven's stadium to help set up the swap meet with Tucker.
fr_fr: [_danny_] Je ne peux pas perdre de temps, je dois aller au stade de Raven pour aider à organiser la rencontre avec Tucker.

source: [_tucker_s_talk_frown_] Man, I can't believe we have to waste our Friday afternoon for {b}this{/b}. I'm telling you, this is borderline slave labor!
fr_fr: [_tucker_s_talk_frown_] Mec, j'arrive pas à croire qu'on doive gâcher notre vendredi après-midi pour {b}. Je vous le dis, c'est limite de l'esclavage !

source: [_danny_s_rise_one_s_talk_frown_2_] Relax man, it's only for a couple of hours. It really could've been worse.
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] Relaxe, mec, c'est seulement pour quelques heures. Ça aurait vraiment pu être pire.

source: [_tucker_s_angry_s_talk_frown_] A couple of hours I could've spent using to finish my dumb World History paper!
fr_fr: [_tucker_s_angry_s_talk_frown_] Deux heures que j'aurais pu utiliser pour finir mon stupide devoir d'histoire mondiale !

source: [_danny_s_sad_s_talk_happy_] Hey, what's hard to write about history? Rome burned down, the Panama Canal was built through tears and hard work, and we kicked the German's butts twice! Easy, paper done!
fr_fr: [_danny_s_sad_s_talk_happy_] Hé, qu'est-ce qui est difficile à écrire sur l'histoire ? Rome a brûlé, le canal de Panama a été construit à force de larmes et de travail, et on a botté les fesses des Allemands deux fois ! Facile, papier fait !

source: [_tucker_s_talk_frown_s_away_s_wondering_] Yeah, I just guess I'd rather be doing pretty much anything {i}other{/i} than chair stacking and table setting for Ms. Martlet to set her rusty silverware out on display.
fr_fr: [_tucker_s_talk_frown_s_away_s_wondering_] Ouais, je crois que je préférerais faire à peu près n'importe quoi {i}à part empiler des chaises et mettre la table pour que Mme Martlet expose son argenterie rouillée.

source: [_danny_s_talk_happy_2_s_sad_] Well, it's better than a suspension or extra homework to do, I say. My parents hate it when I get in trouble at school and have to hear about it.
fr_fr: [_danny_s_talk_happy_2_s_sad_] Eh bien, c'est mieux qu'une suspension ou des devoirs supplémentaires à faire, je dis. Mes parents détestent que j'aie des problèmes à l'école et que je doive en entendre parler.

source: [_danny_s_rise_one_s_talk_happy_] This should be pretty simple and relatively short to do! So c'mon Tuck, get that dark cloud hanging over your head outta here!
fr_fr: [_danny_s_rise_one_s_talk_happy_] Cela devrait être assez simple et relativement court à faire ! Alors allez Tuck, enlève ce nuage noir qui plane au-dessus de ta tête !

source: [_tucker_s_wondering_s_talk_happy_] I mean... it'd be even shorter if say a certain {b}someone{/b} were to start using their ghost speed to get things going faster, right?
fr_fr: [_tucker_s_wondering_s_talk_happy_] Je veux dire... ça serait encore plus court si disons une certaine {b}quelqu'un{/b} commençait à utiliser sa vitesse de fantôme pour accélérer les choses, non ?

source: [_danny_s_neutral_s_talk_frown_] Tucker, come on.
fr_fr: [_danny_s_neutral_s_talk_frown_] Tucker, allez.

source: [_tucker_s_sad_s_talk_frown_] What?? I think it'd help out! Plus, there's nobody even around here. They're all trying to enjoy their afternoon off, like we should be doing!
fr_fr: [_tucker_s_sad_s_talk_frown_] Quoi ? Je pense que ça aiderait ! En plus, il n'y a personne par ici. Ils essayent tous de profiter de leur après-midi de repos, comme on devrait le faire !

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] I really don't want to take that chance, Tuck.
fr_fr: [_danny_s_blank_stare_s_talk_frown_s_sad_] Je ne veux vraiment pas prendre ce risque, Tuck.

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] Besides, I don't think the ability to go invisible would help out much in setting up booths for people to sell junk off of. I can't fly!
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_2_] De plus, je ne pense pas que la capacité à devenir invisible soit d'une grande aide pour installer des stands où les gens peuvent vendre des objets. Je ne peux pas voler !

source: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}yet{/i}, anyway.
fr_fr: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}encore{/i}, en tout cas.

source: [_tucker_s_talk_frown_s_towards_s_wondering_] Man, I wouldn't worry about that whole "secret identity" thing!
fr_fr: [_tucker_s_talk_frown_s_towards_s_wondering_] Mec, je ne m'inquièterais pas de cette histoire d'"identité secrète" !

source: [_tucker_s_closed_s_neutral_] Plenty of superheros don't even make their identities a secret!
fr_fr: [_tucker_s_closed_s_neutral_] Beaucoup de super-héros ne font même pas de leur identité un secret !

source: [_danny_s_ahegao_s_talk_frown_] Yeah, well, when your parents are professional ghost hunters who'd try to examine you under a microscope for the rest of your life if they found out...
fr_fr: [_danny_s_ahegao_s_talk_frown_] Ouais, eh bien, quand tes parents sont des chasseurs de fantômes professionnels qui essaieront de t'examiner au microscope pour le reste de ta vie s'ils le découvrent...

source: [_danny_s_towards_s_talk_happy_] ...I'd say it's a good idea to keep your ghost powers to yourself, just for extra safety measures.
fr_fr: [_danny_s_towards_s_talk_happy_] ...je dirais que c'est une bonne idée de garder tes pouvoirs de fantôme pour toi, juste pour des mesures de sécurité supplémentaires.

source: [_tucker_s_closed_s_talk_happy_] Point very much taken, O' wise one.
fr_fr: [_tucker_s_closed_s_talk_happy_] C'est un point très important, O'sage.

source: [_tucker_s_angry_s_towards_] Me though? Man, if {i}I{/i} had your powers, I'd be strutting my mad ghost skills all over the place!
fr_fr: [_tucker_s_angry_s_towards_] Mais moi ? Mec, si {i}j'avais tes pouvoirs, je me pavanerais partout avec mes talents de fantôme fou !

source: [_tucker_s_away_] I'm talking locker room shenanigans, changing failed test scores, and all the body possession I could handle!
fr_fr: [_tucker_s_away_] Je parle de manigances dans les vestiaires, de changements de résultats d'examens ratés, et de toutes les possessions corporelles que je pourrais supporter !

source: [_tucker_s_towards_s_wondering_s_talk_happy_] I'm thinking that a certain Ms. Sanchez might be a bit more inclined to send a good man by the name of Danny Fenton a couple of {b}primo{/b} booty pics if I had the chance to "Take a walk in her shoes"... {i}Heh Heh he{/i}...
fr_fr: [_tucker_s_towards_s_wondering_s_talk_happy_] Je pense qu'une certaine Mlle Sanchez serait un peu plus encline à envoyer à un homme du nom de Danny Fenton quelques photos de ses fesses {b}primo{/b} si j'avais la chance de "marcher dans ses chaussures"... {i}Heh Heh he{/i}...

source: [_danny_s_talk_happy_s_blush_2_] Oh my God, Tucker, you're twisted! Hah hahh!
fr_fr: [_danny_s_talk_happy_s_blush_2_] Oh mon Dieu, Tucker, tu es tordu ! Hah hahh !

source: [_tucker_s_closed_s_talk_happy_] I'd like to think of it as performing my civic duty to be the ultimate wing man I can be.
fr_fr: [_tucker_s_closed_s_talk_happy_] J'aime à penser qu'il s'agit d'accomplir mon devoir civique en étant l'ultime ailier que je puisse être.

source: [_danny_s_talk_happy_s_wondering_] Well, your hypothetical offer is certainly appreciated. But while an occasional peep session is one thing, posing people's bodies while {b}inside{/b} of them for pictures is a whole 'nother level of actual creepdom.
fr_fr: [_danny_s_talk_happy_s_wondering_] Eh bien, votre offre hypothétique est certainement appréciée. Mais si une séance de peep occasionnelle est une chose, poser le corps des gens en {b}pour des photos est un tout autre niveau de perversion.

source: [_tucker_s_away_s_talk_happy_] Nah, yeah, I understand why you {i}wouldn't{/i} wanna do that.
fr_fr: [_tucker_s_away_s_talk_happy_] Non, oui, je comprends pourquoi tu ne voudrais pas faire ça, {i}.

source: [_tucker_s_towards_s_angry_] See, that's what I think makes you a real hero Danny. The whole "knowing right from wrong" aspect of your personality. You're the perfect person to defend Amity from ghastly ghouls.
fr_fr: [_tucker_s_towards_s_angry_] Tu vois, c'est ce qui fait de toi un vrai héros, Danny. Tout l'aspect "distinguer le bien du mal" de ta personnalité. Tu es la personne parfaite pour défendre Amity contre les goules.

source: [_danny_s_rise_one_s_-blush_s_talk_happy_] Thanks Tuck. I appreciate your superhero blessing.
fr_fr: [_danny_s_rise_one_s_-blush_s_talk_happy_] Merci Tuck. J'apprécie ta bénédiction de super-héros.

source: [_tucker_s_talk_frown_s_wondering_] Well, I'd say we're only wasting {b}more{/b} of our time with these light pleasantries.
fr_fr: [_tucker_s_talk_frown_s_wondering_] Eh bien, je dirais que nous ne perdons que {b}more{/b} de notre temps avec ces plaisanteries légères.

source: [_danny_s_talk_frown_s_rise_one_] You cover the chairs?
fr_fr: [_danny_s_talk_frown_s_rise_one_] Vous couvrez les chaises ?

source: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] You take the booths?
fr_fr: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] Vous prenez les cabines ?

source: [_danny_tucker_] Let's do it!!
fr_fr: [_danny_tucker_] Faisons-le!!

source: [_danny_s_talk_frown_s_sad_] ...and that makes booth number #86! {i}Phew!!{/i}
fr_fr: [_danny_s_talk_frown_s_sad_] ...et ça fait le numéro de stand 86 ! {i}Phew!!{/i}

source: [_tucker_s_talk_frown_] Man, I can actually {b}hear{/b} the discs in my spine grinding against each other.
fr_fr: [_tucker_s_talk_frown_] Mec, je peux vraiment {b}entendre les disques de ma colonne vertébrale s'entrechoquer.

source: [_tucker_s_wondering_s_towards_wide_] I'm exhausted!
fr_fr: [_tucker_s_wondering_s_towards_wide_] Je suis épuisé !

source: [_danny_s_wondering_s_talk_frown_] Let's just be glad a lot of the other booths dropped out last minute. With this "Madam Babazita's" booth finished, we're officially done, so I'm happy. We just need to wait for her to actually get here to claim her spot.
fr_fr: [_danny_s_wondering_s_talk_frown_] Soyons heureux que beaucoup d'autres stands se soient désistés à la dernière minute. Avec ce stand de "Madame Babazita" terminé, nous avons officiellement terminé, donc je suis content. Nous devons juste attendre qu'elle arrive pour réclamer sa place.

source: [_tucker_s_talk_frown_s_neutral_] I'll be {b}happy{/b} when one of these merchants sells me a back brace!
fr_fr: [_tucker_s_talk_frown_s_neutral_] Je serai {b}heureux{/b} quand un de ces marchands me vendra un corset dorsal !

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hey, we have the weekend now to rest up! That should do us some good, right?
fr_fr: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hé, on a le week-end maintenant pour se reposer ! Ça devrait nous faire du bien, non ?

source: [_tucker_s_talk_frown_s_angry_] Says you! I still have that stupid paper to finish!
fr_fr: [_tucker_s_talk_frown_s_angry_] C'est toi qui le dis ! J'ai encore ce stupide papier à finir !

source: [_danny_s_talk_frown_s_at_player_] Yeah... now that I think about it, what if I end up spending the weekend having to track down a ghost?
fr_fr: [_danny_s_talk_frown_s_at_player_] Ouais... maintenant que j'y pense, et si je finissais par passer le week-end à traquer un fantôme ?

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...God, what if I have to spend my whole {u}life{/u} fighting ghosts?
fr_fr: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...Mon Dieu, et si je devais passer toute ma vie {u}à combattre des fantômes ?

source: [_tucker_s_closed_s_talk_frown_] Listen Danny, a great man once said that with great power, comes great responsibility.
fr_fr: [_tucker_s_closed_s_talk_frown_] Ecoute Danny, un grand homme a dit un jour que de grands pouvoirs impliquent de grandes responsabilités.

source: [_danny_s_towards_s_talk_happy_s_rise_one_] That's just from Spider-Man 1, Tuck.
fr_fr: [_danny_s_towards_s_talk_happy_s_rise_one_] C'est juste de Spider-Man 1, Tuck.

source: [_tucker_s_closed_s_talk_frown_] That's from all {b}three{/b} Raimi Spider-Man movies, {i}thank you{/i}.
fr_fr: [_tucker_s_closed_s_talk_frown_] Ça vient des {b}trois{/b} Raimi Spider-Man, {i}merci{/i}.

source: [_tucker_s_towards_s_sad_s_talk_happy_] Also, that doesn't make it any less true. If ghosts really are escaping into Amity Park, then {b}you're{/b} gonna be the one to stop them. You'll do {i}great{/i} things with your powers, I just know it!
fr_fr: [_tucker_s_towards_s_sad_s_talk_happy_] Et ça ne le rend pas moins vrai. Si les fantômes s'échappent vraiment dans Amity Park, alors {b}tu seras celui qui les arrêtera. Tu feras {i}de grandes{/i} choses avec tes pouvoirs, je le sais !

source: [_danny_s_at_player_s_talk_frown_2_] I mean, sure, I wouldn't normally {i}mind{/i} the whole "getting superpowers" thing, obviously. But at the end of the day, I {b}still{/b} have to finish my algebra homework {i}and{/i} do all my chores as well!
fr_fr: [_danny_s_at_player_s_talk_frown_2_] Je veux dire, bien sûr, ça ne me dérangerait pas normalement {i}d'avoir des superpouvoirs, évidemment. Mais à la fin de la journée, je {b}{/b} dois toujours finir mes devoirs d'algèbre {i}et{/i} faire toutes mes corvées aussi !

source: [_danny_s_towards_s_talk_frown_] Getting ghost powers would've been a lot better if I already had one of those "billionaire playboy" alter egos superheros tend to have.
fr_fr: [_danny_s_towards_s_talk_frown_] Obtenir des pouvoirs fantômes aurait été bien mieux si j'avais déjà un de ces alter ego de playboy milliardaire que les super-héros ont tendance à avoir.

source: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i}! A billionaire with ghost powers? Yeah right! That's total make believe dude, only in comics and kids shows. Can you imagine someone like Vlad Masters floating through walls?
fr_fr: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i} ! Un milliardaire avec des pouvoirs de fantôme ? Ouais, c'est ça ! C'est de la pure fiction mec, seulement dans les Bd et les émissions pour enfants. Tu peux imaginer quelqu'un comme Vlad Masters flottant à travers les murs ?

source: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Heh, yeah, I guess that {i}is{/i} a bit silly.
fr_fr: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Heh, ouais, je suppose que {i}est{/i} un peu stupide.

source: [_tucker_s_angry_s_away_s_talk_frown_] Man, where {i}is{/i} this lady? I'm not gonna stick around forever to watch her booth for her.
fr_fr: [_tucker_s_angry_s_away_s_talk_frown_] Mec, où est {i}cette femme ? Je ne vais pas rester dans le coin pour regarder son stand à sa place.

source: [_danny_s_rise_one_s_talk_frown_] Lancer told us that people were going to start showing up around two o'clock, so I'm figuring she'll be arriving soo-
fr_fr: [_danny_s_rise_one_s_talk_frown_] Lancer nous a dit que les gens allaient commencer à se montrer vers deux heures, donc je pense qu'elle arrivera donc

source: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i}!! You two boo-bahs jumped good! Scream like littlest of goyls!! {i}Heh heh hech{/i}!!
fr_fr: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i} ! !! Les deux boo-bahs ont bien sauté ! Criez comme le plus petit des goyls !! {i}Heh heh hech{/i} !!

source: [_danny_s_talk_happy_s_towards_s_rise_one_] ...you must be Madam Babazita.
fr_fr: [_danny_s_talk_happy_s_towards_s_rise_one_] ...vous devez être Madame Babazita.

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, this is me. You two did good job setting up money booth for Madam Babazita. Minus not putting out 'vy actual merchandise for me...
fr_fr: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, c'est moi. Vous avez fait du bon boulot en installant le stand de l'argent pour Madame Babazita. A part le fait que vous n'avez pas mis de vraies marchandises pour moi...

source: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Uhh, yeah, you're welcome anyway, lady.
fr_fr: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Euhh, ouais, de toute façon, de rien, madame.

source: [_danny_s_sad_s_talk_happy_] We sorta didn't want to mess with too much of your stuff, Miss Babazita. It all looked... pretty old.
fr_fr: [_danny_s_sad_s_talk_happy_] On ne voulait pas trop toucher à vos affaires, Mlle Babazita. Tout semblait... assez vieux.

source: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz wise of you boys. There are powerful hexes and curses among Madam Babazita's trinkets and 'vares.
fr_fr: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz sage de vous les garçons. Il y a de puissants sortilèges et malédictions parmi les bibelots et les vares de Madame Babazita.

source: [_tucker_s_wondering_s_talk_frown_s_towards_] Uh huh, sure. Shrunken moose weiners and voodoo furby dolls. Real {i}powerful{/i} artifacts you got there, Madam.
fr_fr: [_tucker_s_wondering_s_talk_frown_s_towards_] Uh huh, bien sûr. Des saucisses d'élan rétrécies et des poupées vaudoues en fourrure. De vrais {i}artefacts puissants que vous avez là, Madame.

source: [_babazita_] ...you do not believe in Babazita's 'vares?
fr_fr: [_babazita_] ...vous ne croyez pas aux "vares" de Babazita ?

source: [_tucker_s_closed_s_sad_s_talk_frown_] Sorry lady, it's not you, I just don't really believe in too much of the supernatural.
fr_fr: [_tucker_s_closed_s_sad_s_talk_frown_] Désolé madame, ce n'est pas vous, je ne crois pas vraiment au surnaturel.

source: [_tucker_s_away_s_sad_] ...at least, I didn't {i}used{/i} to. Now I'm like... 65 percent a skeptic.
fr_fr: [_tucker_s_away_s_sad_] ...du moins, je ne le faisais pas {i}avant. Maintenant, je suis... 65 pour cent de sceptique.

source: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita understands. There are 'var too many fakes and phonies out there deez' days! Give true psychics and spiritual shepards like Madam Babazita bad name! {i}*Patooie*{/i}
fr_fr: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita comprend. Il y a beaucoup trop de faux et d'imposteurs de nos jours ! Ils donnent une mauvaise réputation aux vrais médiums et aux protecteurs spirituels comme Madame Babazita ! {i}*Patooie*{/i}

source: [_danny_s_rise_one_s_frown_] (Babazita sure seems harmless enough, but jeez, this lady's really gotta take something to clear her throat... and see somebody about that mole.)
fr_fr: [_danny_s_rise_one_s_frown_] (Babazita semble assez inoffensif, mais bon sang, cette dame doit vraiment prendre quelque chose pour éclaircir sa gorge... et voir quelqu'un pour ce grain de beauté)

source: [_babazita_s_wondering_s_talk_happy_] You both seem good boys. 'Vould you two like a look at Madam Babazita's 'vares...?
fr_fr: [_babazita_s_wondering_s_talk_happy_] Vous semblez être de bons garçons. Voudriez-vous jeter un coup d'oeil aux 'vares' de Madame Babazita... ...?

source: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no thanks lady, m-me and my friend both have steady relationships, so we really wouldn't wanna-
fr_fr: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-non merci madame, moi et mon ami avons tous deux des relations stables, donc nous ne voudrions vraiment pas

source: [_danny_s_talk_happy_2_s_rise_one_] Tucker! No! She's just trying to sell us some of her stuff, calm down.
fr_fr: [_danny_s_talk_happy_2_s_rise_one_] Tucker ! Non ! Elle essaie juste de nous vendre quelques unes de ses affaires, calme-toi.

source: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Whispering*{/i} Come on, Tuck, let's be nice to her and at least take a look. She's not gonna get much business selling her own junk out here. Let's just humor here a little.
fr_fr: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Chuchotement*{/i} Allez, Tuck, sois gentil avec elle et jette au moins un oeil. Elle ne va pas faire beaucoup d'affaires en vendant sa propre camelote ici. Faisons un peu d'humour ici.

source: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Whispering*{/i} Fine, but amusing an old lady who even a thrift store wouldn't accept hand me downs from was {b}not{/b} the way I wanted to spend the remainder of my Friday afternoon.
fr_fr: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Whispering*{/i} D'accord, mais amuser une vieille dame dont même un magasin d'occasion n'accepterait pas la main basse était {b}pas{/b} la façon dont je voulais passer le reste de mon vendredi après-midi.

source: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, we'd {b}love{/b} to see what you have for sale Madam Babazita.
fr_fr: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, nous aimerions {b}voir ce que vous avez à vendre Madame Babazita.
