Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode1_MZ.po
Languages: fr_fr

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}Wuhh{/i}... what the...?{p}What was I laying on the floor for...?
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}Wuhh{/i}... qu'est-ce que... ?{p}Pourquoi j'étais allongé par terre...?

source: [_danny_s_down_s_sad_s_frown_3_] (What happened last night?){p}The last thing I remember...
fr_fr: [_danny_s_down_s_sad_s_frown_3_] (Que s'est-il passé la nuit dernière ?){p}La dernière chose dont je me souviens...

source: [_danny_s_towards_s_sad_] (Oh yeah… there was... some kind've accident in the {b}Fenton Work's Lab{/b}...)
fr_fr: [_danny_s_towards_s_sad_] (Oh oui… il y a eu... une sorte d'accident dans le laboratoire de {b}Fenton Work{/b}...)

source: [_danny_s_rise_one_s_down_] ({i}Hmmm{/i}... I was... I was trying to take a look inside my parents' {b}"Ghost Portal"{/b} they built after it didn't quite work. I think I accidentally pressed a button on the side of the wall or something...)
fr_fr: [_danny_s_rise_one_s_down_] ({i}Hmmm{/i}... J'étais... J'essayais de jeter un coup d'oeil à l'intérieur du "Portail Fantôme"{/b} de mes parents, {b}, qu'ils ont construit après qu'il n'ait pas fonctionné. Je pense que j'ai accidentellement appuyé sur un bouton sur le côté du mur ou quelque chose comme ça...)

source: [_danny_] (Suddenly, there was a {u}great big flash{/u}... everything just {i}changed{/i}...{p}man, I hope my molecules weren't all rearranged...)
fr_fr: [_danny_] {i}(Soudain, il y a eu un {u}grand flash{/u}... tout a changé{/i}...{p}mec, j'espère que mes molécules n'ont pas toutes été réarrangées...)

source: [_danny_] ({i}Heh{/i}, that rhymed.)
fr_fr: [_danny_] ({i}Heh{/i}, ça rime.)

source: [_danny_] (And then... when I woke back up, I was... no... it couldn't be... right?)
fr_fr: [_danny_] (Et ensuite... quand je me suis réveillé, j'étais... non... ça ne pouvait pas être... n'est-ce pas ?)

source: [_danny_] (...had I really been turned into a... a {b}ghost{/b}...?{p}How else could I have gotten back into my room...?)
fr_fr: [_danny_] (...avais-je vraiment été transformé en un... un fantôme {b}{/b}... ?{p}Sinon, comment aurais-je pu retourner dans ma chambre... ?)

source: [_danny_] (N-no, I must have just bumped my head and imagined the whole thing! Dad probably just found me down in the lab and carried me up here, that's all! Ghosts are {i}absolutely{/i} not, in any {i}conceivable{/i} reality, {u}real{/u}.)
fr_fr: [_danny_] (N-non, j'ai dû me cogner la tête et imaginer tout ça ! Papa m'a probablement trouvé dans le laboratoire et m'a porté jusqu'ici, c'est tout ! Les fantômes ne sont {i}absolument{/i} pas, dans aucune {i}réalité concevable{/i}, {u}réels{/u}.)

source: [_danny_s_p7_] Oh crap! It really {u}did{/u} happen!{p}I'm actually {u}dead{/u}!!
fr_fr: [_danny_s_p7_] Oh merde ! C'est vraiment {u}arrivé{/u} !{p}Je suis vraiment {u}mort{/e} !!

source: [_jack_] {i}DANNY!!{/i} I'm getting a reading from the {b}Fenton Finder{/b} that there's a ghost in your room!{p}Try to fend it off with your weaponized teenage hormones while your mother and I grab our ghost hunting gear! Good luck, son!!
fr_fr: [_jack_] {i}DANNY!{/i} Je reçois une lecture du {b}Fenton Finder{/b} qui dit qu'il y a un fantôme dans ta chambre !{p}Essaye de le repousser avec tes hormones d'adolescent pendant que ta mère et moi prenons notre équipement de chasse aux fantômes ! Bonne chance, fiston !!

source: [_danny_] Oh man! If Mom and Dad catch me like this, I'm toast!
fr_fr: [_danny_] Oh là là ! Si maman et papa m'attrapent comme ça, je suis grillé !

source: [_danny_] Gotta think, how can I switch back?!
fr_fr: [_danny_] Je dois réfléchir, comment je peux revenir en arrière ?!

source: [_jack_] Nearly there son, just a few more seconds!! Hold on muh' boy!!
fr_fr: [_jack_] On y est presque, fiston, plus que quelques secondes !! Tiens bon mon garçon !!

source: [_danny_s_p9_] Gotta... focus... {i}focus!!{/i}
fr_fr: [_danny_s_p9_] Il faut... se concentrer... {i}se concentrer !!{/i}

source: [_jack_s_stare_s_angry_s_talk_happy_] Alright, ghost!! Get ready to meet your maker!!{p}For {i}sure{/i} this time!
fr_fr: [_jack_s_stare_s_angry_s_talk_happy_] D'accord, fantôme ! Prépare-toi à rencontrer ton créateur !{p}Pour {i}c'est sûr{/i} cette fois-ci !

source: [_danny_s_talk_happy_s_wondering_] {i}Uhhhhmm{/i}, h-hey guys! L-look! No ghost here! Just {i}regular{/i} old Danny! Yessir, nothing out of the ordinary, just a boring, {u}completely{/u} non-translucent young adult's room! {i}Ah heh, hehh{/i}...
fr_fr: [_danny_s_talk_happy_s_wondering_] {i}Uhhhhmm{/i}, h-hey les gars ! Regardez ! Pas de fantôme ici ! Juste {i}le bon vieux Danny ! Oui, rien d'extraordinaire, juste une chambre de jeune adulte ennuyeuse, {u}complètement non-translucide ! {i}Ah heh, hehh{/i}...

source: [_jack_s_towards_s_sad_s_talk_displeased_] Well that's strange... I could have {i}sworn{/i} the Fenton Finder indicated-
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Eh bien, c'est étrange... J'aurais pu jurer sur {i}que le Fenton Finder indiquait-

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Don't worry dear, I'll take a look at the calibration specs on it later. All we've done for the moment is foolishly barge into Danny's room without asking.
fr_fr: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Ne vous inquiétez pas, je regarderai les spécifications de calibration plus tard. Tout ce qu'on a fait pour le moment, c'est faire irruption dans la chambre de Danny sans demander.

source: [_maddie_s_flip_s_closed_s_neutral_s_talk_amused_] Right now, let's all just go downstairs and have some breakfast to cool down from this little false alarm!{p}I'll even make a fresh batch of waffles for you boys!
fr_fr: [_maddie_s_flip_s_closed_s_neutral_s_talk_amused_] Pour l'instant, descendons tous prendre un petit-déjeuner pour nous calmer de cette petite fausse alerte !{p}Je vais même faire une nouvelle fournée de gaufres pour vous les garçons !

source: [_jack_] {i}Leaping log-cabins{/i}, that sounds {u}great{/u} honey! See yah Danny!! Last one downstairs is a rotten Belgian!
fr_fr: [_jack_] {i}Sauter des cabanes en rondins, ça a l'air {u}génial, chéri ! A plus Danny !! Le dernier en bas est un Belge pourri !

source: [_maddie_s_towards_s_neutral_s_talk_happy_] You gonna come down, hon?
fr_fr: [_maddie_s_towards_s_neutral_s_talk_happy_] Tu vas descendre, chérie ?

source: [_danny_s_rise_one_s_at_danny_s_talk_happy_] Y-yeah Mom, I'll be down in a second. I just gotta, y'know, check out a few things first... it's sorta hard to explain I guess...
fr_fr: [_danny_s_rise_one_s_at_danny_s_talk_happy_] Oui, maman, j'arrive dans une seconde. Je dois juste, tu sais, vérifier quelques trucs d'abord... c'est un peu difficile à expliquer je suppose...

source: [_maddie_s_closed_s_sad_s_talk_happy_] {i}Oh!{/i} Well hey, far be it from me to keep a young man from figuring out his {u}ever-developing{/u} body!
fr_fr: [_maddie_s_closed_s_sad_s_talk_happy_] {i}Oh!{/i} Eh bien, loin de moi l'idée d'empêcher un jeune homme de comprendre son corps {u}qui ne cesse de se développer !

source: [_danny_s_blush_s_talk_frown_s_sad_2_] Woah, what?! N-no, Mom, i-it's not like {i}that!{/i}
fr_fr: [_danny_s_blush_s_talk_frown_s_sad_2_] Woah, quoi ? ! N-non, maman, ce n'est pas comme {i}ça!{/i}

source: [_maddie_s_towards_s_sad_s_talk_happy_] It's okay honey, you take as much time as you need! I'll see you downstairs whenever you're ready. But try not to make your sister wait too long if you're gonna go to school together, okay? Love you, sweetie.
fr_fr: [_maddie_s_towards_s_sad_s_talk_happy_] C'est bon chérie, prends tout le temps dont tu as besoin ! Je te verrai en bas quand tu seras prête. Mais essaie de ne pas faire attendre ta soeur trop longtemps si vous allez à l'école ensemble, ok ? Je t'aime, ma chérie.

source: [_danny_s_sad_2_s_towards_s_frown_grin_] (Jeez, that was a close one. If I'm not careful about keeping... {u}whatever's{/u} happened to me secret, I'll wind up as one of my parents' crazy science experiments.)
fr_fr: [_danny_s_sad_2_s_towards_s_frown_grin_] (Bon sang, il s'en est fallu de peu. Si je ne fais pas attention à garder secret... {u}ce qui m'est{/u} arrivé, je finirai comme une des expériences scientifiques folles de mes parents)

source: [_danny_s_at_danny_s_frown_s_rise_one_] (Well, more than I {i}already{/i} am, anyway...)
fr_fr: [_danny_s_at_danny_s_frown_s_rise_one_] (Enfin, plus que je ne le suis déjà{/i} sur {i}, en tout cas...)

source: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Especially after this whole ghost stuff! Jeez, I still can't believe this is real! I'm an {i}actual{/i} ghost!!)
fr_fr: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Surtout après cette histoire de fantômes ! Jeez, je ne peux toujours pas croire que c'est réel ! Je suis un {i}vrai{/i} fantôme !!)

source: [_danny_s_frown_3_s_rise_one_s_towards_] (...or something like one, anyway... whatever the case, I'm not gonna worry about it right now. I'll just try to eat some breakfast in the {b}kitchen{/b} or something... if I still even {i}can{/i} eat.)
fr_fr: [_danny_s_frown_3_s_rise_one_s_towards_] (...ou quelque chose comme ça, de toute façon... quoi qu'il en soit, je ne vais pas m'en inquiéter pour l'instant. Je vais juste essayer de prendre un petit-déjeuner dans la cuisine {b}ou quelque chose comme ça... si je peux encore manger, même {i}.)

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Yeesh, what was that all about? Mom and Dad were freaking out to get their gear upstairs in a really big rush.
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Yeesh, c'était quoi tout ça ? Maman et papa étaient en train de se précipiter pour monter leurs affaires.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, you know how they are... any minor blip on a radar, and they think they found the missing "ghost link" or something.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, vous savez comment ils sont... le moindre petit écart sur un radar, et ils pensent avoir trouvé le "lien fantôme" manquant ou autre.

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, when do you think that you and I should have... {u}the talk{/u}?
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, quand penses-tu que toi et moi aurions dû... {u}parler ?

source: [_danny_s_at_danny_s_blush_s_sad_2_s_talk_frown_2_] "The talk"?! What?! {i}Uhm{/i}, well, I thought Mom and Dad already gave me that one... are there... are there {i}more{/i} things I should know, cause I don't wanna be unprepared for-
fr_fr: [_danny_s_at_danny_s_blush_s_sad_2_s_talk_frown_2_] "La discussion" ? ! Quoi ?! {i}Uhm{/i}, bon, je pensais que maman et papa m'avaient déjà donné celle-là... y a-t-il... y a-t-il {i}autres{/i} choses que je devrais savoir, parce que je ne veux pas être pris au dépourvu pour-

source: [_jazz_s_towards_s_wondering_s_talk_frown_] No doofus! The talk {i}about{/i} Mom and Dad!{p}You do realize that, eventually, one of us is going to get stuck here taking care of them, and frankly, I have {i}far{/i} too many plans after I graduate school for it to be {i}my{/i} responsibility.
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Pas d'imbécile ! La discussion {i}sur{/i} Maman et Papa !{p} {i}Tu réalises qu'un jour ou l'autre, l'un d'entre nous sera coincé ici pour s'occuper d'eux, et franchement, j'ai {i}beaucoup{/i} trop de projets après mon diplôme pour que ce soit{/i} ma{/i} responsabilité.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Huh? What the heck are you talking about Jazz? Why would either of us have to be stuck here taking care of them? They're not that old to need-
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Hein ? De quoi tu parles, Jazz ? Pourquoi est-ce que l'un de nous devrait être coincé ici à s'occuper d'eux ? Ils ne sont pas si vieux pour avoir besoin-

source: [_jazz_s_towards_s_wondering_s_talk_frown_] This whole ghost thing, Danny!! It's obvious to me that these are the clear-cut signs of {u}early-onset dementia{/u}. Which means we need to figure out who'll be in charge of adult babysitting duty.
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Cette histoire de fantôme, Danny ! Il est évident pour moi que ce sont les signes évidents de {u}démence précoce. Ce qui veut dire qu'on doit décider qui sera chargé du baby-sitting des adultes.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh come on, Jazz, they aren't crazy, they're {b}scientists{/b}! They've been working on this kinda stuff since they went to college.{p}Of course they're going to seem a {i}little{/i} weird compared to other parents, but it's all in the pursuit of scientific research!
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh allez, Jazz, ils ne sont pas fous, ce sont des {b}scientifiques{/b} ! Ils travaillent sur ce genre de choses depuis qu'ils sont à l'université.{p}Bien sûr, ils vont sembler un {i}peu{/i} bizarres par rapport aux autres parents, mais c'est dans la poursuite de la recherche scientifique !

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, {i}real{/i} scientists study things like physics and chemical balances. Principal concepts of the {u}known{/u} universe. Our parents study the paranormal... you don't see any problem with that...?
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, {i}les vrais{/i} scientifiques étudient des choses comme la physique et les équilibres chimiques. Les principaux concepts de l'univers {u}connu{/u}. Nos parents étudient le paranormal... tu ne vois pas de problème avec ça...?

source: [_danny_s_towards_s_rise_s_talk_consternation_] So? {i}Somebody's{/i} got to study that stuff, right?
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Et alors ? {i}Quelqu'un doit étudier ce genre de choses, non ?

source: [_jazz_s_towards_s_idle_s_talk_happy_] Wait, you don't think ghosts are {i}actually{/i} real, right?? They've been looking for solid, concrete proof all these years, and they haven't been able to find {u}one{/u} piece of non-circumstantial evidence?
fr_fr: [_jazz_s_towards_s_idle_s_talk_happy_] Attends, tu ne penses pas que les fantômes sont {i}réellement réels, hein ? ? Ils ont cherché des preuves solides et concrètes toutes ces années, et ils n'ont pas pu trouver {u}une seule preuve non circonstancielle ?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] {i}Uhhh{/i}... I mean... well, y-y'know, the burden of proof being as high as it is, and all... and it's like... h-hey, Rome wasn't discovered in a day, right? So, {i}uhm{/i}, I really don't think we should just dismiss-
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] {i}Uhhh{/i}... Je veux dire... eh bien, la charge de la preuve étant aussi élevée qu'elle l'est, et tout... et c'est comme... h-hey, Rome n'a pas été découverte en un jour, non ? Alors, {i}uhm{/i}, je ne pense vraiment pas qu'on devrait juste rejeter-

source: [_jazz_s_towards_s_sad_s_talk_frown_] Exactly, it's {i}total{/i} nonsense. We need parental figures who can provide some actual life guidance, not made up stories about-{p}...crud, I think I hear them coming back up from the Lab.
fr_fr: [_jazz_s_towards_s_sad_s_talk_frown_] Exactement, c'est {i}une absurdité totale. Nous avons besoin de figures parentales qui peuvent nous guider dans la vie, pas d'histoires inventées sur...{p}... merde, je crois que je les entends revenir du labo.

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Look, we can talk about this later. Just remember, {i}you're{/i} the one who's gonna be wiping drool off their lips when the time comes.
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Ecoute, on peut parler de ça plus tard. Souviens-toi juste, {i}que tu es celui qui essuiera la bave sur ses lèvres le moment venu.

source: [_jack_s_towards_s_sad_s_talk_displeased_] Some day, Maddie, I promise... some day we'll find a ghost and properly capture it... to prove to everyone we aren't crazy!
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Un jour, Maddie, je te promets... un jour nous trouverons un fantôme et nous le capturerons correctement... pour prouver à tout le monde que nous ne sommes pas fous !

source: [_maddie_s_flip_s_towards_wide_up_s_sad_s_talk_frown_] Oh sweetie, I know we will. I believe in you, {i}and{/i} in us. We've just had a string of bad luck!
fr_fr: [_maddie_s_flip_s_towards_wide_up_s_sad_s_talk_frown_] Oh chérie, je sais qu'on le fera. Je crois en toi, {i}et en nous. On a juste eu une série de malchance !

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] That darn {b}Fenton Ghost Portal{/b} was supposed to be our sure-fire guarantee to catch a real live ghost, too! Now it's just {i}another{/i} piece of broken junk I've failed to invent right!
fr_fr: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Ce satané {b}Portail Fantôme de Fenton{/b} était censé être notre garantie d'attraper un vrai fantôme vivant, aussi ! Maintenant, c'est juste {i}un autre morceau de ferraille que je n'ai pas réussi à inventer correctement !

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, don't beat yourself up too much, Dad. You'll catch a real gruesome ghost for sure one of these days!{p}And I bet you'll find out how to fix up your portal as well! You guys are brilliant inventors after all!
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Hé, ne te fais pas trop de soucis, papa. Tu vas sûrement attraper un fantôme vraiment horrible un de ces jours !{p}Et je parie que tu trouveras comment réparer ton portail aussi ! Vous êtes de brillants inventeurs après tout !

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, Maddie, what a son I have... knows just how to make his old man feel like himself again!{p}Don't worry gang, Jack Fenton will {u}never{/u} give up on his ghost hunting dreams!
fr_fr: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, Maddie, quel fils j'ai... il sait comment faire pour que son vieux père se sente à nouveau lui-même !{p}Ne vous inquiétez pas, Jack Fenton {u}n'abandonnera jamais ses rêves de chasseur de fantômes !

source: [_danny_s_rise_one_s_talk_happy_2_] So, soppy speeches aside, I heard some delicious waffles were in the works?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] Donc, discours mielleux mis à part, j'ai entendu dire que de délicieuses gaufres étaient en préparation ?

source: [_jack_s_stare_s_angry_s_talk_happy_] You betcha, son! So, while your mother's whipping them up for all of us, I'll tell you {i}all{/i} the interesting things I know about ghosts! {u}Vitally{/u} important information for anyone wanting to learn more about phantoms!
fr_fr: [_jack_s_stare_s_angry_s_talk_happy_] Tu parles, mon fils ! Alors, pendant que ta mère les prépare pour nous tous, je te dirai à {i}toutes les choses intéressantes que je sais sur les fantômes ! {u}Des informations vitales pour tous ceux qui veulent en savoir plus sur les fantômes !

source: [_jack_s_closed_s_wondering_s_talk_happy_] So, the very first thing you should {i}definitely{/i} want to know about ghosts, and this is {i}really{/i} important to understand like I said, is that-
fr_fr: [_jack_s_closed_s_wondering_s_talk_happy_] Donc, la toute première chose que vous devriez {i}absolument{/i} savoir sur les fantômes, et c'est {i}vraiment{/i} important de comprendre comme je l'ai dit, c'est que-

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Oh whoops, no time for breakfast and crazy ghost factoids! We're going to be late if we don't go, {i}right{/i} this second in fact! Danny has class soon, and I have some thankfully non-deluded students to help tutor!!
fr_fr: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Oh oups, pas le temps pour un petit-déjeuner et des faits de fantômes fous ! On va être en retard si on n'y va pas, {i}à cette seconde en fait ! Danny a cours bientôt, et j'ai heureusement des étudiants non-délirés pour aider à donner des cours particuliers ! !!

source: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] {i}Awwwe{/i}, but I was gonna cook for everybody...
fr_fr: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] {i}Awwwe{/i}, mais j'allais cuisiner pour tout le monde...

source: [_jack_s_towards_s_sad_s_talk_displeased_] Yeah, and I was gonna tell Danny {i}all{/i} the secrets of my extensive ghost knowledge, inexpicably and without any real reason!
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Oui, et j'allais révéler à Danny {i}tous{/i} les secrets de mes vastes connaissances sur les fantômes, de manière inexplicable et sans aucune raison réelle !

source: [_jazz_s_flip_s_towards_s_idle_s_talk_amused_] {i}Oooh{/i}, darn, that's too bad! We're just running {i}so{/i} short on time today you guys, I'm really sorry!
fr_fr: [_jazz_s_flip_s_towards_s_idle_s_talk_amused_] {i}Oooh{/i}, zut, c'est dommage ! On a juste {i}tellement{/i} peu de temps aujourd'hui les gars, je suis vraiment désolé !

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Come on Danny, we need to get {i}going{/i}... {u}now{/u}...?
fr_fr: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Allez Danny, il faut qu'on lance {i}... {u}maintenant...?

source: [_danny_s_talk_happy_2_s_sad_] Jazz, calm down, I have like a whole hour before the first bell even rings! I can get myself to school on my own, I'm an {b}adult{/b} after all. So please, I wanna eat my waffles first! I won't be late though, promise!
fr_fr: [_danny_s_talk_happy_2_s_sad_] Jazz, calme-toi, j'ai une heure entière avant que la première cloche ne sonne ! Je peux me rendre à l'école toute seule, je suis une {b}adulte{/b} après tout. Alors s'il te plaît, je veux manger mes gaufres d'abord ! Mais je ne serai pas en retard, promis !

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] {i}Ugh{/i}, you {i}better{/i} not be, Danny.
fr_fr: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] {i}Ugh{/i}, tu {i}ferais mieux{/i} de ne pas l'être, Danny.

source: [_danny_s_rise_one_s_talk_happy_] So then, gang...{p}...waffle time?
fr_fr: [_danny_s_rise_one_s_talk_happy_] Alors, les gars...{p}... c'est l'heure des gaufres ?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] {u}Waffle time.{/u}
fr_fr: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] {u}L'heure de la gaufre.{/u}

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey guys! Boy, am I glad to see you two.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Hé les gars ! Bon sang, je suis content de vous voir tous les deux.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Why? It's only been since Saturday that we all hung out together, dude. It hasn't been too long a wait, has it? {i}*Chuckles*{/i}
fr_fr: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Pourquoi ? C'est seulement depuis samedi qu'on a traîné tous ensemble, mec. L'attente n'a pas été trop longue, n'est-ce pas ? {i}*Chuckles*{/i}

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] So man, how was the rest of your weekend? You get as many phone numbers as your ol' pal Tucker did?
fr_fr: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Alors mec, comment s'est passé le reste de ton week-end ? Tu as obtenu autant de numéros de téléphone que ton vieux pote Tucker ?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, could've been better. I sorta accidentally broke a machine my folks were working on last night.{p}I mean, it was already broken, but I definitely think I busted it good.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, ça aurait pu être mieux. J'ai en quelque sorte accidentellement cassé une machine sur laquelle mes parents travaillaient la nuit dernière.{p}Je veux dire, elle était déjà cassée, mais je pense vraiment que je l'ai bien cassée.
