Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] No, you're not going to the Principal's Office, Danny, you're coming with me to {i}my{/i} Office.
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Non, vous n'allez pas au Bureau de la direction de Danny, vous venez avec moi pour {i}mon bureau{/i}.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, but... why?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Ok, mais... pourquoi?

source: [_penelope_s_towards_s_rise_s_talk_amused_] Oh you'll see soon enough...
fr_fr: [_penelope_s_towards_s_rise_s_talk_amused_] Oh, vous verrez bientôt assez vite...

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Jazz? What are you doing here?
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Jazz? Que faites-vous ici?

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Danny... Jazz here recently came to me with a problem. Something she felt that she had to get off her chest.
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Danny... Jazz ici est récemment venu me voir avec un problème. Quelque chose qu'elle a senti devoir lui arracher la poitrine.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] She felt that you, her brother, were not being completely being honest with her about your {b}personal life{/b} lately...
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] Elle a senti que vous, son frère, n'étiez pas tout à fait honnête avec elle au sujet de votre {b}vie personnelle{/b} récemment...

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Jazz? What the heck, why?!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Jazz? Qu'est-ce que ça, pourquoi?!

source: [_jazz_s_towards_wide_s_angry_s_talk_displeased_] Danny, you don't need to react like this!
fr_fr: [_jazz_s_towards_wide_s_angry_s_talk_displeased_] Danny, vous n'avez pas besoin de réagir comme ça !

source: [_danny_s_towards_s_angry_s_talk_displeased_] Well why are you so worried about my own busine-
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Eh bien, pourquoi êtes-vous si inquiet de ma propre <unk> e-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ah, ah!{/i} Let's put a pin in that.
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ah, ah!{/i} Mettons une épingle dans cela.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Now, before we get started, can I have Bertrand get either of you anything?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Maintenant, avant que nous ne commencions, puis-je que Bertrand obtienne quelque chose ?

source: [_danny_s_towards_s_rise_s_talk_distraught_] Bertrand? Who's Ber-?
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Bertrand? Qui est Ber-?

source: [_bertrand_s_arms_down_s_towards_s_talk_] Right here, boyo.
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] Juste ici, garçon.

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Bertrand is my personal assistant, and he's helping me settle into the Casper High faculty here!
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Bertrand est mon assistant personnel, et il m'aide à m'installer dans la Haute Faculté de Casper ici !

source: [_jazz_s_standard_s_towards_s_rise_s_talk_consternation_] W-where did you come from?
fr_fr: [_jazz_s_standard_s_towards_s_rise_s_talk_consternation_] D'où êtes-vous venu ?

source: [_bertrand_s_arms_up_s_towards_s_talk_] I've been here this whole time, sister.
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] J'ai été ici tout ce temps, sœur.

source: [_jazz_s_towards_s_neutral_s_talk_consternation_] But I didn't see...?
fr_fr: [_jazz_s_towards_s_neutral_s_talk_consternation_] Mais je n'ai pas vu...?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Poor Bertrand here tends to blend into the background rather easily I'm afraid. It's quite the gift, isn't that right Bertrand?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Le pauvre Bertrand ici a tendance à se fondre dans l'arrière-plan assez facilement, j'ai peur. C'est tout le cadeau, pas si bon Bertrand ?

source: [_bertrand_s_arms_down_s_towards_s_talk_] ...sure, I suppose so.
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] ...certainement, je suppose.

source: [_bertrand_s_arms_up_s_towards_s_talk_] I took the liberty of making {i}two{/i} cups of chamomile tea already, so... enjoy, I suppose.
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] J'ai pris la liberté de faire déjà {i}deux{/i} tasses de thé de camomille, alors... profitez-en, je suppose.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, thanks and all, but do you actually have some coffee or anything?
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, merci et tous, mais avez-vous vraiment du café ou quoi que ce soit ?

source: [_bertrand_s_arms_down_s_glare_s_talk_] ...no.
fr_fr: [_bertrand_s_arms_down_s_glare_s_talk_] ... non.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Oh. Well. thought I'd ask.
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Oh. Eh bien, j'ai pensé à vous demander.

source: [_bertrand_s_arms_up_s_towards_s_talk_] I {i}suppose{/i} I could be inclined to put on a fresh pot, if Miss Spectra was interested in something like tha-
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] Moi {i}suppose{/i} je pourrais être enclin à mettre sur un pot frais, si Mme Spectra était intéressée par quelque chose comme ça -

source: [_penelope_s_towards_s_neutral_s_talk_displeased_] No, Bertrand, that's not necessary, thank you.
fr_fr: [_penelope_s_towards_s_neutral_s_talk_displeased_] Non, Bertrand, ce n'est pas nécessaire, merci.

source: [_bertrand_s_arms_down_s_towards_s_talk_] ...of course.
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] ...bien sûr.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Now, let's get back to things. I think we can get to the root of some of your issues working together like this!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Maintenant, revenons aux choses. Je pense que nous pouvons aller à la racine de certains de vos problèmes qui travaillent ensemble comme ça !

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Now Jasmine, would you like to begin explaining to Danny what the issue is you're having with his recent behavior?
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Maintenant Jasmine, voulez-vous commencer à expliquer à Danny quel est le problème que vous rencontrez avec son comportement récent ?

source: [_jazz_s_standard_arms_behind_s_down_s_rise_s_talk_consternation_] Well... I just feel like it sorta comes down to having more trust.
fr_fr: [_jazz_s_standard_arms_behind_s_down_s_rise_s_talk_consternation_] Eh bien... j'ai juste l'impression que sorta se résume à avoir plus de confiance.

source: [_penelope_s_towards_s_confused_s_talk_displeased_] You don't think you can trust Danny, is that it?
fr_fr: [_penelope_s_towards_s_confused_s_talk_displeased_] Vous pensez que vous ne pouvez pas faire confiance à Danny, n'est-ce pas?

source: [_jazz_s_standard_s_away_s_rise_s_talk_distraught_] N-no! That's not it, I {i}do{/i} trust him!
fr_fr: [_jazz_s_standard_s_away_s_rise_s_talk_distraught_] N-non ! Ce n'est pas ça, je {i}lui fais confiance{/i} !

source: [_danny_s_towards_s_rise_s_talk_displeased_] Just not enough to talk to me directly about this without going to some school councilor first?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Juste pas assez pour me parler directement de cela sans aller à un conseiller d'école d'abord ?

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, would you even bother talking to me about... whatever it potentially is anyway?
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, vous prendriez-vous même la peine de me parler... quoi qu'il en soit ?

source: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_] ...or just brush it off and try to ignore it like you usually do?
fr_fr: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_] ...ou simplement le brossez et essayez de l'ignorer comme vous le faites habituellement?

source: [_danny_s_towards_wide_s_idle_s_talk_distraught_] I don't... n-no, I wouldn't do that, necessarily!{p}{nw}
fr_fr: [_danny_s_towards_wide_s_idle_s_talk_distraught_] Je ne fais pas... n-non, je ne le ferais pas nécessairement!{p}{nw}

source: [_extend_] I've just been... more stressed as of late!
fr_fr: [_extend_] Je viens d'être... plus stressé plus tard !

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Of course you are! I've seen how you've been acting different recently, doofus!
fr_fr: [_jazz_s_towards_s_sad_s_talk_displeased_] Bien sûr que vous êtes ! J'ai vu comment vous avez agi différemment récemment, doofus !

source: [_jazz_s_standard_arms_crossed_s_towards_s_angry_s_talk_distraught_] I'm not blind ya know! But you won't tell me about what! I don't know why-
fr_fr: [_jazz_s_standard_arms_crossed_s_towards_s_angry_s_talk_distraught_] Je ne suis pas aveugle que vous sachiez ! Mais vous ne me parlerez pas de quoi ! Je ne sais pas pourquoi-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_distraught_] Now now, Jazz, we don't just want to brazenly lash out at our family and friends like this!
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_distraught_] Maintenant, Jazz, nous ne voulons pas nous contenter de frapper notre famille et nos amis comme ça !

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_displeased_] I think, to get to the root of this problem, we have to do a little look back, and see where things might have changed.
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_displeased_] Je pense, pour aller à la racine de ce problème, nous devons faire un petit retour en arrière, et voir où les choses auraient pu changer.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] As siblings, were you two closer than you are now when you were both younger?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] En tant que frères et sœurs, étiez-vous deux plus proches que vous ne le êtes maintenant lorsque vous étiez tous deux plus jeunes?

source: [_danny_s_down_s_sad_s_talk_displeased_] ...yeah.
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] ...oui.

source: [_penelope_s_towards_s_rise_s_talk_happy_] Now what might have gone wrong along the way then, I wonder?
fr_fr: [_penelope_s_towards_s_rise_s_talk_happy_] Maintenant, qu'est-ce qui aurait pu mal se passer à l'époque, je me demande ?

source: [_penelope_s_arms_up_s_towards2_s_neutral_s_talk_displeased_] Social pressures, lifestyle differences between each other, the simple passage of time...
fr_fr: [_penelope_s_arms_up_s_towards2_s_neutral_s_talk_displeased_] Pressions sociales, différences de style de vie entre les uns et les autres, simple passage du temps...

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_happy_] I think, the best thing for both of you is that you learn to reestablish trust in each other!
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_happy_] Je pense que la meilleure chose pour vous deux est d'apprendre à rétablir la confiance entre vous !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It might help with the stress you've been experiencing Danny to feel you can have someone you're comfortable opening up to!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Le stress que vous ressentez dans Danny pourrait vous aider à vous ouvrir à l'aise !

source: [_danny_s_towards_s_rise_s_talk_displeased_] R-right...
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] à droite...

source: [_jazz_s_standard_arms_crossed_s_away_s_rise_s_talk_displeased_] So, what do you propose we do?
fr_fr: [_jazz_s_standard_arms_crossed_s_away_s_rise_s_talk_displeased_] Alors, que proposez-vous de faire?

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well clearly, I think the two of you should be spending a little more time together!
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Bien évidemment, je pense que vous devriez passer un peu plus de temps ensemble !

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Go see a movie, grab a meal together!
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Allez voir un film, prenez un repas ensemble !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Say! Isn't there just the neatest little Mall in town with all that stuff there? You should go! Have a blast!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Dites ! N'y a-t-il pas le petit centre commercial le plus propre de la ville avec tout ce qu'il y a là-bas ? Vous devriez y aller !

source: [_jazz_s_away_s_rise_s_talk_consternation_] ...{i}uhh{/i}... dinner and a movie? Really?
fr_fr: [_jazz_s_away_s_rise_s_talk_consternation_] ...{i}euh{/i}... dîner et un film? Vraiment?

source: [_danny_s_towards_s_rise_s_talk_displeased_] That sounds kinda... like a "date", and given that we're-
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Cela semble bien... comme une "date", et étant donné que nous re-

source: [_penelope_s_towards_s_confused_s_talk_displeased_] Oh nonsense! What, siblings can't take the time to simply spend some quality time together?
fr_fr: [_penelope_s_towards_s_confused_s_talk_displeased_] Oh absurdité ! Qu'est-ce que les frères et sœurs ne peuvent pas prendre le temps de passer simplement du temps de qualité ensemble ?

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] And another idea! I firmly believe you two need to find each other gifts!
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Et une autre idée! Je crois fermement que vous devez vous trouver deux cadeaux !

source: [_danny_s_towards_s_rise_s_talk_distraught_] Gifts?
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Cadeaux ?

source: [_penelope_s_towards_s_wondering_s_talk_happy_] Yes, just like a present! You should think of getting each other something really meaningful!
fr_fr: [_penelope_s_towards_s_wondering_s_talk_happy_] Oui, juste comme un cadeau ! Tu devrais penser à obtenir quelque chose de vraiment significatif !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It will be great to have you two thinking of one another's feelings in a more... hands on manner!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Ce sera génial de vous faire penser à deux sentiments l'un de l'autre d'une manière plus... main sur la main !

source: [_danny_s_towards_s_rise_s_talk_distraught_] Again, sorry, but this is still starting to sound more like... well... a date.
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Encore une fois, désolé, mais cela commence toujours à ressembler plus à... bien... une date.

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] And what's the issue? There's nothing wrong with some little platonic dates amongst family, you know!
fr_fr: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] Et quel est le problème ? Il n'y a rien de mal avec quelques petites dates platoniques parmi la famille, vous savez !

source: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_happy_] Come on Danny, maybe she's right?
fr_fr: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_happy_] Venez à Danny, elle a peut-être raison ?

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Huh?
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hein?

source: [_jazz_s_towards_s_sad_s_talk_happy_] I mean, we haven't had that much time together lately and... if there's something that we can both work on together...
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_] Je veux dire, nous n'avons pas eu autant de temps ensemble dernièrement et... s'il y a quelque chose sur lequel nous pouvons tous les deux travailler ensemble...

source: [_jazz_s_towards_s_sad_s_talk_displeased_] I'd really like to give it a try. For us.
fr_fr: [_jazz_s_towards_s_sad_s_talk_displeased_] J'aimerais vraiment essayer. Pour nous.

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay... I guess if that's what you want, then... then I'll definitely try.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Ok... Je suppose que si c'est ce que vous voulez, alors... alors je vais certainement essayer.

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Oh now {i}that's{/i} the spirit!!
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Oh maintenant {i}c'est ça {/i} l'esprit !!

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_happy_] Now go on out there and have yourself a heck of a time!
fr_fr: [_penelope_s_arms_down_s_towards_s_angry_s_talk_happy_] Maintenant, allez là-bas et prenez un coup de fouet !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Feel free to just go all out and really show your vulnerable side!!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] N'hésitez pas à sortir et à montrer vraiment votre côté vulnérable!!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well, {i}uhhh{/i}, I guess if that's it, then...
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Eh bien, {i}euh{/i}, je suppose que si c'est le cas, alors...

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Oh yes, of course, you're free to go now!
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Oh oui, bien sûr, vous êtes libre d'y aller maintenant !

source: [_danny_s_towards_s_idle_s_talk_happy_] Great.
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Super.

source: [_jazz_s_away_s_idle_s_talk_happy_] Thanks again for taking the time for us Miss Spectra.
fr_fr: [_jazz_s_away_s_idle_s_talk_happy_] Merci encore de nous avoir pris le temps de nous Miss Spectra.

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] My Pleasure dear!!
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Mon plaisir cher !!

source: [_doorsound_] {i}*Chckk*{/i}{p}{i}*Slam!*{/i}
fr_fr: [_doorsound_] {i}*Châtele*{/i}{p}{i}*Châtele!*{/i}

source: [_bertrand_s_arms_down_s_towards_s_talk_] Yes, Miss Spectra.
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] Oui, Miss Spectra.

source: [_penelope_s_towards2_s_neutral_s_talk_displeased_] Make sure to keep track of them. I want you to report back to me on what happens.
fr_fr: [_penelope_s_towards2_s_neutral_s_talk_displeased_] Veillez à bien les suivre. Je veux que vous me rappeliez ce qui se passe.

source: [_bertrand_s_arms_down_s_towards_s_talk_] Of course ma'am. If say, things do not immediately progress the way we had planned, should I perhaps-
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] Bien sûr, ma'am. Si vous dites, les choses ne progressent pas immédiatement comme nous avions prévu, devrais-je peut-être-

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_happy_] If the opportunity arises, then yes, feel free to give them a little "encouragement" to open themselves up to each other...
fr_fr: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_happy_] Si l'occasion se présente, alors oui, n'hésitez pas à leur donner un peu d'"encouragement" à s'ouvrir les uns aux autres...

source: [_bertrand_s_arms_up_s_towards_s_talk_] You can count on me, ma'am...
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] Vous pouvez compter sur moi, maam...

source: [_danny_s_down_s_neutral_s_talk_displeased_] I can't believe we actually got talked into doing this.
fr_fr: [_danny_s_down_s_neutral_s_talk_displeased_] Je ne peux pas croire que nous ayons réellement eu l'occasion de le faire.

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Would you relax? Hanging out with your sister is really the worst thing on the planet?
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Vous vous détendriez ? Se raccrocher avec votre sœur est vraiment la pire chose de la planète ?

source: [_danny_s_towards_s_sad_s_talk_displeased_] N-no, I mean...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] N-non, je veux dire...

source: [_jazz_s_down_s_sad_s_talk_consternation_] ...well that's what you're acting like...
fr_fr: [_jazz_s_down_s_sad_s_talk_consternation_] ...eh bien, c'est comme ça que vous agissez...

source: [_extend_] Look, I'm sorry, you're right. I'll at least try... trying.
fr_fr: [_extend_] Regardez, je suis désolé, vous avez raison. Je vais au moins essayer... d'essayer.

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Okay, well... what do you want to do first?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] {i}*Soupir*{/i} D'accord, bien... que voulez-vous faire en premier ?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Well, Miss Spectra suggested we should go see a movie first, didn't she?
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] Eh bien, Mme Spectra a suggéré que nous allions voir un film en premier, n'est-ce pas?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}U-uhh{/i}, yeah I think so...
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] {i}U-uhh {/i}, oui, je pense que...

source: [_jazz_s_towards_s_rise_s_talk_happy_] Come on then, there's bound to be at least one movie we both want to watch...
fr_fr: [_jazz_s_towards_s_rise_s_talk_happy_] Allez, il y a forcément au moins un film que nous voulons tous deux regarder...

source: [_jazz_s_towards_s_angry_s_talk_displeased_] Yeesh, really? All these movies look terrible!
fr_fr: [_jazz_s_towards_s_angry_s_talk_displeased_] Ouais, vraiment? Tous ces films ont l'air terribles !

source: [_danny_s_towards_s_rise_s_talk_displeased_] Most movies kinda bite butt these days.
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] La plupart des films mordent les fesses ces jours-ci.

source: [_jazz_s_towards_s_sad_s_talk_consternation_] Apparently...
fr_fr: [_jazz_s_towards_s_sad_s_talk_consternation_] Apparemment ...

source: [_danny_s_towards_s_rise_s_talk_happy_] Hey, what about {i}that{/i} one?
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Hé, qu'en est-il de {i}qui{/i} ?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] What?{p}{nw}
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] Quoi?{p}{nw}

source: [_extend_] "The Haunting of Black Tower 3: The Ghost's Revenge..."
fr_fr: [_extend_] « Le hantage de la Tour Noire 3: la vengeance du fantôme... »

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...what?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] ... quoi ?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] That sounds so lame.
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] Cela semble si boiteux.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'm sure it will be, but that also makes it kinda funny to go see, no?
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Je suis sûr que ce sera le cas, mais cela rend aussi un peu drôle d'aller voir, non?

source: [_jazz_s_towards_s_angry_s_talk_consternation_] But I haven't even seen "Black Tower" 1 or 2!!
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Mais je n'ai même pas vu "Tour Noire" 1 ou 2!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz, c'mon, it's at least something to pass the time!
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz, c'mon, c'est au moins quelque chose à passer du temps !

source: [_extend_] We're supposed to be bonding and you're dragging me into what looks like a total CGI schlock-fest, dude.
fr_fr: [_extend_] Nous sommes censés nous lier et vous me faites glisser dans ce qui ressemble à un schlock-fest CGI total, dude.

source: [_danny_s_towards_s_rise_s_talk_amused_] I can't think of anything more likely to bring us together!
fr_fr: [_danny_s_towards_s_rise_s_talk_amused_] Je ne pense pas à quoi que ce soit de plus susceptible de nous rassembler !
