Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_s_at_player_s_rise_s_talk_happy_] {i}Phew!{/i} Can't believe how lucky I keep getting with those awkward situations!
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] {i}Ouf!{/i} Je n'arrive pas à croire combien j'ai de chance de me retrouver dans ces situations difficiles!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Hey, thanks girls, for getting out out of there fast!
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Hé, merci les filles, de sortir vite !

source: [_ember_s_ghost_s_towards_s_idle_s_talk_happy_] Gotta say, and I hope I'm not the only one thinking this...{p}{nw}
fr_fr: [_ember_s_ghost_s_towards_s_idle_s_talk_happy_] Je dois dire, et j'espère que je ne suis pas le seul à penser ceci...{p}{nw}

source: [_extend_] ...but I'd really like to sit on her face.
fr_fr: [_extend_] ...mais j'aime vraiment m'asseoir sur son visage.

source: [_extend_] Hey, come on, t-that's my sister, you can't just say weird stuff like that!
fr_fr: [_extend_] Hé, allez, c'est ma sœur, vous ne pouvez pas juste dire des trucs bizarres comme ça !

source: [_desiree_] {i}Hmm{/i}, I am afraid I do not understand what the dilemma quite is for you, Master.
fr_fr: [_desiree_] {i}Hmm{/i}, je crains de ne pas comprendre ce que le dilemme est pour vous, Maître.

source: [_desiree_] In my day, bloodlines were often kept pure through such methods of familial relations.
fr_fr: [_desiree_] En mon temps, les lignées étaient souvent pures à travers de telles méthodes de relations familiales.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_s_blush_] C'mon guys, no, stop. We are {i}nooot{/i} having this conversation.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_s_blush_] C'mon les gars, non, arrêt. Nous sommes {i}nooot{/i} à avoir cette conversation.

source: [_ember_s_ghost_s_towards_s_rise_s_talk_consternation_] {i}Pfft{/i}, whatever. You're the one blue balling yourself. Peace out, doofus.
fr_fr: [_ember_s_ghost_s_towards_s_rise_s_talk_consternation_] {i}Pfft{/i}, quoi que ce soit. Vous êtes celui qui vous balancera dans les bleus. Paix, doofus.

source: [_desiree_] Miss Ember! Wait! We must warn Master of the impending "presence" we both felt!
fr_fr: [_desiree_] Miss Ember! Attendez! Nous devons avertir le maître de la "présence" imminente que nous avons ressentie tous les deux !

source: [_ember_s_ghost_s_away_s_confused_s_talk_displeased_] Heh? What are you-
fr_fr: [_ember_s_ghost_s_away_s_confused_s_talk_displeased_] Heh? Que êtes-vous -

source: [_ember_s_ghost_s_towards_s_idle_s_talk_displeased_] Oh yeah, right, so {i}ehh{/i}, there's definitely a new powerful ghost in the area.
fr_fr: [_ember_s_ghost_s_towards_s_idle_s_talk_displeased_] Oh oui, oui, donc {i}hein{/i}, il y a certainement un nouveau fantôme puissant dans la région.

source: [_danny_s_towards_s_rise_s_talk_displeased_] What? How powerful are we talking here?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Quoi? Quelle force parlons-nous ici?

source: [_desiree_] {i}Very{/i} powerful, very hungry {i}for{/i} power. We felt it reveal itself some time ago.
fr_fr: [_desiree_] {i}Very{/i} puissant, très affamé {i}pour{/i} puissance. Nous nous sommes sentis qu'il se révélait il y a quelque temps.

source: [_desiree_] At the same time, as soon as it appeared, it seemingly vanished... as thought it was cloaking it's own aura somehow.
fr_fr: [_desiree_] En même temps, dès qu'il est apparu, il semble avoir disparu... comme s'il cachait sa propre aura d'une manière ou d'une autre.

source: [_desiree_] While it may not be detectable to us now, I still feel it's lingering effect over this town. It has not as yet left wherever it resides.
fr_fr: [_desiree_] Bien qu'il ne soit peut-être pas détectable pour nous maintenant, je ressens quand même son effet persistant sur cette ville. Elle n'a pas encore quitté où qu'elle réside.

source: [_danny_s_towards_s_rise_s_talk_amused_] Oh, well... I suppose I could handle this ahead of time then, right?
fr_fr: [_danny_s_towards_s_rise_s_talk_amused_] Oh, bien... Je suppose que je pourrais gérer cela à l'avance, non ?

source: [_ember_s_ghost_s_towards_s_confused_s_talk_consternation_] The heck are you talking 'bout?
fr_fr: [_ember_s_ghost_s_towards_s_confused_s_talk_consternation_] L'engouement que vous parlez ?

source: [_danny_s_towards_s_angry_s_talk_amused_] I'll just {b}wish{/b} for it to be captured now! Like how I did with you and Des already!
fr_fr: [_danny_s_towards_s_angry_s_talk_amused_] Je vais juste {b}souhaiter{/b} qu'il soit capturé maintenant ! Comme je l'ai déjà fait avec vous et Des !

source: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] Oh great, {i}another{/i} annoying roommate to deal with?{p}{nw}
fr_fr: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] Oh génial, {i}autres{/i} colocataire ennuyeux à traiter avec ?{p}{nw}

source: [_extend_] Gag me with a fucking spoon...
fr_fr: [_extend_] Je me gag avec une cuillère de baise ...

source: [_desiree_] I am most sorry Master, but I do not believe that this can be attained.
fr_fr: [_desiree_] Je suis le plus désolé Maître, mais je ne pense pas que cela puisse être atteint.

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Huh? Why not?
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Hein? Pourquoi pas?

source: [_desiree_] The crux of my magic influence comes from the granting of one's {i}own{/i} desires.
fr_fr: [_desiree_] Le cœur de mon influence magique vient de l'attribution de ses propres {i}désirs{/i} .

source: [_desiree_] Whereby the asker of the wish has something that {i}they{/i} have wanted in their hearts come to life.
fr_fr: [_desiree_] Là où le demandeur du souhait a quelque chose que {i}ils{/i} ont voulu dans leur cœur est venu à la vie.

source: [_ember_s_ghost_s_away_s_rise_s_talk_consternation_] With just a {i}little{/i} dash of chaotic irony added to their wishes, right Des?
fr_fr: [_ember_s_ghost_s_away_s_rise_s_talk_consternation_] Avec un peu {i}{/i} coup d'ironie chaotique ajouté à leurs souhaits, Di ?

source: [_desiree_] {i}*Chuckles*{/i} Well... certainly not {i}all{/i} the time, but... yes.
fr_fr: [_desiree_] {i}*Chucailles*{/i} Eh bien... certainement pas {i}tous{/i} le temps, mais... oui.

source: [_desiree_] {i}*Ahem*{/i} Regardless, if you were to ask for a capture of this particular spirit now, when they would not wish for their own capture...
fr_fr: [_desiree_] {i}*Ahem*{/i} Indépendamment si vous deviez demander une capture de cet esprit particulier maintenant, quand ils ne voudraient pas pour leur propre capture...

source: [_desiree_] ...I'm afraid the attempt would otherwise go wasted, and potentially backfire in ways we cannot as of now predict.
fr_fr: [_desiree_] ...Je crains que cette tentative ne soit autrement gaspillée et que nous ne puissions peut-être pas nous y retrouver comme prévu.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well.. wait, how is it I'm able to keep you two in check with the magic I asked so you wouldn't pose any danger to the public still?
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Eh bien... « attendez, comment puis-je vous garder à deux doigts de la magie que je vous ai demandée, afin que vous ne risquiez pas encore le public? »

source: [_desiree_] I do believe that our successful docile correction was made due in part to how Master was able to somehow conquer and impose his rule over us prior.
fr_fr: [_desiree_] Je pense que notre correction docile réussie a été faite en partie en raison de la manière dont Maître a pu conquérir et imposer sa domination sur nous avant.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Sorry, you lost me a bit there... it's because...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Désolé, vous m'avez un peu perdu là-bas... c'est parce que...

source: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] It's because you got lucky and kicked both our asses ahead of time, mush for brains!!
fr_fr: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] C'est parce que vous avez eu de la chance et que vous avez donné un coup de pied à nos deux culs à l'avance, mush pour les cerveaux!!

source: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Oh... so in order for me to capture and tame this next ghost as well...
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Oh... afin que je puisse capturer et apprivoiser ce prochain fantôme aussi...

source: [_desiree_] You would have to indeed defeat her in combat, similar to our situations, I'm afraid.
fr_fr: [_desiree_] Vous devriez vraiment la vaincre en combat, comme nos situations, je le crains.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Darn. Thought I could get ahead of this one this time.{p}{nw}
fr_fr: [_danny_s_down_s_unhappy_s_talk_distraught_] Darn. Je pensais pouvoir devancer celui-ci cette fois-ci.{p}{nw}

source: [_extend_] Well, thanks for letting me know Des.
fr_fr: [_extend_] Eh bien, merci de m'avoir fait savoir Des.

source: [_desiree_] But of course, Master.
fr_fr: [_desiree_] Mais bien sûr, Maître.

source: [_ember_s_ghost_s_towards_s_rise_s_talk_distraught_] Alrighty, well if this lame team building exercise is over finally, can we go?
fr_fr: [_ember_s_ghost_s_towards_s_rise_s_talk_distraught_] Bien, bien si cet exercice de renforcement d'équipe boiteux est terminé, pouvons-nous y aller?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Oh, {i}uhh{/i}, I mean yeah. You're free to do whatever.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_happy_] Oh, {i}euh{/i}, je veux dire oui. Vous êtes libre de faire quoi que ce soit.

source: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] {i}*Psffh* Riiight{/i}, "free".
fr_fr: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] {i}*Psffh* Riiight{/i}, « libre».

source: [_ember_s_ghost_s_away_s_rise_s_talk_displeased_] Desiree, you up for some more "Orange is the New Black?"
fr_fr: [_ember_s_ghost_s_away_s_rise_s_talk_displeased_] Désiriez vous pour un peu plus de « Orange est le nouveau Noir? »

source: [_desiree_] Oh, {i}am{/i} I ever! I truly never knew how delightful these talking boxes were until you properly introduced me to them, Miss Ember!
fr_fr: [_desiree_] Oh, {i}am{/i} Je ne sais jamais! Je ne savais vraiment pas à quel point ces caisses parlantes étaient délicieuses tant que vous ne m'auriez pas présenté comme il se doit, Miss Ember!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Wait! Is that all you got for me? No hints? Nothing?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_distraught_] Attendez ! Est-ce tout ce que vous avez pour moi ? Pas d'astuces ? Rien ?

source: [_ember_s_ghost_s_towards_s_rise_s_talk_amused_] Later dweeb.
fr_fr: [_ember_s_ghost_s_towards_s_rise_s_talk_amused_] Dweeb plus tard.

source: [_desiree_] Goodbye, Master.
fr_fr: [_desiree_] Au revoir, maître.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Great... {i}another{/i} big type ghost to get rid of..)
fr_fr: [_danny_s_at_player_s_unhappy_s_consternation_] (Grand... {i}autres{/i} grand fantôme pour se débarrasser de..)

source: [_danny_s_down_s_sad_s_displeased_] (If it's true what that gooey creep said about targeting young people's minds...)
fr_fr: [_danny_s_down_s_sad_s_displeased_] (Si c'est vrai ce que ce fluage de gooey a dit au sujet de cibler les esprits des jeunes...)

source: [_danny_s_at_player_s_rise_s_consternation_] (Then I'll probably need to keep my eyes open and alert the next time I'm at school. For everyone's sake.)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] (Alors j'ai probablement besoin de garder les yeux ouverts et d'alerter la prochaine fois que je serai à l'école. Pour l'amour de tout le monde.)

source: [_danny_s_towards_s_idle_s_talk_happy_] Alright, nothing strange happening in the halls... so far, so goo-
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] D'accord, rien d'étrange ne se passe dans les halls... jusqu'à présent, si bien-

source: [_intercom_] {i}Danny Fenton, please report to the counselor's office immediately, please.{/i}
fr_fr: [_intercom_] {i}Danny Fenton, veuillez en informer immédiatement le bureau du conseiller. {/i}

source: [_danny_s_at_player_s_rise_s_distraught_] (Oh great, again? Now I have to deal with whatever {i}this{/i} is about...)
fr_fr: [_danny_s_at_player_s_rise_s_distraught_] (Oh génial, encore ? Maintenant je dois traiter ce que {i}cela {/i} contient...)

source: [_danny_s_towards_s_neutral_s_displeased_] (I'm supposed to be patrolling the school and monitoring for weird activity, not talking about my "feelings" or-)
fr_fr: [_danny_s_towards_s_neutral_s_displeased_] (Je suis censé patrouiller à l'école et surveiller une activité étrange, pas parler de mes "sentiments" ou)

source: [_sam_] Oh, why hey there, stud!
fr_fr: [_sam_] Oh, pourquoi il y a, étudiant!

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] S-Sam! W-what the- what's gotten into you?!{p}{nw}
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_consternation_] S-Sam ! W-quoi - qu'est-ce qui vous est arrivé ?!{p}{nw}

source: [_extend_] Wait, is Kitty Pryde back?! She's possessed you again, oh no!!
fr_fr: [_extend_] Attendez, le Pryde de Kitty est de retour ?! Elle vous possède de nouveau, oh non!!

source: [_sam_s_wild_s_towards_s_angry_s_talk_excited_] No doofus!! This is just the new sexual liberation!!
fr_fr: [_sam_s_wild_s_towards_s_angry_s_talk_excited_] Pas de doofus!! C'est juste la nouvelle libération sexuelle!!

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}H-huh??{/i}
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}H-heh??{/i}

source: [_sam_s_wild_s_towards_s_idle_s_talk_amused_] I just spoke to that new counselor recently and, wow, she {i}really{/i} got me to open up, y'know?
fr_fr: [_sam_s_wild_s_towards_s_idle_s_talk_amused_] Je viens de parler à ce nouveau conseiller récemment et, wow, {i}vraiment{/i} m'a fait ouvrir, vous savez?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Uhhh{/i}, you mean Miss Spectra?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Uhhh{/i}, tu veux dire Miss Spectra ?

source: [_sam_s_wild_s_towards_s_idle_s_talk_happy_] {i}Yess{/i}, she's speaking to just about every student that she can get alone!
fr_fr: [_sam_s_wild_s_towards_s_idle_s_talk_happy_] {i}Oui{/i}, elle parle à presque tous les élèves qu'elle peut obtenir seulement!

source: [_sam_s_wild_s_towards_s_confused_s_talk_excited_] I think she's really getting to the bottom of all our problems...
fr_fr: [_sam_s_wild_s_towards_s_confused_s_talk_excited_] Je pense qu'elle va vraiment au fond de tous nos problèmes...

source: [_sam_s_wild_s_towards_s_idle_s_talk_lick_] ...she just says we've gotta grab our issues by the "root", and pull, y'know...~?
fr_fr: [_sam_s_wild_s_towards_s_idle_s_talk_lick_] ...elle dit juste que nous devons saisir nos problèmes à la "racine", et tirer, y'know...~?

source: [_sam_s_wild_s_towards_s_idle_s_talk_bite_] {i}*Giggles*{/i} I'm so much more liberated than I was before! Don't you think?
fr_fr: [_sam_s_wild_s_towards_s_idle_s_talk_bite_] {i}*Giggles*{/i} Je suis bien plus libéré qu'auparavant ! Vous ne croyez pas ?

source: [_sam_s_wild_s_towards_s_rise_s_talk_lick_] I mean, what do {i}you{/i} think of the new me?
fr_fr: [_sam_s_wild_s_towards_s_rise_s_talk_lick_] Je veux dire, que pense {i}vous{/i} du nouveau ?

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] It's, {i}uh{/i}... it's v-very forward!
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] C'est, {i}euh{/i}... c'est v-very forward !

source: [_danny_s_towards_s_rise_s_talk_consternation_s_-blush_] L-look, I gotta go and check with Miss-
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_s_-blush_] L-look, je dois aller vérifier avec Miss-

source: [_sam_s_wild_s_towards_s_rise_s_talk_consternation_] Danny, look, forget your counseling session, listen... as far as I know, the locker room's empty, let's go-
fr_fr: [_sam_s_wild_s_towards_s_rise_s_talk_consternation_] Danny, regardez, oubliez votre séance de conseil, écoutez... pour autant que je sache, la salle du casier est vide, allons-y -

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Hey guys, how're we doing?{p}{nw}
fr_fr: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Hey les gars, comment faisons-nous ?{p}{nw}

source: [_extend_] Dang Sam, looking good!
fr_fr: [_extend_] Dang Sam, joli !

source: [_danny_s_towards_wide_s_unhappy_s_talk_happy_] Oh, Tucker! Thank goodness! Look, I think something might have happened to Sam, she's all-
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_happy_] Oh, Tucker! Dieu merci! Regardez, je pense que quelque chose aurait pu arriver à Sam, elle est toutes-

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...{i}kayy{/i} then... I see you went to Miss Spectra as well...
fr_fr: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...{i}kayak{/i} alors... Je vois que vous êtes également allé à Miss Spectra...

source: [_tucker_s_wild_s_towards_s_neutral_s_talk_happy_] Yeah man! She's so cool! I've changed my way of thinking {i}completely{/i}! And never felt because of it!
fr_fr: [_tucker_s_wild_s_towards_s_neutral_s_talk_happy_] « Ouais l'homme! Elle est si cool! J'ai complètement changé ma façon de penser à {i}{/i}! Et jamais à cause de ça! »

source: [_tucker_s_wild_s_towards_s_wondering_s_talk_happy_] Seriously, you wouldn't believe the kind kind of freedom you feel when you remove all your preconceived social inhibitions!
fr_fr: [_tucker_s_wild_s_towards_s_wondering_s_talk_happy_] Sérieusement, vous ne croiriez pas le genre de liberté que vous ressentez lorsque vous supprimez toutes vos inhibitions sociales préconçues !

source: [_tucker_s_wild_s_towards_s_sad_s_talk_displeased_] I mean, nobody's even asked me to hold hands together with them ever...
fr_fr: [_tucker_s_wild_s_towards_s_sad_s_talk_displeased_] Je veux dire, personne ne m'a même demandé de tenir les mains avec eux jamais...

source: [_tucker_s_wild_s_towards_s_wondering_s_talk_displeased_] ...and I'm pretty sure the six couples I've seen making out and grabbing right now haven't even ever talked to each other before...
fr_fr: [_tucker_s_wild_s_towards_s_wondering_s_talk_displeased_] ...et je suis presque sûr que les six couples que j'ai vus se faire et se saisir ne se sont même jamais entretenus avant...

source: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] ...but you know, I'm happy to just focus on {i}me!{/i}{p}{nw}
fr_fr: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] ...mais vous savez, je suis heureux de me concentrer sur {i}moi !{/i}{p}{nw}

source: [_extend_] This is Tucker's time!
fr_fr: [_extend_] C'est l'heure de Tucker !

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] ...okay, this is definitely strange behavior I should be on the lookout for...
fr_fr: [_danny_s_at_player_s_unhappy_s_talk_distraught_] ...OK, c'est définitivement un comportement étrange que je devrais être sur la garde...

source: [_tucker_s_wild_s_towards_s_idle_s_talk_happy_] {i}Woo-hoo!{/i} Yeah, you go girls!
fr_fr: [_tucker_s_wild_s_towards_s_idle_s_talk_happy_] {i}Woo-hoo!{/i} Ouais, tu vas des filles!

source: [_danny_s_ahegao_s_sad_s_talk_amused_s_blush_] Holy smokes!
fr_fr: [_danny_s_ahegao_s_sad_s_talk_amused_s_blush_] Fumées sacrées !

source: [_sam_s_wild_s_towards_s_rise_s_talk_bite_s_blush_] Damn, is that {i}hot!{/i} Oh, I definitely want in!
fr_fr: [_sam_s_wild_s_towards_s_rise_s_talk_bite_s_blush_] Bon sang, c'est que {i}est chaud !{/i} Oh, je veux vraiment dans!

source: [_danny_s_towards_wide_s_sad_s_talk_displeased_] S-Sam! Wait!
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_displeased_] S-Sam ! Attendez !

source: [_sam_s_wild_s_offscreen_s_towards_s_rise_s_talk_bite_] Don't worry big boy, I'll be coming back for you in a second~
fr_fr: [_sam_s_wild_s_offscreen_s_towards_s_rise_s_talk_bite_] Ne vous inquiétez pas, je reviendrai pour vous dans une seconde~

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] ...Oh. My. God.
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] ... Oh. Mon Dieu.

source: [_tucker_s_wild_s_towards_wide_s_wondering_s_talk_happy_] Thank you, Oh Lord, for truly, we must be doing something right to receive this blessing.
fr_fr: [_tucker_s_wild_s_towards_wide_s_wondering_s_talk_happy_] Merci, Oh Seigneur, de vraiment, nous devons faire quelque chose pour recevoir cette bénédiction.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Tucker! Listen to me! This isn't right! All this is a work of a ghost! It has to be!
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Tucker ! Écoutez-moi ! Ce n'est pas juste ! Tout cela est une œuvre d'un fantôme ! Il doit être !

source: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] {i}Pfft{/i}, don't be ridiculous! After you kicked Ember's butt live to the world, what ghost would have the cajones to try and take you on?
fr_fr: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] {i}Pfft{/i}, ne soyez pas ridicule! Après que vous ayez éjecté le cul de Braises dans le monde, quel fantôme aurait les cajones à essayer de vous emmener?

source: [_danny_s_towards_s_angry_s_talk_distraught_] Tucker, this is serious!
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_] Tucker, c'est sérieux!

source: Student [special_delimiter] {i}Ayyye{/i}, yo!! Danica's throwing it back with no underwear in the bathroom guys!
fr_fr: Etudiant [special_delimiter] {i}Ayyye{/i}, y!! Danica le jette sans sous-vêtements dans la salle de bain !

source: [_tucker_s_wild_s_towards_s_angry_s_talk_happy_] {i}If{/i} you'll excuse me, I believe I've just heard my mother calling!
fr_fr: [_tucker_s_wild_s_towards_s_angry_s_talk_happy_] {i}Si{/i} vous m'excuserez, je crois que je viens d'entendre ma mère appeler !

source: [_danny_s_at_player_s_angry_s_talk_consternation_] Damn! Whatever this is, it's getting out of hand!
fr_fr: [_danny_s_at_player_s_angry_s_talk_consternation_] Bon sang! Quoi qu'il en soit, il est hors de portée!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] If everybody's coming from Miss Spectra's office like this, then I'd better head there first.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_distraught_] Si tout le monde vient du bureau de Miss Spectra comme ça, alors je ferais mieux d'y aller en premier.

source: [_danny_s_at_player_s_unhappy_s_talk_consternation_] She might be able to give me a better idea of what's going on around here...
fr_fr: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Elle pourrait me donner une meilleure idée de ce qui se passe ici...

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Are you sure about this idea, Miss Spectra?
fr_fr: [_paulina_s_towards_s_confused_s_talk_displeased_] Êtes-vous sûr de cette idée, Miss Spectra ?

source: [_star_s_towards_s_confused_s_talk_displeased_] Yeah, it's kinda... weird.
fr_fr: [_star_s_towards_s_confused_s_talk_displeased_] Ouais, c'est gentil... bizarre.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Absolutely! Girls, it's so important for growing young women like yourselves to work through your issues in a healthy manner.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Absolument ! Les filles, il est si important pour les jeunes femmes qui grandissent comme vous de travailler à travers vos questions de manière saine.

source: [_penelope_s_arms_down_s_towards_s_wondering_s_talk_amused_] You need to channel all of this competitiveness you have with each other into...{p}{nw}
fr_fr: [_penelope_s_arms_down_s_towards_s_wondering_s_talk_amused_] Vous devez canaliser toute cette compétitivité que vous avez les uns avec les autres...{p}{nw}

source: [_extend_] ....{i}something useful.{/i}
fr_fr: [_extend_] ....{i}quelque chose d'utile.{/i}
