Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_s_closed_s_unhappy_s_clenchteeth_] (What?! Cheapskates!)
fr_fr: [_danny_s_closed_s_unhappy_s_clenchteeth_] (Quoi?! Des skates pas chers!)

source: [_sales_lady_s_towards_s_idle__s_talk_happy_] I'll keep it behind the counter for now, so just let me know when you'd like to pay for it!
fr_fr: [_sales_lady_s_towards_s_idle__s_talk_happy_] Je le garderai derrière le comptoir pour l'instant, alors faites-moi savoir quand vous aimeriez payer pour ça !

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, {i}um{/i}, thanks...
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Ok, {i}um{/i}, merci...

source: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] That'll be one hundred twenty dollars for the special item for your lady friend, Sir.
fr_fr: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] Ce sera cent vingt dollars pour l'objet spécial pour votre amie, Monsieur.

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] Here you go...
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] Vous êtes là...

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] It's how much!?
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] C'est combien !?

source: [_sales_lady_s_at_player_s_neutral_s_talk_frown_] One hundred twenty , Sir.
fr_fr: [_sales_lady_s_at_player_s_neutral_s_talk_frown_] Cent vingt , Monsieur.

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_consternation_] I'll have to come back.
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_consternation_] Je vais devoir revenir.

source: [_sales_lady_s_at_player_s_neutral_s_talk_happy_] Very well, it'll be here until you can pay for it.
fr_fr: [_sales_lady_s_at_player_s_neutral_s_talk_happy_] Très bien, il sera là jusqu'à ce que vous puissiez payer pour cela.

source: [_danny_s_at_player_s_sad_s_displeased_] (Well, here goes nothing with giving Jazz this gift I suppose.)
fr_fr: [_danny_s_at_player_s_sad_s_displeased_] (Eh bien, il n'y a rien à donner à Jazz ce cadeau que je suppose.)

source: [_danny_s_closed_s_unhappy_s_consternation_] (With any luck she won't just call me a pervert and hit me over the head.)
fr_fr: [_danny_s_closed_s_unhappy_s_consternation_] (Avec un peu de chance, elle ne se contentera pas de m'appeler un pervers et de me frapper au-dessus de la tête.)

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] ...so, {i}*Ahem*{/i}, I went and I got you a present.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] ...alors, {i}*Ahem*{/i}, je suis allé et je vous ai fait un cadeau.

source: [_jazz_s_standard_arms_down_s_towards_s_rise_s_talk_happy_] Oh {i}uh{/i}, thank you, yeah... I got you one too.
fr_fr: [_jazz_s_standard_arms_down_s_towards_s_rise_s_talk_happy_] Oh {i}euh{/i}, merci, oui... Je vous en ai aussi une.

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay, so... here you go...
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Ok, alors... c'est parti...

source: [_jazz_s_towards_wide_s_confused_s_talk_consternation_] Is this-
fr_fr: [_jazz_s_towards_wide_s_confused_s_talk_consternation_] Est ceci-

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Do you not like it?{p}{nw}
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Vous ne l'aimez pas ?{p}{nw}

source: [_extend_] Of course, it's weird...
fr_fr: [_extend_] Bien sûr, c'est bizarre...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] I mean... Miss Spectra keeps insisting I, y'know, see you as a {i}woman{/i} more, but-
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Je veux dire... Miss Spectra continue d'insister, je vous vois, y'know, comme une {i}femme{/i} plus, mais-

source: [_jazz_s_towards_s_sad_s_talk_happy_s_blush_] N-no, it's fine! It's nothing bad, it's just... I mean...
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_s_blush_] N-non, c'est bien ! C'est pas mal, c'est juste... je veux dire...

source: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_s_blush_] You know, it's just a bit shocking is all, you know.
fr_fr: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_s_blush_] Vous savez, c'est juste un peu choquant est tout, vous savez.

source: [_danny_s_towards_s_unhappy_s_displeased_s_blush_] R-right...
fr_fr: [_danny_s_towards_s_unhappy_s_displeased_s_blush_] à droite...

source: [_jazz_s_closed_s_sad_s_displeased_s_-blush_] (I can't believe Danny just bought me lingerie... and {i}expensive{/i} lingerie at that from the looks of it!)
fr_fr: [_jazz_s_closed_s_sad_s_displeased_s_-blush_] (Je n'arrive pas à croire que Danny vient de m'acheter de la lingerie... et {i}chère{/i} lingerie à cela à l'apparence !)

source: [_jazz_s_standard_arms_down_s_towards_s_sad_s_talk_happy_] Anyway, thank you.
fr_fr: [_jazz_s_standard_arms_down_s_towards_s_sad_s_talk_happy_] Quoi qu'il en soit, merci.

source: [_danny_s_towards_s_sad_s_talk_happy_] S-sure thing, you're welcome.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] chose sûre, vous êtes les bienvenus.

source: [_jazz_s_towards_s_sad_s_talk_happy_] I {i}uhm{/i}... I guess I can give you mine now...
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_] Moi {i}euhm{/i}... Je suppose que je peux vous donner la mienne maintenant...

source: [_jazz_s_closed_s_sad_s_displeased_s_blush_] {i}*Deep Breath*{/i}
fr_fr: [_jazz_s_closed_s_sad_s_displeased_s_blush_] {i}*Souffle profond*{/i}

source: [_jazz_s_standard_s_towards_wide_s_angry_s_talk_displeased_s_blush_] Here!
fr_fr: [_jazz_s_standard_s_towards_wide_s_angry_s_talk_displeased_s_blush_] Ici !

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_s_blush_] Jazz... what. W-what are th- {i}uhh{/i}, w-why are you giving me your-
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_s_blush_] Jazz... quoi. W-ce que c'est- {i}euh{/i}, w-pourquoi me donnez-vous votre-

source: [_jazz_s_towards_wide_s_sad_s_talk_consternation_s_blush_] Miss Spectra recommended I give you something you could use "practically" that you couldn't just buy, so-
fr_fr: [_jazz_s_towards_wide_s_sad_s_talk_consternation_s_blush_] Mme Spectra a recommandé de vous donner quelque chose que vous pourriez utiliser "pratiquement" que vous ne pouviez pas acheter, alors-

source: [_jazz_s_closed_s_sad_s_distraught_s_blush_] (I can't believe I actually listened to her advice, this is so freaking embarrassing.)
fr_fr: [_jazz_s_closed_s_sad_s_distraught_s_blush_] (Je ne peux pas croire que j'ai vraiment écouté ses conseils, c'est si horrible embarrassant.)

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well {i}umm{/i}... t-thanks!
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Eh bien {i}umm{/i}... merci !

source: [_jazz_s_towards_s_sad_s_talk_distraught_s_blush_] Y-yeah, you too, I'm just gonna- I'm gonna put these away now...
fr_fr: [_jazz_s_towards_s_sad_s_talk_distraught_s_blush_] Y-ouais, toi aussi, je suis juste gonna- Je vais les ranger maintenant...

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay then, yeah, see you lat-
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Alors, oui, vous voyez lat-

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Most awkward sibling chat. Ever.)
fr_fr: [_danny_s_at_player_s_unhappy_s_consternation_] (Discussion fraternelle la plus maladroite. Ever.)

source: [_danny_s_at_player_s_unhappy_s_distraught_] (I don't even know why I'm listening to Miss Spectra! Me and Jazz didn't have the {i}greatest{/i} relationship before, but now it's all... {i}beyond{/i} weird.)
fr_fr: [_danny_s_at_player_s_unhappy_s_distraught_] (Je ne sais même pas pourquoi j'écoute Miss Spectra ! Moi et Jazz, je n'avais pas la relation {i}la plus grande{/i} avant, mais maintenant c'est tout. . {i}au-delà{/i} bizarre.)

source: [_danny_s_closed_s_sad_s_bite_s_blush_] (Wow... they... they actually smell kinda nice.)
fr_fr: [_danny_s_closed_s_sad_s_bite_s_blush_] (Ouah... ils... ils ont en fait une bonne odeur.)

source: [_danny_s_ahegao_s_rise_s_bite_s_blush_] ({i}Really{/i} nice...)
fr_fr: [_danny_s_ahegao_s_rise_s_bite_s_blush_] ({i}Vraiment{/i} jolie...)

source: [_jazz_s_at_player_s_confused_s_displeased_] (I can't believe I actually gave that doofus my panties!)
fr_fr: [_jazz_s_at_player_s_confused_s_displeased_] (Je ne peux pas croire que j'ai donné ce doofus mes culottes !)

source: [_jazz_s_standard_arms_behind_s_down_s_sad_s_distraught_] (I mean, this just feels like it's going too far, even if it's supposed to "bring us together more"!)
fr_fr: [_jazz_s_standard_arms_behind_s_down_s_sad_s_distraught_] (Je veux dire, ça a juste l'impression que ça va trop loin, même si c'est censé "nous rassembler plus"!)

source: [_jazz_s_towards_s_sad_s_consternation_] (We can have a more {i}normal{/i} brother-sister relationship, can't we...?)
fr_fr: [_jazz_s_towards_s_sad_s_consternation_] (Nous pouvons avoir une relation plus normale de {i}{/i} frères{/i}, n'est-ce pas...?)

source: [_jazz_s_standard_arms_crossed_s_at_player_s_rise_s_displeased_] (Of course we can! Of course.)
fr_fr: [_jazz_s_standard_arms_crossed_s_at_player_s_rise_s_displeased_] (Bien sûr que nous pouvons ! Bien sûr.)

source: [_jazz_s_towards_s_idle_s_displeased_] (Tomorrow, I'm going to talk to Danny and we'll both just stop visiting Miss Spectra.)
fr_fr: [_jazz_s_towards_s_idle_s_displeased_] (Tomorrow, je vais parler à Danny et nous arrêterons de visiter Miss Spectra.)

source: [_jazz_s_at_player_s_neutral_s_consternation_] (Her advice is just... a little bit off-putting.)
fr_fr: [_jazz_s_at_player_s_neutral_s_consternation_] (Le conseil est juste... un peu déconnecté.)

source: [_jazz_s_towards_s_neutral_s_displeased_] (Where did he even find this thing? It looks custom made... he really bought this for me?)
fr_fr: [_jazz_s_towards_s_neutral_s_displeased_] (Où a-t-il même trouvé cette chose ? Ça a l'air coutumier... il m'a vraiment acheté ça pour moi?)

source: [_jazz_s_at_player_s_rise_s_smile_] (...I guess I should at least try it on, see if I'd... make it work or not.)
fr_fr: [_jazz_s_at_player_s_rise_s_smile_] (...je suppose que je devrais au moins l'essayer, voir si je... je le fais fonctionner ou pas.)

source: [_jazz_s_at_player_s_idle_s_grin_] (Maybe I'll get to wear it one day for some lucky guy...)
fr_fr: [_jazz_s_at_player_s_idle_s_grin_] (Je vais peut-être le porter un jour pour un homme chanceux...)

source: [_jazz_s_closed_s_sad_s_consternation_] (As if. My luck in the dating game? Abysmal.)
fr_fr: [_jazz_s_closed_s_sad_s_consternation_] (Comme if. Ma chance dans le jeu de rencontres ? Abysmale.)

source: [_jazz_] ({i}Hmm{/i}... it's definitely not terrible... hugs me pretty well.)
fr_fr: [_jazz_] ({i}Hmm{/i}... ce n'est certainement pas terrible... je me caresse assez bien.)

source: [_jazz_] (Maybe a little {i}too{/i} well. Makes my butt look really big...)
fr_fr: [_jazz_] (Peut-être un peu de {i}aussi{/i} bien. Rend mon cul vraiment grand...)

source: [_jazz_] (I guess people like that though, right? I don't know, to me it feels-)
fr_fr: [_jazz_] (Je suppose que les gens aiment cela, n'est-ce pas ? Je ne sais pas, pour moi, ça se sentira-)

source: [_jazz_] W-woah, what's going on?!
fr_fr: [_jazz_] W-woah, que se passe-t-il ?!

source: [_jazz_] {i}Ooohh!!{/i}
fr_fr: [_jazz_] {i}Oooh!!{/i}

source: [_jazz_] I don't know what it is all of a sudden...
fr_fr: [_jazz_] Je ne sais pas ce qu'il y a de soudain...

source: [_jazz_] But... everything Miss Spectra has been saying just makes sooooo much more sense to me now...
fr_fr: [_jazz_] Mais... tout ce que Mme Spectra a dit me donne maintenant beaucoup plus de sens...

source: [_extend_] Well, these last couple days have certainly been plenty weird.
fr_fr: [_extend_] Eh bien, ces derniers jours ont certainement été beaucoup bizarres.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Maybe with any luck, things at the school have sort of relaxed themselves a bit.
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Peut-être qu'avec un peu de chance, les choses à l'école ont un peu de détente.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] And hopefully things can get a little less strained between me and Jazz.
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] Et nous espérons que les choses seront un peu moins tendues entre moi et Jazz.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Speaking of, let's see what she's up to in the kitchen. I think I smell something good!
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] En parlant, voyons ce qui se passe dans la cuisine. Je pense que je sens quelque chose de bon !

source: [_danny_s_towards_s_wondering_s_talk_happy_] Hey now, what's that delicious smel- {i}WHOA NELLY!!{/i}
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Bonjour maintenant, quelle délicieuse odeur - {i}WHOA NELLY!!{/i}

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_s_blush_] {i}J-J-JAZZ?!?{/i}
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_distraught_s_blush_] {i}J-J-J-JAZZ?!?{/i}

source: [_jazz_s_towards_s_rise_s_talk_happy_] {i}Daaanny!{/i} I'm {i}soooo{/i} glad you're finally down! I baked you some delicious goodies this morning!
fr_fr: [_jazz_s_towards_s_rise_s_talk_happy_] {i}Daaanny !{/i} Je suis {i}soooo{/i} heureux que vous soyez enfin tombé ! Je vous ai préparé de délicieux délices ce matin !

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] Jazz you're... you're...!
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] Jazz vous... Vous êtes...!

source: [_jazz_s_towards_s_sad_s_talk_happy_] Cooking? I know, it's usually not my style, but I just figured...
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_] Cuire ? Je sais, c'est généralement pas mon style, mais je viens de penser...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Why not treat my little brother to an extra special kind of morning, right?
fr_fr: [_jazz_s_towards_s_rise_s_talk_amused_] Pourquoi ne pas traiter mon petit frère à un matin très spécial, non ?

source: [_danny_s_towards_s_wondering_s_talk_displeased_s_blush_] I- that's not what I... I mean-
fr_fr: [_danny_s_towards_s_wondering_s_talk_displeased_s_blush_] I- Ce n'est pas ce que je... je veux dire-

source: [_jazz_s_apron_s_towards_s_idle_s_talk_happy_] Sit, sit, chow down! I wanna know what you think!
fr_fr: [_jazz_s_apron_s_towards_s_idle_s_talk_happy_] Asseyez, asseyez, choyez-vous! Je veux savoir ce que vous en pensez!

source: [_danny_] Jazz, would you... would you mind explaining what it is you're wearing?
fr_fr: [_danny_] Jazz, pourriez-vous... pourriez-vous expliquer ce que vous portez ?

source: [_danny_] ...more precisely, why it is you're not wearing {i}anything{/i} else?
fr_fr: [_danny_] ... plus précisément, pourquoi vous ne portez pas {i}autre{/i} autre chose?

source: [_jazz_] {i}Hahah!{/i} Okay, okay, I get it! Yeah, it's probably a big change to see, right?
fr_fr: [_jazz_] {i}Hahah!{/i} D'accord, je l'obtiens ! Oui, c'est probablement un grand changement à voir, n'est-ce pas?

source: [_jazz_] Well I just was thinking about it more and more, and honestly? Miss Spectra was {i}soooo{/i} right to try counseling us!
fr_fr: [_jazz_] Eh bien, j'y pensais de plus en plus et honnêtement ? Mme Spectra a eu droit à {i}soooo{/i} de nous conseiller !

source: [_jazz_] Last night? I tried on the lingerie you bought me, and I just felt {i}AMAZING!!{/i}
fr_fr: [_jazz_] Hier soir ? J'ai essayé sur la lingerie que vous m'avez achetée, et je me suis senti {i}AMAZING !!{/i}

source: [_jazz_] It was so incredible knowing that {i}you{/i} were the one who bought it for me... it was so exciting!
fr_fr: [_jazz_] C'était tellement incroyable de savoir que {i}vous {/i} étiez celui qui l'a acheté pour moi... c'était tellement excitant!

source: [_jazz_] I just feel so empowered all of a sudden! Like I can live my life however I want, with no shame or regret, you know?
fr_fr: [_jazz_] Je me sens si furieux tout d'un coup ! Comme je peux vivre ma vie comme je veux, sans honte ni regret, vous savez?

source: [_danny_] Seriously? What, you try on some skimpy clothes, and all of a sudden you're an overnight flower child?
fr_fr: [_danny_] Sérieusement? Que, tu essayes de t'habiller avec du crâne, et soudain tu es un enfant fleur du jour au lendemain ?

source: [_jazz_] Oh c'mon, don't tease. I'm just finally open to being a lot more...{p}{nw}
fr_fr: [_jazz_] Oh c'mon, ne teasez pas. Je suis juste enfin ouvert à être beaucoup plus...{p}{nw}

source: [_extend_] ...open!
fr_fr: [_extend_] ... ouvert!

source: [_jazz_] You gotta try this banana bread I made, I think you'll just fall in love with it...~
fr_fr: [_jazz_] Vous devez essayer ce pain de banane que j'ai fabriqué, je pense que vous tomberez amoureux de cela...~

source: [_danny_] {i}Uhh{/i}, maybe later... say, you aren't seriously gonna go to school like that or anything, right...?
fr_fr: [_danny_] {i}Euh{/i}, peut-être plus tard... disons que vous n'allez pas sérieusement aller à l'école comme ça ou quoi que ce soit, n'est-ce pas... ?

source: [_jazz_] Oh goodness, of course not, silly! I have just the right outfit for school, don't worry!
fr_fr: [_jazz_] Oh bonté, bien sûr, pas stupide ! Je n'ai juste la tenue juste pour l'école, ne vous inquiétez pas !

source: [_danny_] Thank goodness... bad enough thinking you'd just start walking around like that here!
fr_fr: [_danny_] Dieu merci... Je pense que vous ne feriez que commencer à marcher comme ça ici!

source: [_danny_] I mean, what if Mom or Dad caught you like that?!
fr_fr: [_danny_] Je veux dire, que se passe-t-il si maman ou papa vous a attrapé comme ça?!

source: [_jazz_] Well, I {i}could{/i} just promise to only walk around the house like this... when it's just the two of us alone...~
fr_fr: [_jazz_] Eh bien, moi, {i}pourrait{/i} juste promettre de ne faire que marcher la maison comme ça... quand c'est juste les deux seuls...~

source: [_danny_] Oh, w-what's that?! I think that's the bus calling!! G-gotta go!!
fr_fr: [_danny_] Oh, c'est quoi ça ?! Je pense que c'est l'autobus qui appelle!! Goutta va !!

source: [_jazz_] Danny wait! Danny! You didn't eat anything I made{p}{nw}
fr_fr: [_jazz_] Danny attend ! Danny ! Vous n'avez rien mangé que j'ai fait{p}{nw}

source: [_extend_] ...and we don't even {i}have{/i} a bus route!!
fr_fr: [_extend_] ...et nous n'avons même pas {i}d'itinéraire{/i} d'autobus!!

source: [_danny_s_at_player_s_rise_s_displeased_] (Oh boy... what a world we're living in today...)
fr_fr: [_danny_s_at_player_s_rise_s_displeased_] (Oh garçon... quel monde nous vivons aujourd'hui...)

source: [_danny_s_towards_s_unhappy_s_consternation_] (How can things get even crazier than this?)
fr_fr: [_danny_s_towards_s_unhappy_s_consternation_] (Comment les choses peuvent-elles devenir encore plus folles?)

source: [_danny_s_at_player_s_rise_s_distraught_] (...he asked, rhetorically...){p}{nw}
fr_fr: [_danny_s_at_player_s_rise_s_distraught_] (...il a demandé, rhétoriquement...){p}{nw}

source: [_extend_] {i}*Sighs*{/i}
fr_fr: [_extend_] {i}*Soupirs*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] You've {i}got{/i} to be kidding me.
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Tu as {i}êtes{/i} à me plaisanter.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Sam! Tucker! {i}Guys!!{/i} What is going on?
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Sam! Tucker! {i}gars!!{/i} Que se passe-t-il?

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] None of this is normal! Seriously!! No matter how you try and spin it, this free expression thing has gotten {i}waaay{/i} out of-
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Rien de tout cela n'est normal ! Sérieusement!! Peu importe la façon dont vous essayez de le filer, cette chose d'expression libre a fait {i}attendre{/i} hors de -

source: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] W-woah, is that-
fr_fr: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] W-woah, c'est cela-

source: [_paulina_] ...and you're always... {i}nnngh!!{/i} Trying so hard to upstage me, Star! Can't you just be happy with second place, loco?!
fr_fr: [_paulina_] ...et vous êtes toujours... {i}nnngh!!{/i} Essaye si dur de me mettre à coup, Star! Vous ne pouvez pas vous contenter de la seconde place, loco?

source: [_star_] You just can't accept that I have a serious... {i}gahhh!!{/i}{p}...a serious chance of surpassing your ass one of these days!!
fr_fr: [_star_] Vous ne pouvez pas accepter que j'ai un sérieux... {i}gahhhhh !!{/i}{p}...une chance sérieuse de vous surpasser un de ces jours!!

source: [_star_] {i}Nnnghh{/i}, stop it, not so rough!!~
fr_fr: [_star_] {i}Nnnghh{/i}, arrêtez-le, pas si bruyant!!~

source: [_paulina_] Oh I'll go as rough as I want to, you little feistybrat!!
fr_fr: [_paulina_] Oh, je vais aller aussi dur que je le veux, vous petit feistybrat!!

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] {i}Woohoo!!{/i} Alright, look at those two go at it!
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] {i}Woohoo!!{/i} D'accord, regardez ces deux choses !

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_idle_s_talk_happy_] {i}Heh{/i}... you know Danny, they might be some of the most intolerable bitchy skanks I'll ever have the displeasure of knowing...
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_idle_s_talk_happy_] {i}Heh{/i}... vous savez que Danny est peut-être l'une des pales les plus insupportables que j'aurai le malplaisir de connaître...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] ...but I can definitely see the appeal in those tight asses you and Tucker have been fawning over all this time! Damn...
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] ...mais je peux vraiment voir l'attrait dans ces culs serrés que vous et Tucker avez tout ce temps fauché ! Merde...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_neutral_s_talk_frown_] Tucker, why are you even wearing that? Is BDSM stuff your thing?
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_neutral_s_talk_frown_] Tucker, pourquoi vous portez même ça ? BDSM vous embrasse ?

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_confused_s_talk_frown_] Yeah... sorry, didn't get much of that. Like, none.
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_confused_s_talk_frown_] Oui... désolé, pas grand chose de cela. J'aime, aucun.

source: [_danny_s_at_player_s_idle_s_displeased_] (Okay, I may have had my doubts before, but this is as solid proof as I'm gonna get.){p}{nw}
fr_fr: [_danny_s_at_player_s_idle_s_displeased_] (Okay, j'ai peut-être eu mes doutes avant, mais c'est aussi solide preuve que je vais recevoir.){p}{nw}

source: [_extend_] (There's a ghost up to no good at Casper High!)
fr_fr: [_extend_] (Il y a un fantôme qui ne peut pas être bon à Casper High!)

source: [_danny_s_at_player_s_rise_s_distraught_] (I'm gonna have to find them, sooner than later, and put an end to... whatever this is!)
fr_fr: [_danny_s_at_player_s_rise_s_distraught_] (Je vais devoir les trouver, plus tôt que tard, et mettre fin à... quoi que ce soit !)

source: [_danny_s_towards_s_sad_s_distraught_] (I mean... what the heck could even be the purpose of all this, even for a sick and twisted ghost?)
fr_fr: [_danny_s_towards_s_sad_s_distraught_] (Je veux dire... quel pourrait être le but de tout cela, même pour un fantôme malade et tordu ?)
