Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] (Well, another big bad ghost down, nobody got too badly hurt...)
fr_fr: [_danny_] (Eh bien, un autre grand mauvais fantôme, personne n'a été trop blessé...)

source: [_danny_] (This is getting easier the more it goes on honestl-)
fr_fr: [_danny_] (Plus il est facile de gagner en honnêteté)

source: Ringg...ring...ring...
fr_fr: Sonnerie... sonnerie... sonnerie...

source: [_danny_] (Huh?... is that my phone ringing?)
fr_fr: [_danny_] (Hein?... est-ce que mon téléphone sonne ?)

source: [_danny_] {i}Uhh{/i}, hello?
fr_fr: [_danny_] {i}Euh{/i}, bonjour ?

source: [_jazz_] Hey I... {i}*Yawn*{/i} ...could you do me a favor?
fr_fr: [_jazz_] Salut je... {i}*Yawn*{/i} ...pourriez-vous me faire une faveur?

source: [_danny_] Jazz! You're okay!
fr_fr: [_danny_] Jazz! Vous êtes d'accord !

source: [_jazz_] Of course I am doofus!
fr_fr: [_jazz_] Bien sûr que je suis doofus !

source: [_jazz_] I mean... I did just have the weirdest dream though...
fr_fr: [_jazz_] Je veux dire... J'ai juste eu le rêve le plus bizarre cependant...

source: [_danny_] O-okay then... so, you wanted to call me about it?
fr_fr: [_danny_] O-okay alors... alors vous vouliez m'appeler à ce sujet?

source: [_jazz_] Nah, I was just hungry... are you out right now? Could you bring home some pizza tonight?
fr_fr: [_jazz_] Nah, j’avais juste faim... est-ce que vous êtes en train de sortir? Pouvez-vous ramener une pizza chez vous ce soir?

source: [_jazz_] I'm starving!
fr_fr: [_jazz_] Je suis affamé !

source: [_danny_] Sure Jazz, anything you want.
fr_fr: [_danny_] Bien sûr, Jazz, tout ce que vous voulez.

source: [_jazz_] Thanks little bro.
fr_fr: [_jazz_] Merci petit frère.

source: [_danny_] And Jazz?
fr_fr: [_danny_] Et Jazz?

source: [_jazz_] Yeah?
fr_fr: [_jazz_] Ouais?

source: [_danny_] I'm just... I'm glad to hear from you.
fr_fr: [_danny_] Je suis juste... Je suis heureux de vous entendre.

source: [_jazz_] {i}Pssch{/i}, you're a sweet little doofus sometimes... a total weirdo, but a sweet weirdo.
fr_fr: [_jazz_] {i}Pssch{/i}, vous êtes un petit doofus sucré parfois... un bizarre total, mais un bizarre sucré.

source: [_ember_] Well shit, this was almost as fun as one of my concerts!
fr_fr: [_ember_] Eh bien merde, c'était presque aussi amusant qu'un de mes concerts!

source: [_danny_] If not crazier, yeah...
fr_fr: [_danny_] Si ce n'est pas fou, oui...

source: [_desiree_] Master, you're now going to have to decide what to do with Miss Spectra, you realize.
fr_fr: [_desiree_] Maître, vous allez maintenant avoir à décider quoi faire avec Miss Spectra, vous réalisez.

source: [_ember_] Toss her ass into the Ghost zone I say!
fr_fr: [_ember_] Placer son cul dans la zone fantôme que je dis!

source: [_danny_] You're right, but...
fr_fr: [_danny_] Vous avez raison, mais...

source: [_desiree_] It is the only logical conclusion, no?
fr_fr: [_desiree_] C'est la seule conclusion logique, non ?

source: [_danny_] I-I'll have to think on it.
fr_fr: [_danny_] Je vais devoir y réfléchir.

source: [_ember_] What's there to think about? She's evil!
fr_fr: [_ember_] Qu'est-ce qu'il y a à y penser ? Elle est méchante !

source: [_desiree_] I agree, she's far too dangerous to just keep trapped there like this.
fr_fr: [_desiree_] Je suis d'accord, elle est bien trop dangereuse pour rester piégée là comme ça.

source: [_danny_] (Gotta play this smooth... if either of these two found out the Ghost Portal was broke...)
fr_fr: [_danny_] (Il faut jouer ceci en douceur... si l'un ou l'autre de ces deux joueurs découvre que le portail fantôme a été cassé...)

source: [_danny_] Look there was a time when I would have thought that both of you were completely evil.
fr_fr: [_danny_] Regardez qu'il y a eu une époque où j'aurais pensé que vous étiez tous les deux complètement mauvais.

source: [_danny_] ...I mean, you know, I thought you two might lack some... social graces, y'know?
fr_fr: [_danny_] ...Je veux dire, vous savez, je pensais que vous pourriez manquer ... des grâces sociales, vous savez?

source: [_ember_] ...really not selling this the right way, jerk.
fr_fr: [_ember_] ...vraiment ne pas vendre cela de la bonne manière, saccager.

source: [_danny_] Look, what I'm saying is, I was wrong about you two. I think you've discovered stuff about yourself as well since you were captured!
fr_fr: [_danny_] Regardez, ce que je dis, c'est que je me suis trompé de vous deux. Je pense que vous avez aussi découvert des choses sur vous depuis que vous avez été capturé !

source: [_danny_] Maybe she's the same? Maybe she's not so bad deep down?{p}{nw}
fr_fr: [_danny_] Peut-être qu'elle est la même ? Peut-être qu'elle n'est pas si mauvaise au fond ?{p}{nw}

source: [_extend_] It's gotta be worth the effort to try and reach he-
fr_fr: [_extend_] Cela vaut la peine de faire des efforts pour atteindre cet endroit-

source: [_desiree_] Y-yes, of course master. I'm sorry. Your judgement in this matter... it's yours to make.
fr_fr: [_desiree_] Y-oui, bien sûr maître. Je suis désolé. Votre jugement dans cette affaire... c'est à vous de faire.

source: [_ember_] I still think this is a bad idea, but whatevs. And this thermos is getting smaller by the day, dude!
fr_fr: [_ember_] Je pense toujours que c'est une mauvaise idée, mais qu'est-ce que ça vs. Et ce thermos devient de plus en plus petit de jour en jour !

source: [_ember_] Just don't come calling us to bail you out when she goes all Doc Pyscho again.
fr_fr: [_ember_] Ne venez pas nous appeler pour vous renflouer quand elle repartira tout Doc Pyscho.

source: [_danny_] Thanks girls. I appreciate this.
fr_fr: [_danny_] Merci les filles. J'apprécie ceci.

source: [_desiree_] (He has a kind heart... but I wonder...)
fr_fr: [_desiree_] (Il a un cœur gentil... mais je me demande...)

source: [_desiree_] (...if some ghosts have anything left to even save of themselves...)
fr_fr: [_desiree_] (...si certains fantômes ont encore quelque chose à sauver d'eux-mêmes...)

source: [_danny_] (Okay, let's do this.)
fr_fr: [_danny_] (Okay, faisons-le.)

source: [_danny_] (I just hope she doesn't start trying to claw my eyes out as soon as I release her...)
fr_fr: [_danny_] (J'espère juste qu'elle ne commence pas à me griffer les yeux dès que je la libère...)

source: [_danny_] Now Miss Spectra, is it really appropriate for faculty and students to be meeting outside of school hours like-
fr_fr: [_danny_] Maintenant, Miss Spectra, est-il vraiment approprié que le corps enseignant et les élèves se réunissent en dehors des heures de l'école comme-

source: [_spectra_] YOU!!
fr_fr: [_spectra_] VOUS!!

source: [_danny_] Whoa, whoa! Take it easy now!
fr_fr: [_danny_] Oha, qui! Prends ça facilement maintenant!

source: [_spectra_] I should rip apart your fractured soul where it sits this instant!
fr_fr: [_spectra_] Je devrais déchirer ton âme fracturée où elle se trouve en ce moment !

source: [_danny_] Yeah, yeah, that's what they all say...
fr_fr: [_danny_] Oui, oui, oui, c'est ce qu'ils disent tous...

source: [_danny_] Look, to make things simple for you, if you try anything evil or crazy, it's straight to the Ghost Zone for you!
fr_fr: [_danny_] Regardez, pour vous simplifier les choses, si vous essayez quelque chose de mal ou de fou, c'est tout droit à la Zone Fantôme pour vous !

source: [_danny_] The ghosts I've contained are sealed by both the Fenton Thermos' technology and Desiree's magic.
fr_fr: [_danny_] Les fantômes que j'ai contenus sont scellés par la technologie de Fenton Thermos et la magie de Desiree.

source: [_spectra_] So, what?! I'm just your glorified prisoner now?!
fr_fr: [_spectra_] Alors, quoi?! Je suis juste votre prisonnier glorieux?!

source: [_danny_] W-well... what I'd really like is to try and help you is all.
fr_fr: [_danny_] W-well... ce que j'aimerais vraiment, c'est essayer de vous aider c'est tout.

source: [_spectra_] ..."Help me?"
fr_fr: [_spectra_] ...« Aidez-moi? »

source: [_spectra_] {i}You{/i}... want to... help.{p}{nw}
fr_fr: [_spectra_] {i}Vous{/i}... voulez... aider.{p}{nw}

source: [_extend_] Me?
fr_fr: [_extend_] Moi?

source: [_danny_] ...y-yeah...
fr_fr: [_danny_] ...yah oui...

source: [_spectra_] ...Bwhahahaha! Oh, now {i}this{/i} was almost worth being captured!
fr_fr: [_spectra_] ... Bwhahahaha! Oh, maintenant {i}ça{/i} valait presque la peine d'être capturé!

source: [_danny_] C'mon now, just listen! I obviously can't just let you back out and wreaking havoc across the town can I?
fr_fr: [_danny_] C'mon maintenant, écoutez juste ! Je ne peux évidemment pas vous laisser sortir et causer des ravages dans la ville puis-je ?

source: [_spectra_] Well I'm certainly not interested in any kind of "help" that {i}you{/i} could possibly offer me!
fr_fr: [_spectra_] Eh bien, je ne suis certainement pas intéressé par une « aide» que {i}vous{/i} pourrait m'offrir!

source: [_danny_] Look, it's either we try and work out whatever's made you like this, or... I'll have no choice than to send you back to the Ghost Zone!
fr_fr: [_danny_] Regardez, c'est soit nous essayons de trouver ce qui vous a fait aimer ça, ou. . Je n'aurai pas d'autre choix que de vous renvoyer dans la Zone Fantôme!

source: [_spectra_] I don't care then, send me back!
fr_fr: [_spectra_] Je m'en fiche, renvoyez-moi !

source: [_danny_] H-huh?
fr_fr: [_danny_] H-hein ?

source: [_spectra_] If you really think I'm going to stay here a second longer while you try and pick my brain like some sort of uncertified hack-
fr_fr: [_spectra_] Si vous pensez vraiment que je vais rester ici une seconde de plus pendant que vous essayez de choisir mon cerveau comme une sorte de piratage non certifié -

source: [_spectra_] -then you're even crazier than most the freaks in that place!
fr_fr: [_spectra_] -alors vous êtes encore plus fou que la plupart des fous de cet endroit !

source: [_ember_] Oh God, will you shut her up already?
fr_fr: [_ember_] Oh Dieu, allez-vous déjà la fermer?

source: [_danny_] Whoa, hey, what the heck's with you two?
fr_fr: [_danny_] Qu'est ce que tu as envie de vous deux?

source: [_desiree_] This one decided to spend her whole first night ranting and raving to the two of us.
fr_fr: [_desiree_] Celui-ci a décidé de passer toute sa première nuit à rôder et à raviver les deux d'entre nous.

source: [_ember_] And after a big fight like we just had, even ghosts need some freaking sleep!
fr_fr: [_ember_] Et après un grand combat comme nous l'avons fait, même les fantômes ont besoin d'un sommeil effrayant!

source: [_ember_] {i}Not that this loud mouthed kook ever gave us a chance to close our eyes with all her screaming!!!{/i}
fr_fr: [_ember_] {i}Non que ce kook à la bouche bruyante nous ait jamais donné une chance de fermer les yeux avec tous ses hurlements !!!{/i}

source: [_spectra_] "Oh no, poor me, I'm just a pair of poor, stockholm syndrome riddled drama queens!! We couldn't rest our wittle green and blue heads to nappy!!"
fr_fr: [_spectra_] « Oh non, pauvre moi, je ne suis qu'une paire de mauvaises reines de drame criblées par le syndrome de stock ! » Nous ne pouvions pas nous reposer nos têtes bleues et vertes à napper !!"

source: [_spectra_] Just because you two creeps have lost your minds to this little short pervert's sick fantasy camp! Doesn't mean I have to!!
fr_fr: [_spectra_] Juste parce que vous deux creeps avez perdu votre esprit au camp de fantaisie malade de ce petit pervers ! Ne veut pas dire que je dois le faire!!

source: [_ember_] ...{i}yeeeaah{/i}, she's not coming back 'til she can learn to behave herself.
fr_fr: [_ember_] ...{i}yeeaah{/i}, elle ne revient pas jusqu'à ce qu'elle apprenne à se comporter.

source: [_danny_] What?! N-no, I can't just have her wandering around the house like this!
fr_fr: [_danny_] Quoi?! N-non, je ne peux pas la faire errer dans la maison comme ça!

source: [_spectra_] {i}Hah!!{/i} Fine by me! That's one step closer to getting evicted permanently from this little shiny fleshlight prison!
fr_fr: [_spectra_] {i}Hah!!{/i} « Très bien, par moi! C'est un pas de plus vers une expulsion permanente de cette petite prison à la chair brillante! »

source: [_danny_] Girls, c'mon, you can't do this, not when she's just getting started to being rehabilitated!
fr_fr: [_danny_] Filles, c'mon, vous ne pouvez pas le faire, pas quand elle commence à être réhabilitée!

source: [_desiree_] I'm most sorry, master, but this is your crusade to rectify her behavior, not ours...
fr_fr: [_desiree_] Je suis désolée, maître, mais c'est votre croisade pour rectifier son comportement, pas la nôtre...

source: [_ember_] And the least we can ask for is some goddamn common courtesy during the night when we're trying to sleep!
fr_fr: [_ember_] Et le moins que l'on puisse demander, c'est une bonne courtoisie commune pendant la nuit où nous essayons de dormir !

source: [_desiree_] Now please, excuse our departure, but... we'll be getting some much needed rest for awhile...
fr_fr: [_desiree_] Maintenant, veuillez excuser notre départ, mais... nous aurons besoin de repos pendant un moment...

source: [_ember_] Later. Have fun with this bitch, Danny.
fr_fr: [_ember_] Plus tard. Amusez-vous avec cette chienne, Danny.

source: [_danny_] Girls?! GIRLS!!
fr_fr: [_danny_] Filles ?! GIRLS!!

source: [_spectra_s_talk_happy3_] Well, well, having some lady troubles, are we now? Seems you can't even keep your little pathetic harem girls in line, it seems!
fr_fr: [_spectra_s_talk_happy3_] Eh bien, bien, en ayant des ennuis de dame, sommes-nous maintenant ? On dirait que vous ne pouvez même pas garder vos petites filles de harem pathétiques en ligne, semble-t-il !

source: [_danny_] T-they're not my-
fr_fr: [_danny_] Ils ne sont pas mon-

source: [_extend_] Who do you think you're talking to right now? I'm a licensed psychologist.
fr_fr: [_extend_] À qui pensez-vous que vous parlez en ce moment ? Je suis un psychologue agréé.

source: [_danny_] ...w-well, it's... it's just... it's a bit more complicated than that!
fr_fr: [_danny_] ...w-well, c'est... c'est juste... c'est un peu plus compliqué que ça!

source: [_spectra_] Y'know, I'll at least say I'm certainly impressed with you more than I was before!
fr_fr: [_spectra_] Vous savez, je dirai au moins que je suis certainement impressionné par vous plus que je ne l'étais auparavant !

source: [_spectra_] I'm amazed a total failure like yourself could force even one girl into complete duressed submission and servitude!
fr_fr: [_spectra_] Je suis stupéfait qu'un échec total comme vous pourrait forcer une seule fille à se soumettre à une servitude et à se soumettre complètement à la contrainte !

source: [_danny_] A total failure like me ended up capturing you, didn't he?
fr_fr: [_danny_] Un échec total comme moi a fini par vous capturer, n'est-ce pas?

source: [_spectra_] {i}Ehhhh{/i}, sure, with a little help from his ghost slaves, but you might just call that semantics I'm sure...
fr_fr: [_spectra_] {i}Ehhhh{/i}, bien sûr, avec un peu d'aide de ses esclaves fantômes, mais vous pourriez juste appeler cette sémantique que je suis sûr...

source: [_danny_] {i}*Sigh*{/i} Okay... look...
fr_fr: [_danny_] {i}*Soupir*{/i} D'accord... regarde...

source: [_danny_] Well... the girls won't let you back into the thermos just yet, so...
fr_fr: [_danny_] Eh bien... les filles ne vous laisseront pas encore entrer dans les thermos ...

source: [_danny_] ...how about we burn some time and... go for a coffee or something?
fr_fr: [_danny_] ...Que diriez-vous de brûler un peu de temps et... aller chercher un café ou quelque chose ?

source: [_spectra_] ...a coffee.
fr_fr: [_spectra_] ...un café.

source: [_danny_] Yeah, usually I just find something personal to do with the, {i}uh{/i}, the new "recruits" I have in the Fenton Thermos, so a coffee would-
fr_fr: [_danny_] Ouais, je trouve généralement quelque chose de personnel à voir avec l', {i}euh{/i}, les nouvelles « recrues » que j'ai dans les Thermos Fenton, alors un café en ferait-

source: [_spectra_] No, no, as I said, just send me back to the Ghost Zone.
fr_fr: [_spectra_] Non, non, comme je l'ai dit, il suffit de me renvoyer dans la zone fantôme.

source: [_danny_] W-what? Really? You're not even going to try to work this out with me?
fr_fr: [_danny_] Qu'est-ce que c'est ? Vraiment? Vous n'allez même pas essayer de résoudre ce problème avec moi?

source: [_spectra_] And why would I? What might I possibly gain from letting you try your best to "reform" me like some sort of flea-ridden puppy?!
fr_fr: [_spectra_] Et pourquoi je le ferais ? Que puis-je gagner en vous laissant faire de votre mieux pour me « réformer » comme une sorte de chiot à puces ?!

source: [_spectra_] I am who I am, plain and simple. There's no changing that, and you're kidding yourself if you really think you can truly change those other two...
fr_fr: [_spectra_] Je suis qui je suis, clair et simple. Il n'y a pas de changement, et vous vous moquez si vous pensez vraiment que vous pouvez vraiment changer ces deux autres ...

source: [_danny_] Y'know, I think I preferred your simple outlook on hedonism and self expression over this emo drama and self pity behavior.
fr_fr: [_danny_] Vous savez, je pense que je préférais votre vision simple de l'hédonisme et de l'expression de soi plutôt que ce drame et ce comportement de la pitié.

source: [_spectra_] Happy to disappoint.
fr_fr: [_spectra_] Heureux de décevoir.

source: [_danny_] ...well, like I said, I think it's at least worth an attempt, and if not... hey, free coffee, right?
fr_fr: [_danny_] ...eh bien, comme je l'ai dit, je pense que ça vaut au moins la peine de faire une tentative, et si ce n'est pas... hey, du café gratuit, non ?

source: [_penelope_] {i}*Sigh*{/i} Fine, sure, let's get this over with then.
fr_fr: [_penelope_] {i}*Sourire*{/i} D'accord, finissons-le.

source: [_penelope_] But as I've said, this is going to be a complete waste of time and effort.
fr_fr: [_penelope_] Mais comme je l'ai dit, ce sera une perte totale de temps et d'efforts.

source: [_penelope_] Sorta like when you choose to breathe in and out every day.
fr_fr: [_penelope_] Sorta comme quand vous choisissez de respirer et de sortir chaque jour.

source: [_danny_] I'm pretty certain I heard that one from Des already.
fr_fr: [_danny_] Je suis assez sûr d'avoir déjà entendu cela de la part de Des .

source: [_penelope_] ...and why am I not surprised...?
fr_fr: [_penelope_] ...et pourquoi ne suis-je pas surpris...?

source: [_danny_] Also, you {i}uhhh{/i}, you might want to change into something more...
fr_fr: [_danny_] De plus, vous {i}uhhhh {/i}, vous pourriez vouloir changer en quelque chose de plus...

source: [_penelope_] What? Oh c'mon, are you kidding me? What's wrong with this?
fr_fr: [_penelope_] Quoi? Oh c'mon, vous me plaisantez ? Qu'est-ce qui ne va pas ?

source: [_danny_] Well, it's a mall we're going to, not a realtor's office...
fr_fr: [_danny_] Eh bien, c'est un centre commercial que nous allons avoir, pas un bureau de l'immobilier...

source: [_danny_] People might raise some questions if they see a student walking around with some sort of older...
fr_fr: [_danny_] Les gens pourraient poser quelques questions s'ils voient un étudiant se promener avec une sorte d'ancienne...

source: [_penelope_] OLDER WHAT?!
fr_fr: [_penelope_] QUELS QUELS EST-ILS ?!

source: [_danny_] Nothing bad! Just, y'know, I'm trying to say... more casual wear might be better.
fr_fr: [_danny_] Rien de mal ! Juste, y'know, j'essaie de dire... plus d'usure occasionnelle pourrait être meilleure.

source: [_penelope_] Fine. Better?
fr_fr: [_penelope_] D'accord. Mieux?

source: [_danny_] You know what, yeah, that's perfect.
fr_fr: [_danny_] Vous savez quoi, oui, c'est parfait.

source: [_penelope_] Marvelous. Then let's go already, I'm sick of looking at your short, pimply face by, so at least a change of scenery might help.
fr_fr: [_penelope_] Magnifique. Alors allons-y, j'en ai assez de regarder votre court visage, donc au moins un changement de paysage pourrait vous aider.

source: [_danny_] (Oh boy, I've got my work cut out for me with this one, don't I?)
fr_fr: [_danny_] (Oh garçon, j'ai du travail pour moi avec celui-ci, non ?)

source: [_penelope_] Well, you dragged me here, what now?
fr_fr: [_penelope_] Eh bien, vous m'avez fait glisser ici, et maintenant?

source: [_danny_] Like I said, there's a small place in the food court we can get some-
fr_fr: [_danny_] Comme je l'ai dit, il y a un petit endroit dans la cour de nourriture que nous pouvons en obtenir-

source: [_danny_] Oh no, not now!
fr_fr: [_danny_] Oh non, pas maintenant!

source: [_paulina_] Oh Danny! Perfect, just who we were looking for!
fr_fr: [_paulina_] Oh Danny ! Parfait, juste ce que nous recherchions!

source: [_star_s_talk_frown_s_confused_] Have you talked to Billy recently?
fr_fr: [_star_s_talk_frown_s_confused_] Avez-vous récemment parlé à Billy ?

source: [_paulina_s_talk_frown_s_confused_] ...wait. Who's {i}this?{/i}
fr_fr: [_paulina_s_talk_frown_s_confused_] ... attendez. Qui est {i}?{/i}

source: [_star_s_talk_frown_s_rise_one_] Gee, you look familiar...
fr_fr: [_star_s_talk_frown_s_rise_one_] Gee, vous avez l'air familier...

source: [_penelope_] Oh, you girls say you're looking for that kid Bill, right? As in, "Inviso-Bill?"
fr_fr: [_penelope_] Oh, les filles disent que vous êtes à la recherche de ce projet de loi pour enfants, n'est-ce pas? Comme dans « Inviso-Bill? »

source: [_extend_] (Oh {i}no...{/i})
fr_fr: [_extend_] (Oh {i}non...{/i})

source: [_star_s_talk_frown_s_rise_one_] {i}Pfft{/i}, wow, I'm surprised that like, an old lady like yourself is even aware of who he is!
fr_fr: [_star_s_talk_frown_s_rise_one_] {i}Pfft{/i}, wow, je suis surpris que, comme vous, une vieille dame comme vous est même au courant de qui il est!

source: [_penelope_] OLD LAD- W-WHAT?!?
fr_fr: [_penelope_] OLD LAD-W-QUOI ?!?

source: [_penelope_] {i}WELL!{/i} You'd definitely surprised as to how {i}much{/i} I happen to know about him, yes! In fact...!
fr_fr: [_penelope_] {i}BIEN-VOUS !{/i} Vous seriez vraiment surpris par la grande quantité de {i}que je connais à son sujet{/i} ! En fait !

source: [_danny_] Wait, please, don't-!
fr_fr: [_danny_] Attendez, s'il vous plaît, ne le faites pas!

source: [_penelope_] What if I were to say to you girls... that you were looking at Bill.{p}{nw}
fr_fr: [_penelope_] Et si je devais vous dire des filles... que vous regardiez le projet de loi.{p}{nw}

source: [_extend_] Right.{p}{nw}
fr_fr: [_extend_] Droite.{p}{nw}

source: [_extend_] Now...?
fr_fr: [_extend_] Maintenant...?

source: [_star_] Wait, what? Where?!
fr_fr: [_star_] Attendez, quoi ? Où ? !

source: [_paulina_] Yeah, what do you mean, I don't see him.
fr_fr: [_paulina_] Oui, ce que tu veux dire, je ne le vois pas.

source: [_extend_] Use your eyes!
fr_fr: [_extend_] Utilisez vos yeux !

source: [_penelope_] ...it's Danny Fenton, you idiots!
fr_fr: [_penelope_] ...c'est Danny Fenton, vous idiots !

source: [_danny_] (Oh no! Shit!)
fr_fr: [_danny_] (Oh non ! Shit !)

source: [_penelope_] ...Ghost Boy?
fr_fr: [_penelope_] ...Fantôme?

source: [_paulina_] That's a good one, how silly though.
fr_fr: [_paulina_] C'est une bonne chose, à quel point il est stupide.

source: [_star_] Yeah, how dumb do we look?
fr_fr: [_star_] Oui, à quoi ressemblons-nous?

source: [_paulina_] Inviso-Bill looks nothing {i}like{/i} Fenton!
fr_fr: [_paulina_] Inviso-Bill ne ressemble rien à {i}comme{/i} Fenton !

source: [_star_] Yeah, different hair color, different eyes, different like, general swag!{p}{nw}
fr_fr: [_star_] Ouais, couleur de cheveux différente, yeux différents, différents comme, swag!{p}{nw}

source: [_extend_] Plus, this dweeb's not like, a glowing ghost?
fr_fr: [_extend_] De plus, ce dweeb n'aime pas, un fantôme brillant ?
