Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_p_phantom.po
Languages: fr_fr

source: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Man oh man, I think my stomach shrank in my sleep or something!
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Mec oh mec, je pense que mon estomac a rétréci dans mon sommeil ou quelque chose comme ça !

source: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] I am {b}super{/b} hungry. Probably from fighting off so many shadow monsters lately... I better grab something to eat before I head to school.
fr_fr: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Je suis {b}super{/b} affamé. Probablement parce que j'ai combattu tant de monstres de l'ombre dernièrement... Je ferais mieux de manger quelque chose avant d'aller à l'école.

source: [_danny_s_towards_s_talk_happy_] There's probably something in the kitchen to snack on like some cereal or something.
fr_fr: [_danny_s_towards_s_talk_happy_] Il y a sûrement quelque chose à grignoter dans la cuisine, comme des céréales ou autre.

source: [_danny_s_talk_happy_] Mornin', Jazz.
fr_fr: [_danny_s_talk_happy_] Bonjour, Jazz.

source: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}good{/i} morning Danny! Glad to finally see you roaming around here.
fr_fr: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}bon{/i}jour Danny ! Heureux de vous voir enfin rôder par ici.

source: [_danny_s_talk_frown_s_wondering_] What are you talking about? I {b}live{/b} here.
fr_fr: [_danny_s_talk_frown_s_wondering_] De quoi parlez-vous ? Je {b}vit{/b} ici.

source: [_jazz_s_talk_frown_s_rise_one_] {i}Barely{/i}. Seems to me you're always out and about after school, doing {b}God{/b} knows what.
fr_fr: [_jazz_s_talk_frown_s_rise_one_] {i}A peine{/i}. Il me semble que tu es toujours dehors après l'école, à faire {b}Dieu{/b} sait quoi.

source: [_danny_s_talk_frown_] Oh c'mon, I haven't been gone {i}that{/i} much!
fr_fr: [_danny_s_talk_frown_] Oh allez, je n'ai pas été absent {i}si longtemps que ça !

source: [_danny_s_talk_frown_2_s_sad_] ...have I?
fr_fr: [_danny_s_talk_frown_2_s_sad_] ...l'ai-je fait ?

source: [_jazz_s_talk_frown_s_idle_2_] I'd say you have! You don't stay in {b}nearly{/b} as much as you used to.
fr_fr: [_jazz_s_talk_frown_s_idle_2_] Je dirais que oui ! Tu ne restes pas sur {b}aussi souvent qu'avant.

source: [_danny_s_talk_happy_s_rise_one_] Well, hey, isn't that a good thing? Functioning young adults are {i}supposed{/i} to have a healthy social life, right?
fr_fr: [_danny_s_talk_happy_s_rise_one_] Eh bien, n'est-ce pas une bonne chose ? Les jeunes adultes qui fonctionnent bien sont {i}censés avoir une vie sociale saine, non ?

source: [_jazz_s_talk_frown_s_idle_2_] At all hours of the night, though? Come on, Danny, you can't expect me to believe that's a good social condition for a growing-
fr_fr: [_jazz_s_talk_frown_s_idle_2_] Mais à toute heure de la nuit ? Allez, Danny, tu ne peux pas me faire croire que c'est une bonne condition sociale pour un jeune

source: [_danny_s_talk_frown_2_] Okay, then tell me, how often do you hang with {i}your{/i} friends? How many friends do you even {i}have{/i}? Tell me how {i}your{/i} social life's been treating you lately?
fr_fr: [_danny_s_talk_frown_2_] Ok, alors dis-moi, combien de fois tu traînes avec {i}tes{/i} amis ? Combien d'amis as-tu, même {i}? Dis-moi comment {i}ta vie sociale t'a traité dernièrement ?

source: [_jazz_s_down_s_talk_frown_s_idle_2_] Well... well I- I mean... I have-! I've been hanging with... look, people just {u}know{/u} I'm pretty popular, okay?
fr_fr: [_jazz_s_down_s_talk_frown_s_idle_2_] Eh bien... eh bien je... je veux dire... J'ai... J'ai traîné avec... Écoute, les gens savent que je suis assez populaire, d'accord ? {u}?

source: [_danny_s_talk_frown_s_towards_s_wondering_] Okay then, name me just {u}one{/u} of your friends outside the family.
fr_fr: [_danny_s_talk_frown_s_towards_s_wondering_] Ok alors, nomme-moi juste {u}un{/u} de tes amis en dehors de la famille.

source: [_danny_s_talk_happy_s_rise_one_] Yeah, see?
fr_fr: [_danny_s_talk_happy_s_rise_one_] Oui, tu vois ?

source: [_jazz_s_talk_frown_s_sad_] No, th-that's not fair, I was {b}thinking{/b}! You just... caught me off guard with the question is all!
fr_fr: [_jazz_s_talk_frown_s_sad_] Non, ce n'est pas juste, j'étais {b}en train de penser{/b} ! Tu m'as juste... pris au dépourvu avec cette question, c'est tout !

source: [_danny_s_wondering_s_talk_happy_2_] Alrighty then, take your time. I'll wait.
fr_fr: [_danny_s_wondering_s_talk_happy_2_] Très bien, prends ton temps. Je vais attendre.

source: [_jazz_s_talk_frown_s_down_s_idle__] Okay... well... {i}ehhmmm{/i}...
fr_fr: [_jazz_s_talk_frown_s_down_s_idle__] Ok... bien... {i}ehhmmm{/i}...

source: [_jazz_s_down_wide_1_] I mean... Dash sorta says hi, and stuff! Even though he tried to assault me in the halls that one time he was all green and nasty, I'm pretty certain that was something crazy ghost related.
fr_fr: [_jazz_s_down_wide_1_] Je veux dire... Dash me dit bonjour, et tout ! Même s'il a essayé de m'agresser dans les couloirs la fois où il était tout vert et méchant, je suis presque sûr que c'était quelque chose de fou lié aux fantômes.

source: [_jazz_s_talk_happy_s_idle_2_] He apologized about it later, which was sweet... I think {i}he's{/i} pretty nice, I guess...
fr_fr: [_jazz_s_talk_happy_s_idle_2_] Il s'est excusé plus tard, ce qui était gentil... Je pense que {i}il est plutôt sympa, je suppose...

source: [_danny_s_talk_frown_s_sad_] Sorry sis, but I really don't think you can consider the guy who wants to get into your pants an actual "friend", sis.
fr_fr: [_danny_s_talk_frown_s_sad_] Désolé soeurette, mais je ne pense vraiment pas que tu puisses considérer le gars qui veut entrer dans ton pantalon comme un véritable "ami", soeurette.

source: [_jazz_s_angry_s_talk_frown_] Uhm, {i}excuse{/i} you, Dash does {i}not{/i} think of me like that!
fr_fr: [_jazz_s_angry_s_talk_frown_] {i}Uhm, {i}excuse{/i} toi, Dash ne{/i} pas penser à moi comme ça !

source: [_danny_s_talk_frown_] Well, why else would he ask me for your panties then?
fr_fr: [_danny_s_talk_frown_] Pourquoi m'aurait-il demandé ta culotte, sinon ?

source: [_jazz_s_towards_s_talk_frown_] {b}Wh-what?!{/b} When did he... {u}what?!{/u}
fr_fr: [_jazz_s_towards_s_talk_frown_] {b}Qu-Quoi?!{/b} Quand a-t-il... {u}quoi?!{/u}

source: [_danny_s_talk_frown_2_s_neutral_] Yeah, he wanted them for... well who knows for what. I'd rather not think about it, myself. But what a creep, right?
fr_fr: [_danny_s_talk_frown_2_s_neutral_] Ouais, il les voulait pour... eh bien qui sait pour quoi. Je préfère ne pas y penser, moi-même. Mais quel sale type, hein ?

source: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, and so...?
fr_fr: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, et donc... ...?

source: [_danny_s_rise_one_s_talk_frown_] Uhm, soooo... what?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Uhm, donc... quoi ?

source: [_jazz_s_talk_frown_] So, {b}did{/b} you give him any of my underwear, Danny?!
fr_fr: [_jazz_s_talk_frown_] Alors, {b}tu lui as donné un de mes sous-vêtements, Danny ?!

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Well... I mean... I really had to get past him in the hall, and he refused to move, so... I sorta-
fr_fr: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Eh bien... je veux dire... Je devais vraiment le dépasser dans le hall, et il refusait de bouger, alors... J'ai en quelque sorte

source: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny!! Oh my God!!
fr_fr: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny !! Oh mon Dieu !!

source: [_danny_s_talk_frown_2_] Hey, I'm sorry! Look, I feel terrible about it, but I really did need to get by him.
fr_fr: [_danny_s_talk_frown_2_] Hey, je suis désolé ! Ecoute, je me sens mal à propos de ça, mais j'avais vraiment besoin de passer par lui.

source: [_jazz_s_idle_2_s_talk_frown_] God, Danny, that's so {i}creepy{/i}!! Stay out of my room from now on. That is {b}such{/b} an invasion of my privacy!!
fr_fr: [_jazz_s_idle_2_s_talk_frown_] Mon dieu, Danny, c'est tellement {i}flippant ! ! Reste en dehors de ma chambre à partir de maintenant. C'est {b}une telle{/b} invasion de ma vie privée !!

source: [_jazz_s_angry_] I don't care what reason you did it for, you should have come to me first, at the very least!!
fr_fr: [_jazz_s_angry_] Je me fiche de la raison pour laquelle tu l'as fait, tu aurais dû venir me voir en premier, au moins !!

source: [_danny_s_talk_frown_] Jazz, I'm sorry!! I didn't know how to come to you about it... I just didn't want to have some sort of awkward conversation with you.
fr_fr: [_danny_s_talk_frown_] Jazz, je suis désolé ! Je ne savais pas comment t'en parler... Je ne voulais pas avoir une conversation gênante avec toi.

source: [_jazz_s_talk_frown_s_angry_] Is me freaking about it right now any better?!
fr_fr: [_jazz_s_talk_frown_s_angry_] Est-ce que le fait que je panique à ce sujet en ce moment est mieux ? ?!

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well, you asked about it! I can't lie to you either, Jazz.
fr_fr: [_danny_s_towards_s_talk_frown_2_s_sad_] Eh bien, tu l'as demandé ! Je ne peux pas te mentir non plus, Jazz.

source: [_jazz_s_down_s_talk_frown_] Ugh... well... just... don't ever do that again. {u}Promise{/u} me right now, Danny, that you won't ever trespass or steal from my room again.
fr_fr: [_jazz_s_down_s_talk_frown_] Ugh... bien... juste... ne refais plus jamais ça. {u}Promets-moi maintenant, Danny, que tu ne vas plus jamais entrer dans ma chambre ou la voler.

source: [_danny_s_talk_happy_s_towards_wide_] Uhm, yeah, sure I promise...
fr_fr: [_danny_s_talk_happy_s_towards_wide_] Uhm, ouais, bien sûr, je promets...

source: [_jazz_s_angry_s_talk_frown_] You promise {i}what{/i}, Danny?
fr_fr: [_jazz_s_angry_s_talk_frown_] Tu promets quoi à {i}, Danny ?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] Yes, Jasmine Fenton, I promise {i}not{/i} to trespass or take things from your room ever again. On my soul.
fr_fr: [_danny_s_towards_s_wondering_s_talk_frown_2_] Oui, Jasmine Fenton, je promets {i}de ne plus jamais entrer dans votre chambre ou y prendre des objets. Sur mon âme.

source: [_danny_s_talk_frown_s_sad_] Was {i}that{/i} better?
fr_fr: [_danny_s_talk_frown_s_sad_] Est-ce que {i}était meilleur que ça ?

source: [_jazz_s_down_s_talk_frown_s_angry_] ...ugh, you're such a brat, Danny. You make for such an annoying little brother.
fr_fr: [_jazz_s_down_s_talk_frown_s_angry_] ...ugh, tu es un tel morveux, Danny. Tu fais un petit frère tellement ennuyeux.

source: [_jazz_s_talk_happy_s_towards_s_idle__] ...but at least you fessed up to it. And Dash is still a creep, so... thanks for telling me.
fr_fr: [_jazz_s_talk_happy_s_towards_s_idle__] ... mais au moins tu l'as avoué. Et Dash est toujours un sale type, donc... merci de me l'avoir dit.

source: [_danny_s_talk_happy_s_rise_one_] Hey, no problem sis... I'm glad we could work this out betwe-
fr_fr: [_danny_s_talk_happy_s_rise_one_] Hey, pas de problème soeurette... Je suis content qu'on ait pu arranger ça entre

source: [_jazz_] Okay, but you're seriously distracting me now, so be quiet.
fr_fr: [_jazz_] Ok, mais tu es sérieusement en train de me distraire maintenant, alors tais-toi.

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] No, of course I wouldn't, are you kidding?
fr_fr: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Non, bien sûr que je ne le ferais pas, tu plaisantes ?

source: [_danny_s_closed_s_talk_frown_2_] That'd be a {b}total{/b} invasion of your privacy!
fr_fr: [_danny_s_closed_s_talk_frown_2_] Ce serait une {b}invasion totale{/b} de votre vie privée !

source: [_jazz_s_talk_happy_s_idle_2_] Well thank you, Danny. I'm glad you told me that happened. And I'm glad you didn't go through with it.
fr_fr: [_jazz_s_talk_happy_s_idle_2_] Eh bien, merci, Danny. Je suis content que tu m'aies dit que c'était arrivé. Et je suis content que tu ne l'aies pas fait.

source: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Well, I guess I can't consider that creep Baxter as a real friend. {i}*Blech*{/i}
fr_fr: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] J'imagine que je ne peux pas considérer ce sale type de Baxter comme un vrai ami. {i}*Blech*{/i}

source: [_danny_s_talk_happy_s_wondering_] That's what I've been saying, Jazz! He only listens to you cause he think's you're cute.
fr_fr: [_danny_s_talk_happy_s_wondering_] C'est ce que je disais, Jazz ! Il ne t'écoute que parce qu'il te trouve mignonne.

source: [_jazz_s_talk_frown_s_down_s_sad_] Oh shut up, nobody thinks I'm cute!
fr_fr: [_jazz_s_talk_frown_s_down_s_sad_] Oh la ferme, personne ne me trouve mignon !

source: [_danny_s_talk_frown_s_rise_one_] Come on Jazz, you don't actually have that opinion of yourself, right?
fr_fr: [_danny_s_talk_frown_s_rise_one_] Allez Jazz, tu n'as pas vraiment cette opinion de toi-même, n'est-ce pas ?

source: [_jazz_s_down_s_talk_frown_s_sad_] What opinion? It's pretty much fact; nobody at Casper High has {u}ever{/u} asked me out. I must carry some sort of parasite or something. Being related to {i}this{/i} family, it's more than likely, too...
fr_fr: [_jazz_s_down_s_talk_frown_s_sad_] Quelle opinion ? C'est un fait : personne à Casper High ne m'a jamais demandé de sortir avec lui, {u}. Je dois être porteur d'une sorte de parasite ou autre. Etant apparenté à {i}cette{/i} famille, c'est plus que probable, aussi...

source: [_danny_s_talk_frown_2_s_wondering_] Jeez, is that true? Like, nobody's asked ever?
fr_fr: [_danny_s_talk_frown_2_s_wondering_] Bon sang, c'est vrai ? Comme, personne n'a jamais demandé ?

source: [_jazz_s_closed_s_talk_frown_s_idle_2_] Yeup. I mean... sure people {i}like{/i} me, I guess, but... I don't think it has anything to with actually {i}liking{/i} me. People just don't see me like that I suppose.
fr_fr: [_jazz_s_closed_s_talk_frown_s_idle_2_] Ouaip. Je veux dire... c'est sûr que les gens {i}m'aiment, je suppose, mais... Je ne pense pas que ça ait un rapport avec le fait que {i}m'aime bien. Les gens ne me voient pas comme ça, je suppose.

source: [_danny_s_talk_happy_2_] Well, who knows, maybe they're just intimidated?
fr_fr: [_danny_s_talk_happy_2_] Eh bien, qui sait, peut-être qu'ils sont juste intimidés ?

source: [_jazz_s_talk_frown_s_rise_one_] Why? Do I exude some sort of scary, psycho aura or something?
fr_fr: [_jazz_s_talk_frown_s_rise_one_] Pourquoi ? Est-ce que je dégage une sorte d'aura psychique effrayante ou quelque chose comme ça ?

source: [_danny_s_talk_frown_s_wondering_] I don't know... people just might be too nervous to ask you out is all.
fr_fr: [_danny_s_talk_frown_s_wondering_] Je ne sais pas... les gens sont peut-être trop nerveux pour t'inviter à sortir, c'est tout.

source: [_danny_s_talk_happy_s_rise_one_] ...I mean, honestly, I consider you really pretty... I'd probably ask-
fr_fr: [_danny_s_talk_happy_s_rise_one_] ...je veux dire, honnêtement, je te trouve vraiment jolie... Je demanderais probablement

source: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah!! Oh sure, Danny, you must think I'm just {i}gorgeous{/i}! I appreciate the bone you're trying to throw me, little brother, but I know you're just trying to be nice.
fr_fr: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah !! Oh bien sûr, Danny, tu dois penser que je suis juste {i}magnifique{/i} ! J'apprécie l'os que tu essaies de me lancer, petit frère, mais je sais que tu essaies juste d'être gentil.

source: [_jazz_s_at_laptop_s_talk_frown_s_idle__] It doesn't matter, anyway, I've got other things to focus on other than boys.
fr_fr: [_jazz_s_at_laptop_s_talk_frown_s_idle__] Ça n'a pas d'importance, de toute façon, j'ai d'autres choses sur lesquelles me concentrer que les garçons.

source: [_danny_s_wondering_s_talk_frown_] Like what?
fr_fr: [_danny_s_wondering_s_talk_frown_] Comme quoi ?

source: [_jazz_s_towards_s_talk_frown_] Maintaining my track record as the best student in Casper High's history is a full time commitment, Danny!
fr_fr: [_jazz_s_towards_s_talk_frown_] Maintenir mon palmarès de meilleur élève de l'histoire de Casper High est un engagement à plein temps, Danny !

source: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] I've got to write my conclusion for Mr. Simmer's philosophy paper, I have to organize my group project's materials into a proper slideshow presentation with 3D graphics, {b}and{/b} I have Lancer having me tutor Dash in algebra now!
fr_fr: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] Je dois écrire ma conclusion pour le devoir de philosophie de M. Simmer, je dois organiser les matériaux de mon projet de groupe en une présentation diaporama avec des graphiques 3D, {b}et{/b} Lancer me demande de donner des cours particuliers d'algèbre à Dash maintenant !

source: [_jazz_s_sit_2_s_angry_s_at_laptop_] There is just {b}so{/b} much that needs to be done and so little time to-
fr_fr: [_jazz_s_sit_2_s_angry_s_at_laptop_] Il y a juste {b}tellement{/b} de choses à faire et si peu de temps pour-

source: [_danny_s_talk_frown_] ...was... was that-
fr_fr: [_danny_s_talk_frown_] ...était... était-ce

source: [_jazz_s_towards_s_talk_frown_s_angry_] NO, IT WASN'T!!
fr_fr: [_jazz_s_towards_s_talk_frown_s_angry_] NON, CE N'ÉTAIT PAS LE CAS !!

source: [_danny_s_talk_frown_s_rise_one_] Jeez, okay! It just... I was pretty sure it sounded like-
fr_fr: [_danny_s_talk_frown_s_rise_one_] Bon sang, ok ! C'est juste... J'étais presque sûr que ça ressemblait à

source: [_jazz_s_talk_frown_s_angry_] I don't care what you {i}think{/i} it sounded like, Danny, it {b}wasn't{/b} that.
fr_fr: [_jazz_s_talk_frown_s_angry_] Je me fiche de ce que {i}pense{/i} que ça ressemblait, Danny, {b}ce n'était pas{/b} ça.

source: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, it's fine, I don't care if you watch-
fr_fr: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, c'est bon, je m'en fous si tu regardes

source: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}NATURE DOCUMENTARIES!!{/b}
fr_fr: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}DOCUMENTAIRES SUR LA NATURE!{/b}

source: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...what?
fr_fr: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...quoi ?

source: [_jazz_s_talk_frown_s_idle_2_] It was just a nature documentary is all! A new Jungle Planet special on wailing coyotes... in Nebraska!
fr_fr: [_jazz_s_talk_frown_s_idle_2_] C'était juste un documentaire sur la nature, c'est tout ! Une nouvelle émission de Jungle Planet sur les coyotes qui gémissent... au Nebraska !

source: [_jazz_s_down_s_talk_happy_s_sad_] I was watching part of it last night, b-but I got tired half way through is all! I just slipped right to sleep!
fr_fr: [_jazz_s_down_s_talk_happy_s_sad_] J'en ai regardé une partie hier soir, mais j'étais fatigué à la moitié du chemin, c'est tout ! J'ai juste glissé jusqu'à ce que je m'endorme !

source: [_danny_s_talk_happy_] Seriously, Jazz, it's not that big a deal. Pretty much everyone looks at por-
fr_fr: [_danny_s_talk_happy_] Sérieusement, Jazz, ce n'est pas si grave. Presque tout le monde regarde les por-

source: [_jazz_s_angry_s_talk_frown_s_towards_] I am {b}not{/b} having this conversation with you, Danny!!
fr_fr: [_jazz_s_angry_s_talk_frown_s_towards_] Je suis {b}pas{/b} avoir cette conversation avec toi, Danny !!

source: [_jazz_s_angry_s_talk_frown_s_down_] Those were coyote wails from a nature documentary, which I found informative and captivating! Got it?!
fr_fr: [_jazz_s_angry_s_talk_frown_s_down_] C'était des cris de coyote tirés d'un documentaire sur la nature, que j'ai trouvé instructif et captivant ! Tu l'as ? ?!

source: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Okay, okay, I got it! Coyotes, understood! Just calm down, Jazz.
fr_fr: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Ok, ok, j'ai compris ! Coyotes, compris ! Calme-toi, Jazz.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] I'm sorry if nature programs are such a hot-button issue for you.
fr_fr: [_danny_s_talk_frown_2_s_towards_s_rise_one_] Je suis désolé que les programmes de protection de la nature soient un sujet si sensible pour vous.

source: [_jazz_s_talk_frown_s_closed_s_idle__] Ugh! You're just an uninformed joker, and I'm done dealing with your nonsense for today. I'm heading to school early.
fr_fr: [_jazz_s_talk_frown_s_closed_s_idle__] Ugh ! Tu n'es qu'un plaisantin mal informé, et j'en ai fini avec tes bêtises pour aujourd'hui. Je vais à l'école tôt.

source: [_danny_s_talk_frown_] Come on, Jazz, weren't you {i}just{/i} saying you don't see me enough?
fr_fr: [_danny_s_talk_frown_] Allez, Jazz, tu n'étais pas {i}en train de dire que tu ne me vois pas assez ?

source: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, just... get bent, Danny!
fr_fr: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, juste... va te faire voir, Danny !

source: [_danny_] (Well then... {i}she{/i} certainly had her thumb stuck {u}well{/u} up her butt this morning...)
fr_fr: [_danny_] (Eh bien alors... {i}elle{/i} avait certainement le pouce coincé {u}bien{/u} dans le cul ce matin...)

source: [_danny_] (I don't even see what the big issue is! Watching porn is like, {i}beyond{/i} normal at our age.)
fr_fr: [_danny_] (Je ne vois même pas où est le problème ! Regarder du porno est comme, {i}au-delà{/i} de la normale à notre âge.)

source: [_danny_] (Some people just never learn to get comfortable in their own skin, I guess.)
fr_fr: [_danny_] (Certaines personnes n'apprennent jamais à être à l'aise dans leur propre peau, je suppose)

source: [_danny_s_smile_s_rise_one_] (Hah, she probably can't figure out how to touch herself properly... wouldn't know where to rub!)
fr_fr: [_danny_s_smile_s_rise_one_] (Hah, elle ne sait probablement pas comment se toucher correctement... elle ne saurait pas où se frotter !)

source: [_danny_s_frown_grin_] (...not that I have much expertise in the area of touching naked women {i}either{/i}...)
fr_fr: [_danny_s_frown_grin_] (...non pas que j'aie une grande expertise dans le domaine du toucher des femmes nues {i}non plus{/i}...)

source: [_danny_s_frown_2_] (She must not be getting much satisfaction out of it if she's this high strung just talking about it...)
fr_fr: [_danny_s_frown_2_] (Elle ne doit pas en tirer une grande satisfaction si elle est aussi tendue rien que d'en parler...)

source: [_danny_] (Maybe...)
fr_fr: [_danny_] (Peut-être...)

source: [_danny_s_towards_] (...maybe I should try to use my powers to watch her sometime...?)
fr_fr: [_danny_s_towards_] (...peut-être que je devrais essayer d'utiliser mes pouvoirs pour la surveiller un jour... ?)

source: [_danny_s_smile_] (It'd be wrong, and totally weird, but... kinda funny? Right?)
fr_fr: [_danny_s_smile_] (Ce serait mal, et totalement bizarre, mais... un peu drôle ? Pas vrai ?)

source: [_danny_s_smile_] (Yeah... it'd just be a bit of teasing is all... just a hilarious joke between us...)
fr_fr: [_danny_s_smile_] (Ouais... ce serait juste un peu de taquinerie, c'est tout... juste une blague hilarante entre nous...)

source: [_danny_s_grin_happy_] (That settles it! I'll just go and at least check out what {i}kind{/i} of porn she's watching at night. It'll be great to see her react when I bring it up...)
fr_fr: [_danny_s_grin_happy_] (C'est réglé ! Je vais juste y aller et au moins vérifier quel {i}genre{/i} de porno elle regarde le soir. Ce sera génial de voir sa réaction quand j'en parlerai...)

source: [_danny_s_frown_s_at_player_] (Again... just to be funny...)
fr_fr: [_danny_s_frown_s_at_player_] (Encore une fois... juste pour être drôle...)

source: [_danny_s_sad_s_talk_frown_2_] Okay... so it's pretty late into the night already.
fr_fr: [_danny_s_sad_s_talk_frown_2_] Ok... donc il est déjà assez tard dans la nuit.
