Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_p_phantom.po
Languages: fr_fr

source: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz has already gone and held herself up in her room... which tells me she's either studying in private... or she's having herself some {i}"private time"{/i}.
fr_fr: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz est déjà partie se réfugier dans sa chambre... ce qui me fait penser qu'elle étudie en privé... ou qu'elle s'offre un {i}"moment privé".

source: [_danny_s_talk_frown_s_wondering_] I really shouldn't be doing this but...
fr_fr: [_danny_s_talk_frown_s_wondering_] Je ne devrais vraiment pas faire ça, mais...

source: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Awe, screw it. What's the worst that could happen?
fr_fr: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Awe, laisse tomber. Quel est le pire qui puisse arriver ?

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] Okay so, I gotta figure that I'm {i}half{/i} ghost, right? So it would stand to reason that I don't even {i}need{/i} to "go ghost" to get this done...
fr_fr: [_danny_s_at_danny_s_talk_frown_s_wondering_] Bon, je dois me dire que je suis {i}à moitié fantôme, non ? Donc il semblerait que je n'ai même pas besoin {i}de "devenir fantôme" pour faire ça...

source: [_danny_s_sad_s_closed_s_talk_frown_2_] That if I can just... focus a little...
fr_fr: [_danny_s_sad_s_closed_s_talk_frown_2_] Que si je peux juste... me concentrer un peu...

source: [_danny_s_angry_s_talk_frown_] I can get my human body form to also...
fr_fr: [_danny_s_angry_s_talk_frown_] Je peux aussi faire en sorte que ma forme corporelle humaine...

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Alright! It worked! I actually went {b}intangible{/b}!
fr_fr: [_danny_s_at_player_s_sad_2_s_talk_happy_] C'est bon ! Ca a marché ! J'ai vraiment fait {b}intangible{/b} !

source: [_danny_s_at_danny_s_rise_one_] This feels different than just going invisible too!
fr_fr: [_danny_s_at_danny_s_rise_one_] C'est aussi différent que de devenir invisible !

source: [_danny_s_talk_frown_s_neutral_] It feels... kinda weird actually.
fr_fr: [_danny_s_talk_frown_s_neutral_] Ça fait... un peu bizarre en fait.

source: [_danny_s_towards_s_sad_] ...sorta like how Jell-O must feel when it jiggles around, oddly enough.
fr_fr: [_danny_s_towards_s_sad_] ...un peu comme ce que doit ressentir la gelée lorsqu'elle est secouée, bizarrement.

source: [_danny_s_talk_frown_s_sad_2_] Looks like it spread all over my regular clothes too... hope they don't slip off me when I go through the door... I'd hate to be caught peeping {b}and{/b} with no clothes. That'd look {i}real{/i} bad on my part.
fr_fr: [_danny_s_talk_frown_s_sad_2_] On dirait que ça s'est répandu sur mes vêtements normaux aussi... j'espère qu'ils ne glisseront pas quand je passerai la porte... Je ne voudrais pas qu'on me surprenne en train de regarder {b}et sans vêtements. Ça aurait l'air {i}vraiment mauvais de ma part.

source: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Okay, so... if I've done this right, I {i}should{/i} be able to phase through solid objects like walls.
fr_fr: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Ok, donc... si j'ai bien fait, {i}je devrais être capable de traverser des objets solides comme les murs.

source: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh man, I {i}really{/i} hope I don't get stuck halfway through the door or something... that'd most definitely be painful.
fr_fr: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh mec, je {i}espère vraiment{/i} que je ne vais pas rester coincé à mi-chemin de la porte ou quelque chose comme ça... ça serait vraiment douloureux.

source: [_danny_s_closed_s_sad_] Guess I'm just gonna have to trust that my powers will hold up!
fr_fr: [_danny_s_closed_s_sad_] Je suppose que je vais devoir faire confiance à mes pouvoirs pour tenir le coup !

source: [_danny_s_at_player_s_talk_happy_s_rise_one_] I'll be a totally ghostly ninja from this point forth! She won't even know I was there!
fr_fr: [_danny_s_at_player_s_talk_happy_s_rise_one_] Je vais être un ninja totalement fantomatique à partir de maintenant ! Elle ne saura même pas que j'étais là !

source: [_danny_s_towards_s_sad_s_frown_grin_] (I guess it'd help my stealth aspect if I stopped talking too.)
fr_fr: [_danny_s_towards_s_sad_s_frown_grin_] (Je suppose que ça aiderait mon aspect furtif si j'arrêtais de parler aussi.)

source: [_danny_s_at_player_s_smile_] (Again... just a quick peek, see what kind of freaky stuff she's into, then make fun of her later for it. Harmless fun!)
fr_fr: [_danny_s_at_player_s_smile_] (Encore une fois... juste un coup d'œil rapide, voir quel genre de trucs bizarres elle aime, puis se moquer d'elle plus tard pour ça. Amusement inoffensif !)

source: [_danny_s_sad_2_s_frown_grin_2_] (Right then... here goes nothing!)
fr_fr: [_danny_s_sad_2_s_frown_grin_2_] (Bon alors... c'est parti pour rien !)

source: [_danny_] (Oh, there we go! I think I'm actually doing it!)
fr_fr: [_danny_] (Oh, nous y voilà ! Je pense que je suis en train de le faire !)

source: [_danny_] (Goodbye days of dealing with locked doors, and hello-)
fr_fr: [_danny_] (Au revoir les jours où l'on doit faire face à des portes verrouillées, et bonjour-)

source: [_danny_s_talk_frown_] Oh God... did I really just witness that? With my own eyes?
fr_fr: [_danny_s_talk_frown_] Oh mon Dieu... est-ce que je viens vraiment d'assister à ça ? De mes propres yeux ?

source: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] That was just freaking nuts!
fr_fr: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] C'était vraiment dingue !

source: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] I mean, I jerk off to porn {i}too{/i}, but... I don't get nearly as {b}involved{/b} as she does!
fr_fr: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] Je veux dire, je me branle sur du porno {i}aussi, mais... je ne suis pas aussi impliqué qu'elle {b}!

source: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] Are {b}all{/b} girls like that?
fr_fr: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] Est-ce que {b}toutes{/b} les filles sont comme ça ?

source: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Something just felt... really {i}raw{/i} about that.
fr_fr: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Il y a quelque chose de... vraiment {i}brut là-dedans.

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Seriously, I don't even think I can even {b}joke{/b} about that in the morning with her. That's some deep level of perversion and pleasure I was {b}completely{/b} unaware of!
fr_fr: [_danny_s_at_danny_s_sad_s_talk_frown_] Sérieusement, je ne pense même pas pouvoir {b}plaisanter{/b} de ça le matin avec elle. C'est un niveau profond de perversion et de plaisir dont je n'avais pas conscience {b}complètement{/b} !

source: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] Besides, how would I even go about mentioning it to her?
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] D'ailleurs, comment pourrais-je lui en parler ?

source: [_danny_s_towards_s_talk_frown_2_s_sad_] I couldn't have possibly known what she was looking up on her desktop without spying on her, obviously... she'd definitely call me out for trespassing again. {i}Ugh{/i}, this whole thing was stupid...
fr_fr: [_danny_s_towards_s_talk_frown_2_s_sad_] Je n'aurais pas pu savoir ce qu'elle cherchait sur son bureau sans l'espionner, évidemment... elle m'aurait certainement rappelé à l'ordre pour intrusion. {i}Ugh{/i}, tout ça était stupide...

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] Yeah, for now, I think it'd be best if I just let this one slide. Bringing it up at the breakfast table might not be the smartest move I could make.
fr_fr: [_danny_s_at_player_s_sad_2_s_talk_frown_] Ouais, pour l'instant, je pense que ce serait mieux si je laissais tomber. En parler au petit déjeuner n'est peut-être pas la meilleure décision que je puisse prendre.

source: [_danny_s_towards_s_frown_grin_s_wondering_] (Man, why'd I have to go and start phasing my head through walls I shouldn't be phasing my head through?)
fr_fr: [_danny_s_towards_s_frown_grin_s_wondering_] (Mec, pourquoi il a fallu que je me mette à phaser ma tête à travers des murs que je ne devrais pas phaser ma tête ?)

source: [_danny_] (Oh man, that is- sh-she's actually- I mean... this is {b}really{/b} happening in front of my own eyes right now!!)
fr_fr: [_danny_] (Oh mec, c'est... elle est en fait... je veux dire... c'est {b}vraiment{/b} en train de se passer devant mes propres yeux en ce moment !!)

source: [_danny_] (Oh no, I think my heart's going to burst! It's beating {b}way{/b} too fast!!)
fr_fr: [_danny_] (Oh non, je crois que mon cœur va exploser ! Il bat {b}beaucoup{/b} trop vite !)

source: [_danny_] (Nope, shouldn't have done this, I should {u}not{/u} have done this!!)
fr_fr: [_danny_] (Nope, je n'aurais pas dû faire ça, j'aurais dû {u}pas{/u} faire ça !!)

source: [_danny_] (I mean, she's really just... sitting there... using a mini vibrator on herself...)
fr_fr: [_danny_] (Je veux dire, elle est vraiment juste... assise là... en train d'utiliser un mini vibrateur sur elle-même...)

source: [_danny_] (This is just so...)
fr_fr: [_danny_] (C'est juste tellement...)

source: [_danny_] (I really don't know how I feel about this honestly... this was just supposed to be a funny prank...)
fr_fr: [_danny_] (Je ne sais vraiment pas ce que je ressens à ce sujet, honnêtement... c'était juste censé être une farce amusante...)

source: [_jazz_] {i}Ahh… Ahhh{/i}… oh yes….
fr_fr: [_jazz_] {i}Ahh… Ahhh{/i}… oh oui….

source: [_jazz_] {i}Mmmmm{/i}... yeah...
fr_fr: [_jazz_] {i}Mmmmm{/i}... ouais...

source: [_jazz_] {i}Uhmmff{/i}... (Just like that... stick it right in there...)
fr_fr: [_jazz_] {i}Uhmmff{/i}... (Juste comme ça... mets-le là-dedans...)

source: [_jazz_] (Oooh, you're making my pussy nice and wet...) {i}Mmhffhh~{/i}...
fr_fr: [_jazz_] (Oooh, tu mouilles ma chatte...) {i}Mmhffhh~{/i}...

source: [_jazz_] {i}Uhhh{/i}... God, I need some cock inside me right {i}nooow{/i}~...
fr_fr: [_jazz_] {i}Uhhh{/i}... Mon Dieu, j'ai besoin d'une bite en moi, {i}nooow{/i}~...

source: [_jazz_] (Rubbing my clit feels soo fucking nice… {i}Hahh{/i}…)
fr_fr: [_jazz_] (Frotter mon clito est tellement agréable… {i}Hahh{/i}…)

source: [_jazz_] {i}Ngghhh{/i}… oh God, my nipples are so hard…
fr_fr: [_jazz_] {i}Ngghhh{/i}… oh Dieu, mes tétons sont si durs…

source: [_jazz_] ({i}Uhhhnnn{/i}… it feels like little volts are surging through my pussy…)
fr_fr: [_jazz_] ({i}Uhhhnnn{/i}… j'ai l'impression que des petits volts traversent ma chatte…)

source: [_jazz_] {i}Hnnnghhh{/i}… God, my tits feel so good to just {b}squeeze{/b}…
fr_fr: [_jazz_] {i}Hnnnghhh{/i}… {b}Mon Dieu, mes seins sont si bons que je peux les presser{/b}…

source: [_jazz_] Oh yessss, I'm gonna... oh shit~...!!
fr_fr: [_jazz_] Oh yessss, je vais... oh merde~... ...!!

source: [_jazz_] I'm about to... {b}fucking Christ{/b}...~!!
fr_fr: [_jazz_] Je suis sur le point de... {b}putain de Christ{/b}...~ !!

source: [_danny_] (Wait a second... is she about to...?)
fr_fr: [_danny_] (Attendez une seconde... est-elle sur le point de... ?)

source: [_danny_] (I should leave. Like now!!)
fr_fr: [_danny_] (Je devrais partir. Genre maintenant !!)

source: [_jazz_] Your cock is so big… Haggghhhh…
fr_fr: [_jazz_] Ta bite est si grosse… Haggghhhh…

source: [_jazz_] When did you grow so much?
fr_fr: [_jazz_] Quand as-tu grandi autant ?

source: [_jazz_] I-I can't take it..!! I- Khhhh! I need more!!
fr_fr: [_jazz_] J-Je ne peux pas le prendre.. !! I- Khhhh ! J'ai besoin de plus ! !!

source: [_jazz_] I feel you cock sliding inside me…
fr_fr: [_jazz_] Je sens ta bite glisser en moi…

source: [_jazz_] It's rubbing all my key spots…Hnngghhh…
fr_fr: [_jazz_] Il frotte tous mes endroits clés…Hnngghhh…

source: [_jazz_] You're such a beast…
fr_fr: [_jazz_] Tu es une vraie bête…

source: [_jazz_] S-So rough…*pant* *pant*
fr_fr: [_jazz_] T-tellement rude…*pant* *pant*

source: [_jazz_] It's in soo deep….
fr_fr: [_jazz_] C'est tellement profond….

source: [_jazz_] It feels like it's in my stomach…
fr_fr: [_jazz_] J'ai l'impression que c'est dans mon estomac…

source: [_jazz_] The way it twists and turns as it comes in is too much…
fr_fr: [_jazz_] La façon dont il se tortille et tourne quand il entre est trop…

source: [_jazz_] Oh Danny… you're gonna make me cum!!!
fr_fr: [_jazz_] Oh Danny… tu vas me faire jouir ! !!!

source: [_danny_] Woah, Jazz is masturbating … and she's kinda hot while doing it.
fr_fr: [_danny_] Woah, Jazz se masturbe … et elle est plutôt sexy en le faisant.

source: [_jazz_] Yeah, Danny, lick my clit…Haaaahhh…
fr_fr: [_jazz_] Oui, Danny, lèche mon clito…Haaaahhh…

source: [_jazz_] Your tongue feels so good there…
fr_fr: [_jazz_] Ta langue est si bonne ici…

source: [_jazz_] See how hard it is? Nnngaahhh!! L-Lick it more…
fr_fr: [_jazz_] Tu vois comme c'est dur ? Nnngaahhh !! L-Léchez-le plus…

source: [_jazz_] I-It's too good… my mind is going blank…
fr_fr: [_jazz_] C'est trop bon… Je n'ai plus rien en tête…

source: [_jazz_] I love it… The feel of your cock in me…
fr_fr: [_jazz_] J'aime ça… La sensation de ta bite en moi…

source: [_jazz_] Mnnnn… you're sucking my tits…
fr_fr: [_jazz_] Mnnnn… tu me suces les seins…

source: [_jazz_] You naughty boy… suck on it more…
fr_fr: [_jazz_] Vilain garçon… suce-le encore plus…

source: [_danny_] I think I'm getting really horny from watching Jazz masturbate.
fr_fr: [_danny_] Je crois que ça m'excite de voir Jazz se masturber.

source: [_danny_] Her pussy is so sexy and inviting…
fr_fr: [_danny_] Sa chatte est si sexy et invitante…

source: [_danny_] Maybe I could bang her as a ghost?
fr_fr: [_danny_] Peut-être que je pourrais la baiser en tant que fantôme ?

source: [_danny_] Nah, I don't have enough control for that yet.
fr_fr: [_danny_] Nah, je n'ai pas encore assez de contrôle pour ça.

source: [_danny_] I guess I'll keep watching for now… I want to see her cum.
fr_fr: [_danny_] Je suppose que je vais continuer à regarder pour le moment… Je veux la voir jouir.

source: [_jazz_] Nghh… it's coming…it's comingggg…
fr_fr: [_jazz_] Nghh… ça vient…ça vienttttt…

source: [_jazz_] Nnnn!! You're cumming too, Danny?
fr_fr: [_jazz_] Nnnn ! ! Tu jouis aussi, Danny ?

source: [_jazz_] Then cum with me… together!!
fr_fr: [_jazz_] Alors jouis avec moi… ensemble !!

source: [_jazz_] Hn..hnnn..Hn…C-Cumming!!
fr_fr: [_jazz_] Hn..hnnn..Hn…Je-joouuuiiiisss !!

source: [_danny_] Whoa she squirted all over her chair… that was so hot.
fr_fr: [_danny_] Whoa, elle a giclé partout sur sa chaise… c'était trop chaud.

source: [_jazz_] *pant*… *pant*… That was soo good….
fr_fr: [_jazz_] *pant*… *pant*… C'était tellement bon….

source: [_jazz_] I'd better clean up though.
fr_fr: [_jazz_] Je ferais mieux de me nettoyer.

source: [_danny_] Oops, I think it's high time for me to leave.
fr_fr: [_danny_] Oups, je pense qu'il est grand temps pour moi de partir.

source: Did you give Dash Jazz's panties?
fr_fr: Tu as donné à Dash la culotte de Jazz ?

source: Yes, I did.
fr_fr: Oui, je l'ai fait.

source: No, of course not!
fr_fr: Non, bien sûr que non !
