Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Well, at least I have some time to make my decision first. I'll go to Sam's locker in the {b}morning{/b} and make up my mind.)
fr_fr: [_danny_s_towards_s_sad_2_s_frown_2_] (Au moins, j'ai le temps de prendre ma décision avant. J'irai au casier de Sam dans la matinée {b}{/b} et je prendrai ma décision.)

source: [_danny_s_towards_wide_s_frown_grin_2_] (Also, I should get out of here before a teacher or some janitor sees the ghost pervert just haunting the halls...)
fr_fr: [_danny_s_towards_wide_s_frown_grin_2_] (Aussi, je devrais sortir d'ici avant qu'un professeur ou un concierge ne voit le fantôme pervers qui hante les couloirs...)

source: [_star_] Hey Billy! How you doing?
fr_fr: [_star_] Hé Billy ! Comment tu vas ?

source: [_danny_s_closed_sad_s_wondering_s_talk_happy_] I'm okay. I just thought I'd stop in and say hi.
fr_fr: [_danny_s_closed_sad_s_wondering_s_talk_happy_] Je vais bien. J'ai juste pensé que je devais m'arrêter et dire bonjour.

source: [_star_] Oh, cool. Hey, just let me know when you're ready to prank Manson, alright? In the morning during school.
fr_fr: [_star_] Oh, cool. Fais-moi savoir quand tu seras prêt à faire une farce à Manson, d'accord ? Le matin pendant l'école.

source: [_danny_s_sad_s_talk_happy_] Yep, no problem... I'll let you know...
fr_fr: [_danny_s_sad_s_talk_happy_] Oui, pas de problème... Je vous tiendrai au courant...

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, I still have to figure out what to do about this whole prank thing...)
fr_fr: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, je dois encore trouver quoi faire à propos de cette histoire de farce...)

source: [_danny_s_sad_s_frown_2_] (I should make a decision when I go to Sam's locker in the morning.)
fr_fr: [_danny_s_sad_s_frown_2_] (Je devrais prendre une décision quand je vais au casier de Sam le matin)

source: [_danny_s_sad_s_frown_] (Okay... I'm at Sam's locker... I need to figure out what to do about this prank thing...)
fr_fr: [_danny_s_sad_s_frown_] (Ok... Je suis au casier de Sam... Je dois trouver quoi faire à propos de cette histoire de farce...)

source: [_danny_s_at_danny_s_bite_] (On one hand, if I go through with it, I'll be humiliating my best friend in front of Star's "in crowd".)
fr_fr: [_danny_s_at_danny_s_bite_] (D'un côté, si je vais jusqu'au bout, j'humilierai mon meilleur ami devant les "in crowd" de Star)

source: [_danny_s_frown_2_s_rise_one_] (Sam's been messed around enough by some dick-head ghosts lately... she doesn't deserve that sort of humiliation.)
fr_fr: [_danny_s_frown_2_s_rise_one_] (Sam a été assez malmenée par des fantômes à tête de bite dernièrement... elle ne mérite pas ce genre d'humiliation)

source: [_danny_s_towards_s_sad_s_smile_] (But... if I plant the dildo in there, I have a good chance to get closer to Star and make her happy...)
fr_fr: [_danny_s_towards_s_sad_s_smile_] (Mais... si je plante le gode là-dedans, j'ai une bonne chance de me rapprocher de Star et de la rendre heureuse...)

source: [_danny_s_grin_happy_s_wondering_] (It'd definitely be nice to have some private time with her... I have a really strong feeling I know what that juicy reward's gonna be...)
fr_fr: [_danny_s_grin_happy_s_wondering_] (Ce serait vraiment bien d'avoir un peu de temps en privé avec elle... J'ai vraiment le sentiment que je sais ce que sera cette récompense juteuse...)

source: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (At the same time though, would I really {i}want{/i} to? She's such a manipulative person who wants to mess with other people.)
fr_fr: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (Mais en même temps, est-ce que je le voudrais vraiment {i}? C'est une telle personne manipulatrice qui veut embêter les autres)

source: [_danny_s_angry_s_grin_happy_] (I could also use this opportunity to deliver some righteous karma onto her... I'd be doing a justice to society, honestly.)
fr_fr: [_danny_s_angry_s_grin_happy_] (Je pourrais aussi profiter de cette occasion pour lui délivrer un karma juste... Je rendrais justice à la société, honnêtement)

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, why is this such a hard choice to make?!)
fr_fr: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, pourquoi ce choix est-il si difficile à faire ? !)

source: [_danny_s_wondering_s_frown_2_] (Okay... I need to choose, now or never.)
fr_fr: [_danny_s_wondering_s_frown_2_] (Ok... je dois choisir, maintenant ou jamais.)

source: [_danny_s_rise_one_] (I mean... it won't even be {i}that{/i} bad of a prank, right?)
fr_fr: [_danny_s_rise_one_] (Je veux dire... ce ne sera même pas {i}une si mauvaise farce, n'est-ce pas ?)

source: [_danny_s_at_danny_s_sad_s_smile_] (Sam's a big girl, she can deal with this sort of thing. She'll deny it all anyway.)
fr_fr: [_danny_s_at_danny_s_sad_s_smile_] (Sam est une grande fille, elle peut faire face à ce genre de choses. Elle niera tout de toute façon)

source: [_danny_s_towards_s_sad_2_] (I'm sure people will forget about it in less than a week...)
fr_fr: [_danny_s_towards_s_sad_2_] (Je suis sûr que les gens l'oublieront en moins d'une semaine...)

source: [_danny_s_frown_2_s_rise_one_] (Okay, so... let's see if I can even do this... I never thought about how I'd actually get this done...)
fr_fr: [_danny_s_frown_2_s_rise_one_] (Ok, alors... voyons si je peux même faire ça... Je n'ai jamais pensé à la façon dont je pourrais le faire...)

source: [_danny_s_at_player_s_frown_grin_3_] (I better do this fast too. It'd be bad enough if I got caught holding a dildo in school, let alone planting it in one of my best friend's locker.)
fr_fr: [_danny_s_at_player_s_frown_grin_3_] (Je ferais mieux de faire ça rapidement aussi. Ce serait déjà assez grave si je me faisais prendre à tenir un gode à l'école, sans parler de le mettre dans le casier d'une de mes meilleures amies)

source: [_danny_] (Now, if I remember correctly, Sam once said she keeps things pretty simple when it comes to her passwords and combinations...)
fr_fr: [_danny_] (Si je me souviens bien, Sam a dit un jour qu'elle gardait les choses assez simples en ce qui concerne ses mots de passe et ses combinaisons...)

source: [_danny_s_grin_happy_s_sad_] (Which would most likely mean that Sam uses something like her birthday, right?)
fr_fr: [_danny_s_grin_happy_s_sad_] (Ce qui signifierait très probablement que Sam utilise quelque chose comme son anniversaire, non ?)

source: [_danny_s_rise_one_s_smile_] (And it's a good thing I'm one of the few people that care to remember it! January 19th, so... one... nineteen... zero...)
fr_fr: [_danny_s_rise_one_s_smile_] (Et c'est une bonne chose que je sois l'une des rares personnes à s'en souvenir ! Le 19 janvier, donc... un... dix-neuf... zéro...)

source: [_danny_s_smile_] (Okay, the Locker's open!)
fr_fr: [_danny_s_smile_] (Ok, le casier est ouvert !)

source: [_danny_] (So, I'll just shove it up at the top here...)
fr_fr: [_danny_] (Donc, je vais juste le mettre en haut de la page...)

source: [_danny_] (Okay, but do I {i}really{/i} wanna do this?)
fr_fr: [_danny_] (Ok, mais est-ce que je {i}veux vraiment{/i} faire ça ?)

source: [_danny_] (Here we go...)
fr_fr: [_danny_] (Nous y voilà...)

source: [_danny_] (...and that should be the perfect place for Lancer to find it. Alright, false evidence in place!)
fr_fr: [_danny_] (...et ça devrait être l'endroit parfait pour que Lancer le trouve. Très bien, fausse preuve en place !)

source: [_danny_] (Ugh... I shouldn't be proud of what I'm doing here... I'm a real jerk.)
fr_fr: [_danny_] (Ugh... je ne devrais pas être fier de ce que je fais ici... je suis un vrai con)

source: [_danny_s_smile_s_rise_one_] (Let's just hope that special {b}reward{/b} Star mentioned will be worth it...)
fr_fr: [_danny_s_smile_s_rise_one_] (Espérons juste que cette récompense spéciale {b}{/b} Star mentionnée en vaudra la peine...)

source: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Speaking of which, I should probably message her to let her know I've done it.)
fr_fr: [_danny_s_at_danny_s_frown_3_s_sad_2_] (En parlant de ça, je devrais probablement lui envoyer un message pour lui faire savoir que je l'ai fait)

source: [_billspook_] Hey Star, it's done. That Manson girl you wanted to prank has the dildo in her locker. Top shelf. Shouldn't be hard to miss. -IB
fr_fr: [_billspook_] Hé Star, c'est fait. La fille Manson à qui tu voulais faire une farce a le gode dans son casier. Etagère du haut. Ça ne devrait pas être difficile à manquer. -IB

source: [_danny_] (Great, she replied back.)
fr_fr: [_danny_] (Super, elle a répondu.)

source: [_starspook_] Thank you, thank you, thank you!!! <3 I'm going to be there in the {b}afternoon{/b} after I gather everybody up. Thanks again, Billy!!
fr_fr: [_starspook_] Merci, merci, merci ! !! <3 Je serai là dans l' {b}après-midi{/b} après avoir rassemblé tout le monde. Merci encore, Billy ! !!

source: [_danny_s_towards_s_smile_s_sad_] (Alright... what's done is done. I should come back in the afternoon to watch what happens.)
fr_fr: [_danny_s_towards_s_smile_s_sad_] (D'accord... ce qui est fait est fait. Je devrais revenir dans l'après-midi pour voir ce qui se passe)

source: [_danny_s_rise_one_s_at_player_] (I made the right choice, right...?)
fr_fr: [_danny_s_rise_one_s_at_player_] (J'ai fait le bon choix, n'est-ce pas... ?)

source: [_danny_s_frown_grin_2_] (No way, I'm not gonna play into Star's hands like that.)
fr_fr: [_danny_s_frown_grin_2_] (Pas question, je ne vais pas jouer le jeu de Star comme ça)

source: [_danny_s_at_player_s_frown_2_] (Regardless of how hot Star is, she's {b}definitely{/b} not worth hurting Sam like this.)
fr_fr: [_danny_s_at_player_s_frown_2_] (Peu importe à quel point Star est sexy, elle est {b}définitivement{/b} pas digne de blesser Sam comme ça)

source: [_danny_s_at_danny_s_smile_] (I should switch this whole prank thing around on her instead...)
fr_fr: [_danny_s_at_danny_s_smile_] (Je devrais plutôt retourner cette histoire de farce sur elle...)

source: [_danny_s_at_player_s_grin_happy_] (Everyone's going to be gathered around for it thanks to Star's recruitment, right? I think she might regret that decision...)
fr_fr: [_danny_s_at_player_s_grin_happy_] (Tout le monde va être rassemblé pour ça grâce au recrutement de Star, non ? Je pense qu'elle pourrait regretter cette décision...)

source: [_danny_s_towards_s_rise_one_s_smile_] (Guess I can hold onto this dildo of hers, too... might as well, it's not like Star's going to want it back after what I'm gonna pull off...)
fr_fr: [_danny_s_towards_s_rise_one_s_smile_] (Je suppose que je peux aussi garder son gode... autant le faire, ce n'est pas comme si Star allait vouloir le récupérer après ce que je vais faire...)

source: [_danny_s_grin_happy_s_angry_] (...literally.)
fr_fr: [_danny_s_grin_happy_s_angry_] (...littéralement.)

source: [_danny_s_sad_s_smile_] (I should text her to let her know that everything is "in place").
fr_fr: [_danny_s_sad_s_smile_] (Je devrais lui envoyer un Sms pour lui faire savoir que tout est "en place").

source: [_danny_] (Sam's standing by her locker all alone... nothing's going on? Maybe Star forgot to mention it to-)
fr_fr: [_danny_] (Sam est debout près de son casier, toute seule... il ne se passe rien ? Peut-être que Star a oublié de le mentionner à-)

source: [_danny_] (Oops, never mind... here comes Lancer.)
fr_fr: [_danny_] (Oups, ça ne fait rien... voilà Lancer.)

source: [_lancer_s_talk_frown_s_rise_one_] Excuse me, Ms. Manson?
fr_fr: [_lancer_s_talk_frown_s_rise_one_] Excusez-moi, Mme Manson ?

source: [_sam_s_sad_s_talk_happy_] Uhm, hi Mr. Lancer, can I help you?
fr_fr: [_sam_s_sad_s_talk_happy_] Uhm, bonjour Mr. Lancer, puis-je vous aider ?

source: [_lancer_s_sad_s_talk_frown_] Well I'd just like to clear something up quickly, if you wouldn't mind. The issue I'm dealing with currently is that I'm afraid I need to do an inspection of your locker space right now.
fr_fr: [_lancer_s_sad_s_talk_frown_] Je voudrais juste éclaircir quelque chose rapidement, si ça ne vous dérange pas. Le problème auquel je suis confronté en ce moment est que je crains de devoir inspecter votre vestiaire dès maintenant.

source: [_sam_s_sad_s_talk_frown_] Wh-what? Why?!
fr_fr: [_sam_s_sad_s_talk_frown_] Qu-quoi ? Pourquoi ? ?!

source: [_lancer_s_idle__s_talk_frown_] Well, one of your fellow students came to me with concerns that you might have stored some sort of "unusual weapon" inside your locker.
fr_fr: [_lancer_s_idle__s_talk_frown_] Un de vos camarades de classe est venu me voir pour me dire que vous aviez peut-être rangé une sorte "d'arme inhabituelle" dans votre casier.

source: [_sam_s_sad_2_s_talk_frown_] A weapon?! Are you kidding me?
fr_fr: [_sam_s_sad_2_s_talk_frown_] Une arme ? ! Tu te moques de moi ?

source: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, I'm afraid not. We have to take these sort of warnings and sightings seriously. It won't take long, I promise.
fr_fr: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, j'ai bien peur que non. Nous devons prendre ce genre d'avertissements et d'observations au sérieux. Ça ne prendra pas longtemps, je vous le promets.

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] This is a total invasion of my privacy!!
fr_fr: [_sam_s_talk_frown_s_towards_2_s_angry_2_] C'est une invasion totale de ma vie privée ! !!

source: [_lancer_s_wondering_s_talk_frown_] Now Ms. Manson, the school system is completely within its rights to do any unscheduled or unwarranted locker checks as it sees fit. I'd {i}hope{/i} there wouldnt be any genuine problem once we actually looked inside, right Ms. Manson?
fr_fr: [_lancer_s_wondering_s_talk_frown_] Maintenant, Ms. Manson, le système scolaire a tout à fait le droit de faire des contrôles de casiers non programmés ou injustifiés comme bon lui semble. J'espère {i}qu'il n'y aura pas de véritable problème une fois que nous aurons regardé à l'intérieur, n'est-ce pas Mme Manson ?

source: [_star_s_talk_happy_2_s_rise_one_] Yeah Sam, if you have nothing to hide, why not just open up your locker?
fr_fr: [_star_s_talk_happy_2_s_rise_one_] Ouais Sam, si tu n'as rien à cacher, pourquoi ne pas simplement ouvrir ton casier ?

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] You!! {b}You're{/b} the one behind this?! Why??
fr_fr: [_sam_s_talk_frown_s_towards_2_s_angry_2_] Vous ! {b}C'est toi qui es derrière tout ça ? ! Pourquoi ??

source: [_star_s_sad_s_talk_frown_] I swear, I simply thought I saw you putting something in your locker that looked like a blunt object!
fr_fr: [_star_s_sad_s_talk_frown_] Je te jure, j'ai simplement cru te voir mettre dans ton casier quelque chose qui ressemblait à un objet contondant !

source: [_star_s_talk_happy_2_s_neutral_2_] ...something like a miniature billy club.
fr_fr: [_star_s_talk_happy_2_s_neutral_2_] ...quelque chose comme un club de golf miniature.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] What?! Are you out of your mind?!
fr_fr: [_sam_s_confused_s_talk_frown_s_towards_wide_] Quoi ? ! T'as perdu la tête ? ?!

source: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, I just want to make sure our school grounds are a safe environment for {b}everybody{/b}... I don't want to get anybody in real {i}trouble{/i}...
fr_fr: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, je veux juste m'assurer que notre école est un environnement sûr pour {b}tout le monde{/b}... Je ne veux pas que quelqu'un ait des problèmes{/i} {i}...

source: [_lancer_s_talk_happy_s_closed_s_wondering_] Now, don't you worry Ms. Astray, you did the right thing coming to me.
fr_fr: [_lancer_s_talk_happy_s_closed_s_wondering_] Ne vous inquiétez pas, Mme Astray, vous avez bien fait de venir me voir.

source: [_lancer_s_towards_s_sad_] I certainly {i}understand{/i} Ms. Manson's insistence on retaining what she views as her "personal privacy".
fr_fr: [_lancer_s_towards_s_sad_] Je comprends certainement {i}{/i} l'insistance de Mme Manson à conserver ce qu'elle considère comme sa "vie privée".

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students' right to proper peace of mind.
fr_fr: [_lancer_s_talk_frown_] Cependant, j'ai bien peur de devoir passer outre cette vie privée en faveur de la protection du droit des autres étudiants à la tranquillité d'esprit.

source: [_lancer_s_angry_s_talk_frown_] Now Ms. Manson, if you won't open your locker of your own free will, I'm afraid I'll have to get the scruffy looking janitor with the unibrow to do it for you. It's your choice, but personally I'd prefer I {i}not{/i} have to speak with {b}her{/b}...
fr_fr: [_lancer_s_angry_s_talk_frown_] Maintenant, Mme Manson, si vous n'ouvrez pas votre casier de votre plein gré, j'ai bien peur de devoir demander au concierge à l'air débraillé et au sourcil unique de le faire pour vous. C'est votre choix, mais personnellement je préférerais {i}ne pas avoir à parler avec {b}elle{/b}...

source: [_sam_s_closed_s_talk_frown_] Ugh! This is so stupid. Look, at the end of the day, I have nothing to hide.
fr_fr: [_sam_s_closed_s_talk_frown_] Ugh ! C'est tellement stupide. Ecoutez, à la fin de la journée, je n'ai rien à cacher.

source: [_sam_s_talk_frown_s_neutral_s_away_] You wanna take a look inside, be my guest. You're just wasting your own time is all I'm saying.
fr_fr: [_sam_s_talk_frown_s_neutral_s_away_] Vous voulez jeter un coup d'oeil à l'intérieur, je vous en prie. Vous perdez votre temps, c'est tout ce que je dis.

source: [_danny_] (Sam's starting to open her locker... God, I almost can't even watch what's about to happen...)
fr_fr: [_danny_] (Sam commence à ouvrir son casier... Mon dieu, je ne peux presque pas regarder ce qui va se passer...)

source: [_sam_s_angry_s_talk_frown_] There you go, totally cringey gothic locker aesthetic on full display, hardy harr, good joke Star. Nothing to see here, people.
fr_fr: [_sam_s_angry_s_talk_frown_] Et voilà, une esthétique de casier gothique totalement cringy en pleine exposition, hardy harr, bonne blague Star. Rien à voir ici, les gens.

source: [_lancer_s_neutral_s_talk_frown_] I'll be the judge of that. Excuse me Ms. Manson.
fr_fr: [_lancer_s_neutral_s_talk_frown_] C'est à moi d'en juger. Excusez-moi, Mme Manson.

source: [_sam_s_angry_s_talk_frown_2_] I can't believe you'd lie to Mr. Lancer just to pester me, Star!
fr_fr: [_sam_s_angry_s_talk_frown_2_] Je ne peux pas croire que tu aies menti à M. Lancer juste pour m'embêter, Star !

source: [_sam_s_towards_wide_s_talk_frown_] Actually no, I can totally imagine that. You're one of the most {b}bitter{/b} pests I know!
fr_fr: [_sam_s_towards_wide_s_talk_frown_] En fait non, je peux totalement l'imaginer. Tu es l'une des pestes les plus amères {b}que je connaisse !

source: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, I wouldn't say I {i}lied{/i} exactly... maybe I just mistook what it was I saw you put in there...
fr_fr: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, je ne dirais pas que j'ai {i}menti{/i} exactement... peut-être que j'ai juste mal compris ce que j'ai vu que tu as mis là-dedans...

source: [_sam_s_towards_s_confused_s_talk_frown_] ...what are you {b}talking{/b} about?
fr_fr: [_sam_s_towards_s_confused_s_talk_frown_] ...de quoi {b}parlez-vous{/b}?

source: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Here we are!
fr_fr: [_lancer_s_angry_s_talk_frown_] ...ah HAH ! Nous y sommes !

source: [_star_s_talk_happy_s_sad_] Oh my {b}goodness{/b}, {i}Saaam{/i}!! You're {b}bad{/b}!
fr_fr: [_star_s_talk_happy_s_sad_] Oh mon {b}goodness{/b}, {i}Saaam{/i} !! Tu es {b}mauvais{/b} !

source: [_sam_s_center_wide_s_talk_frown_] What. The. {u}Fuck{/u}.
fr_fr: [_sam_s_center_wide_s_talk_frown_] Quoi. Le. {u}Fuck{/u}.

source: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Ms. Manson!! This is in {b}no regard{/b} a proper personal article to be bringing onto our school grounds!
fr_fr: [_lancer_s_angry_s_talk_frown_] {b}50 Nuances de Grey ! !! Mme Manson ! C'est à {b}aucun égard un article personnel approprié à apporter dans notre école !

source: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-but, th-that's not mine!! I swear!! Something's not right about this!!
fr_fr: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Mais, ce n'est pas à moi ! ! Je le jure ! Il y a quelque chose qui ne va pas avec ça !!

source: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, I can see how I made the mistake of thinking it was a billy club! That thing is {b}huge{/b}, Sam!!
fr_fr: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, je peux voir comment j'ai fait l'erreur de penser que c'était un club de golf ! Cette chose est {b}énorme{/b}, Sam !!

source: [_student1_] Wowee, look at the size of that thing!
fr_fr: [_student1_] Wowee, regarde la taille de ce truc !

source: [_student2_] God, imagine that thing inside of you!
fr_fr: [_student2_] Mon Dieu, imaginez cette chose à l'intérieur de vous !

source: [_student3_] Who the hell brings a monster dong to school? What a perv she is!
fr_fr: [_student3_] Qui diable apporte une queue de monstre à l'école ? Quelle perverse elle est !

source: [_student4_] Dang, I wish I had {b}me{/b} a big tiddie goth girlfriend who was {i}that{/i} kinky!!
fr_fr: [_student4_] Dang, j'aurais aimé avoir {b}moi{/b} une grosse copine gothique qui était {i}aussi{/i} perverse !!

source: [_danny_] (Oh God... Sam looks so embarassed.)
fr_fr: [_danny_] (Oh mon Dieu... Sam a l'air tellement embarrassé.)

source: [_lancer_s_talk_frown_s_neutral_] I'm afraid you'll have to come with me Ms. Manson. This will require yet {i}another{/i} chat in the principal's office about what constitutes appropriate materials to bring to Casper High.
fr_fr: [_lancer_s_talk_frown_s_neutral_] Je crains que vous ne deviez venir avec moi, Mlle Manson. Cela nécessitera {i}une autre discussion dans le bureau du principal sur ce qui constitue un matériel approprié à apporter à Casper High.

source: [_sam_s_talk_frown_3_s_sad_2_] It's not mine though, Mr. Lancer, I swear!!
fr_fr: [_sam_s_talk_frown_3_s_sad_2_] Mais ce n'est pas le mien, M. Lancer, je vous le jure !!

source: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, have some dignity and just admit it. Don't make this any {b}more{/b} embarassing for yourself than it already is...
fr_fr: [_star_s_angry_s_talk_frown_] Oh allez, Sam, aie un peu de dignité et admets-le. Ne rends pas ça {b}plus embarrassant pour toi que ça ne l'est déjà...

source: [_sam_] ...but... I didn't...
fr_fr: [_sam_] mais... Je n'ai pas...

source: [_lancer_s_angry_s_talk_frown_] Come on Ms. Manson, let's get moving, we don't have all day to dilly dally...
fr_fr: [_lancer_s_angry_s_talk_frown_] Allez Mme Manson, on se bouge, on n'a pas toute la journée pour lambiner...

source: [_lancer_s_sad_s_at_player_s_talk_frown_] ...I'm also not particularly {b}fond{/b} of having to hold this out in public.
fr_fr: [_lancer_s_sad_s_at_player_s_talk_frown_] ...je n'aime pas non plus particulièrement {b}avoir à tenir ça en public.

source: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... how could this have happened...?)
fr_fr: [_sam_s_center_s_sad_2_s_grin_2_] (Oh non... comment cela a pu arriver... ?)

source: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh my God, can you believe that slut bag, guys? She had a huge fake dick in her locker! How pathetic!!
fr_fr: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh mon Dieu, vous pouvez croire cette salope, les gars ? Elle avait une fausse bite énorme dans son casier ! C'est pathétique !!

source: [_kwan_] Hahah, that was so funny!! Can't believe she did that.
fr_fr: [_kwan_] Hahah, c'était si drôle !! Je ne peux pas croire qu'elle ait fait ça.
