Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_unhappy_s_talk_consternation_] {i}Awww{/i}, looks like we gotta get to class now...
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_unhappy_s_talk_consternation_] {i}Awww{/i}, on dirait que nous devons aller en classe maintenant...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_s_blush_] Darn... I was really hoping we could "play" together a bit before first period...~
fr_fr: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_s_blush_] Darn... J'espérais vraiment que nous pouvions "jouer" ensemble un peu avant la première période...~

source: [_danny_s_towards_wide_s_sad_s_talk_amused_s_blush_] Y-yeah, maybe later Sam...
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_amused_s_blush_] Y-oui, peut-être plus tard Sam...

source: [_danny_s_closed_s_unhappy_s_consternation_s_-blush_] (As much as I kinda DON'T want to turn Sam down, I need to stay focused!)
fr_fr: [_danny_s_closed_s_unhappy_s_consternation_s_-blush_] (Autant que je n'aime PAS à éteindre Sam, je dois rester concentré !)

source: [_lancer_s_towards_s_neutral_s_talk_displeased_] Okay everyone, settle down people, settle down. We've got a lot to catch up on today, so I want your full attention!
fr_fr: [_lancer_s_towards_s_neutral_s_talk_displeased_] Ok tout le monde, réglez les gens, s'installer. Nous avons beaucoup à rattraper aujourd'hui, donc je veux que vous fassiez toute votre attention!

source: [_lancer_s_closed_s_neutral_s_talk_displeased_] There are of course a number of passages from the lesson plan we could go over again, but I feel starting with a pop quiz is more than fair, considering-
fr_fr: [_lancer_s_closed_s_neutral_s_talk_displeased_] Il y a bien sûr un certain nombre de passages du plan de leçon que nous pourrions refaire mais je me sens que commencer par un quiz pop est plus que juste, en considérant-

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...considering... we were... already...{p}{nw}
fr_fr: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...en considération... nous étions déjà...{p}{nw}

source: [_extend_] ...behind.
fr_fr: [_extend_] ... derrière.

source: [_extend_] WHAT IN GOOD HEAVENS ARE ALL OF YOU DOING DRESSED LIKE THAT?!
fr_fr: [_extend_] QU'EST-CE QU'EN BONNE HEAVENS SONT TOUS VOUS FONT DRESSED COMME ?!

source: [_lancer_s_closed_s_angry_s_talk_distraught_] Some of you aren't even dressed at all!!
fr_fr: [_lancer_s_closed_s_angry_s_talk_distraught_] Certains d'entre vous ne sont même pas habillés du tout!!

source: [_paulina_] Mr. Lancer, we're just trying to be more expressive with our bodies! There's no need to shame us for that!
fr_fr: [_paulina_] Monsieur Lancer, nous essayons juste d'être plus expressifs avec nos corps ! Il n'y a pas besoin de nous faire honte pour ça !

source: [_star_] Yeah Grandpa! Don't knock it til' you've tried it! {i}You{/i} try dealing with all these pent up emotions!
fr_fr: [_star_] Ouais Grandpa ! Ne vous faites pas de mal ! {i}Vous{/i} essayez de faire face à toutes ces émotions pentées !

source: [_lancer_s_at_player_s_angry_s_talk_consternation_] Young ladies, don't even get me {i}started{/i} on giving it your all to self expression!
fr_fr: [_lancer_s_at_player_s_angry_s_talk_consternation_] Jeunes femmes, ne me faites même pas {i}commencé{/i} à me donner tout ce que vous avez à exprimer !

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] My generation practically invented the free love movement!{p}{nw}
fr_fr: [_lancer_s_at_player_s_rise_s_talk_displeased_] Ma génération a pratiquement inventé le mouvement libre de l'amour!{p}{nw}

source: [_extend_] But you are all students, this is just outrageous!!
fr_fr: [_extend_] Mais vous êtes tous étudiants, c'est tout simplement scandaleux!!

source: [_lancer_s_closed_s_angry_s_talk_distraught_] Can't you try showing your desire for societal change and progressive action more... decently?!
fr_fr: [_lancer_s_closed_s_angry_s_talk_distraught_] Ne pouvez-vous pas essayer de montrer votre désir de changement sociétal et d'action progressive plus... decently?!

source: [_sam_] That'd be missing the whole point! We've got to be bold and blatant! This is how we achieve that!!
fr_fr: [_sam_] Ça manquerait tout le point ! Nous devons être audacieux et flagrants ! C'est ainsi que nous y parvenons!!

source: [_valerie_] Exactly! Miss Spectra gave us the encouragement we needed to even go as balls to the wall as we're going right now!
fr_fr: [_valerie_] Exactement ! Miss Spectra nous a donné l'encouragement dont nous avions besoin pour aller même comme des boules au mur comme nous allons tout de suite !

source: [_kwan_] We should all be thanking her, she's the one who helped put us onto this great new trend!
fr_fr: [_kwan_] Nous devrions tous la remercier, elle est celle qui nous a aidés à mettre en place cette nouvelle tendance !

source: [_lancer_s_at_player_s_angry_s_talk_consternation_] M-Miss Spectra? {i}She{/i} put you all up to this?? Well I think it's time I had a word with our dear counselor then!
fr_fr: [_lancer_s_at_player_s_angry_s_talk_consternation_] M-Miss Spectra ? {i}Elle{/i} vous a tout mis à la hauteur ?? Eh bien, je pense qu'il est temps que je me fasse un mot avec notre cher conseiller à ce moment-là !

source: [_extend_] Hey teach! Got room for one more apt pupil?! {i}Ahhaha!!{/i}
fr_fr: [_extend_] Salut enseigner ! Vous avez de la place pour un élève de plus ?! {i}Ahhaha!!{/i}

source: Students [special_delimiter] {i}*Gasps!*{/i}
fr_fr: Élèves [special_delimiter] {i}*Gascogne!*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_distraught_] (Oh no, not another attack from-)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_distraught_] (Oh non, pas une autre attaque depuis)

source: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}Excuse{/i} me, young man, but have you ever heard of "knocking" before?!
fr_fr: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}Excuse{/i} moi, jeune homme, mais avez-vous déjà entendu parler de "frapper" avant ? !

source: [_bootrand_s_arms_up_s_towards_s_talk_] I... {i}uhhh{/i}, w-what?
fr_fr: [_bootrand_s_arms_up_s_towards_s_talk_] Je... {i}euh{/i}, quoi?

source: [_lancer_s_towards_s_angry_s_talk_consternation_] Because you've decided to rudely interrupt my lesson! And I am already at a mental breaking point with these students I'm dealing with!
fr_fr: [_lancer_s_towards_s_angry_s_talk_consternation_] Parce que vous avez décidé d'interrompre grossièrement ma leçon! Et je suis déjà à un point de rupture mentale avec ces élèves avec qui je m'occupe !

source: [_bootrand_s_arms_down_s_towards_s_talk_] But... but I'm a-
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Mais... mais je suis un-

source: [_lancer_s_towards_s_angry_s_talk_distraught_] A nuisance to my teachings, yes, exactly!! So either you choose to sit down and be quiet, or you choose to leave, {i}posthaste{/i}!
fr_fr: [_lancer_s_towards_s_angry_s_talk_distraught_] Une nuisance pour mes enseignements, oui, exactement!! Alors, soit vous choisissez de vous asseoir et de vous taire, soit vous choisissez de partir, {i}posthaste{/i}!

source: [_bootrand_] {i}*Cough*{/i}
fr_fr: [_bootrand_] {i}*Tous*{/i}

source: [_lancer_s_at_player_s_idle_s_talk_happy_] {i}Much{/i} appreciated.{p}{nw}
fr_fr: [_lancer_s_at_player_s_idle_s_talk_happy_] {i}Much{/i} apprécié.{p}{nw}

source: [_extend_] Now then, if we can perhaps focus and keep our eyes off each other, we can have Miss Gray read page-
fr_fr: [_extend_] Maintenant, si nous pouvons peut-être nous concentrer et nous garder les yeux les uns des autres, nous pouvons avoir la page de lecture de Miss Gray -

source: [_lancer_s_closed_s_idle_s_talk_distraught_] {i}*Sigh*{/i}
fr_fr: [_lancer_s_closed_s_idle_s_talk_distraught_] {i}*Soupir*{/i}

source: [_bootrand_] {i}*Whispering*{/i} H-hello?{p}{nw}
fr_fr: [_bootrand_] {i}*Murmure*{/i} H-Bonjour ?{p}{nw}

source: [_extend_] Y-yes, I'm here.
fr_fr: [_extend_] Y-oui, je suis ici.

source: [_bootrand_] ...yes... yes, well... well I'm sorry, but he... well he told me to sit down, and-!
fr_fr: [_bootrand_] ...oui... oui, bien... je suis désolé, mais il... il m'a dit de m'asseoir et !

source: [_bootrand_] ...I understand, really I do, but... Mistress, please understand, he's {i}very{/i} stern when he wants to be.
fr_fr: [_bootrand_] ...Je comprends, vraiment moi, mais... Maîtresse, comprenez-vous, il est {i}très{/i} sévère quand il le veut.

source: [_bootrand_] ...yes... yes, I... of course, apologies ma'am. Yeah... got it... okay...
fr_fr: [_bootrand_] ...oui... oui, je... bien sûr, je m'excuse ma'am. Oui... j'ai compris... OK...

source: [_extend_] Are we quite finished?
fr_fr: [_extend_] Sommes-nous tout à fait finis ?

source: [_bootrand_] Yes, I believe we are.
fr_fr: [_bootrand_] Oui, je crois que nous le sommes.

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] Good. I don't want you thinking just because you're a glowing green goo pile that you'll get any kind of special treatment, buster!
fr_fr: [_lancer_s_at_player_s_rise_s_talk_displeased_] Bien. Je ne veux pas que vous pensiez juste parce que vous êtes une pile de goo vert brillant que vous allez recevoir n'importe quel traitement spécial, buster !

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] Now, who remembers what it was that Joan of Arc was punished for from the last time we-
fr_fr: [_lancer_s_at_player_s_neutral_s_talk_displeased_] Maintenant, qui se souvient de ce qu'il était que Joan d'Arc a été puni pour la dernière fois que nous -

source: Students [special_delimiter] {i}Ahhhh!!!{/i}
fr_fr: Élèves [special_delimiter] {i}Ahhhh!!!{/i}

source: [_lancer_s_at_player_wide_s_sad_s_talk_distraught_] Everyone! Please! We must try cowering in fear in an {i}orderly{/i} fashion!!
fr_fr: [_lancer_s_at_player_wide_s_sad_s_talk_distraught_] Tout le monde! S'il vous plaît! Nous devons essayer de nous replier de peur de façon ordonnée {i}{/i}!!

source: [_danny_s_towards_s_angry_s_clenchteeth_] (I gotta stop this thing and end it once and for all!)
fr_fr: [_danny_s_towards_s_angry_s_clenchteeth_] (Je dois arrêter cette chose et la terminer une fois pour toutes!)

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}, h-holy cow everyone, look out the window! It's...{p}{nw}
fr_fr: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}, vache h-sainte tout le monde, regardez la fenêtre! C'est...{p}{nw}

source: [_extend_] ...something really distracting!
fr_fr: [_extend_] ... quelque chose de vraiment distrayant !

source: Student A [special_delimiter] {i}Ooooh!{/i} I actually {i}love{/i} getting distracted by stuff!
fr_fr: Etudiant A [special_delimiter] {i}Ooooh !{/i} J'adore {i}en fait {/i} d'être distrait par des trucs!

source: Student B [special_delimiter] Perfect! Something to distract us from the horrors of the new reality we live in!
fr_fr: Etudiant B [special_delimiter] Parfait ! Quelque chose pour nous distraire des horreurs de la nouvelle réalité dans laquelle nous vivons!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Jeez, how gullible can young people be, really...?
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Jeez, comment les jeunes peuvent-ils être créduleux, vraiment...?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Well, I guess that's my que to go cause more chaos elsewhere!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Eh bien, je suppose que c'est mon devoir d'aller causer plus de chaos ailleurs !

source: [_danny_s_at_player_s_rise_s_displeased_] (Now's my chance!)
fr_fr: [_danny_s_at_player_s_rise_s_displeased_] (C'est ma chance !)

source: [_lancer_s_offscreen_s_towards_s_rise_s_talk_happy_] Alrighty, I think they've gone!
fr_fr: [_lancer_s_offscreen_s_towards_s_rise_s_talk_happy_] D'accord, je pense qu'ils sont partis!

source: [_lancer_s_at_player_s_sad_s_talk_happy_] Now then, if you're all safe and accounted for...{p}{nw}
fr_fr: [_lancer_s_at_player_s_sad_s_talk_happy_] Maintenant, si vous êtes sûr et compté pour...{p}{nw}

source: [_extend_] ...I think we can resume the lesson. Miss Gray, page 257, please.
fr_fr: [_extend_] ...Je pense que nous pouvons reprendre la leçon. Miss Gray, page 257, s'il vous plaît.

source: Students [special_delimiter] {i}*Groans*{/i}
fr_fr: Élèves [special_delimiter] {i}*Groans*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grin_] (First things first: I'm going ghost!!)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grin_] (Tout d'abord : je vais fantôme!!)

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_consternation_] (Now where'd he go?)
fr_fr: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_consternation_] (Maintenant, où allait-il?)

source: [_bootrand_] Oh {i}yoohoo!{/i} Oh Danny Boy!! Over here!!
fr_fr: [_bootrand_] Oh {i}yoohoo!{/i} Oh Danny Boy!! Plus ici!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] There you are! Get back here!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Vous voilà ! Revenez ici !

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] You can't hide from me, creep!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Vous ne pouvez pas me cacher !

source: [_bootrand_s_arms_up_s_glare_s_talk_] Shows what you know! I'm an excellent hider!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Montre ce que tu sais ! Je suis une excellente personne !

source: [_bootrand_s_arms_down_s_glare_s_talk_] ...and an even better stair runner!!{p}{nw}
fr_fr: [_bootrand_s_arms_down_s_glare_s_talk_] ...et un meilleur coureur d'escalier !!{p}{nw}

source: [_extend_] See you on the second floor!!
fr_fr: [_extend_] Rendez-vous au deuxième étage!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Gah!{/i} Stop, I told you to get back here!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Gah !{/i} Arrête, je vous ai dit de revenir ici!

source: [_bootrand_s_arms_up_s_glare_s_talk_] There he is, running up those steps as fast as he could manage! Adorable!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Voilà, il fait ces pas aussi vite qu'il pourrait le gérer ! Adorable !

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Look, if all you're gonna do is have me chase you around all over the school...!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Regardez, si tout ce que vous allez faire, c'est que je vous chasse partout dans l'école...!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ...then I gotta admit, I respect the play, my cardio has not gotten any better doing all this superhero stuff yet.
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ...alors je dois admettre, je respecte le jeu, mon cardio n'a pas encore fait mieux tout ce super héros.

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}Ohhh{/i} yes, I could absolutely hear you huffin' and puffin' while coming up!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] {i}Ohhh{/i} oui, je pouvais absolument vous entendre bouffer et pomper en arrivant !

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Well I don't need to have {i}all{/i} my breath to still whoop your butt, slime-breath!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Eh bien, je n'ai pas besoin d'avoir {i}toutes{/i} ma respiration pour vous caresser les fesses, à respirer!

source: [_bootrand_s_arms_up_s_towards_s_talk_] Yeah, I get that, but... what if I just left again, and kept you chasing me like a dork?
fr_fr: [_bootrand_s_arms_up_s_towards_s_talk_] Ouais, j'obtiens ça, mais... Et si je quittais à nouveau et vous continuait à me chasser comme un dortoir ?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] You know, I gotta say, I think I'd really hate that. That would not make my day, honestly.
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Vous savez, je dois dire que je pense que je détesterais vraiment ça. Cela ne ferait pas mon jour, honnêtement.

source: [_bootrand_s_arms_up_s_glare_s_talk_] That's the idea, bucko!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] C'est l'idée, bucko!

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] Me and my big mouth...
fr_fr: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] Moi et ma grande bouche...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Okay, where are we going now? Down the hall? Cool.
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ok, où allons-nous maintenant? Dans le hall ? Cool.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Alright, now this is getting ridiculous! Stop running off!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] D'accord, c'est devenu ridicule ! Arrêtez de courir !

source: [_bootrand_s_arms_down_s_glare_s_talk_] You're right, you're right, I'm done playing games!
fr_fr: [_bootrand_s_arms_down_s_glare_s_talk_] Vous avez raison, vous avez raison, j'ai fini de jouer aux jeux !

source: [_bootrand_s_arms_up_s_glare_s_talk_] I'd rather try out having some {i}real{/i} fun, wouldn't you?
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Je préférerais essayer d'avoir un peu de {i}vrai{/i} plaisir, n'est-ce pas?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Huh?
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Hein?

source: [_bootrand_s_arms_up_s_towards_s_talk_] "Oh Miss {i}Speeeectraaaa!!{/i}"
fr_fr: [_bootrand_s_arms_up_s_towards_s_talk_] « Oh Miss {i}Speeectraaaa!!{/i}»

source: [_penelope_] Yes? Yes, can I help you? I'm sorry, did we schedule an appointment?{p}{nw}
fr_fr: [_penelope_] Oui ? Oui, puis-je vous aider ? Je suis désolé, avons-nous pris rendez-vous ?{p}{nw}

source: [_extend_] Just a second!
fr_fr: [_extend_] Juste une seconde!

source: [_penelope_s_arms_up_s_talk_amused_s_rise_] Yes, how can I help you?
fr_fr: [_penelope_s_arms_up_s_talk_amused_s_rise_] Oui, comment puis-je vous aider ?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Miss Spectra!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Il manque Spectra !

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ahckk!!{/i} Someone, help me!!
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ahckk !!{/i} Quelqu'un, aidez-moi!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Get away from her, sicko!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Éloignez-vous d'elle, maladroite!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, would you rather we fight over who gets first "go" with her? Hey, fine with me, I like making sport of it!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, vous préféreriez que nous nous battions pour savoir qui obtient la première « partie» avec elle? Hé, d'accord, avec moi, j'aime faire du sport !

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Shut your mouth, creep!!{/i}
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Ferme ta bouche, fluage !!{/i}

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}OooOOOh!{/i} Good moves, kid! Not bad, really!{p}{nw}
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] {i}OooOOOOH !{/i} Bon sang, mon enfant! Pas mal, vraiment!{p}{nw}

source: [_extend_] But while I'd love to stay and exchange more slaps and punches-
fr_fr: [_extend_] Mais bien que j'aime rester et échanger plus de claques et de coups de poing -

source: [_bootrand_s_arms_up_s_glare_s_talk_] ...I've got an entire town to help corrupt!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] ... J'ai une ville entière pour aider à corrompre !

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] I'm not gonna let you, jerk!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Je ne vais pas vous laisser saccager!

source: [_bootrand_s_arms_up_s_glare_s_talk_] That's sweet, but it's not really up to you...{p}{nw}
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] C'est doux, mais ce n'est pas vraiment à vous...{p}{nw}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_grindteeth_] (What the heck?! H-how does he know my name?!)
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_grindteeth_] (Qu'est-ce que ça a l'air ?! H-comment connaisse-t-il mon nom?!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Get back here you! What's your plan? Who are you working for?!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Revenez ici ! Quel est votre plan ? Qui travaillez-vous ?!

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] W-wait... "D-Danny"? As in... Danny... {i}Fenton{/i}?
fr_fr: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] Attendez... "D-Danny"? Comme dans... Danny... {i}Fenton{/i}?

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] I-
fr_fr: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] I- I-

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] N-no! Of course not! I'm not- I mean... who's that, I-I'm "Inviso-Bill" not... l-look, it's not what-
fr_fr: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] N-non ! Bien sûr pas ! Je ne suis pas- je veux dire... qui est ça, je suis "Inviso-Bill" pas... l-look, ce n'est pas quoi-

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_amused_] {i}Well{/i}, this is {i}certainly{/i} a surprise!
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_amused_] {i}Eh bien{/i}, c'est {i}certainement{/i} une surprise!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] ...crap.
fr_fr: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] ... merde de merde.

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Miss Spectra, please, y-you can't tell anyone about this!
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Miss Spectra, s'il vous plaît, y-vous ne pouvez en parler à personne !

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] If it got to my parents, or the news... or any of these other ghosts, I-
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Si ça arrivait à mes parents, ou aux nouvelles... ou à l'un de ces autres fantômes, je-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_amused_] Oh Danny, Danny! But of course! Please, don't you worry in the slightest, your secret is {i}completely{/i} safe with me!
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_amused_] Oh Danny, Danny ! Mais bien sûr ! Ne vous inquiétez pas du tout, votre secret est {i}complètement{/i} avec moi !

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] R-really?
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_happy_] Vraiment?
