Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode2_MZ.po
Languages: fr_fr

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] I certainly didn't mean to be presumptuous in any matter, but considering I've yet to have the time to set up my own laboratory in town, I was hoping I would be able to share yours for the time being?
fr_fr: [_vlad_s_towards_s_unhappy_s_talk_happy_] Je ne voulais certainement pas être présomptueux, mais étant donné que je n'ai pas encore eu le temps d'installer mon propre laboratoire en ville, j'espérais pouvoir partager le vôtre pour le moment ?

source: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Of course, what's mine is yours, V-Man!
fr_fr: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Bien sûr, ce qui est à moi est à toi, V-Man !

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh good... I'd {i}hoped{/i} as much...
fr_fr: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh bien... J'avais {i}espéré autant...

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] So, without further ado, I suppose I should go about showing you the blasted thing...
fr_fr: [_vlad_s_towards_s_unhappy_s_talk_happy_] Donc, sans plus attendre, je suppose que je devrais vous montrer cette fichue chose...

source: [_vlad_s_towards_s_neutral_s_talk_happy_] ...it was actually thanks to your old schematics, Madeline, that I was able to create a working {b}Thermos{/b}...
fr_fr: [_vlad_s_towards_s_neutral_s_talk_happy_] ...c'est en fait grâce à tes vieux schémas, Madeline, que j'ai pu créer un Thermos{/b} fonctionnel {b}...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} You did?! How? The harmonics of the necessary power supply were always so-
fr_fr: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} Tu l'as fait ? ! Comment ? Les harmoniques de l'alimentation nécessaire étaient toujours s

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, it would take {b}far{/b} too long to explain fully, my dear. I'll have the whitepaper delivered to you from the RND department at Vladco to brief you on the technical details. For now, I suppose we could begin to experiment with the ghoul itself!
fr_fr: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, cela prendrait {b}beaucoup{/b} trop de temps à expliquer en détail, ma chère. Je vous ferai livrer le livre blanc du département RND de Vladco pour vous informer des détails techniques. Pour l'instant, je suppose que nous pourrions commencer à expérimenter avec la goule elle-même !

source: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...are you sure that's a good idea, Vlad? Is it safe to just release one out of a Thermos?
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...tu es sûr que c'est une bonne idée, Vlad ? Est-ce que c'est prudent d'en sortir une d'un thermos ?

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Of course it is, sweetie! Vlad knows what he's doing!
fr_fr: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Bien sûr que oui, ma chérie ! Vlad sait ce qu'il fait !

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Yes, I most {u}certainly{/u} do... now then, Jack, why don't you clear some space for us to work in? Madeline, if you'll kindly assist me to set up the containment field we'll trap it in for examination...?
fr_fr: [_vlad_s_towards_s_neutral_s_talk_happy_] Oui, {u}certainement... maintenant, Jack, pourquoi ne pas libérer un peu d'espace pour que nous puissions travailler ? Madeline, si vous voulez bien m'aider à mettre en place le champ de confinement dans lequel nous allons le piéger pour l'examiner... ...?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Alright, everything seems in place! What now?
fr_fr: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Très bien, tout semble en place ! Et maintenant ?

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Well, all that's left to do now is to hook the containment field up to the Thermos properly and release the creature from inside.
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Il ne reste plus qu'à relier le champ de confinement au Thermos et à libérer la créature de l'intérieur.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You got it Vladdie! Let's do-it to-it, V-Man!!
fr_fr: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Tu l'as Vladdie ! On va le faire, V-Man ! !!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, settle down, Jack! Don't be so overly eager! We don't need {i}another{/i} lab accident to occur due to your giddiness...
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, calme-toi, Jack ! Ne sois pas si impatient ! On n'a pas besoin que {i}un autre accident de labo se produise à cause de ton étourderie...

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, would {i}you{/i} kindly do the honors? None of this would have happened without {i}your{/i} brilliant ingenuity after all.
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, {i}tu veux bien me faire l'honneur ? Rien de tout cela ne serait arrivé sans {i}votre brillante ingéniosité après tout.

source: [_maddie_] Oh! Well I-I suppose I {i}could{/i}... my, such a {b}gentleman{/b}.
fr_fr: [_maddie_] Oh ! Eh bien, je suppose que je {i}pourrais{/i}... mon, tel un {b}gentleman{/b}.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] Now, is it {b}this{/b} button here that will allow us to attach the containment field connector? Or do we need to go through some sort of safety procedures to properly disable the Thermos'-
fr_fr: [_maddie_s_rise_one_3_s_talk_happy_2_] Maintenant, est-ce {b}ce bouton{/b} ici qui nous permettra de fixer le connecteur du champ de confinement ? Ou devons-nous passer par une sorte de procédure de sécurité pour désactiver correctement le Thermos'-

source: [_danny_] (Man, this is getting pretty boring honestly... guess my hunch was off, nothing too fishy going on here. Just some old friends mingling together after a long time apart... I feel like I'll just head back upstairs silently...)
fr_fr: [_danny_] (Mec, ça devient assez ennuyeux, honnêtement... je suppose que mon intuition était bonne, rien de trop louche ne se passe ici. Juste de vieux amis qui se mélangent après une longue période de séparation... J'ai l'impression que je vais retourner en haut en silence...)

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] No, no, you're quite right, madeline, it's just a simple press of the button. Yes, just press down on {b}that{/b} button there...
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Non, non, tu as tout à fait raison, Madeline, il suffit d'appuyer sur le bouton. Oui, il suffit d'appuyer sur {b}ce bouton{/b} là...

source: [_ectopuss_] {b}Fiiiinally!!{b} Do you have any idea how cramped those things are?! Now who the hell put me there to begin with??
fr_fr: [_ectopuss_] {b}Fiiiinalement ! !{b} Est-ce que vous avez une idée de l'étroitesse de ces choses ? ! Maintenant, qui diable m'a mis là pour commencer ??

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad? Jack?!{p}Oh no, Jack's been knocked unconcious!! But where's Vlad?!
fr_fr: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad ? Jack ?!{p}Oh non, Jack a été assommé !! Mais où est Vlad ?!

source: [_ectopuss_] Well {i}hello{/i} there miss jumpsuit... don't you look nice and tasty...
fr_fr: [_ectopuss_] Eh bien {i}bonjour{/i} là miss combinaison... n'avez-vous pas l'air gentille et savoureuse...

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}hello{/i} there... I'm actually a living, breathing person, and I'd prefer {b}NOT{/b} to get munched... or... {i}anything{/i} else, really...
fr_fr: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}bonjour{/i} là... Je suis en fait une personne vivante, qui respire, et je préférerais {b}PAS{/b} être croqué... ou... {i}quoi que ce soit{/i} d'autre, vraiment...

source: [_danny_] (Jeez, I'm only halfway up the stairs, and {b}this{/b} happens?? This isn't going to end well... man, Ectopus seems a lot tougher looking, and with Mom here... I need to figure out a plan, fast!!)
fr_fr: [_danny_] (Jeez, je suis seulement à mi-chemin de l'escalier, et {b}ceci{/b} arrive ?? Ca ne va pas bien se terminer... Ectopus a l'air bien plus coriace, et avec maman ici... Je dois trouver un plan, vite !!)

source: [_ectopuss_] Yes! A perfect MILF body for me to play with... how delectable!
fr_fr: [_ectopuss_] Oui ! Un corps de MILF parfait pour que je puisse jouer avec... comme c'est délectable !

source: [_maddie_] My- my clothes!! Somebody, help!! Let me go, you bastard!!
fr_fr: [_maddie_] Mes... mes vêtements ! Quelqu'un, à l'aide ! Laisse-moi partir, salaud !!

source: [_ectopuss_] We {u}both{/u} know I'm not going to do that... your body looks like it'll absolutely ooze {b}Orgone{/b} once I get started.
fr_fr: [_ectopuss_] Nous {u}savons tous les deux que je ne vais pas faire ça... votre corps a l'air de suinter de {b}Orgone{/b} dès que je m'y mets.

source: [_maddie_] I don't care if you want Orgone or not! I said no touching, alright?! Now stop this!!
fr_fr: [_maddie_] Je me fiche que vous vouliez de l'Orgone ou non ! J'ai dit qu'on ne touche pas, d'accord ? ! Maintenant, arrêtez ça !!

source: [_danny_] (Orgone? What the heck is that? Mom seems to know about whatever it's talking about though... )
fr_fr: [_danny_] (Orgone ? Qu'est-ce que c'est que ça ? Maman semble s'y connaître en la matière, mais... )

source: [_ectopuss_] {i}*Tsck*{/i} No can do, beautiful. I need a hit of that ripe Orgone right now...
fr_fr: [_ectopuss_] {i}*Tsck*{/i} Je ne peux pas, ma belle. J'ai besoin d'une dose de cet Orgone mûr, maintenant...

source: [_maddie_] No, wait! Le-let's talk about this first!
fr_fr: [_maddie_] Non, attendez ! Parlons-en d'abord !

source: [_ectopuss_] What's there to talk about?
fr_fr: [_ectopuss_] Qu'est-ce qu'il y a à dire ?

source: [_maddie_] Isn't there some way you can take my Orgone without...
fr_fr: [_maddie_] N'y a-t-il pas moyen de prendre mon Orgone sans...

source: [_ectopuss_] Without...? C'mon now, use your big girl words...
fr_fr: [_ectopuss_] Sans... ? Allez, utilise tes mots de grande fille...

source: [_maddie_] Without...
fr_fr: [_maddie_] Sans...

source: [_maddie_] ...without {b}violating{/b} me?
fr_fr: [_maddie_] ...sans {b}violer{/b} moi ?

source: [_ectopuss_] What's wrong, don't you want to find out what it's like to be stuffed full of ghostly tentacles?
fr_fr: [_ectopuss_] Qu'est-ce qui ne va pas, tu ne veux pas savoir ce que ça fait d'être empaillé par des tentacules fantômes ?

source: [_maddie_] Not particularly, no!!!
fr_fr: [_maddie_] Pas particulièrement, non ! !!!

source: [_ectopuss_] Well you will soon enough... my tentacle secretions are an overwhelmingly strong aphrodisiac for human women.
fr_fr: [_ectopuss_] Vous le saurez bien assez tôt... mes sécrétions tentaculaires sont un aphrodisiaque extrêmement puissant pour les femmes humaines.

source: [_maddie_] That's... no... that can't be true!
fr_fr: [_maddie_] C'est... non... ça ne peut pas être vrai !

source: [_ectopuss_] Oh but it is! After only a few thrurst inside, you'll be begging me to never stop... and trust me, I'm looking to pump you {b}all night long!!{/b}
fr_fr: [_ectopuss_] Oh mais ça l'est ! Après seulement quelques poussées à l'intérieur, vous me supplierez de ne jamais m'arrêter... et croyez-moi, je cherche à vous pomper {b}toute la nuit !{/b}

source: [_maddie_] Please, just let me go...
fr_fr: [_maddie_] S'il vous plaît, laissez-moi partir...

source: [_ectopuss_] Now way! I'm going to make you a slave to the pleasure that only ghostly beasts like I can give you.
fr_fr: [_ectopuss_] Maintenant, c'est parti ! Je vais te rendre esclave du plaisir que seules les bêtes fantômes comme moi peuvent te donner.

source: [_maddie_] Really, pl-please, don't do this...
fr_fr: [_maddie_] Vraiment, s'il vous plaît, ne faites pas ça...

source: [_ectopuss_] You're starting to feel it now, aren't you? Even from the tentacles restraining you, the secretions are working their magic... oh, I can just {b}taste{/b} the sweet Orgone radiating off of you even now.
fr_fr: [_ectopuss_] Tu commences à le sentir maintenant, n'est-ce pas ? Même avec les tentacules qui vous retiennent, les sécrétions font leur effet... oh, je peux déjà {b}goûter{/b} le doux Orgone qui se dégage de vous.

source: [_maddie_] N-no, you're lying...
fr_fr: [_maddie_] N-non, tu mens...

source: [_ectopuss_] If you ask me very nicely, I'll relieve some of that sexual frustration for you...
fr_fr: [_ectopuss_] Si tu me le demandes très gentiment, je soulagerai un peu de cette frustration sexuelle pour toi...

source: [_maddie_] G-go to hell... you green... green bastard... {i}mmmphhh{/i}~
fr_fr: [_maddie_] Va en enfer... espèce de bâtard vert... vert... {i}mmmphhh{/i}~

source: [_ectopuss_] Now, now, that's no way to ask for something you {u}want{/u}, is it...?
fr_fr: [_ectopuss_] Ce n'est pas une façon de demander quelque chose que vous voulez {u}, n'est-ce pas ...?

source: [_maddie_] ...just.... just do it already...
fr_fr: [_maddie_] ...juste.... le faire déjà...

source: [_ectopuss_] Oh yes, this pussy is so {b}perfect{/b}... oh, my tentacles can even smell and taste your flesh!
fr_fr: [_ectopuss_] Oh oui, cette chatte est si {b}parfaite{/b}... oh, mes tentacules peuvent même sentir et goûter ta chair !

source: [_maddie_] Sh-shut... shut up, y-you...~!!
fr_fr: [_maddie_] T-t-t... tais-toi, t-tu... ~ !!

source: [_ectopuss_] What's the matter, am I distracting you from the pleasure I'm drilling you with right now?
fr_fr: [_ectopuss_] Qu'est-ce qu'il y a, je te distrais du plaisir que je suis en train de te procurer en ce moment même ?

source: [_maddie_] When I get free... I will... I'm gonna...~
fr_fr: [_maddie_] Quand je serai libre... je vais... Je vais...~

source: [_ectopuss_] Baby, when you get free, all you'll be doing is begging me to take you again, even harder!!
fr_fr: [_ectopuss_] Bébé, quand tu seras libre, tu ne feras que me supplier de te reprendre, encore plus fort !!

source: [_ectopuss_] Look at you. Already addicted to my tentacle, and we haven't even gotten to the {i}really{/i} good stuff yet! Heck, this is just ghost {b}missionary{/b}!!
fr_fr: [_ectopuss_] regardez-moi ça. Déjà accro à mon tentacule, et on n'est même pas encore arrivés aux {i}trucs vraiment{/i} bons ! Heck, ce n'est qu'un fantôme {b}missionnaire{/b} !!

source: [_maddie_] No, please~!!
fr_fr: [_maddie_] Non! S'il te plaît~!!

source: [_ectopuss_] Please what?
fr_fr: [_ectopuss_] S'il vous plaît quoi ?

source: [_maddie_] ...p-put it back in~!
fr_fr: [_maddie_] ...remets-le dedans !

source: [_ectopuss_] Oh you'll have to try much harder than that.
fr_fr: [_ectopuss_] Oh, tu devras essayer beaucoup plus fort que ça.

source: [_maddie_] Please, screw me some more with that throbbing tentacle~!!
fr_fr: [_maddie_] S'il te plaît, baise-moi encore un peu avec ce tentacule palpitant ! !!

source: [_ectopuss_] Better... but try again... come on... really sell it to me...
fr_fr: [_ectopuss_] Mieux... mais essayez encore... allez... vendez-moi vraiment ça...

source: [_maddie_] I'm begging you~! Fuck me with that massive Ecto-cock~!
fr_fr: [_maddie_] Je t'en supplie ! Baise-moi avec cette énorme bite d'Ecto !

source: [_ectopuss_] That's a good girl.
fr_fr: [_ectopuss_] C'est une bonne fille.

source: [_ectopuss_] It's always so much better taking Orgone from a {u}willing{/u} source.
fr_fr: [_ectopuss_] C'est toujours mieux de prendre de l'Orgone d'une source {u}volontaire.

source: [_ectopuss_] Maybe once I'm done with you, I'll try out that pretty redhead upstairs... the one who likes taking baths in the afternoon...
fr_fr: [_ectopuss_] Peut-être qu'une fois que j'en aurai fini avec toi, j'essaierai la jolie rousse du dessus... celle qui aime prendre des bains l'après-midi...

source: [_maddie_] No, please! Leave her out of this~!!
fr_fr: [_maddie_] Non, s'il vous plaît ! Laissez-la en dehors de ça !!

source: [_ectopuss_] Why should I?
fr_fr: [_ectopuss_] Pourquoi le ferais-je ?

source: [_maddie_] Please~ she's my, ungh~ my... little... girl~!!
fr_fr: [_maddie_] S'il vous plaît, c'est ma, ungh~ ma... petite... fille !!

source: [_ectopuss_] Oh my! Really? So you're already so greedy that you don't want to {i}share{/i} this ecto-cock, aye? Hmmm, and after all that protesting, too...
fr_fr: [_ectopuss_] Oh là là ! Vraiment ? Alors vous êtes déjà si avide que vous ne voulez pas {i}partager{/i} cet ecto-cock, aye ? Hmmm, et après toutes ces protestations, aussi...

source: [_ectopuss_] What's wrong? You don't want to watch that hot young thing getting {b}stuffed{/b} full of big, thick tentacles?
fr_fr: [_ectopuss_] Qu'est-ce qui ne va pas ? Tu ne veux pas voir cette jeune fille sexy se faire {b}farcir de gros et épais tentacules ?

source: [_ectopuss_] Oh yeah, I can actually taste how much that idea is turning you on...
fr_fr: [_ectopuss_] Oh oui, je peux sentir à quel point cette idée t'excite...

source: [_ectopuss_] The two of you pressed together, sharing a passionate kiss, staring into her eyes as she loses her virginity to a ghost...
fr_fr: [_ectopuss_] Vous êtes tous les deux serrés l'un contre l'autre, partageant un baiser passionné, regardant dans ses yeux alors qu'elle perd sa virginité avec un fantôme...

source: [_maddie_] Oh God... oh God, no! N-not... not like this~...!! I'm gonna... I'm- about to... t-to -c-cum-
fr_fr: [_maddie_] Oh mon Dieu... oh mon Dieu, non ! N-non... pas comme ça~... !! Je vais... Je suis... sur le point de... t-to -c-cum-

source: [_danny_] (Is she... is Mom really about to...?)
fr_fr: [_danny_] (Est-ce qu'elle... est-ce que maman est vraiment sur le point de... ?)

source: [_ectopuss_] That's right! Cum for me!! Feed me that delicious Orgone!!
fr_fr: [_ectopuss_] C'est ça ! Éjaculez pour moi ! Nourrissez-moi de ce délicieux Orgone !!

source: [_vlad_] {b}Not so fast, fiend{/b}!!
fr_fr: [_vlad_] {b}Pas si vite, monstre ! !!

source: [_danny_] What the heck was that? That was a whole lot tougher! How did you become so strong all of a sudden?
fr_fr: [_danny_] Qu'est-ce que c'était que ça ? C'était beaucoup plus dur ! Comment es-tu devenu si fort tout d'un coup ?

source: [_danny_] What the heck is happening? You've never beaten me before... how did you become so strong all of a sudden?
fr_fr: [_danny_] Que diable se passe-t-il ? Tu ne m'as jamais battu avant... comment es-tu devenu si fort tout d'un coup ?

source: [_ectopuss_s_f7_] You don't even know a thing about {b}Orgone{/b} yet?? Hah! You've got a lot to learn, Ghost Boy. Too bad you'll never get the chance!! Prepare for your {b}second{/b} afterlife!!
fr_fr: [_ectopuss_s_f7_] Vous ne savez même pas encore une chose sur {b}Orgone{/b} ?? Hah ! Tu as beaucoup à apprendre, Ghost Boy. Dommage, tu n'en auras jamais l'occasion !! Prépare-toi pour ta {b}seconde{/b} vie après la mort !!

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Not so fast you deviant ghosts!!
fr_fr: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Pas si vite, fantômes déviants !!

source: [_ectopuss_s_f5_] Oh don't you worry, I'll get to you soon enough, honey. Just let me deal with this brat and I'll make sure you get some good Ecto-loving...
fr_fr: [_ectopuss_s_f5_] Oh ne t'inquiète pas, je m'occuperai de toi bien assez tôt, chérie. Laisse-moi juste m'occuper de ce morveux et je m'assurerai que tu reçoives un bon amour d'Ecto...

source: [_vlad_s_towards_s_angry_s_talk_happy_] Not if I have anything to say about it!
fr_fr: [_vlad_s_towards_s_angry_s_talk_happy_] Pas si j'ai quelque chose à dire à ce sujet !

source: [_ectopuss_s_7_] You again?!
fr_fr: [_ectopuss_s_7_] Toi encore?!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] That's right, and it's time for you to go back into your cage, wicked creature!
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] C'est exact, et il est temps pour toi de retourner dans ta cage, méchante créature !

source: [_ectopuss_] No, wait! This isn't fair!! I didn't even get a lick of her-
fr_fr: [_ectopuss_] Non, attendez ! Ce n'est pas juste ! Je n'ai même pas eu une lichette d'elle

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Phew, that was close.
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Phew!{/i} C'était juste.

source: [_danny_s_p30_] Yeah, super close. How much longer are we gonna have to deal with these darn pervert ghosts, am I right?
fr_fr: [_danny_s_p30_] Ouais, super proche. Combien de temps encore allons-nous devoir faire face à ces fichus fantômes pervers, j'ai raison ?

source: [_danny_s_p34_] Oh, {i}uh{/i}... don't mind me, I was just on my way out...
fr_fr: [_danny_s_p34_] Oh, {i}uh{/i}... ne vous occupez pas de moi, j'allais partir...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, quick, the thermos!
fr_fr: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, vite, le thermos !

source: [_vlad_s_towards_s_sad_s_talk_frown_] I'm sorry Madeline, but I still haven't worked out all the bugs in the thermos' battery unit yet! It still needs a lot of {b}charging{/b} to do before its next use!
fr_fr: [_vlad_s_towards_s_sad_s_talk_frown_] Je suis désolé Madeline, mais je n'ai pas encore résolu tous les problèmes de l'unité de batterie du thermos ! Il a encore beaucoup de choses à faire avant sa prochaine utilisation : {b}charging{/b} !

source: [_danny_s_p38_] Okay well, good luck with that, gotta go now, bye!
fr_fr: [_danny_s_p38_] Ok, bonne chance avec ça, je dois y aller maintenant, bye !

source: [_ectopuss_s_11_] You?!
fr_fr: [_ectopuss_s_11_] Vous?!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Yes, me! Back in your cage, foul beast!
fr_fr: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Oui, moi ! Retourne dans ta cage, bête immonde !

source: [_ectopuss_s_14_] No, it's not fair!! I was so close to getting her to cu-
fr_fr: [_ectopuss_s_14_] Non, ce n'est pas juste ! J'étais si près de l'amener à cu-

source: [_maddie_s_cf6_] Vlad, God dammit, where were you?! Couldn't you have gotten here a {b}bit{/b} sooner?! What the hell happened with the Thermos??
fr_fr: [_maddie_s_cf6_] Vlad, nom de Dieu, où étais-tu ? ! Tu n'aurais pas pu arriver un peu plus tôt sur {b}?! Qu'est-ce qui s'est passé avec le Thermos ??

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, I'm so {b}terribly{/b} sorry for what happened to you, my dear! The {i}accidental{/i} explosion of the Thermos completely fried its circuits.
fr_fr: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, je suis tellement {b}terriblement{/b} désolé de ce qui t'est arrivé, ma chère ! L'explosion {i}accidentelle{/i} de la thermos a complètement grillé ses circuits.

source: [_vlad_s_towards_s_rise_s_talk_frown_] I went to grab my spare thermos from my stretch limo as quickly as I could, I swear! That damned ghost, taking advantage of you like that...
fr_fr: [_vlad_s_towards_s_rise_s_talk_frown_] Je suis allé chercher mon thermos de rechange dans ma limousine stretch aussi vite que j'ai pu, je le jure ! Ce satané fantôme, profitant de toi comme ça...

source: [_maddie_s_cf7_] It's just... I... I found myself sort've... I mean, it was actually quite... {i}uhm{/i}, y-yes, I'll be alright, I suppose. {i}Uhm{/i}... c-could you hand me a spare jumpsuit from that cabinet, please?
fr_fr: [_maddie_s_cf7_] C'est juste que... I... Je me suis retrouvé en quelque sorte... Je veux dire, c'était en fait assez... {i}uhm{/i}, o-oui, ça va aller, je suppose. {i}Pouvez-vous me passer une combinaison de rechange de ce placard, s'il vous plaît ?
