Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode2_MZ.po
Languages: fr_fr

source: [_kate_] Really?! Oh my goodness, then that makes this {i}that{/i} much more special! I could have sworn your {b}girlfriend{/b} would have gotten to you before I had the chance!
fr_fr: [_kate_] Vraiment ? ! Oh mon dieu, alors ça rend ce {i}{/i} encore plus spécial ! J'aurais juré que ta {b}petite amie{/b} t'aurait eu avant que j'en aie l'occasion !

source: [_kate_] I can't imagine how she's so far passed up playing with an {i}amazing{/i} cock like this...
fr_fr: [_kate_] Je n'arrive pas à imaginer comment elle a pu jusqu'à présent renoncer à jouer avec une {i}incroyable{/i} bite comme celle-ci...

source: [_danny_] My... my g-girlfriend...?
fr_fr: [_danny_] Ma... ma g-petite amie... ...?

source: [_kate_] Yeah, that pretty goth girl you're always hanging around!
fr_fr: [_kate_] Ouais, cette jolie fille gothique avec qui tu traînes toujours !

source: [_danny_] Oh, sh-she's not my-
fr_fr: [_danny_] Oh, elle n'est pas ma

source: [_kate_] {i}Shhhh{/i}, let's not talk about her right now, okay?
fr_fr: [_kate_] {i}Shhhh{/i}, ne parlons pas d'elle maintenant, d'accord ?

source: [_danny_] A-alright...
fr_fr: [_danny_] D'accord...

source: [_kate_] Mmmm, you're throbbing quite a lot... you better not cum just yet, Danny, there's so much {i}more{/i} we can do in my office alone...
fr_fr: [_kate_] Mmmm, tu palpite beaucoup... tu ferais mieux de ne pas jouir tout de suite, Danny, il y a tellement de {i}plus{/i} que nous pouvons faire dans mon seul bureau...

source: [_danny_] Oh come on K-Kate, please... I'm not gonna last... much...~
fr_fr: [_danny_] Oh allez K-Kate, s'il te plait... Je ne vais pas durer... longtemps...~

source: [_danny_] W-what was that noise?! It almost sounded like-
fr_fr: [_danny_] C'était quoi ce bruit ? ! Ca ressemblait presque à

source: [_kate_] Oh, ignore that, please Danny, let somebody else deal with it... just you sit back, relax, and enjoy as I-
fr_fr: [_kate_] Oh, ignore ça, s'il te plaît Danny, laisse quelqu'un d'autre s'en occuper... assieds-toi, détends-toi, et profite de ce que je

source: [_jazz_] {size=24}Somebody heeelp!!{/size}
fr_fr: [_jazz_] {Quelqu'un peut m'aider!{/size}

source: [_danny_] That was {u}defintely{/u} Jazz!{p}I'm sorry Kate, but I need to go!
fr_fr: [_danny_] C'était {u}définitivement{/u} Jazz !{p}Je suis désolé Kate, mais je dois y aller !

source: [_kate_] No, wait, you don't have to leave just ye-!
fr_fr: [_kate_] Non, attendez, vous n'avez pas à partir maintenant !

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Now, where did he leave this PDA of his? I've gotta find it fast before I get caught or something.
fr_fr: [_danny_s_talk_frown_s_rise_one_s_at_player_] Maintenant, où a-t-il laissé son PDA ? Je dois le trouver rapidement avant de me faire prendre ou autre.

source: [_danny_s_sad_s_talk_happy_] {i}Aha!!{/i} Under these benches!
fr_fr: [_danny_s_sad_s_talk_happy_] {i}Aha!!{/i} Sous ces bancs !

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Thank goodness nobody else saw it before I did.
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Dieu merci, personne d'autre ne l'a vu avant moi.

source: [_danny_s_talk_frown_2_s_wondering_] Hey, wait... what's that noise?
fr_fr: [_danny_s_talk_frown_2_s_wondering_] Hé, attends... c'est quoi ce bruit ?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Man, Kwan sure has got it made with Star... although, I wonder if they're actually going out together or not-
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Mec, Kwan est vraiment bien avec Star... bien que, je me demande s'ils sortent vraiment ensemble ou pas-

source: [_jazz_] {size=+12}Somebody!! Help!!{/size}
fr_fr: [_jazz_] {size=+12}Quelqu'un!! Au secours!!{/size}

source: [_danny_s_talk_frown_] Is that Jazz? I should go check it out!
fr_fr: [_danny_s_talk_frown_] C'est du Jazz ? Je devrais aller voir ça !

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, don't come any closer! Dash turned into a freaking green creep!! Run away!!
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, ne t'approche pas plus ! Dash s'est transformé en une putain de racine verte ! ! Fuis !!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, get out of here!! I'll, {i}uh{/i}, try to distract him for you!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, sors d'ici ! Je vais, {i}uh{/i}, essayer de le distraire pour toi !

source: [_ectodash_] Awww, why make {i}her{/i} leave?? We were just about to have some {u}real{/u} fun together!!{p}Guess I'll settle for rattling you around, kid!
fr_fr: [_ectodash_] Awww, pourquoi faire partir {i}her{/i} ?? On était sur le point de s'amuser ensemble ! {u}real{/u} fun together !!{p}Je suppose que je vais me contenter de te secouer un peu, gamin !

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You're not laying a hand on my sister, creep!!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Tu ne lèveras pas la main sur ma soeur, sale type !!

source: [_danny_s_talk_frown_s_closed_s_angry_] I'm going ghost!
fr_fr: [_danny_s_talk_frown_s_closed_s_angry_] Je vais devenir un fantôme !

source: [_ectodash_s_m2_] What?? The Ghost Boy?!
fr_fr: [_ectodash_s_m2_] Quoi ? Le garçon fantôme ?!

source: [_danny_s_p28_] That's right! You picked the {i}wrong{/i} girl to perv on, creep! I don't know what's wrong with you Dash, but I'm gonna finally knock your block off!!
fr_fr: [_danny_s_p28_] C'est vrai ! Tu as choisi la {i}mauvaise fille pour te perverser, sale type ! Je ne sais pas ce qui ne va pas chez toi, Dash, mais je vais enfin te casser la gueule !!

source: [_dash_] {i}Heh hech heh!{/i} Alright kid, then let's see what you {u}got{/u}!!
fr_fr: [_dash_] {i}Heh hech heh!{/i} D'accord, petit, alors voyons ce que tu as sur {u}!!

source: [_ectopuss_] You won't always win our little tussles together, Ghost Boy! I'll be back!!
fr_fr: [_ectopuss_] Tu ne gagneras pas toujours nos petites batailles ensemble, Ghost Boy ! Je reviendrai !!

source: [_danny_s_p28_] Hey, get back here, I'm not done with you, ya' slimy jerk!
fr_fr: [_danny_s_p28_] Hé, reviens ici, je n'en ai pas fini avec toi, espèce de crétin gluant !

source: [_danny_s_p34_] What the heck? How did Ectopus {b}possess{/b} Dash? Can all ghosts do that?
fr_fr: [_danny_s_p34_] C'est quoi ce bordel ? Comment Ectopus {b}a possédé{/b} Dash ? Tous les fantômes peuvent faire ça ?

source: [_danny_s_p36_] (Oh man, looks like Dash is waking up already. Better change back now.)
fr_fr: [_danny_s_p36_] (Oh mec, on dirait que Dash se réveille déjà. Je ferais mieux de me changer maintenant.)

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... wh... where am I...?
fr_fr: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... où... où suis-je... ...?

source: [_dash_s_towards_s_rise_s_talk_displeased_] F-Fenton? What the heck... what happened to me?
fr_fr: [_dash_s_towards_s_rise_s_talk_displeased_] F-Fenton ? Que diable... que m'est-il arrivé ?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Well you, {i}uh{/i}, you tried to start a fight with me and, well, I sorta... knocked you out.
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Eh bien, tu, {i}uh{/i}, tu as essayé de te battre avec moi et, eh bien, je t'ai en quelque sorte... assommé.

source: [_dash_s_away_s_rise_s_talk_distraught_] What?!{p}Nah, no way, that doesn't make any sense at all...
fr_fr: [_dash_s_away_s_rise_s_talk_distraught_] Quoi ? !{p}Non, pas du tout, ça n'a aucun sens...

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Yeah, well, it happened. S-so I hope you learned your lesson, {i}uh{/i}... buster!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Ouais, eh bien, c'est arrivé. Alors j'espère que tu as retenu la leçon, {i}uh{/i}... monstre !

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] No... I... I was going to the bathroom... then I thought I saw this... this weird {b}green monster thing{/b} with all these nasty arms, and then I...
fr_fr: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] Non... Je... J'allais à la salle de bain... et j'ai cru voir ce... ce monstre vert bizarre {b}avec tous ces bras méchants, et puis je...

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, you're clearly out of it right now! Guess I really over did it, huh? How about you just go and get some rest, buddy. You're imagining things is all.
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh non Dash, tu es clairement dans les vapes là ! Je suppose que j'en ai vraiment trop fait, hein ? Et si tu allais te reposer un peu, mon pote. Tu imagines des choses, c'est tout.

source: [_kate_] Danny? Dash? What was all that I just heard outside my office doors? What's been going on here?
fr_fr: [_kate_] Danny ? Dash ? C'était quoi tout ce que je viens d'entendre à la porte de mon bureau ? Qu'est-ce qui s'est passé ici ?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, hey Kate! Don't worry, everything's fine. Dash was trying to start some trouble, but I took care of things quick and simple.
fr_fr: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, hey Kate ! Ne t'inquiète pas, tout va bien. Dash essayait de créer des problèmes, mais je me suis occupé de ça rapidement et simplement.

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, look at you, "Mister situation handler"! Well, it looks like I'll need to patch up Dash for the moment, but please, stop by my office later Danny... I'd like to properly {u}reward{/u} you for keeping the peace in my halls...
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, regarde-toi, "Mister situation handler" ! Bon, on dirait que je vais devoir raccommoder Dash pour le moment, mais s'il te plaît, passe à mon bureau plus tard Danny... J'aimerais bien {u}te récompenser pour avoir maintenu la paix dans mes couloirs...

source: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... yeah! Sure thing, Kate!
fr_fr: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... ouais ! Bien sûr, Kate !

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Come on now, Dash. We'll get you checked out for any head injuries...
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Viens maintenant, Dash. On va vérifier si tu as des blessures à la tête...

source: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, fine, sure thing, lady... my head does need an ice pack for dah' boo boos...
fr_fr: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, bien, bien sûr, madame... ma tête a besoin d'une poche de glace pour dah' boo boos...

source: [_danny_s_grin_happy_s_sad_] (Well, with that big lug out of the way, I can finally finish this dumb PDA errand for Tucker!)
fr_fr: [_danny_s_grin_happy_s_sad_] (Eh bien, avec cette grosse bosse hors du chemin, je peux enfin terminer cette stupide course de PDA pour Tucker)

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Finally, let's just find Tucker's PDA and be done with this.
fr_fr: [_danny_s_talk_frown_s_rise_one_s_at_player_] Enfin, trouvons juste le PDA de Tucker et finissons-en avec ça.

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Here it is, right underneath the benches! Man, he'll never know just how much trouble this was to get... but finding it was actually pretty easy!
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Le voilà, juste en dessous des bancs ! Mec, il ne saura jamais à quel point c'était difficile à obtenir... mais le trouver était en fait assez facile !

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, it seems like I can't catch a break lately. Every time I turn around, that stupid Ectopus ghost is right there waiting to strike!
fr_fr: [_danny_s_at_player_s_sad_s_talk_consternation_] Mec, on dirait que je ne peux pas prendre de pause ces derniers temps. Chaque fois que je me retourne, ce stupide fantôme d'Ectopus est juste là, prêt à frapper !

source: [_danny_s_down_s_wondering_s_talk_consternation_] I need to head home for now, all this stress is killing me.
fr_fr: [_danny_s_down_s_wondering_s_talk_consternation_] Je dois rentrer chez moi pour l'instant, tout ce stress me tue.

source: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... so, if I'm {i}already{/i} a ghost, can I actually even die?)
fr_fr: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... donc, si je suis {i}déjà{/i} un fantôme, puis-je vraiment mourir ?)

source: [_danny_s_down_s_wondering_s_distraught_] {i}*Sigh*{/i} (At the rate things are going lately, I'll probably find out soon enough...)
fr_fr: [_danny_s_down_s_wondering_s_distraught_] {i}*Soupir*{/i} (Au rythme où vont les choses ces derniers temps, je le découvrirai probablement assez tôt...)

source: [_danny_] (Man, it's nice to just be home after all the ghosts I've been fighting recently. I think I'll just kick my feet up, maybe order a pizza from Crusty's, and just try to rel-)
fr_fr: [_danny_] (Mec, ça fait du bien d'être à la maison après tous les fantômes que j'ai combattus récemment. Je pense que je vais juste mettre mes pieds en l'air, peut-être commander une pizza de chez Crusty, et essayer de me détendre...)

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh perfect. {i}Now{/i} what?
fr_fr: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh, parfait. {i}Et maintenant ?

source: [_maddie_] Danny! Could you get the door, sweetie? We're in the middle of a {b}ecto-fungal{/b} experiment down here currently!
fr_fr: [_maddie_] Danny ! Tu peux ouvrir la porte, chéri ? On est au milieu d'une expérience ecto-fongique {b}ici en ce moment !

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (But who on earth could be visiting us at this hour...?)
fr_fr: [_danny_s_frown_2_s_at_player_s_rise_one_] (Mais qui diable pourrait nous rendre visite à cette heure-ci... ?)

source: [_doorsound_] {i}*Door Opening*{/i}
fr_fr: [_doorsound_] {i}*Ouverture des portes*{/i}

source: [_vlad_s_f6_] Oh, why {i}hello{/i}, young man! Wait, wait, don't tell me, let me guess!{p}{i}You{/i} must be {b}Daniel{/b}, I presume?
fr_fr: [_vlad_s_f6_] Oh, pourquoi {i}bonjour{/i}, jeune homme ! Attends, attends, ne me dis rien, laisse-moi deviner !{p}{i}Vous{/i} devez être {b}Daniel{/b}, je présume ?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] What the- {b}Vlad Masters{/b}?! You know my name? Vlad Masters knows {i}my{/i} name??
fr_fr: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Qu'est-ce que... {b}Vlad Masters{/b} ?! Vous connaissez mon nom ? Vlad Masters connaît mon nom {i}??

source: [_vlad_s_f24_] Quite right, my boy! And clearly, you've heard of mine, aye?
fr_fr: [_vlad_s_f24_] Tout à fait exact, mon garçon ! Et manifestement, vous avez entendu parler du mien, n'est-ce pas ?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Well yeah... and... you know my parents, right?
fr_fr: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Eh bien oui... et... tu connais mes parents, non ?

source: [_vlad_s_f37_] I do indeed, my boy, quite well in fact! They're both why I'm here, actually. Are they home this evening?
fr_fr: [_vlad_s_f37_] Je le fais en effet, mon garçon, très bien en fait ! C'est à cause d'eux que je suis ici, en fait. Sont-ils à la maison ce soir ?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, they're both here right now.
fr_fr: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Oui, ils sont tous les deux ici en ce moment.

source: [_vlad_s_f31_] Daniel, would you mind it terribly if I came in to see them at all? It's been {b}such{/b} a long time since we all had a chance to chat...
fr_fr: [_vlad_s_f31_] Daniel, ça t'ennuierait beaucoup si je venais les voir ? Cela fait {b}tellement{/b} longtemps que nous n'avons pas eu l'occasion de discuter...

source: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, sure, come in. My parents will be downstairs in the lab.
fr_fr: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Bien sûr, entrez. Mes parents seront en bas dans le laboratoire.

source: [_vlad_s_f40_] Oh, why thank you, young man! Would it also be too much of a bother for you to show me the way to the lab, perhaps?
fr_fr: [_vlad_s_f40_] Oh, merci, jeune homme ! Cela vous dérangerait-il de m'indiquer le chemin du laboratoire ?

source: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Yeah, {i}uhm{/i}, no problem at all, {i}uh{/i}, sir! It's just this way. (Man, Vlad Masters is walking around in {i}my{/i} house. Trippy!)
fr_fr: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Oui, {i}uhm{/i}, pas de problème du tout, {i}uh{/i}, monsieur ! C'est juste par ici. (Mec, Vlad Masters se promène dans {i}ma maison. Trippy !)

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] It's right through that white door and down the stairs.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] C'est juste derrière cette porte blanche et en bas des escaliers.

source: [_vlad_s_f13_] Excellent, my boy, excellent... won't you be joining us?
fr_fr: [_vlad_s_f13_] Excellent, mon garçon, excellent... tu ne te joins pas à nous ?

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] I would just {b}hate{/b} for you to miss {i}any{/i} of our little reunion together...
fr_fr: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] {b}Je ne voudrais pas que tu rates {i}une seule de nos petites retrouvailles...

source: [_danny_s_towards_s_sad_s_talk_happy_] No, it's alright, I'll let you three catch up. I wouldn't wanna impose on you guys catching up together.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Non, c'est bon, je vais vous laisser rattraper le temps perdu. Je ne voudrais pas m'imposer et vous empêcher de rattraper le temps perdu ensemble.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, well that's just too bad, I had really hoped to spend some quality {b}bonding{/b} time with you quite soon... just young Daniel and his dear old {u}Uncle{/u} Vlad...
fr_fr: [_vlad_s_towards_s_neutral_s_talk_happy_] {u}Oh, c'est dommage, j'avais vraiment espéré passer un peu de temps avec vous sur {b}... juste le jeune Daniel et son vieil oncle Vlad...

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... yeah... cool... I mean {b}no{/b}, but cool...
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... ouais... cool... Je veux dire {b}non{/b}, mais cool...

source: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... maybe I {i}should{/i} stick around... something about this is fishier than that octopus ghost... wait, are octopuses even fish? Is an Ectopus a {i}ghost{/i} fish...?)
fr_fr: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... peut-être que je {i}devrait{/i} rester dans le coin... quelque chose à propos de ça est plus poissonneux que cette pieuvre fantôme... attends, les pieuvres sont-elles même des poissons ? Est-ce qu'une pieuvre est un {i}fantôme{/i} de poisson... ?)

source: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Come on, Danny, focus!)
fr_fr: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Allez, Danny, concentre-toi !)

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline! Jack! So wonderful to see you both again!
fr_fr: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline ! Jack ! C'est merveilleux de vous revoir tous les deux !

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh my goodness, Vlad! It was {b}you{/b} at the door?!
fr_fr: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh mon Dieu, Vlad ! C'était {b}toi{/b} à la porte ?!

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, baby! Good to see you again, old buddy! How you doing, you old salt, you?!
fr_fr: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, bébé ! C'est bon de te revoir, mon vieux pote ! Comment ça va, vieux sel, toi ? ?!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, you know, running a multi-billion dollar company like Vladco can be a bit troublesome, frankly. Hardly ever have any time to do any of my own research... or catch up with old friends...
fr_fr: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, vous savez, diriger une entreprise de plusieurs milliards de dollars comme Vladco peut être un peu ennuyeux, franchement. Je n'ai presque jamais le temps de faire mes propres recherches... ou de retrouver de vieux amis...

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] I mean, this is certainly unexpected... we knew you were in town, but I thought you'd be too busy catching those ghosts for a visit!
fr_fr: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] Je veux dire, c'est certainement inattendu... nous savions que vous étiez en ville, mais je pensais que vous seriez trop occupé à attraper ces fantômes pour une visite !

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, you mean the ghost I've {i}already{/i} caught?
fr_fr: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, vous voulez dire le fantôme que j'ai déjà {i}attrapé ?

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] You caught one {b}already{/b}?! Ahh, damn it all... just as we were finishing up the {b}"Fenton Ghost Fisher"{/b} too.
fr_fr: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Vous avez déjà attrapé un {b}? ! Ahh, bon sang... juste au moment où on terminait aussi le {b}"Fenton Ghost Fisher"{/b}.

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, I do apologize for your frustration, Jack. You always were the one most {b}gung-ho{/b} about the real {i}'chase'{/i} of a good ghost hunt. I myself often just prefer to lay clever traps for them...
fr_fr: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, je m'excuse pour ta frustration, Jack. Tu as toujours été le plus enthousiaste pour la vraie chasse aux fantômes. Moi-même, je préfère souvent leur tendre des pièges astucieux...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, you know how he gets, Vlad. Always getting so worked up over any potential sign of a spectral encounter!
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, tu sais comment il est, Vlad. Toujours à s'énerver pour le moindre signe potentiel d'une rencontre spectrale !

source: [_vlad_s_towards_s_rise_s_talk_happy_] Yes, I completely understand... which is why I thought it'd be sporting to {i}bring{/i} you said spectral encounter with me.
fr_fr: [_vlad_s_towards_s_rise_s_talk_happy_] Oui, je comprends tout à fait... c'est pourquoi j'ai pensé qu'il serait sportif de {i}t'amener ladite rencontre spectrale avec moi.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You did?? Here, with you?? Which one? Oh, I hope it's that Phantasmal Pervert!!
fr_fr: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Tu l'as fait ? Ici, avec toi ? Lequel ? Oh, j'espère que c'est ce pervers de Phantasmal !!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Now I must say, with the state of your town as it currently stands, I don't know how I could {b}possibly{/b} go back to my estate in Wisconsin without lending a hand to your ghost problem first. The one I've caught surely won't be the last, realistically.
fr_fr: [_vlad_s_towards_s_sad_s_talk_happy_] Je dois dire qu'avec l'état actuel de votre ville, je ne sais pas comment je pourrais {b}retourner dans mon domaine du Wisconsin sans d'abord aider à résoudre votre problème de fantômes. Celui que j'ai attrapé ne sera sûrement pas le dernier, soyons réalistes.

source: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Well, we're certainly glad to know that you'll be around to help us out, Vlad.
fr_fr: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Eh bien, nous sommes certainement heureux de savoir que vous serez là pour nous aider, Vlad.
