Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Yeesh, not somebody you'd want to tick off by calling her jewelry tacky, I guess, huh?
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Ce n'est pas quelqu'un que vous voudriez contrarier en qualifiant ses bijoux de vulgaires, je suppose, hein ?

source: [_desiree_s_talk_happy_s_neutral_2_] Yes, of course not. There are also ghosts who manifest their powers through different facets of life, such as modern technology, music, food service...
fr_fr: [_desiree_s_talk_happy_s_neutral_2_] Oui, bien sûr que non. Il y a aussi des fantômes qui manifestent leurs pouvoirs à travers différentes facettes de la vie, comme la technologie moderne, la musique, la restauration...

source: [_danny_s_rise_one_s_talk_happy_2_] ...boxes?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] ...des boîtes ?

source: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...yes, unfortunately.
fr_fr: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...oui, malheureusement.

source: [_danny_s_rise_one_s_talk_frown_] So, what about, you know, life after death, and all that? Is the Ghost Zone really what awaits every person after they die? Sounds kinda bleak and dreary, honestly.
fr_fr: [_danny_s_rise_one_s_talk_frown_] Alors, qu'en est-il, tu sais, de la vie après la mort, et tout ça ? La Zone Fantôme est-elle vraiment ce qui attend chaque personne après sa mort ? Ça semble un peu sombre et lugubre, honnêtement.

source: [_desiree_s_talk_frown_s_neutral_] Master Danny, you should try to remember that the Ghost Zone is not in any proper sense a true "afterlife" as you might picture it to be.
fr_fr: [_desiree_s_talk_frown_s_neutral_] Maître Danny, vous devriez essayer de vous rappeler que la Zone Fantôme n'est en aucun cas une véritable "vie après la mort" comme vous pourriez l'imaginer.

source: [_desiree_s_talk_frown_s_closed_] More so, the Ghost Zone is a sort of domain by which spirits that manage to remanifest themselves abide within. Remanifestations are often through feelings of sorrow, hatred, lust, stubborness, pity, jealousy, and even romance... but mostly sorrow.
fr_fr: [_desiree_s_talk_frown_s_closed_] La Zone Fantôme est en fait une sorte de domaine dans lequel résident les esprits qui parviennent à se remanifier. Les remanifestations se font souvent à travers des sentiments de tristesse, de haine, de luxure, d'entêtement, de pitié, de jalousie et même de romance... mais surtout de tristesse.

source: [_desiree_s_towards_2_s_talk_frown_] Ghosts ranging in all varying levels of power and status reside in the Ghost Zone, unless they've somehow found a way to properly cross back over. I myself was able to cross back over, in part thanks to a man who-
fr_fr: [_desiree_s_towards_2_s_talk_frown_] Des fantômes de tous niveaux de pouvoir et de statut résident dans la Zone Fantôme, à moins qu'ils n'aient trouvé un moyen de passer de l'autre côté. J'ai moi-même été capable de retraverser, en partie grâce à un homme qui

source: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, sounds like an even {b}worse{/b} version of high school!! Crazy, {i}crazy{/i} stuff... (Oh God, I zoned out for a second! I hope she didn't notice. This {b}is{/b} all pretty interesting, and stuff I really should know about the ghost world to help me learn more...)
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, ça ressemble à une version encore {b}pire{/b} du lycée ! !! Des trucs dingues, {i}dingues{/i}... (Oh mon dieu, j'ai zappé pendant une seconde ! J'espère qu'elle n'a pas remarqué. Ce {b}est{/b} tout à fait intéressant, et des trucs que je devrais vraiment savoir sur le monde des fantômes pour m'aider à en apprendre plus...)

source: [_danny_s_at_player_s_rise_one_s_frown_] (...but it mainly just sounds like a {b}lot{/b} of exposition...)
fr_fr: [_danny_s_at_player_s_rise_one_s_frown_] (...mais ça ressemble surtout à un {b}lot{/b} d'exposition...)

source: [_desiree_s_sad_2_s_talk_bite_] If what you mean is whether or not there's a totem pole of hierarchy in place, than yes. There exist ghosts {b}far{/b} more powerful than I am, of course, and some quite notably strong spirits closer to my power... then there are those at the {u}very{/u} bottom...
fr_fr: [_desiree_s_sad_2_s_talk_bite_] Si vous voulez dire qu'il y a ou non une hiérarchie totémique, alors oui. Il existe des fantômes {b}bien{/b} plus puissants que moi, bien sûr, et des esprits assez notablement forts plus proches de mon pouvoir... puis il y a ceux qui se trouvent au {u}tout{/u} bas de l'échelle...

source: [_danny_s_rise_one_s_talk_frown_] ...Box Ghost?
fr_fr: [_danny_s_rise_one_s_talk_frown_] ...Box Fantôme ?

source: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Well, you certainly catch on quick, Master Danny.
fr_fr: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Eh bien, vous comprenez vite, Maître Danny.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] What about me? What kind of ghost am I??
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Et moi, alors ? Quel genre de fantôme suis-je ??

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_] Truly, I do not know. I have only ever heard of {b}one{/b} being known to walk the line between human and ghost alike, but he rarely appears in the Ghost Zone without an exact purpose.
fr_fr: [_desiree_s_talk_frown_s_neutral_s_towards_2_] Vraiment, je ne sais pas. J'ai seulement entendu parler de {b}un{/b} qui est connu pour marcher entre les humains et les fantômes, mais il apparaît rarement dans la Zone Fantôme sans un but précis.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] It would be within your best interests to avoid crossing his path, Master. He is a {b}truly{/b} powerful being, not one to be trifled with.
fr_fr: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Il serait dans votre intérêt d'éviter de croiser son chemin, Maître. C'est un {b}être vraiment{/b} puissant, avec lequel il ne faut pas badiner.

source: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Really? Too bad, he sounds like he could've helped me out a whole lot getting used to my powers...
fr_fr: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Vraiment ? Dommage, il aurait pu m'aider à m'habituer à mes pouvoirs...

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Any basic powers that you think I might not know about or need more work on?
fr_fr: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Y a-t-il des pouvoirs de base que je pourrais ne pas connaître ou sur lesquels je devrais travailler davantage ?

source: [_desiree_s_sad_3_s_talk_bite_2_] Well, there are of course a couple of powers that often come with the territory of being a ghost, some of which you've exhibited already.
fr_fr: [_desiree_s_sad_3_s_talk_bite_2_] Eh bien, il y a bien sûr quelques pouvoirs qui viennent souvent avec le territoire d'un fantôme, dont certains que vous avez déjà exposés.

source: [_desiree_s_sad_2_s_talk_frown_2_] I imagine you haven't quite harnessed the full extent of your shapeshifting abilities?
fr_fr: [_desiree_s_sad_2_s_talk_frown_2_] J'imagine que vous n'avez pas encore exploité toute l'étendue de vos capacités de métamorphose ?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No, I don't think so... at least not on purpose, anyway.
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Non, je ne pense pas... du moins pas intentionnellement, en tout cas.

source: [_desiree_s_closed_s_talk_bite_2_] As you can see, I normally maintain this tail like form, but with minimal effort...
fr_fr: [_desiree_s_closed_s_talk_bite_2_] Comme vous pouvez le voir, je maintiens normalement cette forme de queue, mais avec un effort minimal...

source: [_desiree_] ...I can become a whole {b}new{/b} form, within varying amounts of reason! This girl with the large bottom your friend seemed to desire, for example!
fr_fr: [_desiree_] ...je peux devenir une toute {b}nouvelle{/b} forme, avec plus ou moins de raison ! Cette fille aux grosses fesses que votre ami semblait désirer, par exemple !

source: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, that's great! You're really good at that!
fr_fr: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, c'est génial ! Tu es vraiment douée pour ça !

source: [_desiree_] Of course, I've only had a millenia and then some to practice, Master. You should try it yourself, if you wish to improve your own hand at manipulating your ectoplasmic form.
fr_fr: [_desiree_] Bien sûr, je n'ai eu qu'un millénaire et plus pour m'exercer, Maître. Vous devriez essayer vous-même, si vous souhaitez améliorer votre propre main pour manipuler votre forme ectoplasmique.

source: [_danny_] Alright well, I think I've done that tail thing once or twice before, but mainly on accident. Maybe if I try it now with a little more focus...
fr_fr: [_danny_] Bon, je crois que j'ai déjà fait ce truc de la queue une ou deux fois, mais surtout par accident. Peut-être que si j'essaie maintenant avec un peu plus de concentration...

source: [_danny_] There, I did it! Alright, I've grown a tail!!
fr_fr: [_danny_] Voilà, je l'ai fait ! D'accord, une queue m'a poussé !!

source: [_danny_] ...this is still a pretty weird feeling, honestly. More of that same "Jell-O" vibe again...
fr_fr: [_danny_] ...c'est toujours un sentiment assez bizarre, honnêtement. Encore cette même sensation de "Jell-O"...

source: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] You'll get used to it, don't worry. The tail form is a good way to develop your flying prowess and learn to maintain your body's solidity.
fr_fr: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] Vous vous y habituerez, ne vous inquiétez pas. La forme de queue est un bon moyen de développer vos prouesses de vol et d'apprendre à maintenir la solidité de votre corps.

source: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Flying, really?? Like how Tucker did?! Wow, awesome!! I can only ever just sorta float up to my friend Sam's window. Flying sounds a lot more convenient though.
fr_fr: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Voler, vraiment ? ?? Comme Tucker l'a fait ? ! Wow, génial ! Je peux seulement flotter jusqu'à la fenêtre de mon ami Sam. Voler semble beaucoup plus pratique.

source: [_desiree_s_talk_bite_2_s_sad_2_] Yes, I'm certain you'll become more adept at it the more you practice.
fr_fr: [_desiree_s_talk_bite_2_s_sad_2_] Oui, je suis sûr que vous deviendrez plus habile avec la pratique.

source: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... this is so much I've learned in just one night of talking to you! I feel so much sharper now!!
fr_fr: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... j'ai appris tellement de choses en une seule nuit de conversation avec vous ! Je me sens tellement plus affûté maintenant !!

source: [_danny_s_wondering_s_towards_s_talk_frown_] Des, look... I know you don't like where you are right now, I get it, sincerely. But I hope you understand where {i}I'm{/i} coming from by having to keep you here.
fr_fr: [_danny_s_wondering_s_towards_s_talk_frown_] Des, écoute... Je sais que tu n'aimes pas l'endroit où tu es en ce moment, je comprends, sincèrement. Mais j'espère que tu comprends où {i}je veux en venir en te gardant ici.

source: [_desiree_s_angry_s_at_player_s_talk_frown_2_] I don't in any regard like it... I'd rather I was let loose to my own devices, truthfully...
fr_fr: [_desiree_s_angry_s_at_player_s_talk_frown_2_] Je n'aime pas du tout ça... Je préférerais qu'on me laisse libre de mes mouvements, honnêtement...

source: [_desiree_s_talk_frown_s_closed_] But I have no choice in the matter thanks to your wish... I will obey your orders and guidelines. I am bound to you... as my Master's slave.
fr_fr: [_desiree_s_talk_frown_s_closed_] Mais je n'ai pas le choix en la matière grâce à votre souhait... Je vais obéir à vos ordres et à vos directives. Je suis lié à vous... en tant qu'esclave de mon maître.

source: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}slave{/b}? I didn't think that... I really hadn't thought of her like that...)
fr_fr: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}slave{/b} ? Je ne pensais pas ça... Je n'avais vraiment pas pensé à elle comme ça...)

source: [_danny_s_at_danny_s_frown_2_] (I mean, what else was I {i}supposed{/i} to do? She left me no choice with the whole "blowing my secret" maneuver.)
fr_fr: [_danny_s_at_danny_s_frown_2_] (Je veux dire, qu'est-ce que j'étais censé faire d'autre {i}? Elle ne m'a pas laissé le choix avec toute la manœuvre de "dévoiler mon secret")

source: [_danny_s_towards_s_frown_3_s_neutral_] (I know she tried to kill Tucker {i}and{/i} me, but... I kind of feel bad for her.)
fr_fr: [_danny_s_towards_s_frown_3_s_neutral_] (Je sais qu'elle a essayé de tuer Tucker {i}et{/i} moi, mais... Je me sens un peu mal pour elle.)

source: [_danny_s_sad_] (She clearly has a bit of a warped and bitter view of men because of that sultan guy... it's really not her fault she turned into such a vengeful spirit.)
fr_fr: [_danny_s_sad_] (Elle a clairement une vision un peu déformée et amère des hommes à cause de ce sultan... ce n'est vraiment pas sa faute si elle s'est transformée en un esprit si vengeur)

source: [_danny_s_sad_s_smile_] (I mean... she's obviously pretty attractive for a ghost... but it's when she's calm and poised like this...)
fr_fr: [_danny_s_sad_s_smile_] (Je veux dire... elle est évidemment assez attirante pour un fantôme... mais c'est quand elle est calme et posée comme ça...)

source: [_danny_s_sad_2_] (...that I think she looks actually rather beautiful...)
fr_fr: [_danny_s_sad_2_] (...que je trouve qu'elle est en fait plutôt belle...)

source: [_danny_s_grin_happy_] (With a nice pair of tits, to boot. {i}Heh{/i}.)
fr_fr: [_danny_s_grin_happy_] (Avec une belle paire de seins, en plus. {i}Heh{/i}.)

source: [_danny_] (Oh, it's wrong to think like that, but it was pretty much the {b}first{/b} thing I noticed about her after I got over the whole "ghost-genie" part... she's just got a {i}gorgeous{/i} set is all!)
fr_fr: [_danny_] (Oh, c'est mal de penser comme ça, mais c'est à peu près la {b}première{/b} chose que j'ai remarquée chez elle après avoir surmonté toute la partie "fantôme-génie"... elle a juste un {i}ensemble magnifique{/i} c'est tout !)

source: [_danny_] (Ehh, I shouldn't think too much like that though, she's not some sort of a sex slave. More like... advice slave! Wait, is that still bad...?)
fr_fr: [_danny_] (Ehh, je ne devrais pas trop penser comme ça cependant, elle n'est pas une sorte d'esclave sexuelle. Plus comme... une esclave de conseil ! Attends, c'est toujours mauvais... ?)

source: [_desiree_s_talk_frown_] Oh... I uh... I see my {b}appearance{/b} has made an issue for you, master. I do apologize.
fr_fr: [_desiree_s_talk_frown_] Oh... Je euh... Je vois que mon {b}apparence{/b} a fait un problème pour vous, maître. Je m'en excuse.

source: [_danny_] (Huh? What is she talking about?)
fr_fr: [_danny_] (Huh ? De quoi parle-t-elle ?)

source: [_desiree_s_talk_frown_2_] I didn't mean to upset you in this manner, Master Danny, truly.
fr_fr: [_desiree_s_talk_frown_2_] Je ne voulais pas vous bouleverser de la sorte, Maître Danny, vraiment.

source: [_danny_] I'm... not quite sure what you're getting at Desiree, honestly. Is this something to do with my powers?
fr_fr: [_danny_] Je ne suis... pas tout à fait sûr de ce que tu veux dire, Desiree, honnêtement. Est-ce que ça a quelque chose à voir avec mes pouvoirs ?

source: [_desiree_s_talk_happy_s_sad_] Well, I just imagined you'd like to be... {i}relieved{/i} of your problem, yes...? Allow me, Master...
fr_fr: [_desiree_s_talk_happy_s_sad_] Eh bien, j'ai imaginé que vous aimeriez être... {i}soulagé{/i} de votre problème, oui... ? Permettez-moi, Maître...

source: [_danny_] (Wait, what is she-)
fr_fr: [_danny_] (Attends, qu'est-ce qu'elle...)

source: [_danny_] Ohh... I see... did you used to have to do this for... for other...
fr_fr: [_danny_] Ohh... je vois... tu devais faire ça pour... pour d'autres...

source: [_desiree_] Actually, this is something I picked up in the past a few decades ago.
fr_fr: [_desiree_] En fait, c'est quelque chose que j'ai appris dans le passé, il y a quelques décennies.

source: [_desiree_] It wasn't a {i}particularly{/i} common technique when I was alive...
fr_fr: [_desiree_] Ce n'était pas une {i}technique particulièrement{/i} courante quand j'étais en vie...

source: [_desiree_] So tell me... are you enjoying my rather large breasts?
fr_fr: [_desiree_] Alors dis-moi... tu apprécies mes seins plutôt gros ?

source: [_danny_] Are you kidding? Of course Desiree, they're incredible.
fr_fr: [_danny_] Tu rigoles ? Bien sûr Desiree, ils sont incroyables.

source: [_desiree_] I bet I could lick the tip from here... even my large mounds can hardly contain the length of your member, Master...
fr_fr: [_desiree_] Je parie que je pourrais en lécher le bout d'ici... même mes grosses miches peuvent à peine contenir la longueur de votre membre, Maître...

source: [_danny_] Oh shoot, it feels so good to be smothered like this... (God, her body is surprisingly producing a lot of heat...)
fr_fr: [_danny_] Oh mince, ça fait du bien d'être étouffé comme ça... (Mon dieu, son corps produit étonnamment beaucoup de chaleur...)

source: [_desiree_] (I'm so glad he's enjoying this... all I need from him is a single moment's slip up... and I'd be free!)
fr_fr: [_desiree_] (Je suis si heureuse qu'il apprécie cela... tout ce dont j'ai besoin de sa part, c'est d'un seul moment d'égarement... et je serais libre !)

source: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... I'm gonna... you're making me~...!
fr_fr: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... Je vais... tu me fais... ...!

source: [_danny_] Desiree, seriously, you're a miracle worker.
fr_fr: [_danny_] Desiree, sérieusement, tu fais des miracles.

source: [_desiree_] Well, I {b}do{/b} grant wishes, so, that's a rather good sense of perception you have, Master, I must say.
fr_fr: [_desiree_] Eh bien, je {b}exauce{/b} les souhaits, donc, c'est un assez bon sens de la perception que vous avez, Maître, je dois dire.

source: [_danny_] Besides that though even, I mean... you just know how to properly service a guy...
fr_fr: [_danny_] En plus de ça, même, je veux dire... tu sais comment servir correctement un gars...

source: [_desiree_] It's easier to do when the "guy" you're dealing with also happens to be your sworn Master by a strong magical bond, and you don't have much say otherwise.
fr_fr: [_desiree_] C'est plus facile à faire lorsque le "gars" avec qui vous traitez se trouve être votre maître juré par un lien magique fort, et que vous n'avez pas grand-chose à dire autrement.

source: [_danny_] Well hey, you offered it, and boy am I glad you did... {i}*Sigh*{/i}
fr_fr: [_danny_] Eh bien, tu l'as proposé, et je suis content que tu l'aies fait... {i}*Soupir*{/i}

source: [_desiree_] ({i}Hmmm...{/i} I suppose he's right, he didn't ask for this, I just acted instinctually... and this wasn't as {b}tremendously{/b} awful as I thought it would be, I must admit... his manhood is quite the good piece afterall...)
fr_fr: [_desiree_] ({i}Hmmm...{/i} Je suppose qu'il a raison, il n'a pas demandé ça, j'ai juste agi instinctivement... et ce n'était pas aussi {b}terriblement{/b} horrible que je le pensais, je dois l'admettre... sa virilité est un bon morceau après tout...)

source: [_desiree_] (Best not to let {i}him{/i} know I really think that, though...)
fr_fr: [_desiree_] (Il vaut mieux ne pas laisser {i}lui{/i} savoir que je pense vraiment cela, cependant...)

source: [_desiree_] Master, here, allow me to help you dress up...
fr_fr: [_desiree_] Maître, ici, permettez-moi de vous aider à vous habiller...

source: [_danny_s_talk_happy_s_sad_2_] Well... {b}wow{/b}... {i}that{/i} just happened, I guess!
fr_fr: [_danny_s_talk_happy_s_sad_2_] Eh bien... {b}wow{/b}... {i}ça{/i} vient d'arriver, je suppose !

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Yes... yes, it certainly did...
fr_fr: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Oui... oui, c'est vrai...

source: [_desiree_s_sad_3_s_talk_bite_2_] ...I'm, uhm... I'm going to put my brassiere and collar back on... clean myself up a bit as well... if you don't mind, Master?
fr_fr: [_desiree_s_sad_3_s_talk_bite_2_] ...Je, uhm... Je vais remettre mon soutien-gorge et mon col... me nettoyer un peu aussi... si ça ne vous dérange pas, Maître ?

source: [_danny_s_sad_s_talk_happy_] Oh no, go ahead, do whatever you need to freshen yourself up again.
fr_fr: [_danny_s_sad_s_talk_happy_] Oh non, vas-y, fais ce dont tu as besoin pour te rafraîchir à nouveau.

source: [_danny_s_rise_one_s_talk_happy_2_] ...kinda hard to believe we were trying to destroy each other a couple of hours ago, huh?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] ... difficile de croire que nous essayions de nous détruire mutuellement il y a quelques heures, hein ?

source: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Yes, it, uhm, popped into my head a couple of times... particularly while your member was thrust between my breasts... {i}*Ahem*{/i}
fr_fr: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Oui, ça m'est venu à l'esprit plusieurs fois... surtout quand ton membre était poussé entre mes seins... {i}*Ahem*{/i}

source: [_danny_s_neutral_s_talk_happy_] Yeup... {i}quite{/i} the dynamic we've developed over the past half hour.
fr_fr: [_danny_s_neutral_s_talk_happy_] Yeup... {i}tout à fait la dynamique que nous avons développée au cours de la dernière demi-heure.

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sands of Bathaal, it's only been {b}thirty minutes{/b}?!? Heavens, that wasn't long at all... (This is madness... I really let myself get {i}that{/i} worked up in such a short amount of time...?)
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sables de Bathaal, cela fait seulement {b}trente minutes{/b} ?!? Ciel, ce n'était pas long du tout... (C'est de la folie... Je me suis vraiment laissé aller à {i}autant{/i} d'émotions en si peu de temps... ?)

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Yeah... we sorta went from you threatening to scratch my eyes out, to me busting a huge load in yours in under an hour. Funny, huh?
fr_fr: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Ouais... on est en quelque sorte passé de toi me menaçant de m'arracher les yeux, à moi m'éclatant dans les tiens en moins d'une heure. C'est drôle, hein ?

source: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, yes, hilarious... (Oh no, I'm going to spend the next eternity attending to this Ghost Boy's morning wood, aren't I?)
fr_fr: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, oui, hilarant... (Oh non, je vais passer la prochaine éternité à m'occuper du bois du matin de ce garçon fantôme, n'est-ce pas ?)

source: [_danny_s_sad_s_talk_frown_] Well, I think it'd be best if I got some rest now... it's been a heck of an interesting day today...
fr_fr: [_danny_s_sad_s_talk_frown_] Eh bien, je pense que ce serait mieux si je me reposais maintenant... ça a été une journée très intéressante aujourd'hui...

source: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Yes, I suppose it has been, for the both of us, Master... (My enslavement in a java flask notwithstanding...)
fr_fr: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Oui, je suppose que ça l'a été, pour nous deux, Maître... (Malgré mon esclavage dans une fiole de java...)

source: [_danny_s_talk_happy_] Yeup. I'll come to you if I need some more advice on anything ghost related, you know?
fr_fr: [_danny_s_talk_happy_] Oui. Je viendrai te voir si j'ai besoin de conseils sur les fantômes, tu sais ?
