Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode1_MZ.po
Languages: fr_fr

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] Oh, and I almost died because of it!{p}(...or maybe I {u}did{/u}...?)
fr_fr: [_danny_s_at_player_s_talk_frown_s_rise_one_] Oh, et j'ai failli mourir à cause de ça !{p}(...ou peut-être que je l'ai fait {u}{/u}... ?)

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Jeez dude, that's crazy! Knowing the level of tech they have in that Lab, I'm glad you didn't seriously croak!
fr_fr: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Bon sang, mec, c'est dingue ! Sachant le niveau de technologie qu'ils ont dans ce laboratoire, je suis content que tu n'aies pas sérieusement crevé !

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_frown_] {i}Woah{/i}, are you okay Danny? What even happened?
fr_fr: [_sam_s_co_s_towards_wide_s_sad_s_talk_frown_] {i}Woah{/i}, tu vas bien Danny ? Que s'est-il passé ?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Yeah, I'm pretty much okay, you guys don't need to worry about me... I should be fine, assuming my body doesn't begin to dissolve into a puddle of green goo in the middle of class.
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Ouais, je vais plutôt bien, vous n'avez pas besoin de vous inquiéter pour moi... Je devrais aller bien, en supposant que mon corps ne commence pas à se dissoudre dans une flaque de gelée verte au milieu du cours.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Okay, well, I'm just glad you're alright! If it were just me, Tuck, and pile of you in a jar, I don't think we'd last long as a trio! {i}Hah ha!{/i}
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ok, bien, je suis juste content que tu ailles bien ! S'il n'y avait que moi, Tuck, et le tas de toi dans un bocal, je ne pense pas qu'on tiendrait longtemps en trio ! {i}Hah ha!{/i}

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Well, since you haven't gone Wicked Witch of the West just yet, we should probably hurry up before we're late! {b}Mr. Lancer{/b} waves my tardiness track record in my face enough as it is!
fr_fr: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Puisque vous n'êtes pas encore la méchante sorcière de l'Ouest, on devrait se dépêcher avant d'être en retard ! {b}M. Lancer{/b} m'agite déjà assez mon dossier de retard comme ça !

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Tucker, be cool, Paulina's coming this way!
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Tucker, sois cool, Paulina arrive par ici !

source: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Come on, man. I'm {i}always{/i} cool.
fr_fr: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Allez, mec. Je suis {i}toujours{/i} cool.

source: [_sam_s_co_s_flip_s_towards_s_angry_s_talk_frown_] You know, I don't think I'll ever understand {i}what{/i} in goth's name you two see in her.
fr_fr: [_sam_s_co_s_flip_s_towards_s_angry_s_talk_frown_] Tu sais, je ne pense pas que je comprendrai jamais {i}ce que vous lui trouvez, tous les deux.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] C'mon Sam... it's obvious! She's just {i}sooo{/i} pretty...
fr_fr: [_danny_s_closed_s_unhappy_s_talk_happy_] Allez Sam... c'est évident ! Elle est juste {i}si jolie...

source: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Not just pretty! Paulina's {i}smoking{/i} hot!
fr_fr: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Pas seulement jolie ! Paulina est {i}super sexy !

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] Y'know, both of your tastes in women leaves something to be desired, fellas...
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] Vous savez, vos deux goûts en matière de femmes laissent à désirer, les gars...

source: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Awwwe,{/i} come on, Sam, how could we NOT be into all {u}that?!{/u}
fr_fr: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Awwwe, allez, Sam, comment pourrait-on ne pas être dans tout {u}ça?!{/u}

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Into all {i}what{/i}, exactly?
fr_fr: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Dans tous les {i}qu'est-ce que{/i}, exactement ?

source: [_tucker_s_talk_frown_] Oh, {i}uhm{/i}, h-hi Paulina! W-w-we were just saying... {i}uhh{/i}...
fr_fr: [_tucker_s_talk_frown_] Oh, {i}uhm{/i}, h-hi Paulina ! On était en train de dire... {i}uhh{/i}...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Were you three weirdos talking about me again? Look, not that I don't appreciate the adoration from the freaks and geeks, but all your ogling is kinda creepy!
fr_fr: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Vous étiez encore en train de parler de moi, les trois cinglés ? Ecoutez, ce n'est pas que je n'apprécie pas l'adoration des monstres et des geeks, mais tous vos regards sont un peu effrayants !

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh yeah Paulina, I was just mentioning to the guys how good a job I think you'd do as a community pool actually... safe for all ages, nobody could possibly drown!
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh oui Paulina, j'étais justement en train de dire aux gars à quel point je pense que vous feriez un bon travail en tant que piscine communautaire en fait... sûre pour tous les âges, personne ne pourrait se noyer !

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhm{/i}, {i}excuse{/i} me? Did you just call me shallow??
fr_fr: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhm{/i}, {i}excuse{/i} moi ? Tu viens de me traiter de superficielle ??

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh wow, congrats on picking up on that slam! I guess you're not a {u}complete{/u} superficial airhead after all... maybe only {i}ninety-five{/i} percent air.
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh wow, félicitations pour avoir récupéré ce slam ! Je suppose que tu n'es pas une {u}tête de linotte superficielle après tout... peut-être seulement {i}quatre-vingt-quinze{/i} pour cent de linotte.

source: [_dash_s_towards_s_upset_s_talk_distraught_] Hey, what'd you just say about Paulina, goth geek?
fr_fr: [_dash_s_towards_s_upset_s_talk_distraught_] Hey, qu'est-ce que tu viens de dire sur Paulina, gothique geek ?

source: [_sam_s_angry_s_talk_frown_] I {i}said{/i}, nutbucket, that your pseudo girlfriend is as shallow as a kiddie pool for toddlers. That she's got a near limitless helium supply inside of her skullcap! Is that clear enough for you, yah' jock itch smelling piece of-
fr_fr: [_sam_s_angry_s_talk_frown_] J'ai dit{/i} {i}, nutbucket, que ta pseudo-petite amie est aussi peu profonde qu'une piscine pour enfants. Qu'elle a une réserve d'hélium presque illimitée dans sa calotte ! C'est assez clair pour toi, espèce de-

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] -what my dear friend Sam here is {i}trying{/i} to say Dash, is that-
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] -ce que mon cher ami Sam ici présent {i}essaie de dire Dash, c'est que-

source: [_dash_] Shut it, Fenturd! You've got about three seconds to give me a good reason not to pound you into the ground for what she said!
fr_fr: [_dash_] Ferme-la, Fenturd ! Tu as environ trois secondes pour me donner une bonne raison de ne pas te pilonner pour ce qu'elle a dit !

source: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Uhm{/i}... well, because... {i}uhhh{/i}... I didn't even say anything, for one, and... {i}uhhmm{/i}... s-setting good examples for others enriches the soul?
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Uhm{/i}... eh bien, parce que... {i}uhhh{/i}... Je n'ai rien dit, d'abord, et... {i}uhhmm{/i}... donner de bons exemples aux autres enrichit l'âme ?

source: [_dash_s_knuckles_s_towards_s_angry_s_talk_happy_] {i}Ennnnhhh{/i}!{p}Time's up! Time for the ground pounding!
fr_fr: [_dash_s_knuckles_s_towards_s_angry_s_talk_happy_] {i}Ennnnhhh{/i} !{p}Le temps est écoulé ! C'est le moment de frapper au sol !

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Jeez Dash, can't you give it a break already? Feels like you could at least {i}try{/i} picking on somebody your own size if you were trying to impress anybody...
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Bon sang Dash, tu ne peux pas faire une pause ? Tu pourrais au moins {i}essayer de draguer quelqu'un de ta taille si tu voulais impressionner quelqu'un...

source: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Oh, {i}uhh{/i}, hey Jasmine! I wasn't picking on your brother here, honest! Danny was just helping me... {i}uh{/i}... rehearse for the school play auditions! Yeah, that's all! I'm trying out for the part of a handsome quarterback who has trouble expressing his emotions!
fr_fr: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Oh, {i}uhh{/i}, hey Jasmine ! Je ne m'en prenais pas à ton frère, honnêtement ! Danny m'aidait juste... {i}uh{/i}... à répéter pour les auditions de la pièce de l'école ! Oui, c'est tout ! J'essaie d'avoir le rôle d'un beau quarterback qui a du mal à exprimer ses émotions !

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, is that it? If you're gonna try taking up acting, you should work on your lying skills first. Come on Dash, why don't you go ahead and practice your exit, stage left?
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, c'est ça ? Si tu veux devenir actrice, tu devrais d'abord travailler sur tes talents de menteuse. Allez Dash, pourquoi ne pas aller de l'avant et pratiquer ta sortie, scène gauche ?

source: [_paulina_s_offscreen_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Dash!{/i} Don't let the ginger tutor girl tell you what to do!
fr_fr: [_paulina_s_offscreen_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Dash!{/i} Ne laisse pas la tutrice rousse te dire ce que tu dois faire !

source: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Nah, it's okay, I, {i}uhh{/i}... I need to go to the locker room anyway. Later babe.
fr_fr: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Non, c'est bon, je, {i}uhh{/i}... Je dois aller au vestiaire de toute façon. A plus tard, bébé.

source: [_paulina_s_offscreen_s_normal_s_closed_s_angry_s_talk_displeased_s_blush_] Dash, wait!! You promised to give feedback on my cheer routine before class started! Wait up!
fr_fr: [_paulina_s_offscreen_s_normal_s_closed_s_angry_s_talk_displeased_s_blush_] Dash, attends ! Tu as promis de donner ton avis sur ma routine de pom-pom girls avant le début du cours ! Attendez !

source: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Phew!{/i} That was a close one. Thanks Jazz.
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Phew!{/i} Il s'en est fallu de peu. Merci Jazz.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Sure thing little bro. Just be more careful, okay? I won't always be around to keep that goon at bay. He's not too hard to handle if you know how to properly push his buttons.
fr_fr: [_jazz_s_towards_s_idle_s_talk_happy_] Bien sûr, petit frère. Fais juste plus attention, ok ? Je ne serai pas toujours là pour garder cet imbécile à distance. Il n'est pas trop dur à manipuler si tu sais comment pousser ses boutons.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll keep that in mind. Again, thanks for the save.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Je vais garder ça en tête. Encore une fois, merci pour la sauvegarde.

source: [_tucker_s_towards_s_idle_s_talk_happy_] Man, you are the man, girl! Way to swoop in at just the right time to save our butts, Jazz!
fr_fr: [_tucker_s_towards_s_idle_s_talk_happy_] Tu es l'homme de la situation, ma fille ! Tu es arrivé juste au bon moment pour sauver nos fesses, Jazz !

source: [_jazz_s_towards_s_idle_s_talk_happy_] It's my duty as big sister to keep Danny and his buddies' butts safe from harm Tucker, it's no sweat!
fr_fr: [_jazz_s_towards_s_idle_s_talk_happy_] C'est mon devoir en tant que grande soeur de garder Danny et les fesses de ses copains à l'abri du mal Tucker, c'est pas de la tarte !

source: [_tucker_s_closed_s_idle_s_talk_happy_] Right on!
fr_fr: [_tucker_s_closed_s_idle_s_talk_happy_] C'est ça !

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] It was a good thing you came in when you did. These two would have been whining the whole time about their butts, and {i}I'd{/i} have to be the one to listen to it all.
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] C'est une bonne chose que tu sois arrivé à ce moment-là. Ces deux-là n'auraient pas arrêté de se plaindre de leurs fesses, et {i}c'est moi qui aurais dû écouter tout ça.

source: [_jazz_s_towards_s_rise_s_talk_happy_] An abundantly exhausting task, I'm sure.{p}Well look, I've got my first tutoring session coming up, so I'll see you guys around. Later!
fr_fr: [_jazz_s_towards_s_rise_s_talk_happy_] Une tâche extrêmement épuisante, j'en suis sûr.{p}Bon, écoutez, j'ai ma première séance de tutorat qui arrive, alors je vous verrai plus tard. A plus tard !

source: [_tucker_s_away_s_talk_frown_s_wondering_] Well, we wouldn't have even been in that situation if it weren't for a certain {i}somebody{/i} flinging mud from their mouth at the popular girl.
fr_fr: [_tucker_s_away_s_talk_frown_s_wondering_] Eh bien, nous n'aurions même pas été dans cette situation sans une certaine {i}quelqu'un{/i} jetant de la boue de sa bouche à la fille populaire.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Oh pipe down, Tucker. It's not my fault Dash can't learn to deal with his slowed mental behavior without resorting to noogies and sub-atomic wedgies.
fr_fr: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Oh, calme-toi, Tucker. Ce n'est pas ma faute si Dash ne peut pas apprendre à gérer son comportement mental ralenti sans avoir recours aux noogies et aux wedgies sub-atomiques.

source: [_tucker_s_towards_s_angry_s_talk_frown_] Easy for {i}you{/i} to say! You weren't the one who was going to have their underwear lodged up into their pelvic bone!{p}Let's {i}try{/i} not to make the 250-pound walking gorilla mad, shall we?!
fr_fr: [_tucker_s_towards_s_angry_s_talk_frown_] Facile à dire pour {i}vous{/i} ! C'est pas vous qui alliez avoir le slip logé dans l'os pelvien !{p}Essayons {i}de ne pas mettre en colère le gorille ambulant de 250 livres, d'accord ?!

source: [_sam_s_casual_outfit_s_angry_s_talk_frown_s_closed_] {i}Ugh{/i}, let's just get to class already...
fr_fr: [_sam_s_casual_outfit_s_angry_s_talk_frown_s_closed_] {i}Ugh{/i}, allons juste en classe...

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] We need to do something about her, Tucker. She's going to get us killed one of these days!
fr_fr: [_danny_s_towards_s_wondering_s_talk_frown_2_] Nous devons faire quelque chose à son sujet, Tucker. Elle va nous faire tuer un de ces jours !

source: [_tucker_s_away_s_talk_happy_] Hey, when you figure out the magic formula to get {i}that{/i} girl to fall in line, you let me know. In the mean time, come on! Lancer's gonna be on our cases if we're late again!
fr_fr: [_tucker_s_away_s_talk_happy_] Hé, quand tu auras trouvé la formule magique pour faire rentrer {i}cette{/i} fille dans le rang, tu me le feras savoir. En attendant, allez ! Lancer va nous tomber dessus si on est encore en retard !

source: [_danny_s_at_player_s_rise_one_s_frown_3_] (Yeup, those are my best friends: Sam Manson, the gothic vegetarian rebel, and Tucker Foley, the tech wiz with the perverse heart of gold...)
fr_fr: [_danny_s_at_player_s_rise_one_s_frown_3_] (Ouaip, ce sont mes meilleurs amis : Sam Manson, le rebelle végétarien gothique, et Tucker Foley, le génie de la technologie au cœur d'or pervers...)

source: [_danny_s_smile_s_sad_] (...I wouldn't trade them for anything in the world.)
fr_fr: [_danny_s_smile_s_sad_] (...je ne les échangerais pour rien au monde.)

source: [_lancer_s_talk_frown_s_sad_] Oh, Mr. Fenton, so happy you could join us today! Not particularly happy that you arrived {u}late{/u} as per usual, but, as they say: nobody's perfect.
fr_fr: [_lancer_s_talk_frown_s_sad_] Oh, Mr. Fenton, je suis si heureux que vous ayez pu vous joindre à nous aujourd'hui ! Pas particulièrement heureux que vous soyez arrivé {u}en retard{/u} comme d'habitude, mais, comme on dit : personne n'est parfait.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] What? The bell {i}just{/i} rang!
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Quoi ? La cloche {i}vient de sonner !

source: [_lancer_s_talk_frown_s_angry_] And unfortunately, you weren't {u}here{/u} when it rang. Now as the bell signifies the {u}start{/u} of my class period, your momentary absence would qualify you as {u}late{/u}. Now {u}take{/u} your {u}seat{/u}.
fr_fr: [_lancer_s_talk_frown_s_angry_] Et malheureusement, vous n'étiez pas {u}ici{/u} quand elle a sonné. Comme la cloche signifie le {u}début{/u} de ma période de cours, votre absence momentanée vous qualifierait de {u}retard{/u}. Maintenant {u}prenez{/u} votre siège{/u} {u}.

source: [_danny_s_down_s_angry_s_talk_consternation_] Unbelievable... this day just keeps getting worse...
fr_fr: [_danny_s_down_s_angry_s_talk_consternation_] Incroyable... cette journée ne fait qu'empirer...

source: [_tucker_] So, what happened last night with your near death experience?
fr_fr: [_tucker_] Alors, que s'est-il passé la nuit dernière avec ton expérience de mort imminente ?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well, my parents have this new Ghost Portal thingy they were working on, and basically I had-
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Mes parents ont ce nouveau Portail Fantôme sur lequel ils travaillent, et j'avais-

source: [_sam_] "Ghost Portal thingy"?
fr_fr: [_sam_] "Portail fantôme" ?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well yeah, it's supposed to open up to some sort of new astral realm... a kind've... "afterlife" dimension.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Eh bien oui, c'est censé ouvrir sur une sorte de nouveau royaume astral... une sorte de... dimension "après-vie".

source: [_tucker_] Wild! Does it work? Can I use it to see my great GamGam again?
fr_fr: [_tucker_] Sauvage ! Est-ce que ça marche ? Puis-je l'utiliser pour revoir mon super GamGam ?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well, it didn't seem to work, but trust me, I nearly ended up in the afterlife myself when it shocked a couple hundred volts into my body!
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Eh bien, ça n'a pas semblé fonctionner, mais croyez-moi, j'ai moi-même failli finir dans l'au-delà quand j'ai reçu une décharge de 200 volts dans mon corps !

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] What were you doing messing around inside the portal anyway?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Que faisiez-vous à l'intérieur du portail de toute façon ?

source: [_danny_] My parents said it was busted when they first tested it. So I slipped on an ecto-suit, and went in just to check it out. Dad forgot he built the 'on' switch on the inside, and I guess I accidentally pressed it... still didn't work though.
fr_fr: [_danny_] Mes parents ont dit qu'il était cassé quand ils l'ont testé la première fois. Alors j'ai enfilé une combinaison ecto, et je suis entré juste pour vérifier. Papa avait oublié qu'il avait construit l'interrupteur à l'intérieur, et je suppose que j'ai accidentellement appuyé dessus... mais ça ne marchait toujours pas.

source: [_tucker_] Well of course it didn't work! C'mon Danny, don't tell me that you actually believe in ghosts!
fr_fr: [_tucker_] Bien sûr que ça n'a pas marché ! Allez Danny, ne me dis pas que tu crois vraiment aux fantômes !

source: [_sam_] Actually Tucker, there's some extremely compelling evidence as to the existence of the supernatural.
fr_fr: [_sam_] En fait Tucker, il y a des preuves très convaincantes de l'existence du surnaturel.

source: [_tucker_] Oh yeah? Where'd you see that? On {i}"Epic Ghost Hunterz"{/i} or something? Come on Sam, that show is so {u}scripted{/u}! They {i}purposely{/i} pee themselves just to act scared!
fr_fr: [_tucker_] Ah oui ? Où est-ce que tu as vu ça ? Sur {i}"Epic Ghost Hunterz"{/i} ou autre ? Voyons, Sam, cette émission est tellement {u}scénarisée ! Ils {i}se pissent dessus exprès pour faire semblant d'avoir peur !

source: [_sam_] No, Tucker! On my goth forum, "Children of the Bite", somebody posted a really interesting article about {b}Vlad Masters{/b} and his research over the years. You know him, right?
fr_fr: [_sam_] Non, Tucker ! Sur mon forum gothique, "Children of the Bite", quelqu'un a posté un article très intéressant sur {b}Vlad Masters{/b} et ses recherches au fil des ans. Tu le connais, non ?

source: [_tucker_] Come on Sam, we {i}all{/i} know about Vlad Masters. There's no need to patronize us.
fr_fr: [_tucker_] Allez Sam, nous {i}savons tous sur Vlad Masters. Il n'y a pas besoin d'être condescendant.

source: [_sam_] Yeah, yeah, I know, billionare, brilliant inventor, silver fox type, kinda hard to forget, I'm sorry. Well, what you might {i}not{/i} know is that he's invested millions in research towards the study of para-pscyhology and the paranormal.
fr_fr: [_sam_] Oui, oui, je sais, milliardaire, brillant inventeur, du genre renard argenté, un peu difficile à oublier, je suis désolé. Ce que vous pourriez {i}ne pas savoir, c'est qu'il a investi des millions dans la recherche pour l'étude de la parapsychologie et du paranormal.

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] No way!! For real? I don't believe it! It's hard to imagine somebody as smart as Masters would believe in something as easily disprovable as ghosts.
fr_fr: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Pas possible ! Pour de vrai ? Je n'y crois pas ! C'est difficile d'imaginer que quelqu'un d'aussi intelligent que Masters puisse croire en quelque chose d'aussi facilement réfutable que les fantômes.

source: [_sam_] Yeah, well maybe that's because he knows some stuff we {i}don't!{/i} Or Danny's parents who have been working at this stuff for years too! Are {i}they{/i} crazy too...?
fr_fr: [_sam_] Ouais, eh bien peut-être que c'est parce qu'il sait des choses que nous {i}ne savons pas!{/i} Ou les parents de Danny qui ont travaillé sur ces trucs pendant des années aussi ! Est-ce que {i}ils{/i} sont fous aussi...?

source: [_tucker_] {i}Uhhhm{/i}, no comment. No offense Danny.{p}Look, I for one am not gonna start believing in something nobody's ever seen before, just on principles alone. I'm a true man of science after all.
fr_fr: [_tucker_] {i}Uhhhm{/i}, sans commentaire. Sans vouloir vous offenser, Danny.{p}Pour ma part, je ne vais pas me mettre à croire en quelque chose que personne n'a jamais vu avant, juste par principe. Je suis un vrai homme de science, après tout.

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey Danny, are you okay? You don't sound too good. Need a throat lozenge or something?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hé Danny, tu vas bien ? Tu n'as pas l'air très bien. Tu as besoin d'une pastille pour la gorge ou autre chose ?

source: [_lancer_s_rise_one_s_talk_frown_] Something the matter, Mr. Fenton?
fr_fr: [_lancer_s_rise_one_s_talk_frown_] Quelque chose ne va pas, M. Fenton ?

source: [_danny_s_towards_s_talk_frown_2_s_sad_2_] {i}Uhhhm{/i}... no, yeah, I'm fine Mr. Lancer, I just gotta...{p}...just gotta...
fr_fr: [_danny_s_towards_s_talk_frown_2_s_sad_2_] {i}Uhhhm{/i}... non, oui, je vais bien Mr. Lancer, je dois juste...{p}...juste...
