Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode2_MZ.po
Languages: fr_fr

source: [_danny_] (Oh great. Sounds like Jazz is taking her sweet time in the bathtub again. It's not fair! She takes forever, uses up all the hot water, and I'm left with nothing but a cold shower!)
fr_fr: [_danny_] (Oh génial. On dirait que Jazz prend à nouveau tout son temps dans la baignoire. C'est pas juste ! Elle prend une éternité, utilise toute l'eau chaude, et je me retrouve avec rien d'autre qu'une douche froide)

source: [_danny_] (Well you know what? Jazz's reign of hygienic tyranny comes to an end! One way or another!)
fr_fr: [_danny_] (Eh bien, vous savez quoi ? Le règne de Jazz sur la tyrannie hygiénique touche à sa fin ! D'une manière ou d'une autre !)

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hey Danny, sorry but you're gonna need to go now.
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hé Danny, désolé mais tu vas devoir partir maintenant.

source: [_danny_s_towards_s_rise_s_talk_consternation_] What? Why do I need to leave? I was in here {u}first{/u} ya know.
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Quoi ? Pourquoi je dois partir ? J'étais ici {u}en premier, tu sais.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Because? I'm {i}only{/i} wearing a towl here? I don't care if you were first or not, I need to take a bath right now, so get out.
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Pourquoi ? Je suis {i}le seul{/i} à porter une serviette ici ? Je me fiche que tu aies été le premier ou non, j'ai besoin de prendre un bain maintenant, alors sors.

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What?? No way! Every time you take a bath, you use up {i}all{/i} the hot water in the house! My showers are freezing at night!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Quoi ? Pas possible ! Chaque fois que tu prends un bain, tu utilises {i}toute l'eau chaude de la maison ! Mes douches sont gelées la nuit !

source: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Well, maybe you should just try taking your showers early in the morning then??{p}Now get {i}out{/i} already!!
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Et bien, peut-être que tu devrais essayer de prendre tes douches tôt le matin alors ? ?{p}Maintenant, sortez de {i}!!

source: [_danny_] (That's it, she's gone {i}too{/i} far this time!)
fr_fr: [_danny_] (C'est ça, elle est allée {i}trop{/i} loin cette fois !)

source: [_danny_] (I'm going to get in there and kick her freckled butt out, one way or another!)
fr_fr: [_danny_] (Je vais rentrer là-dedans et botter ses fesses pleines de taches de rousseur, d'une manière ou d'une autre)

source: [_danny_] {i}Hah!{/i} You're a genius, Fenton! If you just wait here {u}before{/u} the afternoon, you don't {u}need{/u} to find a way in!! She can't just kick me out of the bathroom I'm currently using, right?!
fr_fr: [_danny_] {i}Hah!{/i} Tu es un génie, Fenton ! Si tu attends ici {u}avant{/u} l'après-midi, tu n'as pas {u}besoin{/u} de trouver un moyen d'entrer !! Elle ne peut pas juste me virer de la salle de bain que j'utilise actuellement, hein ?!

source: [_danny_] Sometimes I impress even myself.
fr_fr: [_danny_] Parfois, je m'impressionne moi-même.

source: [_danny_] (Man, this was a longer wait than I expected it to be...)
fr_fr: [_danny_] (Mec, c'était une attente plus longue que je ne le pensais...)

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, what are you doing in here?
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, que fais-tu ici ?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You {u}know{/u} why I'm here, Jazz! I'm here to stop you from using all the hot water!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Tu sais {u}pourquoi je suis là, Jazz ! Je suis là pour t'empêcher d'utiliser toute l'eau chaude !

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] What are you {u}talking{/u} about? I don't use that much hot water! Now get out!
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] De quoi parlez-vous sur {u}? Je n'utilise pas autant d'eau chaude ! Maintenant, sortez !

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What? No! You're clearly the one wasting it all, and leaving me with nothing but the freezing ice water, that ends up shriveling my-
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Quoi ? Non ! C'est clairement toi qui gaspille tout, et qui me laisse avec rien d'autre que de l'eau glacée, qui finit par me ratatiner-

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}GET OUT ALREADY!!!{/size}
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}SORTEZ TOUT DE SUITE!!!{/size}

source: [_danny_] Darn, I really thought that was going to work...{p}I didn't even bring a single magazine to read... three hours wasted!
fr_fr: [_danny_] Mince, je pensais vraiment que ça allait marcher...{p}Je n'ai même pas apporté un seul magazine à lire... 3 heures de perdues !

source: [_danny_] No, I already tried the waiting tactic. She'll just kick me out again.
fr_fr: [_danny_] Non, j'ai déjà essayé la tactique de l'attente. Elle va juste me mettre dehors à nouveau.

source: [_morahzamora_] You're persistent, aren't you? You could've just gone straight ahead with the mission, but you just kept on pushing. Bravo, player, bravo.
fr_fr: [_morahzamora_] Vous êtes persévérant, n'est-ce pas ? Vous auriez pu continuer la mission, mais vous avez continué à pousser. Bravo, joueur, bravo.

source: [_morahzamora_] These things might just earn you a little something special in the future, so keep it up, you little snooping perv.
fr_fr: [_morahzamora_] Ces choses pourraient vous valoir un petit quelque chose de spécial à l'avenir, alors continuez comme ça, petit pervers fouineur.

source: [_danny_] Alright, now I know Jazz keeps a spare key to the bathroom, just in case she feels like barging in to grab something of hers.{p}Only question is where she might have hid it in here?
fr_fr: [_danny_] Maintenant je sais que Jazz garde un double de la clé de la salle de bain, juste au cas où elle voudrait entrer pour prendre quelque chose qui lui appartient.{p}La seule question est où elle a pu la cacher ici ?

source: [_danny_] Hey, while I'm here, I could also maybe grab those panties for Dash...? Then again, would I really wanna do that to her?
fr_fr: [_danny_] Hey, pendant que je suis là, je pourrais aussi peut-être prendre cette culotte pour Dash... ? Mais bon, est-ce que je voudrais vraiment lui faire ça ?

source: [_danny_] No, not here...
fr_fr: [_danny_] Non, pas ici...

source: [_danny_] Alright! This must be the key! I should go and give little miss water waster a visit! Nobody's preventing me from taking {i}my{/i} afternoon hot shower!
fr_fr: [_danny_] C'est bon ! Ca doit être la clé ! Je devrais aller rendre visite à la petite miss "gaspillage d'eau" ! Personne ne m'empêche de prendre {i}ma douche chaude de l'après-midi !

source: [_danny_] It makes me wonder what she even does in there that takes so dang long? It should be a couple of scrubs behind the ears, yah' shampoo what you need to shampoo, and {i}boom{/i}, you're done!
fr_fr: [_danny_] Je me demande ce qu'elle fait là-dedans qui prend autant de temps ? Il devrait suffire de frotter les oreilles, de shampouiner ce qu'il faut, et {i}boom{/i}, c'est fini !

source: [_danny_] Well, only one way to find out I guess...{p}Jazz, your days of controlling the flow of hot water are at an end!
fr_fr: [_danny_] Eh bien, il n'y a qu'une seule façon de le savoir, je suppose...{p}Jazz, tes jours de contrôle du débit d'eau chaude sont terminés !

source: [_danny_] There we go, it's unlocked. Now, how do I want to handle this?{p}I mean, Jazz is probably in the bath still... naked... so...
fr_fr: [_danny_] Nous y voilà, c'est déverrouillé. Maintenant, comment je veux gérer ça ?{p}Je veux dire, Jazz est probablement encore dans la baignoire... nue... donc...

source: [_danny_] Alright, let's see if I can actually do this...
fr_fr: [_danny_] Très bien, voyons si je peux vraiment le faire...

source: [_danny_] Oh woah, this is so freaky!
fr_fr: [_danny_] Oh woah, c'est tellement flippant !

source: [_danny_] I think I've got it? Man, it'll take some time to get used to this Jell-O feeling...
fr_fr: [_danny_] Je pense que je l'ai ? Mec, ça va prendre du temps pour s'habituer à cette sensation de gelée...

source: [_danny_] Alright, now how do I want to handle this?
fr_fr: [_danny_] Très bien, maintenant comment je veux gérer ça ?

source: [_danny_] (How should I confront Jazz's excessive hot water usage?) [nointeract]
fr_fr: [_danny_] (Comment dois-je faire face à la consommation excessive d'eau chaude de Jazz ?) [nointeract]

source: [_danny_] Well... maybe I'll just have a peek first... see what she's up to... maybe she hasn't even started yet, so it wouldn't be too bad if I just took a little look-see, right...?
fr_fr: [_danny_] Eh bien... peut-être que je vais juste jeter un coup d'oeil d'abord... voir ce qu'elle fait... peut-être qu'elle n'a même pas encore commencé, donc ce ne serait pas trop mal si je jetais juste un petit coup d'oeil, non...?

source: [_danny_] (Oh man, this is so weird, I shouldn't be looking at this!! She's my sister after all, and... wait, what's that sound...?)
fr_fr: [_danny_] (Oh mec, c'est trop bizarre, je ne devrais pas regarder ça !! C'est ma soeur après tout, et... attends, c'est quoi ce bruit... ?)

source: [_ectopuss_] {i}*Kersplash*{/i} Hey baby, don't you know it's pretty dangerous to be lounging in the water all alone when there's nasty {b}Etopus{/i} like me swimming around?!
fr_fr: [_ectopuss_] {i}*Kersplash*{/i} Hé bébé, tu ne sais pas que c'est plutôt dangereux de se prélasser dans l'eau tout seul quand il y a une méchante {b}Etopus{/i} comme moi qui nage autour ?!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+12}WHAT THE-?! HE-HELP!! S-SOMEBODY!!! HELP ME!!!{/size}
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+12}Quoi ? ! AIDE-MOI !! S-SOMEBODY !!! HELP ME!!!{/size}

source: [_danny_] (Oh man! He's just attacking houses now?! I better get in there! I'm going Ghost!)
fr_fr: [_danny_] (Oh mec ! Il attaque les maisons maintenant ? ! Je ferais mieux d'y aller ! Je vais devenir un Fantôme !)

source: [_danny_] No time to play coy here, Fenton! The longer I wait, the less water there's going to be for anybody else!
fr_fr: [_danny_] Pas le temps de jouer les timides ici, Fenton ! Plus j'attends, moins il y aura d'eau pour les autres !

source: [_danny_] Come on, Jazz! Get out of the-
fr_fr: [_danny_] Allez, Jazz ! Sors de la-

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!{/i} DANNY, GET THE HELL OUT!!!{/size}
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!{/i} DANNY, DÉGAGE!!!{/size}

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-no, Jazz! Y-you need to learn to, to stop using all the hot water before I even get to take my-
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-non, Jazz ! T-tu dois apprendre à, à arrêter d'utiliser toute l'eau chaude avant même que je puisse prendre mon-

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}GET OUT ALREADY, YOU PERVERT!!!{/size}
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}SORS, ESPÈCE DE PERVERS!!!{/size}

source: [_danny_s_down_s_angry_s_talk_consternation_] Ugh, {i}Fine{/i}!!
fr_fr: [_danny_s_down_s_angry_s_talk_consternation_] Ugh, {i}Bien{/i} !!

source: [_ectopuss_] {i}Hech heh hehh...{/i} good thinking making the kid leave, babe! Now we're finally all alone to take our {i}romantic{/i} bath together...
fr_fr: [_ectopuss_] {i}Hech heh hehh...{/i} bien vu de faire partir le gamin, bébé ! Maintenant nous sommes enfin seuls pour prendre notre {i}bain romantique{/i} ensemble...

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+24}DANNY!! SOMEBODY HELP!! GHOST!!!{/size}
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {Danny !!! AU SECOURS !! GHOST!!!{/size}

source: [_danny_] ({u}Ectopus?!{/u} He's just attacking random houses now?! I better get in there! I'm going Ghost!)
fr_fr: [_danny_] ({u}Ectopus?!{/u} Il attaque juste des maisons au hasard maintenant ?! Je ferais mieux d'y aller ! Je vais devenir un Fantôme !)

source: [_ectopuss_] Stop being so selfish, Ghost Boy! You can't keep {i}all{/i} these hot babes to yourself!
fr_fr: [_ectopuss_] Arrête d'être si égoïste, Ghost Boy ! Tu ne peux pas garder {i}toutes ces filles sexy pour toi tout seul !

source: [_danny_s_p28_] The heck I {i}can't{/i}, buddy!
fr_fr: [_danny_s_p28_] Je ne peux pas {i}, mon pote !

source: [_danny_s_p35_] ...{i}erh{/i}, wait, no, that came out wrong...
fr_fr: [_danny_s_p35_] ...{i}erh{/i}, attends, non, c'est mal sorti...

source: [_danny_] Hey, wait! Get back here!!
fr_fr: [_danny_] Hé, attendez ! Reviens ici !!

source: [_danny_s_p16_] Oh, {i}uhm{/i}... gr-greetings, nearly naked citizen!
fr_fr: [_danny_s_p16_] Oh, {i}uhm {/i}... sa-salutations, citoyen presque nu!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] HELP!! GHOST PERVERT!! HELP!!
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] AIDE ! !! FANTÔME PERVERS ! A L'AIDE !!

source: [_danny_s_p16_] N-no, wait, hold on, I was just trying to help!
fr_fr: [_danny_s_p16_] N-non, attendez, j'essayais juste d'aider !

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}MOM, DAD, {i}HEEEEEEEELP!!!{/i}{/size}
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}Maman, papa, {i}HEEEEEEEELP!!!{/i}{/size}

source: [_danny_s_p31_] (Oh man, that could have gone really bad, in a lot of ways. I'm lucky Mom or Dad didn't hear her scream just now. Better change back to normal before anybody comes looking for me.)
fr_fr: [_danny_s_p31_] (Oh mec, ça aurait pu très mal se passer, de bien des façons. J'ai de la chance que maman ou papa n'aient pas entendu son cri à l'instant. Je ferais mieux de me changer pour redevenir normal avant que quelqu'un ne vienne me chercher)

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny{/i}!! Thank goodness! Where were you?!
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny{/i} !! Merci mon Dieu ! Où étais-tu ?!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, hey Jazz! I was just reading comics in my room, why? Say, what were those noises I heard...?
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, hey Jazz ! J'étais juste en train de lire des Bd dans ma chambre, pourquoi ? Dis, c'était quoi ces bruits que j'ai entendu...?

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "What were those noises"?! I was screaming for help, balled up in a corner of the bathroom!! Two ghosts were actually {u}fighting{/u} over which one would get to have their way with me first!!
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "C'était quoi ces bruits" ? ! Je criais à l'aide, recroquevillée dans un coin des toilettes ! En fait, deux fantômes se battaient {u}pour savoir lequel aurait le premier accès à moi !!

source: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}riiiiight{/i}. Yeah, {i}sure{/i} there were Jazz.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}riiiiiiight{/i}. Oui, {i}bien sûr, il y avait du jazz.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}What?!{/i} You don't believe me?? Why would I make something like that up, Danny?!
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}Quoi?!{/i} Tu ne me crois pas ?? Pourquoi est-ce que j'inventerais un truc pareil, Danny ?!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well I mean, c'mon, you really expect me to believe that there were {u}two{/u} ghosts actually fighting it out over for your virginity? Get real Jazz.
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Tu veux vraiment me faire croire qu'il y avait {u}deux fantômes qui se battaient pour ta virginité ? Sois réaliste, Jazz.

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] But it's true! I mean, the town is {i}actually{/i} filled with ghosts now, like the news said... I mean, how is this scenario not even {i}slightly{/i} plausible to you?!
fr_fr: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Mais c'est vrai ! Je veux dire, la ville est {i}réellement{/i} remplie de fantômes maintenant, comme l'ont dit les journaux... Je veux dire, comment ce scénario n'est pas même {i}légèrement{/i} plausible pour toi ?!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Sure, alright, it happened, I believe you. So, are you done with your bath finally? I'd kinda like to take a nice, {u}hot{/u} shower now.
fr_fr: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Bien sûr, d'accord, c'est arrivé, je te crois. Alors, tu as enfin fini ton bain ? J'aimerais bien prendre une bonne douche chaude, {u}, maintenant.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh{/i}, fine!! {u}Don't{/u} believe me then! But if an octopus ghost tries to diddle you after you end up dropping the soap in there, don't expect me to come running in to help you!!
fr_fr: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh{/i}, très bien !! {u}Ne me crois pas alors ! Mais si une pieuvre fantôme essaye de t'embêter après que tu aies laissé tomber le savon là-dedans, ne t'attends pas à ce que je vienne t'aider!!

source: [_danny_] (Locked. Jazz is currently in there hogging all the hot water.)
fr_fr: [_danny_] (Verrouillé. Jazz est en train d'y accaparer toute l'eau chaude.)

source: [_danny_] (How am I gonna get inside the bathroom?) [nointeract]
fr_fr: [_danny_] (Comment vais-je entrer dans les toilettes ?) [nointeract]

source: [_jazz_s_talk_frown_s_confused_] Danny, what are you doing in here? Why are you snooping around in my room?
fr_fr: [_jazz_s_talk_frown_s_confused_] Danny, qu'est-ce que tu fais ici ? Pourquoi tu fouilles dans ma chambre ?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... hey Jazz! {i}Uh{/i}, no, I was just-
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... hey Jazz ! {i}Euh{/i}, non, j'étais juste

source: [_jazz_s_closed_s_talk_frown_s_angry_] {size=+12}GET OUT, CREEP!!{/size}
fr_fr: [_jazz_s_closed_s_talk_frown_s_angry_] {Dégage, crétin!!{/size}

source: [_danny_] Am I really stealing my sister's underwear to hand over to the biggest jerk in school?
fr_fr: [_danny_] Est-ce que je suis vraiment en train de voler les sous-vêtements de ma soeur pour les donner au plus grand crétin de l'école ?

source: [_danny_] I really don't feel good about this, but... {i}*Sigh*{/i} ...man, Tucker {b}definitely{/b} owes me big for this.
fr_fr: [_danny_] Je ne me sens vraiment pas bien à propos de ça, mais... {i}*Soupir*{/i} ...mec, Tucker {b}me doit définitivement{/b} beaucoup pour ça.

source: [_danny_] Woah, Jazz's panties? Just laying out in the open like this? Maybe I should hang onto these... {i}just{/i} in case somebody weird came in and thought of grabbing them for something perverted, of course.
fr_fr: [_danny_] Woah, la culotte de Jazz ? Exposée à l'air libre comme ça ? Peut-être que je devrais les garder... {i}juste{/i} au cas où quelqu'un de bizarre viendrait et penserait à les attraper pour quelque chose de pervers, bien sûr.

source: [_kate_] Hello Mr. Fenton... {i}*Chuckle*{/i} We {i}really{/i} need to stop meeting like this, you know.
fr_fr: [_kate_] Bonjour M. Fenton... {i}*Chuckle*{/i} Nous {i}devons vraiment arrêter de nous rencontrer comme ça, vous savez.

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh man... what happened?
fr_fr: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh mec... que s'est-il passé ?

source: [_kate_s_towards_s_neutral_s_talk_happy_] Well, Dash Baxter said he found you passed out in the hallway, brought you to me. Are you feeling alright now?
fr_fr: [_kate_s_towards_s_neutral_s_talk_happy_] Dash Baxter a dit qu'il t'avait trouvé évanoui dans le couloir et qu'il t'avait amené à moi. Tu te sens bien maintenant ?

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] What?! Dash {u}help{/u} me?! No way, he-
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_frown_] Quoi ? ! Dash {u}m'aide ? ! Pas moyen, il

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh{/i}, Danny please, don't strain yourself. Trust me, I know {i}all{/i} about Mr. Baxter's habit for administering beatings to studen-{p}{i}*Gasp*{/i} ...oh my, what is {u}this{/u}?
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh{/i}, Danny s'il te plaît, ne te fatigue pas. Croyez-moi, je sais {i}tout sur l'habitude qu'a M. Baxter de frapper les étudiants.{p}{i}*Gasp*{/i} ...oh mon Dieu, c'est quoi {u}ça{/u} ?

source: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh man, yeah, I'm sorry Kate, it just... sorta has a mind of it's own, ya know...
fr_fr: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh mec, ouais, je suis désolé Kate, c'est juste... qu'il a en quelque sorte son propre esprit, tu sais...

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, welll then, I certainly like the way it thinks. Here... why don't we just see what it has to say...~?
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, eh bien, j'aime certainement la façon dont il pense. Voilà... pourquoi ne pas voir ce qu'il a à dire... ?

source: [_danny_] {i}*Ziiiiip*{/i} {i}*Chingle*{/i} {i}*Rustle*{/i}
fr_fr: [_danny_] {i}*Ziiiiip*{/i} {i}*Chingle*{/i} {i}*Bruissement*{/i}

source: [_kate_] Now Danny... I'm going to need you to {u}promise{/u} me you aren't going to tell anyone about this extra treament you're getting, okay?
fr_fr: [_kate_] Maintenant, Danny... J'ai besoin que tu me promettes sur {u}de ne parler à personne de ce traitement supplémentaire que tu vas recevoir, d'accord ?

source: [_danny_] Y-yeah, of course, I promise Kate.
fr_fr: [_danny_] O-oui, bien sûr, je promets Kate.

source: [_kate_] Mmm, good boy… I must say, you're {i}much{/i} bigger than I was expecting... and I was expecting a good bit already...
fr_fr: [_kate_] Mmm, bon garçon… Je dois dire que tu es {i}bien{/i} plus grand que ce à quoi je m'attendais... et je m'y attendais déjà un peu...

source: [_danny_] Th-thanks... glad to exceed e-e-expectations! (This is crazy! She's just jerking me off out of the blue?!)
fr_fr: [_danny_] Merci... content de dépasser les e-attentes ! (C'est dingue ! Elle me fait marcher sans crier gare ? !)

source: [_kate_] Oooh.... I mean you were just all nice and hard for me, just like that... it's really quite flattering.
fr_fr: [_kate_] Oooh.... Je veux dire que tu as été toute gentille et dure pour moi, juste comme ça... c'est vraiment très flatteur.

source: [_kate_] Tell me, Danny, what do you like best: my tits or my ass?
fr_fr: [_kate_] Dis-moi, Danny, qu'est-ce que tu préfères : mes seins ou mon cul ?

source: [_danny_] I, {i}uh{/i}... I like… {i}uhm{/i}…
fr_fr: [_danny_] Moi, {i}uh{/i}... J'aime… {i}uhm{/i}…

source: [_kate_] You even have a hard time deciding with that? Awe, that's so sweet! {i}*Giggles*{/i}
fr_fr: [_kate_] Tu as même du mal à te décider avec ça ? Awe, c'est si gentil ! {i}*Giggles*{/i}

source: [_kate_] Tell me, Danny... is this your first time with a girl like this?
fr_fr: [_kate_] Dis-moi, Danny... c'est ta première fois avec une fille comme ça ?

source: [_danny_] W-well, yeah, nobody's ever touched me like this before....
fr_fr: [_danny_] Eh bien, ouais, personne ne m'a jamais touché comme ça avant ....
