Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode2_MZ.po
Languages: fr_fr

source: [_danny_] Man... yesterday was seriously {i}crazy{/i}! Ghosts are actually real, and I'm somehow {u}part{/u} one now!!
fr_fr: [_danny_] Mec... hier c'était sérieusement {i}fou{/folle} ! Les fantômes existent vraiment, et je suis en quelque sorte {u}partie{/u} d'un maintenant ! !!

source: [_danny_s_towards_wide_s_talk_frown_2_] I can't believe that ghost did that to Paulina!
fr_fr: [_danny_s_towards_wide_s_talk_frown_2_] Je ne peux pas croire que ce fantôme ait fait ça à Paulina !

source: [_danny_s_sad_s_towards_s_talk_happy_] ...I can't believe I got to see her kinda {u}naked{/u} either!
fr_fr: [_danny_s_sad_s_towards_s_talk_happy_] ...je n'arrive pas à croire que j'ai pu la voir nue {u}non plus !

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh{/i}, gross Fenton, don't be such a creep!
fr_fr: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh{/i}, grossier Fenton, ne fais pas le malin !

source: [_danny_s_ahegao_s_sad_s_talk_amused_] ...I also can't believe Paulina actually kissed me!
fr_fr: [_danny_s_ahegao_s_sad_s_talk_amused_] ...Je n'arrive pas non plus à croire que Paulina m'ait embrassé !

source: [_danny_s_down_s_wondering_s_talk_consternation_] Well, it wasn't really {i}me{/i} she was kissing... in which case... does that make it in any way creepy at all?
fr_fr: [_danny_s_down_s_wondering_s_talk_consternation_] Eh bien, ce n'était pas vraiment {i}moi qu'elle embrassait... dans ce cas... est-ce que ça rend la chose un tant soit peu effrayante ?

source: [_danny_s_at_player_s_rise_s_talk_happy_] Oh who cares, she kissed me! I mean, I was a hero after all! {i}Heh{/i}, no big deal or anything...
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] Oh, on s'en fout, elle m'a embrassé ! Je veux dire, j'étais un héros après tout ! {i}Heh{/i}, c'est pas grave ou quoi que ce soit...

source: [_danny_s_at_player_s_sad_s_talk_consternation_] That freaky tentacle thing is still on the loose though, and those dorks at Channel 4 News are wasting their time by saying that {i}I'm{/i} one of the bad ghosts as well!
fr_fr: [_danny_s_at_player_s_sad_s_talk_consternation_] Ce tentacule effrayant est toujours en liberté, et ces idiots de Channel 4 News perdent leur temps en disant que {i}Je suis aussi un des mauvais fantômes !

source: [_danny_s_down_s_wondering_s_talk_consternation_] You know... Paulina sure was a lot more interested in me as the ghost hero than she's ever been in Danny Fenton...
fr_fr: [_danny_s_down_s_wondering_s_talk_consternation_] Tu sais... Paulina était beaucoup plus intéressée par moi en tant que héros fantôme que par Danny Fenton...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Maybe I should try to track down that ghost myself...? I really ought to do something helpful with these powers, after all...
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] Peut-être que je devrais essayer de traquer ce fantôme moi-même... ? Je devrais vraiment faire quelque chose d'utile avec ces pouvoirs, après tout...

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Say... yeah! I can clear my name, get hailed as a hero... and maybe even Paulina would want to give me an especially nice "reward" for being such a cool dead dude...
fr_fr: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Dis... ouais ! Je peux laver mon nom, être salué comme un héros... et peut-être même que Paulina voudra me donner une "récompense" particulièrement sympa pour avoir été un mort si cool...

source: [_danny_s_at_player_s_angry_s_talk_happy_] Well that settles it! From here on out, I'm a ghost hunter!! And I'm gonna catch em' all, cause I'm...
fr_fr: [_danny_s_at_player_s_angry_s_talk_happy_] Eh bien, c'est réglé ! A partir de maintenant, je suis un chasseur de fantômes !! Et je vais tous les attraper, parce que je suis...

source: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Okay, {i}definitely{/i} gotta work on a better alter-ego name in the future...)
fr_fr: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Ok, {i}doit définitivement travailler sur un meilleur nom d'alter ego dans le futur...)

source: [_danny_s_down_s_wondering_s_talk_consternation_] I'm sure Mom and Dad would be proud... that is, if I could even {i}tell{/i} them about any of this stuff.{p}Fat chance though... they'd just build some gadget to keep me caged up in until I graduated school...
fr_fr: [_danny_s_down_s_wondering_s_talk_consternation_] Je suis sûr que papa et maman seraient fiers... enfin, si je pouvais leur parler de tout ça à l'adresse {i}.{p}Mais il y a peu de chances... ils construiraient juste un gadget pour me garder en cage jusqu'à ce que je sois diplômé...

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey, Danny... can I, {i}uh{/i}... can I talk to you?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hé, Danny... je peux, {i}uh{/i}... je peux te parler ?

source: [_danny_s_talk_happy_2_] I don't know, {i}can{/i} you? You seem to be doing good so far, I'll give you that.
fr_fr: [_danny_s_talk_happy_2_] Je ne sais pas, {i}pouvez-vous ? Vous semblez bien vous débrouiller jusqu'à présent, je vous l'accorde.

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] For real Danny, I'm being serious.
fr_fr: [_sam_s_co_s_away_s_sad_s_talk_frown_] Pour de vrai Danny, je suis sérieuse.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, alright, sure then... what's up?
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, d'accord, bien sûr alors... qu'est-ce qu'il y a ?

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Well... it's just... are you feeling alright?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Eh bien... c'est juste... tu te sens bien ?

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, what {i}uh{/i}, wh-what do you mean?
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, quoi {i}uh{/i}, qu'est-ce que tu veux dire ?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] You know, since the accident you talked about? In your parents' Lab?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Tu sais, depuis l'accident dont tu as parlé ? Dans le laboratoire de vos parents ?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, right! Yeah, the {i}uh{/i}, the accident! Totally, ne-never been better! I was honestly worried over nothing, I-I feel fine, really!
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, c'est vrai ! Ouais, le {i}uh{/i}, l'accident ! Totalement, je n'ai jamais été aussi bien ! J'étais honnêtement inquiet pour rien, je-je me sens bien, vraiment !

source: [_sam_s_talk_happy_s_sad_] It's just that, last night, I was watching the news... and I just thought that... well... you know you can tell me anything, right?
fr_fr: [_sam_s_talk_happy_s_sad_] C'est juste que, hier soir, je regardais les infos... et je me suis dit que... eh bien... tu sais que tu peux me dire n'importe quoi, non ?

source: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Yeah, of course I know that!! A-after all, we're best friends, Sam! I'd never try to hide something secretive from you or Tucker like that, n-no way!
fr_fr: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Oui, bien sûr que je le sais ! Après tout, nous sommes les meilleurs amis, Sam ! Je n'essaierai jamais de te cacher quelque chose de secret ou de Tucker comme ça, pas question !

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Hey, I'm sorry! I'm not trying to pry! It probably wasn't the best time to talk to you about... well...{p}Can you meet me later after school?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Hey, je suis désolé ! Je n'essaie pas d'être indiscret ! Ce n'était probablement pas le meilleur moment pour te parler de... eh bien...{p}Tu peux me retrouver plus tard après l'école ?

source: [_danny_s_down_s_wondering_s_talk_frown_] {i}Uhm{/i}, s-sure, if you want to, I guess.
fr_fr: [_danny_s_down_s_wondering_s_talk_frown_] {i}Bien sûr, si tu veux, je suppose.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Cool!{p}I mean, great! I'll see you then!
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Cool !{p}Je veux dire, super ! Je te verrai alors !

source: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, wait...
fr_fr: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, attends...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...yes? Something you wanted to say?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...oui ? Vous vouliez dire quelque chose ?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] ...you never said {u}where{/u} you wanted to meet!
fr_fr: [_danny_s_closed_s_unhappy_s_talk_happy_] ...vous n'avez jamais dit {u}où{/u} vous vouliez vous rencontrer !

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh! {i}Heh{/i}, r-right. M-my bad...
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh ! {i}Heh{/i}, r-droit. M-mon erreur...

source: [_danny_s_towards_s_angry_s_talk_happy_] Are {i}you{/i} feeling alright?
fr_fr: [_danny_s_towards_s_angry_s_talk_happy_] Est-ce que {i}vous vous sentez bien ?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I think so...? I mean, yeah, I'm alright.{p}{i}Uhm{/i}, well how about the Park? At {b}night{/b}, when it's just turned dark...
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Je pense que oui... Je veux dire, oui, je vais bien.{p}{i}Uhm{/i}, et pour le parc ? Sur {b}nuit{/b}, quand la nuit vient de tomber...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] The Park? At night?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Le parc ? La nuit ?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah! Perfect for just us two! Again, I just wanted to talk to you about something, and it'd be best in private!
fr_fr: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ouais ! Parfait pour nous deux ! Encore une fois, je voulais juste te parler de quelque chose, et ce serait mieux en privé !

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, sounds more than a little unsafe what with the ghost attacks going on, but alright, I'll be there.
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, ça semble un peu dangereux avec les attaques de fantômes, mais bon, j'y serai.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] I think I can keep myself safe from some slimeball ghost, don't worry.{p}Anyway, I'll see you later!
fr_fr: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Je pense que je peux me protéger d'un fantôme minable, ne t'inquiète pas.{p}Quoi qu'il en soit, je te verrai plus tard !

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, we're both going to the {u}same{/u} class right now.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, on est tous les deux dans la même classe {u}en ce moment.

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, yeah, {i}heh{/i}, duh. I'll just, {i}uhhh{/i}... go to the bathroom first, I guess.{p}I'll see you in class then. And tonight, don't forget!
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, oui, {i}heh{/i}, duh. Je vais juste, {i}uhhh{/i}... aller aux toilettes d'abord, je suppose.{p}Je te verrai en classe alors. Et ce soir, n'oubliez pas !

source: [_danny_s_towards_s_talk_happy_s_wondering_] Alright, later Sam.
fr_fr: [_danny_s_towards_s_talk_happy_s_wondering_] D'accord, à plus tard Sam.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh man, has Sam {i}already{/i} figured out my big secret? I thought I'd have it to myself a little longer than a few days...
fr_fr: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh mec, est-ce que Sam {i}a déjà découvert mon grand secret ? Je pensais l'avoir pour moi un peu plus longtemps que quelques jours...

source: [_danny_s_at_self_s_neutral_s_consternation_] (...I'm talking to myself again, aren't I?)
fr_fr: [_danny_s_at_self_s_neutral_s_consternation_] (...je me parle encore à moi-même, n'est-ce pas ?)

source: [_danny_s_down_s_wondering_s_talk_consternation_] Hopefully nobody heard me talking aloud to...
fr_fr: [_danny_s_down_s_wondering_s_talk_consternation_] J'espère que personne ne m'a entendu parler à voix haute à...

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...I should just shut up and go to class...
fr_fr: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...Je devrais juste me taire et aller en cours...

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, Sam! I'm here!
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Hé, Sam ! Je suis là !

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!{/i}{/size}{p}Jeez, Danny, you scared the crap out of me!
fr_fr: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!{/i}{/size}{p}Bon sang, Danny, tu m'as fait une peur bleue !

source: [_danny_s_talk_happy_s_sad_] Well hey, you're the one who wanted to meet in a poorly lit Park at this hour. What's the matter? Is the "Mistress of the Night" actually afraid of the dark or something?
fr_fr: [_danny_s_talk_happy_s_sad_] Eh bien, c'est toi qui voulais qu'on se rencontre dans un parc mal éclairé à cette heure-ci. Qu'est-ce qu'il y a ? La "Maîtresse de la nuit" a vraiment peur du noir ou quoi ?

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] No! It's not the dark, dummy! I'm just... I mean, how are you NOT freaked out?!
fr_fr: [_sam_s_co_s_away_s_sad_s_talk_frown_] Non ! Ce n'est pas l'obscurité, imbécile ! Je suis juste... Je veux dire, comment peux-tu ne pas être effrayé ?!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] What do you mean?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Que veux-tu dire?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Ghosts{/u}, Danny! {i}Real{/i} life ghosts!!{p}They're all around town from what I hear, and they could be hiding around any corner, waiting to jump out at any moment!
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Des fantômes, Danny ! {i}De vrais fantômes !{p}Il y en a partout en ville d'après ce que j'ai entendu, et ils pourraient se cacher à n'importe quel coin de rue, attendant de sauter à tout moment !

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Yeah, so? I mean sure, it's certainly a {i}bit{/i} of a shock at first... but you can't tell me you're honestly surprised, can you?
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oui, et alors ? Je veux dire, bien sûr, c'est certainement un {i}petit choc au début... mais tu ne peux pas me dire que tu es honnêtement surpris, n'est-ce pas ?

source: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Ghosts aren't {i}supposed{/i} to be real, Danny!!
fr_fr: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Les fantômes ne sont pas {i}censés être réels, Danny !!

source: [_danny_s_talk_frown_2_] Hang on, weren't {i}you{/i} the one talking about how ghosts were totally plausible just the other day?
fr_fr: [_danny_s_talk_frown_2_] Attends, ce n'était pas toi {i}qui disait que les fantômes étaient totalement plausibles l'autre jour ?

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Yeah, but I didn't actually {u}believe{/u} it! I just thought it was cool to talk about!{p}Ghosts are supposed to be like vampires, just make believe things that we goths simply {u}pretend{/u} to wanna have sex with!!
fr_fr: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Oui, mais je n'y croyais pas vraiment {u}. Je pensais juste que c'était cool d'en parler !{p}Les fantômes sont censés être comme les vampires, juste des choses imaginaires avec lesquelles nous, les goths, {u}prétendons vouloir coucher !!

source: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Seriously, what's up with your throat lately? Look, I have some Ludens in my skirt pocket if you need to take-
fr_fr: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Sérieusement, qu'est-ce qui se passe avec ta gorge dernièrement ? Ecoute, j'ai du Ludens dans la poche de ma jupe si tu as besoin de prendre

source: [_ectopuss_] Did I hear someone talk about wanting to have {u}sex{/u} with a {u}ghost?{/u} Well hey, that can still be {i}easily{/i} arranged! {i}Ahech hech!!{/i}
fr_fr: [_ectopuss_] Est-ce que j'ai entendu quelqu'un parler de vouloir faire l'amour {u}avec un fantôme {u}? Eh bien, ça peut toujours être {i}facilement arrangé ! {i}Ahech hech!!{/i}

source: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!!{/i} Danny, it's that creep from TV!!{/size}
fr_fr: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!!{/i} Danny, c'est ce sale type de la télé!{/size}

source: [_ectopuss_] Why, Ghost Boy, you brought yet {u}another{/u} feeble girl for me to have fun with? Awe, you shouldn't have!
fr_fr: [_ectopuss_] Pourquoi, Ghost Boy, tu as encore amené {u}une autre fille faible pour que je m'amuse avec ? Awe, tu n'aurais pas dû !

source: [_danny_s_angry_s_talk_frown_] You stay away from her, Ectopus!
fr_fr: [_danny_s_angry_s_talk_frown_] Ne t'approche pas d'elle, Ectopus !

source: [_ectopuss_] Why don't you try and {i}make{/i} me?!
fr_fr: [_ectopuss_] Pourquoi n'essaies-tu pas de me faire {i}? ?!

source: [_sam_s_frown_] (What the hell's going on here?!?)
fr_fr: [_sam_s_frown_] (Qu'est-ce qui se passe ici ?!?)

source: [_danny_s_p28_] Dang! He got away again!!{p}{size=+12}Hey, come back here, you ink squirting coward!!{/size}
fr_fr: [_danny_s_p28_] Dang ! Il s'est encore échappé !!{p}{size=+12}Hey, reviens ici, espèce de lâche à l'encre!{/size}

source: [_sam_] What.{p}The.{p}{u}Fuck?!{/u}
fr_fr: [_sam_] Quoi.{p}The.{p}{u}Fuck?!{/u}

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}you're{/i} Inviso-Bill?!
fr_fr: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}tu es Inviso-Bill ?!

source: [_danny_s_pf30_] Listen, I'll be honest, I'm really not a big fan of that name, but more or less, yeah.
fr_fr: [_danny_s_pf30_] Ecoutez, je vais être honnête, je ne suis vraiment pas un grand fan de ce nom, mais plus ou moins, oui.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] H-how is this even possible?! Y-you're a ghost?! I don't understand!!
fr_fr: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] Comment est-ce possible ? ! T-tu es un fantôme ? ! Je ne comprends pas !!

source: [_danny_s_pf16_] Sam, calm down, there's no need to freak out! I just got transformed into a {b}half-ghost hybrid{/b} by my parents' highly dangerous and possibly radioactive Ghost Portal.
fr_fr: [_danny_s_pf16_] Sam, calme-toi, il n'y a pas besoin de paniquer ! Je viens juste d'être transformé en un hybride {b}mi-fantôme{/b} par le Portail Fantôme hautement dangereux et peut-être radioactif de mes parents.

source: [_danny_s_pf20_] {i}Uhm{/i}, hang on a sec...
fr_fr: [_danny_s_pf20_] {i}Attendez une seconde...

source: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] See, there's nothing to be afraid of. Ghost powers aside, it's still just me!
fr_fr: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] Tu vois, il n'y a pas de quoi avoir peur. Les pouvoirs des fantômes mis à part, il n'y a que moi !

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, okay so... this is nuts... well, the reason I actually asked you here tonight was because I thought that your little accident in the Lab might've had something to do with the recent ghost appearances... but so, are you, like, actually {u}dead?{/u}
fr_fr: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, ok alors... c'est dingue... en fait, la raison pour laquelle je t'ai demandé de venir ici ce soir, c'est parce que je pensais que ton petit accident au labo avait peut-être quelque chose à voir avec les récentes apparitions de fantômes... mais alors, es-tu vraiment {u}mort

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] I don't {i}think{/i} so? I'd like to think of myself as more "half ghost" than "half dead".{p}Makes it somewhat easier to swallow.
fr_fr: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Je ne pense pas {i}que ce soit le cas ? J'aimerais me considérer plus comme un "demi-fantôme" que comme un "demi-mort".{p}C'est un peu plus facile à avaler.

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, this is so {i}freaking{/i} rad!!
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, c'est tellement {i}freaking{/i} rad !!

source: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Glad to see you're taking this all in pretty well...
fr_fr: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Heureux de voir que vous prenez tout ça plutôt bien...

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Are you kidding me?? Do you know how many goths would {u}kill{/u} to have a ghost for a best friend?!
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Tu te moques de moi ? Tu sais combien de goths tueraient {u}pour avoir un fantôme comme meilleur ami ? ?!

source: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, you know we can't tell {i}anybody{/i} about this, right? This is strictly our secret as best friends, and I'd kinda like to keep it that way!
fr_fr: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, tu sais qu'on ne peut pas en parler à {i}. C'est strictement notre secret de meilleurs amis, et j'aimerais que ça reste ainsi !

source: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Yeah, no, you're right of course, I won't... it's just... {i}ughhh{/i}, this is just so cool!
fr_fr: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Ouais, non, tu as raison bien sûr, je ne le ferai pas... c'est juste... {i}ughhh{/i}, c'est juste trop cool !

source: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... I think you mean... so {i}ghoul{/i}?
fr_fr: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... Je pense que tu veux dire... donc {i}ghoul{/i} ?

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}rude{/u}. Way to kill my goth boner, dude.
fr_fr: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}grossier{/u}. Une façon de tuer ma gaule gothique, mec.

source: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] What? Ah, c'mon, I thought it was funny...
fr_fr: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] Quoi ? Ah, allez, je pensais que c'était drôle...

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Right, whatever. Listen, I need to get home before that thing shows back up again to get a good look at what I've got underneath my skirt. We'll talk later though, promise.
fr_fr: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] D'accord, peu importe. Ecoute, je dois rentrer chez moi avant que cette chose ne réapparaisse pour bien voir ce que j'ai sous ma jupe. On parlera plus tard, promis.

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Sure thing, sounds good.
fr_fr: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Bien sûr, ça sonne bien.

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] And Danny...?
fr_fr: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Et Danny... ...?

source: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] No Sam, I'm not gonna appear at any of your weird goth séances.
fr_fr: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] Non Sam, je ne vais pas apparaître à une de tes étranges séances gothiques.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] No dork, just... stay safe, okay?
fr_fr: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] Pas d'abruti, juste... reste en sécurité, ok ?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, I will. You too.
fr_fr: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Oui, je le ferai. Vous aussi.
