Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode2_MZ.po
Languages: fr_fr

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Of course... here you are Madeline.
fr_fr: [_vlad_s_closed_s_unhappy_s_talk_happy_] Bien sûr... te voilà, Madeline.

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... what the... what happened? Ghost... da' ghost escape at all, Vlad...?
fr_fr: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... qu'est-ce que... qu'est-ce qui s'est passé ? Le fantôme... le fantôme s'est échappé, Vlad... ...?

source: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, thank goodness you're awake!
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, Dieu merci, tu es réveillé !

source: [_jack_s_towards_s_sad_s_talk_displeased_] Yes, I... Maddie, what happened, are you alright?
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Oui, je... Maddie, que s'est-il passé, tu vas bien ?

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] No! It got loose and-
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] Non ! Il s'est détaché et

source: [_jack_s_towards_s_sad_s_talk_displeased_] What got loose... the ghost?! Where is it?! I'll fight it off!!
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Qu'est-ce qui s'est échappé... le fantôme ? ! Où est-il ? Je vais le combattre !!

source: [_vlad_s_towards_s_neutral_s_talk_frown_] It's safely contained once again, Jack. There was a... {b}scuffle{/b} of sorts, but don't worry, things are well in hand now, no assistance of yours required.
fr_fr: [_vlad_s_towards_s_neutral_s_talk_frown_] Il est à nouveau en sécurité, Jack. Il y a eu une... {b}bagarre en quelque sorte, mais ne vous inquiétez pas, les choses sont bien en main maintenant, aucune assistance de votre part n'est requise.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Then let it back out! I'm going to teach it a thing or two about putting its slimy tentacles even {b}near{/b} my wife!
fr_fr: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Alors laissez-le sortir ! Je vais lui apprendre une chose ou deux sur le fait de mettre ses tentacules gluants même {b}près de{/b} ma femme !

source: [_vlad_s_towards_s_rise_s_talk_frown_] Yes, well, perhaps if you hadn't conked your head during the flash, you could have done that in the {b}first{/b} place, and this whole unfortunate incident could have been avoided. Really Jack, I almost expected {b}more{/b} from a senior ghost hunter...
fr_fr: [_vlad_s_towards_s_rise_s_talk_frown_] Oui, peut-être que si vous ne vous étiez pas cogné la tête pendant le flash, vous auriez pu le faire en premier lieu {b}et tout ce malheureux incident aurait pu être évité. Vraiment Jack, j'attendais presque {b}plus{/b} d'un chasseur de fantômes expérimenté...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Please, you two, no need to argue... I should just go and lay down for a bit... I need to have some proper... {b}self reflection{/b} for a good while... {u}alone{/u}, if possible...
fr_fr: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] S'il vous plaît, vous deux, pas besoin de discuter... Je devrais juste aller m'allonger un peu... J'ai besoin d'une bonne... {b}réflexion personnelle{/b} pendant un bon moment... {u}seul{/u}, si possible...

source: [_danny_] (I should get out of here before anybody sees me still down here. The idea of being asked what I just witnessed is a conversation I {i}really{/i} don't want to have... good Lord, Mom was {b}really{/b} into that!)
fr_fr: [_danny_] (Je devrais partir d'ici avant que quelqu'un ne me voie encore ici. L'idée qu'on me demande ce dont je viens d'être témoin est une conversation que je {i}n'ai vraiment{/i} pas envie d'avoir... bon Dieu, maman était {b}vraiment{/b} dans ce cas !)

source: [_danny_] Oh man, that was crazy! That thing was a monster, what the heck happened?
fr_fr: [_danny_] Oh mec, c'était dingue ! Cette chose était un monstre, que s'est-il passé ?

source: [_danny_] It must've been that "Orgone" stuff I heard about. It supercharged it somehow...
fr_fr: [_danny_] Ça doit être ce truc "Orgone" dont j'ai entendu parler. Ça l'a surchargé en quelque sorte...

source: [_danny_] Well then, maybe I should start stocking up on some for myself...
fr_fr: [_danny_] Alors, je devrais peut-être commencer à en stocker pour moi...

source: Hello, this is Gzone and Heretic, the team behind this latest version of Amity Park.
fr_fr: Bonjour, c'est Gzone et Heretic, l'équipe derrière cette dernière version d'Amity Park.

source: We want to thank you for playing this latest version of the game, and we hope you enjoyed it.
fr_fr: Nous vous remercions d'avoir joué à cette dernière version du jeu, et nous espérons que vous l'avez appréciée.

source: We hope to bring you plenty more content in the following updates, so keep an eye out!
fr_fr: Nous espérons vous apporter beaucoup plus de contenu dans les mises à jour suivantes, alors gardez l'œil ouvert !

source: If you enjoyed what we've done here, consider joining our community on Discord, or supporting us on Patreon.
fr_fr: Si vous avez apprécié ce que nous avons fait ici, pensez à rejoindre notre communauté sur Discord, ou à nous soutenir sur Patreon.

source: Take care, and we hope to see you return for the next episode of Amity Park!
fr_fr: Prenez soin de vous, et nous espérons vous voir revenir pour le prochain épisode d'Amity Park !

source: Barge in right away!
fr_fr: Entrez tout de suite !

source: Just take a peek first... for recon purposes!
fr_fr: Jetez-y un coup d'œil d'abord... à des fins de reconnaissance !

source: Back off, I'm not ready yet.
fr_fr: Reculez, je ne suis pas encore prêt.

source: Use the spare key.
fr_fr: Utiliser la clé de secours.

source: Phase through the door.
fr_fr: Passer par la porte.

source: Leave for now.
fr_fr: Laisser tomber pour l'instant.

source: What should I do?
fr_fr: Que dois-je faire?

source: I have to stay out of this, if she catches me in my ghost form, I'll be busted! (NTR)
fr_fr: Je dois rester en dehors de ça, si elle m'attrape sous ma forme de fantôme, je vais me faire arrêter ! (NTR)

source: I need to do something! That thing isn't going to have another victim on my watch! (Save Mom)
fr_fr: Je dois faire quelque chose ! Cette chose ne fera pas d'autres victimes sous ma surveillance ! (Sauver maman)
