Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_smile_s_towards_s_sad_] (Well, now I finally have an actual way to capture the stronger ghosts I'll likely be fighting off, which is a nice little development.)
fr_fr: [_danny_s_smile_s_towards_s_sad_] (Eh bien, maintenant j'ai enfin un moyen réel de capturer les fantômes les plus forts que je vais probablement combattre, ce qui est un petit développement agréable)

source: [_danny_s_at_player_s_frown_2_] (My worry is that Desiree was a pretty tough ghost to take on, but there are bound to be even {b}stronger{/b} ghosts out there I'll have to face...)
fr_fr: [_danny_s_at_player_s_frown_2_] (Mon inquiétude est que Désirée était un fantôme assez difficile à affronter, mais il y a sûrement des fantômes encore plus forts{/b} {b}que je devrai affronter...)

source: [_danny_s_angry_s_frown_] (If I'm going to do this part time superhero thing, I've got to know as much as I possibly can about ghosts and where they come from.)
fr_fr: [_danny_s_angry_s_frown_] (Si je dois faire ce métier de super-héros à temps partiel, je dois en savoir le plus possible sur les fantômes et leur origine)

source: [_danny_s_frown_3_s_down_s_sad_2_] (...and who better to ask for advice than a centuries old ghost?)
fr_fr: [_danny_s_frown_3_s_down_s_sad_2_] (...et qui de mieux pour demander conseil qu'un fantôme vieux de plusieurs siècles ?)

source: [_danny_s_rise_one_s_frown_grin_] (Okay now, let's see... I think that if I mess around with it a bit, I should be able to...)
fr_fr: [_danny_s_rise_one_s_frown_grin_] (Ok maintenant, voyons voir... Je pense que si je m'amuse un peu avec, je devrais pouvoir...)

source: [_thermos_] {b}Thermos now set to: {i}Track-N-Release{/i} mode.{/b}
fr_fr: [_thermos_] {b}Thermos maintenant réglé sur : {i}Track-N-Release{/i} mode. {/b}

source: [_danny_s_grin_happy_s_sad_] (Alright! Now Desiree won't be able to escape even if she tries. I think that'll work for what I need to do...)
fr_fr: [_danny_s_grin_happy_s_sad_] (Très bien ! Maintenant, Désirée ne pourra pas s'échapper même si elle essaie. Je pense que ça va marcher pour ce que je dois faire...)

source: [_danny_s_talk_frown_2_s_angry_] Alright then... come on out, you son of a Jinn!!
fr_fr: [_danny_s_talk_frown_2_s_angry_] Très bien alors... sors de là, fils de Jinn !!

source: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... where am... I was just...?
fr_fr: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... où suis-je... J'étais juste...?

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... hey there?
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... hey là ?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}YOU{/B}!!!
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}VOUS{/B} ! !!!

source: [_danny_s_at_danny_] (Oh boy, I probably should have transformed beforehand for safety measures...)
fr_fr: [_danny_s_at_danny_] (Oh là là, j'aurais probablement dû me transformer à l'avance par mesure de sécurité...)

source: [_desiree_s_talk_frown_] You {i}dare{/i} to try and trap me in that infernal metallic {i}vas{/i}?!
fr_fr: [_desiree_s_talk_frown_] {i}Tu oses {i}essayer de me piéger dans cet infernal vas{/i} métallique ?!

source: [_danny_s_talk_happy_2_s_rise_one_] Well... it sorta worked, didn't it?
fr_fr: [_danny_s_talk_happy_2_s_rise_one_] Eh bien... ça a en quelque sorte marché, n'est-ce pas ?

source: [_desiree_] Silence fool!! You will {b}pay{/b} for your audacity and effrontery to my power!!
fr_fr: [_desiree_] Silence idiot !! Tu vas {b}payer{/b} pour ton audace et ton effronterie à mon pouvoir !!

source: [_danny_s_talk_frown_s_angry_] Oh yeah? Well... I {b}wish{/b} you'd calm down and not freak out on me! Just listen to what I have to say first!
fr_fr: [_danny_s_talk_frown_s_angry_] Ah oui ? Eh bien... J'aimerais que {b}tu te calmes et que tu ne t'énerves pas sur moi ! Ecoute juste ce que j'ai à dire d'abord !

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghhh{/b}!! No, I... I mustn't... I must...
fr_fr: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghhh{/b} !! Non, je... Je ne dois pas... Je dois...

source: [_desiree_s_talk_frown_2_s_closed_s_angry_] Your wish... is my command... (Curse you, Ghost Child...)
fr_fr: [_desiree_s_talk_frown_2_s_closed_s_angry_] Ton souhait... est un ordre... (Je te maudis, Enfant Fantôme...)

source: [_desiree_s_talk_frown_s_at_player_] {i}*Sigh*{/i} So you have wished it... so it shall be....
fr_fr: [_desiree_s_talk_frown_s_at_player_] {i}*Soupir*{/i} Ainsi vous l'avez souhaité... ainsi il en sera....

source: [_danny_s_talk_happy_s_wondering_] Now see, isn't that better? Feeling relaxed?
fr_fr: [_danny_s_talk_happy_s_wondering_] Tu vois, ce n'est pas mieux ? Vous vous sentez détendu ?

source: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] I want you to understand things {i}clearly{/i}, Ghost Child. The {u}only{/u} reason I haven't chosen to turn you into a heaping mound of camel dung is because my powers are limited to granting {i}others'{/i} wishes, not my own...
fr_fr: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] Je veux que tu comprennes les choses {i}clairement, Ghost Child. La {u}seule{/u} raison pour laquelle je n'ai pas choisi de te transformer en un tas de bouse de chameau est que mes pouvoirs se limitent à exaucer {i}les souhaits des autres{/i}, pas les miens...

source: [_desiree_s_towards_wide_s_talk_frown_] I {i}also{/i} haven't gone to the lengths of blasting scalding plasma in your face or clawing your eyes out thanks in part to the wish I've just granted you... I don't exactly find myself in a murderous mood at the {u}moment{/u}...
fr_fr: [_desiree_s_towards_wide_s_talk_frown_] J'ai {i}également{/i} pas été jusqu'à vous envoyer du plasma brûlant au visage ou à vous arracher les yeux, en partie grâce au souhait que je viens de vous accorder... Je ne me trouve pas vraiment d'humeur meurtrière au moment où {u}{/u}...

source: [_desiree_s_angry_s_talk_frown_2_] Now then, what reason could you {i}possibly{/i} have released me for? Speak up!
fr_fr: [_desiree_s_angry_s_talk_frown_2_] Alors, pour quelle raison pourriez-vous {i}me libérer ? Parlez plus fort !

source: [_danny_s_talk_frown_s_wondering_] Well, I'm looking to propose... a... proposition to you.
fr_fr: [_danny_s_talk_frown_s_wondering_] Eh bien, je cherche à vous faire... une... proposition.

source: [_desiree_s_sad_s_talk_frown_] Bit of a redundant statement... but alright, get on with it then.
fr_fr: [_desiree_s_sad_s_talk_frown_] C'est un peu une déclaration redondante... mais d'accord, continuez alors.

source: [_danny_s_talk_frown_s_neutral_s_at_danny_] The thing is, I'm going to be battling ghosts from here on out. Ghosts just like you, probably even worse, honestly.
fr_fr: [_danny_s_talk_frown_s_neutral_s_at_danny_] Le fait est que je vais devoir combattre des fantômes à partir de maintenant. Des fantômes comme toi, probablement même pire, honnêtement.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] If I'm going to keep doing that, I need to have some sort of idea of what I'm up against. Having you as a sort of... "ghost consultant", would really give me an edge.
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Si je dois continuer à faire ça, je dois avoir une idée de ce à quoi j'ai affaire. Vous avoir comme une sorte de... "consultant fantôme", me donnerait vraiment un avantage.

source: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] And so you just expect {b}me{/b} to go along with your idiotic crusade to capture other ghosts? How absurd. Why on earth would I do that?!
fr_fr: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] Et donc tu t'attends à ce que {b}me{/b} suive ta croisade idiote pour capturer d'autres fantômes ? C'est absurde. Pourquoi diable ferais-je ça ? ?!

source: [_danny_s_angry_s_talk_frown_] Because if you {b}don't{/b}, you're not going to be able to keep my thermos as your little hidey hole.
fr_fr: [_danny_s_angry_s_talk_frown_] Parce que si tu {b}ne le fais pas{/b}, tu ne pourras pas garder mon thermos comme ta petite cachette.

source: [_danny_s_towards_wide_s_talk_frown_] I'll end up sending you on a one-way trip back to the Ghost Zone!
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Je vais finir par te renvoyer dans un aller simple vers la Zone Fantôme !

source: [_desiree_s_closed_s_angry_s_talk_happy_] Hah!! In what possible manner would you be able to do that?!
fr_fr: [_desiree_s_closed_s_angry_s_talk_happy_] Hah ! De quelle manière pourriez-vous faire cela ? ?!

source: [_danny_s_rise_one_s_talk_happy_] My parents have a Ghost Portal in the basement, Desiree. They're ghost hunters, {b}professionally{/b}. How do you think my thermos was able to hold you? How do you think I gained ghost powers in the first place??
fr_fr: [_danny_s_rise_one_s_talk_happy_] Mes parents ont un Portail Fantôme dans la cave, Desiree. Ce sont des chasseurs de fantômes, {b}professionnellement{/b}. Comment crois-tu que mon thermos a pu te contenir ? Comment crois-tu que j'ai acquis des pouvoirs de fantôme en premier lieu ??

source: [_danny_s_talk_happy_2_s_angry_] Either you help me out with the questions I need answered about ghosts, or I cast you right back in there where you belong!
fr_fr: [_danny_s_talk_happy_2_s_angry_] Soit tu m'aides à répondre aux questions que je me pose sur les fantômes, soit je te renvoie là où tu dois être !

source: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Man, I hope she buys this bluff. With the portal not even working, holding her in the thermos is my only option right now.)
fr_fr: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Mec, j'espère qu'elle croit à ce bluff. Avec le portail qui ne fonctionne même pas, la retenir dans le thermos est ma seule option pour le moment)

source: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph! How does someone as foolish as {b}you{/b} even {i}know{/i} of such a place?
fr_fr: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph ! Comment quelqu'un d'aussi stupide que {b}toi{/b} peut-il même {i}connaître{/i} un tel endroit ?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] This one guy told me... the... what was it again... Box Ghost, I think?
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Ce type m'a dit... le... c'était quoi déjà... Box Ghost, je crois ?

source: [_desiree_s_angry_s_talk_frown_2_] {b}UGGHH{/b}!! That {i}fat{/i}, {b}incompetent{/b} oaf!! He does nothing but blabber on and on about the ghost world's secrets and artifacts to anybody with even the slighest curiosity!!
fr_fr: [_desiree_s_angry_s_talk_frown_2_] {b}UGGHH{/b} !! Ce {i}gros{/i}, {b}incompétent{/b} lourdaud ! !! Il ne fait rien d'autre que de blablater sur les secrets et les artefacts du monde des fantômes à quiconque a la moindre curiosité ! !!

source: [_desiree_s_towards_2_s_angry_s_talk_frown_] I'm going to turn him into a living tesseract, so he suffers in an infinite paradox of shifting boxes...
fr_fr: [_desiree_s_towards_2_s_angry_s_talk_frown_] Je vais le transformer en un tesseract vivant, pour qu'il souffre dans un paradoxe infini de boîtes changeantes...

source: [_danny_s_towards_s_talk_happy_] Right, so, the proposal? I think I'm making a fair offer here, Des.
fr_fr: [_danny_s_towards_s_talk_happy_] Bon, alors, la proposition ? Je pense que ma proposition est juste, Des.

source: [_desiree_s_angry_s_talk_frown_2_] Really, Ghost Child, just how dimwitted {i}are{/i} you? You really believe I would just "let bygones be bygones" after today?
fr_fr: [_desiree_s_angry_s_talk_frown_2_] Vraiment, Enfant Fantôme, à quel point es-tu bête {i}? Tu crois vraiment que je vais "oublier le passé" après aujourd'hui ?

source: [_desiree_s_closed_s_talk_frown_] You're an even bigger fool than I once thought. Which was a lot already. I would rather be banished to the Ghost Zone for ten thousand years then to be shackled by {i}any{/i} man ever again.
fr_fr: [_desiree_s_closed_s_talk_frown_] Tu es encore plus bête que je ne le pensais. Ce qui était déjà beaucoup. Je préfère être banni dans la Zone Fantôme pendant dix mille ans que d'être enchaîné par {i}n'importe quel homme.

source: [_danny_s_rise_one_s_talk_frown_] You've got a rather big problem with men, huh? You know, not every guy's like that sultan dude you were-
fr_fr: [_danny_s_rise_one_s_talk_frown_] Tu as un assez gros problème avec les hommes, hein ? Tu sais, tous les gars ne sont pas comme ce sultan que tu étais

source: [_desiree_s_towards_wide_s_talk_frown_2_] You will {b}NOT{/b} speak his name in my presence, {u}ever{/u}!! Do you hear me, boy?!
fr_fr: [_desiree_s_towards_wide_s_talk_frown_2_] Tu ne {b}PAS{/b} prononcer son nom en ma présence, {u}jamais{/u} !! Tu m'entends, mon garçon ? ?!

source: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuush, quiet down!!*{/i} Look, I don't even {b}know{/b} the guy's name, alright?! It's a hot button issue, I get it, I'm sorry! Just stay quiet, please!
fr_fr: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuuush, silence!*{/i} Ecoutez, je ne connais même pas {b}le nom du gars, d'accord ?! C'est un sujet sensible, je comprends, je suis désolé ! Restez juste tranquille, s'il vous plaît !

source: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] You'd never understand how I feel, child...
fr_fr: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] Tu ne comprendras jamais ce que je ressens, mon enfant...

source: [_danny_s_towards_wide_s_talk_frown_] Look, I don't pretend to! I just want to know if you'll help me out or not.
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Ecoutez, je ne prétends pas le faire ! Je veux juste savoir si vous allez m'aider ou pas.

source: [_desiree_s_towards_s_neutral_s_talk_frown_] The answer is no. Further more, I will say no to {i}any{/i} request of yours.
fr_fr: [_desiree_s_towards_s_neutral_s_talk_frown_] La réponse est non. De plus, je refuserai {i}toute{/i} demande de votre part.

source: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] I also don't have to listen to your foolish requests any longer! I'm leaving this wretched infantile room immediately!!
fr_fr: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] Je n'ai pas non plus à écouter tes demandes stupides plus longtemps ! Je quitte immédiatement cette misérable pièce infantile !!

source: [_danny_s_angry_s_talk_frown_2_] You're not going anywhere, Desiree! The Fenton Thermos won't let you move anywhere thirty feet out of range! It's got a firm lock onto your ectoplasmic energy signature. You're only allowed to roam within the bounds of your new home, sorry to break it to you.
fr_fr: [_danny_s_angry_s_talk_frown_2_] Tu ne vas nulle part, Désirée ! Le Thermos Fenton ne te laissera pas bouger à moins de 10 mètres de sa portée ! Il s'est verrouillé sur ta signature énergétique ectoplasmique. Tu n'as le droit de te déplacer que dans les limites de ta nouvelle maison, désolé de te l'apprendre.

source: [_danny_s_talk_frown_2_] You'd also barely even make it to the front door before one of my parents saw you. Trust me, they're {b}not{/b} the biggest fans of ghosts.
fr_fr: [_danny_s_talk_frown_2_] Tu n'arriverais même pas à la porte d'entrée avant qu'un de mes parents ne te voie. Crois-moi, ils ne sont {b}pas les plus grands fans de fantômes.

source: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... so, your mother and father are close by then?
fr_fr: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... donc, ta mère et ton père sont proches alors ?

source: [_danny_s_talk_frown_s_rise_one_s_towards_] Well yeah, along with my sister, Jasmine.
fr_fr: [_danny_s_talk_frown_s_rise_one_s_towards_] Eh bien oui, avec ma soeur, Jasmine.

source: [_desiree_s_neutral_s_talk_happy_] I suppose they aren't exactly aware of your little "secret" then, I imagine?
fr_fr: [_desiree_s_neutral_s_talk_happy_] Je suppose qu'ils ne sont pas vraiment au courant de votre petit "secret" alors, j'imagine ?

source: [_danny_s_wondering_s_talk_frown_s_towards_wide_] No they aren't... wait, why are you ask-
fr_fr: [_danny_s_wondering_s_talk_frown_s_towards_wide_] Non, ils ne le sont pas... Attends, pourquoi tu demandes

source: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah!! Then I'm going to expose to them the truth about who the {b}real{/b} Ghost Child is, and set myself free!!
fr_fr: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah !! Alors je vais leur révéler la vérité sur l'identité du {b}vrai{/b} Enfant Fantôme, et me libérer !!

source: [_danny_s_frown_grin_3_] (Oh God, Fenton, you idiot!!)
fr_fr: [_danny_s_frown_grin_3_] (Oh mon Dieu, Fenton, espèce d'idiot !)

source: [_danny_s_at_danny_s_sad_2_] (Gotta think quickly and stop her!)
fr_fr: [_danny_s_at_danny_s_sad_2_] (Il faut penser vite et l'arrêter !)

source: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, I wish... I wish I was your Master and you had to obey me!! Stop right there, Desiree!!
fr_fr: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, j'aimerais... J'aimerais être ton maître et que tu doives m'obéir ! Arrête-toi là, Désirée !!

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh man, please tell me that worked...)
fr_fr: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh mec, dis-moi que ça a marché...)

source: [_desiree_s_closed_s_frown_] (Curses!! Why did I have to have the most {b}exploitable{/b} weakness in all of the Ghost Zone...?)
fr_fr: [_desiree_s_closed_s_frown_] (Malédiction !! Pourquoi fallait-il que j'aie la faiblesse la plus {b}exploitable{/b} de toute la Zone Fantôme...)

source: [_desiree_s_at_player_s_talk_frown_2_] {i}*Sigh*{/i} So you have wished it... so it shall {i}fucking{/i} be...
fr_fr: [_desiree_s_at_player_s_talk_frown_2_] {i}*Soupir*{/i} Tu l'as voulu ainsi... il en sera ainsi {i}putain{/i}...

source: [_desiree_s_towards_2_s_talk_frown_] ...Master... (Oh, how I {u}loathe{/u} this boy's ability to think quick on his feet...)
fr_fr: [_desiree_s_towards_2_s_talk_frown_] ...Maître... (Oh, comme je déteste {u}la capacité de ce garçon à penser rapidement sur ses pieds...)

source: [_danny_s_rise_one_s_talk_happy_] Look, I'm sorry if it's hard to stomach saying that, but you left me no choice. I tried to be reasonable.
fr_fr: [_danny_s_rise_one_s_talk_happy_] Ecoute, je suis désolé si c'est dur à digérer de dire ça, mais tu ne m'as pas laissé le choix. J'ai essayé d'être raisonnable.

source: [_danny_s_neutral_s_talk_frown_2_] Now, if you're truly my... servant... then I want to settle some ground rules with you.
fr_fr: [_danny_s_neutral_s_talk_frown_2_] Maintenant, si tu es vraiment mon... serviteur... alors je veux établir quelques règles de base avec toi.

source: [_danny_s_closed_s_angry_] Rule number 1: My ghost powers are my ultimate secret to be kept. You can't tell {b}anybody{/b} about them, through any means.
fr_fr: [_danny_s_closed_s_angry_] Règle numéro 1 : Mes pouvoirs de fantôme sont mon ultime secret à garder. Tu ne peux pas en parler à {b}personne{/b}, par quelque moyen que ce soit.

source: [_danny_s_wondering_s_talk_frown_] Rule number 2: Don't ever expose yourself. Unless I'm in the room, alone, you have to stay inside the thermos, and you need to go back in if anybody's ever coming inside the room.
fr_fr: [_danny_s_wondering_s_talk_frown_] Règle numéro 2 : ne jamais s'exposer. À moins que je ne sois dans la pièce, seul, tu dois rester dans le thermos, et tu dois y retourner si quelqu'un entre dans la pièce.

source: [_danny_s_towards_s_rise_one_] Rule number 3: Well, uhm how about... don't hurt or maim me and my family in any way, I guess? That'd be good, pretty standard ground rule, I'd say.
fr_fr: [_danny_s_towards_s_rise_one_] Règle numéro 3 : Eh bien, euh, que diriez-vous de... ne pas me blesser ou mutiler moi et ma famille de quelque façon que ce soit, je suppose ? Ce serait bien, une règle de base assez standard, je dirais.

source: [_danny_s_sad_] Oh, and Rule number 4! Try to answer my questions to the best of your abilities, okay? I'm not being humble when I say I could use all the help I can get learning about ghosts.
fr_fr: [_danny_s_sad_] Oh, et règle numéro 4 ! Essayez de répondre à mes questions au mieux de vos capacités, d'accord ? Je ne suis pas humble quand je dis que je pourrais utiliser toute l'aide que je peux avoir pour apprendre sur les fantômes.

source: [_danny_s_talk_happy_2_] Is all that understood Desiree?
fr_fr: [_danny_s_talk_happy_2_] C'est compris, Désirée ?

source: [_desiree_s_closed_s_talk_frown_] Yes, completely... Master.
fr_fr: [_desiree_s_closed_s_talk_frown_] Oui, complètement... Maître.

source: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] Uhm actually, it's Danny. Just Danny.
fr_fr: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] Euh, en fait, c'est Danny. Juste Danny.

source: [_desiree_s_talk_frown_] Of course, Master Danny.
fr_fr: [_desiree_s_talk_frown_] Bien sûr, Maître Danny.

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, close enough.
fr_fr: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, assez proche.

source: [_desiree_s_towards_s_talk_frown_] Now, what would you wish of me, Master Danny?
fr_fr: [_desiree_s_towards_s_talk_frown_] Maintenant, que voulez-vous de moi, Maître Danny ?

source: [_danny_s_sad_2_s_talk_happy_2_] Well... I need to know about my potential powers. I kind of have the Ecto-blasts down, along with invisibility and even some intangibility.
fr_fr: [_danny_s_sad_2_s_talk_happy_2_] Eh bien... J'ai besoin de savoir quels sont mes pouvoirs potentiels. J'ai les Ecto-blasts, l'invisibilité et même l'intangibilité.

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] My problem is that I don't know what {i}else{/i} I should be able to do yet. Do you have any ideas about what other powers I might develop?
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Mon problème est que je ne sais pas encore ce que {i}else{/i} je devrais être capable de faire. Avez-vous une idée des autres pouvoirs que je pourrais développer ?

source: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] It would be hard to say, exactly. There are far too many ghosts to list, and they all greatly vary in power and abilities.
fr_fr: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] Ce serait difficile à dire, exactement. Il y a beaucoup trop de fantômes à énumérer, et ils varient tous grandement en puissance et en capacités.

source: [_desiree_s_towards_s_talk_frown_s_sad_3_] Some ghosts were never really former people at all like myself, merely manifestations of concepts or desires through the hearts and minds of humans, like {b}living{/b} ideas... or {i}undead{/i}, if you prefer.
fr_fr: [_desiree_s_towards_s_talk_frown_s_sad_3_] Certains fantômes n'ont jamais vraiment été d'anciennes personnes comme moi, simplement des manifestations de concepts ou de désirs à travers le cœur et l'esprit des humains, comme {b}idées vivantes{/b}... ou {i}morts-vivants{/i}, si vous préférez.

source: [_danny_s_blank_stare_s_talk_frown_2_] Oh great, it's like "American Gods", where {b}nothing{/b} makes sense.
fr_fr: [_danny_s_blank_stare_s_talk_frown_2_] Oh super, c'est comme "American Gods", où {b}rien{/b} n'a de sens.

source: [_desiree_s_closed_s_talk_frown_] Not all are like that, however, as some ghosts have their roots bound to magic, through either spells or curses. One child I remember meeting in the Ghost Zone could turn herself into a dragon through the power of her amulet.
fr_fr: [_desiree_s_closed_s_talk_frown_] Mais tous ne sont pas comme ça, car certains fantômes ont leurs racines liées à la magie, par des sorts ou des malédictions. Un enfant que je me souviens avoir rencontré dans la Zone Fantôme pouvait se transformer en dragon grâce au pouvoir de son amulette.
