Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_star_] Kinda obvious to forget, like duh... {i}*Chuckles*{/i}
fr_fr: [_star_] Kinda évident à oublier, comme duh... {i}*Chuckles*{/i}

source: [_penelope_] Right. Of course. Just a silly joke, I suppose...
fr_fr: [_penelope_] D'accord. Bien sûr. Juste une blague stupide, je suppose...

source: [_star_] Huh. Must be funny if you're like, an old weird lady or something.{p}{nw}
fr_fr: [_star_] Huh. Doit être drôle si tu veux, une vieille dame bizarre ou quelque chose.{p}{nw}

source: [_extend_] Who are you again...?
fr_fr: [_extend_] Qui êtes-vous encore...?

source: [_penelope_] I'M NOT AN OLD LADY!!
fr_fr: [_penelope_] JE NE SUIS PAS UNE ANNULATION !!

source: [_penelope_] And you know what, it's frankly none of your business who the hell I am!
fr_fr: [_penelope_] Et vous savez quoi, c'est franchement rien de votre affaire qui m'enfer !

source: [_paulina_] Whatever... look, Danny? Just tell him we said hi, okay?
fr_fr: [_paulina_] Quoi... regarder, Danny? Danny juste lui dire que nous avons dit bonjour, d'accord?

source: [_danny_] {i}Uh{/i}, yeah, will do...
fr_fr: [_danny_] {i}Uh{/i}, oui, va faire...

source: [_paulina_] And look, I know you're struggling to crawl your way out of the social class bottomless pit that you're in Danny...
fr_fr: [_paulina_] Et regardez, je sais que vous avez du mal à vous frayer un chemin dans la fosse sans fond de la classe sociale que vous êtes à Danny...

source: [_paulina_] ...but hanging out with yucky old mall-rats? Probably not the best plan to gain some traction.
fr_fr: [_paulina_] ...mais vous vous raccrochez avec de vieux mall-rats? Ce n'est probablement pas le meilleur plan pour gagner de la traction.

source: [_star_] But she was like, {i}soooo{/i} familiar, wasn't she?
fr_fr: [_star_] Mais elle était comme ça, {i}soooo{/i} familière, n'est-ce pas?

source: [_paulina_] She's probably around here a lot, trying to bum cigarettes off desperate losers, Star.
fr_fr: [_paulina_] Elle est probablement ici beaucoup, essayant de chasser les cigarettes des perdants désespérés, Star.

source: [_penelope_] ...I'm going to eviscerate both of them.{p}{nw}
fr_fr: [_penelope_] ...Je vais les éviscerner tous les deux.{p}{nw}

source: [_extend_] Preferably {i}now{/i}...!
fr_fr: [_extend_] De préférence {i}maintenant{/i}...!

source: [_danny_] Whoa, whoa, hey now! Let's just calm down!
fr_fr: [_danny_] Oha, qui, hé hé maintenant! Calmez-vous!

source: [_danny_] ...and wait, I'm sorry, how come they can't remember you?
fr_fr: [_danny_] ...et attendez, je suis désolé, comment se fait-il qu'ils ne se souviennent pas de vous?

source: [_danny_] I mean, Desiree and Ember don't really look the same in their "human form", so it {i}sorta{/i} makes sense I guess, but...
fr_fr: [_danny_] Je veux dire, Desiree et Ember ne ressemblent pas vraiment à leur "forme humaine", donc {i}sorta{/i} a un sens que je devine, mais...

source: [_penelope_] Well, aside from them being a pair of slutty ditzes...
fr_fr: [_penelope_] Eh bien, en dehors d'eux étant une paire de putes dites...

source: [_penelope_] ...after I was captured, my "influence" over most of the students and faculty seems to have collapsed. Shit.
fr_fr: [_penelope_] ... après avoir été capturé, mon "influence" sur la plupart des étudiants et des professeurs semble s'être effondré. Shit.

source: [_penelope_] Anything that involved me is no doubt more than a hazy memory to them now, or maybe just a very strange dream.
fr_fr: [_penelope_] Tout ce qui m'a impliqué est sans doute plus qu'un souvenir floue pour eux maintenant, ou peut-être juste un rêve très étrange.

source: [_danny_] ...I see.
fr_fr: [_danny_] ... Je vois.

source: [_danny_] Well, that's kinda cool, now everyone can forget about most of the crazy stuff that went on at school.
fr_fr: [_danny_] Eh bien, c'est plutôt cool, maintenant tout le monde peut oublier la plupart des trucs folles qui se sont déroulés à l'école.

source: [_penelope_] Oh yes, how good for you and your poor little innocent minds, to see some debauchery every now and again.
fr_fr: [_penelope_] Oh oui, combien bon pour vous et vos pauvres petits esprits innocents, de voir des débauches de temps en temps.

source: [_penelope_] {i}Far{/i} worse things have been seen on their noisy little computers and phones anyway...
fr_fr: [_penelope_] {i}Far{/i} Les choses pires ont été vues sur leurs petits ordinateurs et téléphones bruyants de toute façon...

source: [_danny_] I guess you have somewhat of a point. Still, I think it's best that everyone seems to have forgotten you were ever around.
fr_fr: [_danny_] Je suppose que vous avez un peu de sens. Mais je pense qu'il vaut mieux que tout le monde vous ait oublié.

source: [_penelope_] {i}*Sigh*{/i} Well, let's get on with this, where were we even going again?
fr_fr: [_penelope_] {i}*Soupire*{/i} Eh bien, allons-nous continuer avec ça, où allons-nous même à nouveau ?

source: [_danny_] Right this way...
fr_fr: [_danny_] De cette façon...

source: [_danny_] ...so.
fr_fr: [_danny_] ... ainsi.

source: [_danny_] ...what would you say is the most interesting part about being-
fr_fr: [_danny_] ...ce que vous direz est la partie la plus intéressante de l'être-

source: [_penelope_] Yeah no, we're not doing this.{p}{nw}
fr_fr: [_penelope_] Oui non, nous ne faisons pas cela.{p}{nw}

source: [_extend_] I'm {i}just{/i} here for the caffeine.
fr_fr: [_extend_] Je suis {i}juste {/i} ici pour la caféine.

source: [_danny_] Sorta gonna be awkward, just... sitting here in silence if-
fr_fr: [_danny_] Sorta va être maladroite, juste... assis ici en silence si-

source: [_penelope_] That's fine with me. There's nothing to talk about, I'm your prisoner and this whole "rehabilitation" is a delusional charade of yours.
fr_fr: [_penelope_] C'est bien avec moi. Il n'y a rien à dire, je suis votre prisonnier et toute cette « réhabilitation» est une fantastique charade de votre part.

source: [_danny_] I'm trying to help you.
fr_fr: [_danny_] J'essaie de vous aider.

source: [_penelope_] Oh are you now?{p}{nw}
fr_fr: [_penelope_] Oh, êtes-vous maintenant ?{p}{nw}

source: [_extend_] Tell me, does it make you feel all big and {u}powerful{/u} having these women forced to be your captives?
fr_fr: [_extend_] Dites-moi, est-ce que ça vous fait sentir tous les grands et {u}puissants{/u} que ces femmes sont forcées d'être vos prisonnières?

source: [_danny_] No, I-
fr_fr: [_danny_] Non, je-

source: [_danny_] I don't force anyone to be here with me!
fr_fr: [_danny_] Je ne force personne à être ici avec moi !

source: [_penelope_] Oh, so you mean those two harlots can leave anytime they choose?
fr_fr: [_penelope_] Oh, donc vous voulez dire que ces deux harlots peuvent partir quand ils choisissent ?

source: [_danny_] Well... y-yeah, if they wanted. They'd just need to be put back into-
fr_fr: [_danny_] Eh bien... yah, s'ils le voulaient. Il faudrait juste les remettre-

source: [_penelope_] Back into a swirling, dizzying dimension made up of unruly, unkempt landscapes, filled with damned, lost and tortured souls?
fr_fr: [_penelope_] Retour dans une dimension tourbillonnante et étourdissante composée de paysages incontrôlés et immortels, remplis d'âmes damnées, perdues et torturées ?

source: [_penelope_] Well how wrong I was, to not think you weren't giving them much of an option...
fr_fr: [_penelope_] Eh bien, comme je me suis trompé, de ne pas penser que vous ne leur donniez pas beaucoup d'option...

source: [_danny_] Well... I mean, they were causing complete chaos on their own before! If they don't have somebody around to help them, then-
fr_fr: [_danny_] Eh bien... je veux dire, ils provoquaient tout le chaos à eux seuls ! S'ils n'ont pas quelqu'un pour les aider, alors-

source: [_penelope_] ...they'd be as dangerous to your world as they were before you ever met them? Right back to square one?
fr_fr: [_penelope_] ... ils seraient aussi dangereux pour votre monde qu'ils ne l'étaient avant que vous ne les ayez rencontrés ? Retour à la case carrée?

source: [_penelope_] Then I've simply got to ask you Danny, what help have you been to either of them then, really?
fr_fr: [_penelope_] Alors j'ai tout simplement besoin de vous demander à Danny, quelle aide avez-vous apportée à l'un ou l'autre d'entre eux alors, vraiment?

source: [_danny_] I... I think I've done some good!
fr_fr: [_danny_] Je... Je pense que j'ai fait du bien !

source: [_penelope_] But you don't trust them enough to let them decide for themselves if they want to stay or not?
fr_fr: [_penelope_] Mais vous ne leur faites pas assez confiance pour les laisser décider eux-mêmes s'ils veulent rester ou non ?

source: [_penelope_] Exactly. Danny, your problem is that you {i}love{/i} all of this. The power, the mystique, the Orgone boosting.
fr_fr: [_penelope_] Exactement. Danny, votre problème est que vous {i}aimez{/i} tout cela. La puissance, la mystique, l'Orgone boostant.

source: [_penelope_] You get a sick kick out of it! It's what really gets you off, I can tell!
fr_fr: [_penelope_] Vous avez un coup de pied de malade ! C'est ce qui vous arrache vraiment, je peux le dire !

source: [_penelope_] Now I can't blame you, I understand how good it feels to {i}feel{/i} good...
fr_fr: [_penelope_] Maintenant je ne peux pas vous blâmer, je comprends à quel point {i}se sent bien{/i} bien...

source: [_penelope_] ...I just wish you'd give up this silly facade of thinking you're doing anything all that noble for these wayward souls.
fr_fr: [_penelope_] ... J'aimerais juste que vous abandonniez cette stupide façade de penser que vous faites tout ce noble pour ces âmes dévoyées.

source: [_penelope_] All I see is you prolonging the inevitable bad stuff in order to get some other-worldly {u}pleasure.{/u}
fr_fr: [_penelope_] Tout ce que je vois, c'est que vous prolongiez l'inévitable mauvaise chose pour obtenir un plaisir de {u}d'un autre monde.{/u}

source: [_penelope_] ...how am I doing so far, hitting any nails you think ring true?
fr_fr: [_penelope_] ... comment suis-je en train de faire jusqu'à présent, en frappant les ongles que vous croyez anneau vrai?

source: [_danny_] ...well, to be honest... I guess I just... never thought about it that deeply before...
fr_fr: [_danny_] ...eh bien, pour être honnête... je pense juste que... je n'y ai jamais pensé aussi profondément avant...

source: [_penelope_] Of course not, thinking those {i}big{/i}, complex, self-critical thoughts can just be {i}soooo{/i} hard on the brain.
fr_fr: [_penelope_] Bien sûr que non, en pensant à ces {i}grands{/i}, les pensées complexes et auto-critiques ne peuvent être que {i}soooo{/i} durs sur le cerveau.

source: [_danny_] But I've only ever tried to do something that I thought would help them, and to keep a town that I love safe from danger.
fr_fr: [_danny_] Mais je n'ai jamais essayé de faire quelque chose que je pensais pouvoir leur aider, et de garder une ville que j'aime à l'abri du danger.

source: [_danny_] If there's any burden of responsibility with these powers, it's that I sometimes have to make some hard choices to do what's right for others. Even {i}if{/i} it makes me less righteous.
fr_fr: [_danny_] S'il y a une charge de responsabilité avec ces pouvoirs, C'est que je dois parfois faire quelques choix difficiles pour faire ce qui est bon pour d'autres. Même {i}si {/i} ça me rend moins juste.

source: [_danny_] And besides, anything that's happened as a result of my hope to turn their "wayward soul" to good has just been coincidental.
fr_fr: [_danny_] En outre, tout ce qui se passe en raison de mon espoir de transformer leur « âme dévoyée » en bien vient d'être un hasard.

source: [_penelope_] ...how {i}very{/i} convenient.
fr_fr: [_penelope_] ... comment {i}très{/i} pratique(s).

source: [_danny_] ...what about you? Why are YOU a ghost?
fr_fr: [_danny_] ...Et vous? Pourquoi êtes-vous un fantôme?

source: [_penelope_] How should I know? I didn't do anything to deserve this in the first place!
fr_fr: [_penelope_] Comment devrais-je savoir ? Je n'ai rien fait pour le mériter en premier lieu !

source: [_penelope_] And if I did know, it would certainly not be any of {i}your{/i} business.
fr_fr: [_penelope_] Et si je savais bien, ce ne serait certainement pas de votre affaire {i}{/i}.

source: [_danny_] Well I'd like to think just telling somebody about yourself might be helpful, even if I can't add anything.
fr_fr: [_danny_] Eh bien, j'aimerais juste penser à parler à quelqu'un de vous pourrait être utile, même si je ne peux rien ajouter.

source: [_danny_] I've found most of the help I provide to the ghosts I meet just involves listening.
fr_fr: [_danny_] J'ai trouvé la plus grande partie de l'aide que j'apporte aux fantômes que je rencontre, c'est juste l'écoute.

source: [_penelope_] I'm sure you think that's really helpful. Narcissistic behavior tends to lead to people to think their mere presence can solve other's issues.
fr_fr: [_penelope_] Je suis sûr que vous pensez que c'est vraiment utile. Le comportement Narcissiste tend à amener les gens à penser que leur simple présence peut résoudre les problèmes des autres.

source: [_danny_] You know, for a counselor yourself, you sure suck at simply talking openly about your problems!
fr_fr: [_danny_] Vous savez, pour un conseiller vous-même, vous êtes sûr de vous contenter de parler ouvertement de vos problèmes !

source: [_penelope_] {i}Tsch!{/i} What would you know about being counseling anyone?!{p}{nw}
fr_fr: [_penelope_] {i}Tsch!{/i} Que sauriez-vous si vous conseillez quelqu'un ?!{p}{nw}

source: [_extend_] I was nursing men back to life on the front before your parents were even-
fr_fr: [_extend_] J'allais redonner vie à des hommes sur le front avant que vos parents ne soient égaux -

source: [_danny_] Wait, wait, wait... what? "The front?" You were in... a war?
fr_fr: [_danny_] Attendez, attendez, attendez... quoi? « Le front? Vous étiez... une guerre? »

source: [_penelope_] I...
fr_fr: [_penelope_] Je...

source: [_penelope_] No, nothing. Never mind.
fr_fr: [_penelope_] Non, rien. Peu importe.

source: [_danny_] Hold on! I wanna know more! Please, go on.
fr_fr: [_danny_] Attendez! Je veux en savoir plus! Allez-y.

source: [_penelope_] Oh, how cute! Is this how it works? Show a little bit of kind eyes and those two idiots wind up spilling their whole tragic life?
fr_fr: [_penelope_] Oh, comme c'est mignon ! C'est ainsi que ça marche, montrez un peu de gentillesse et ces deux imbéciles finissent par prospérer toute leur vie tragique?

source: [_danny_] Sounds to me just like you're trying to avoid talking about things.
fr_fr: [_danny_] Il me semble que vous essayez d'éviter de parler de choses.

source: [_penelope_] You can think whatever you want, it doesn't matter.
fr_fr: [_penelope_] Vous pouvez penser ce que vous voulez, peu importe.

source: [_penelope_] Not to me.
fr_fr: [_penelope_] Pas pour moi.

source: [_danny_] {i}*Sigh*{/i} Look, I know you're not really in it for this... change I'm trying to help make. I get it.
fr_fr: [_danny_] {i}*Sourire*{/i} Regardez, je sais que vous n'êtes pas vraiment dans ce cas... changez j'essaye de vous aider. Je le comprends.

source: [_danny_] And I won't press you on anything you don't wanna talk about. I promise.
fr_fr: [_danny_] Et je ne vous prierai pas de tout ce dont vous ne voulez pas parler. Je vous le promets.

source: [_danny_] ...but at least, if I take you back to the house, do you promise to try and not bother Ember and Desiree too much?
fr_fr: [_danny_] ...mais au moins, si je vous ramène à la maison, vous promettez d'essayer de ne pas trop déranger Ember and Desiree ?

source: [_danny_] It's either that or we go straight to the Ghost Zone.
fr_fr: [_danny_] Soit c'est ça soit on va droit à la zone fantôme.

source: [_penelope_] Fine, I'll try to play nice...{p}{nw}
fr_fr: [_penelope_] Très bien, je vais essayer de jouer gentil...{p}{nw}

source: [_extend_] ...for now.
fr_fr: [_extend_] ... pour l'instant.

source: [_penelope_] {i}Hmmm...{/i} damn good coffee at least...
fr_fr: [_penelope_] {i}Hmmm...{/i} bon café au moins...

source: [_ember_] {i}Uhh{/i}, she's back already?
fr_fr: [_ember_] {i}Uhh{/i}, elle est déjà de retour ?

source: [_desiree_] Master, we had asked that she not be made to stay with us.
fr_fr: [_desiree_] Maître, nous avions demandé qu'elle ne soit pas faite pour rester avec nous.

source: [_penelope_] Hi, hello again, nice manners I see you both have.
fr_fr: [_penelope_] Salut, bonjour, de nouvelles manières agréables que je vous vois tous les deux.

source: [_danny_] {i}*Ahem*{/i} Girls, Penelope here has said she will play nice and behave herself if you let her back in.
fr_fr: [_danny_] {i}*Ahem*{/i} Filles, Penelope ici a dit qu'elle jouerait bien et se comporterait si vous la laissez rentrer.

source: [_ember_] {i}Tsch{/i}, yeah right.
fr_fr: [_ember_] {i}Tsch{/i}, oui, à droite.

source: [_penelope_] See? This is pointless, just blast me back into the Ghost Zone and be done with it.
fr_fr: [_penelope_] Voir? C'est inutile, il suffit de me faire rentrer dans la Zone Fantôme et de s'en occuper.

source: [_danny_] Hold on a minute! We've just started here, you gotta try a little harder!
fr_fr: [_danny_] Attendez une minute ! Nous venons de commencer ici, vous devez essayer un peu plus !

source: [_danny_] Girls, you have to give her a chance.
fr_fr: [_danny_] Filles, il faut lui donner une chance.

source: [_danny_] It took you two more than a little while to come around as well, right?
fr_fr: [_danny_] Il vous a fallu deux heures de plus pour vous déplacer aussi, non ?

source: [_danny_] ...to the point that you didn't wanna {u}completely{/u} kill me or each other, yeah?
fr_fr: [_danny_] ... au point que vous ne vouliez pas complètement {u}{/u} me tuer, oui ?

source: [_desiree_] This is... perhaps true.
fr_fr: [_desiree_] Ceci est... peut-être vrai.

source: [_ember_] {i}*Sigh*{/i} Fine, but if she's like a yappy dog again, {i}I{/i} get to put a muzzle on her!
fr_fr: [_ember_] {i}*Soupir*{/i} D'accord, mais si elle est de nouveau comme un chien yappy, {i}I{/i} vont lui mettre un museau sur elle !

source: [_penelope_] I'd like to see you try, euro trash...
fr_fr: [_penelope_] J'aimerais vous voir essayer, poubelle en euro...

source: [_danny_] Stop!! We went over this, the point is to play. NICE.
fr_fr: [_danny_] Arrêt !! Nous y sommes allés, le but est de jouer.

source: [_ember_] Yeah, yeah, we'll be good, whatever...
fr_fr: [_ember_] Oui, oui, oui, nous allons être bons, quoi...

source: [_ember_] Just don't blame us when this doesn't work out the way you want it to be.
fr_fr: [_ember_] Ne nous blâmez pas lorsque cela ne fonctionne pas comme vous le souhaitez.

source: [_danny_] Okay, well, good, glad that's settled then.
fr_fr: [_danny_] D'accord, bon, bon, heureux que ça soit réglé alors.

source: [_danny_] Goodnight girls.
fr_fr: [_danny_] Filles de Goodnight.

source: [_danny_] (Well hey... it's a start at least.)
fr_fr: [_danny_] (Au moins... c'est un début.)

source: [_danny_] (I just hope it's not too quick of an end...)
fr_fr: [_danny_] (j'espère juste que ce n'est pas trop rapide...)

source: [_danny_] {i}*Yawn*{/i} Well, better see how the girls got on last night...
fr_fr: [_danny_] {i}*Yawn*{/i} Eh bien, mieux vaut voir comment les filles sont arrivées la nuit dernière...

source: [_danny_] Penelope? Can you come on out for a moment?
fr_fr: [_danny_] Pénélope ? Pouvez-vous sortir un instant ?

source: [_danny_] Good morning!
fr_fr: [_danny_] Bonjour!

source: [_penelope_] {i}Tsch{/i}, what's good about it?
fr_fr: [_penelope_] {i}Tsch{/i}, qu'y a-t-il de bien?

source: [_danny_] {i}Please{/i} tell me you got on better with the girls...
fr_fr: [_danny_] {i}S'il vous plaît{/i} dites-moi que vous vous êtes améliorés avec les filles...

source: [_penelope_] If you count having to silently wait in protest, keeping my objections myself and not talking to them as "getting on" then yes, we got on nicely.
fr_fr: [_penelope_] Si vous comptez avoir à attendre silencieusement dans la protestation, garder mes objections moi-même et ne pas leur parler comme "se mettre" alors oui, nous avons bien travaillé.

source: [_danny_] Well... at least everyone got some rest, so-
fr_fr: [_danny_] Eh bien... au moins tout le monde s'est reposé, alors-

source: [_penelope_] Though why exactly do {i}they{/i} get to come and leave as they see fit?
fr_fr: [_penelope_] Bien que ce soit exactement {i}ils{/i} qui viennent et partent comme bon leur semble?

source: [_danny_] Well, they're bound to just the house grounds, and they have to keep to themselves.
fr_fr: [_danny_] Eh bien, ils ne sont liés qu'au terrain de la maison, et ils doivent s'en tenir à eux-mêmes.

source: [_danny_] But I let them do that because I trust them.
fr_fr: [_danny_] Mais je les laisse faire parce que je leur fais confiance.

source: [_penelope_] "Trust them" huh? Enough to widen their cage a bit, but not enough to truly let them free to their own devices.
fr_fr: [_penelope_] « Faites-leur confiance» hein? Assez pour élargir un peu leur cage, mais pas assez pour vraiment les laisser libres à leurs propres dispositifs.

source: [_danny_] Did you really bring this up just to argue with me?
fr_fr: [_danny_] Avez-vous vraiment soulevé cela pour me disputer ?

source: [_penelope_] No.
fr_fr: [_penelope_] Attends.

source: [_penelope_] I simply want to address an issue of mine... in that...{p}{nw}
fr_fr: [_penelope_] Je veux simplement aborder un problème de mien... dans ce...{p}{nw}

source: [_extend_] ...I want to be granted the same privilege.
fr_fr: [_extend_] ...Je veux avoir le même privilège.

source: [_danny_] You wouldn't make a scene for my family? I don't know about that...
fr_fr: [_danny_] Vous ne feriez pas une scène pour ma famille ? Je n'en sais rien...

source: [_penelope_] And what? Get blasted back into the Ghost Zone?
fr_fr: [_penelope_] Et quoi ? Refaites exploser dans la zone fantôme ?

source: [_penelope_] {i}*Sigh*{/i} Cards on the table here? I highly doubt some of the ghosts there would be {i}too{/i} pleased to see me...
fr_fr: [_penelope_] {i}*Soupir*{/i} cartes sur la table ici ? Je doute beaucoup que certains fantômes y aient {i}aussi{/i} heureux de me voir...

source: [_danny_] What does that mean...?
fr_fr: [_danny_] Qu'est-ce que cela signifie...?

source: [_penelope_] Nothing important, simply... same as you, I've made some enemies over time, many who'd gladly claw at the chance for some... {u}perceived{/u} retribution...
fr_fr: [_penelope_] Rien d'important, simple... identique à vous, j'ai fait quelques ennemis au fil du temps, beaucoup de gens qui se seraient raccrochés à la chance pour certains... {u}a perçu{/u} châtiment...

source: [_danny_] Anything you feel like sharing?
fr_fr: [_danny_] Tout ce que vous avez envie de partager ?

source: [_penelope_] My business is my own.
fr_fr: [_penelope_] Mon entreprise est la mienne.

source: [_danny_] Until some psycho ghosts turn up busting down my door, right? {i}Then{/i} it's my business?
fr_fr: [_danny_] Tant que des fantômes psychopaques ne se lèvent pas sur ma porte, n'est-ce pas? {i}Alors{/i} c'est mon affaire?

source: [_penelope_] {i}Bahh!{/i} So much unwarranted worry with you? Are you going to let me have the same rights as Desiree and Ember or not?
fr_fr: [_penelope_] {i}Bahh!{/i} Tant d'inquiétudes injustifiées avec vous? Allez-vous me laisser avoir les mêmes droits que Desiree et Ember ou pas?

source: [_danny_] "Unwarranted...?"
fr_fr: [_danny_] « Injustifié... »

source: [_danny_] {i}*Sigh*{/i}{p}{nw}
fr_fr: [_danny_] {i}*Soupir*{/i}{p}{nw}

source: [_extend_] ...fine.
fr_fr: « [_extend_] ... d'accord. »
