Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_talk_frown_s_sad_] Tuck, the more you exert yourself, the more drained you're gonna feel! The ghost power is literally killing you!
fr_fr: [_danny_s_talk_frown_s_sad_] Tuck, plus tu fais d'efforts, plus tu vas te sentir épuisé ! Le pouvoir du fantôme est littéralement en train de te tuer !

source: [_tucker_s_sad_s_talk_frown_] Can't be... she... Desiree... please... help me... need... more power...
fr_fr: [_tucker_s_sad_s_talk_frown_] C'est pas possible... elle... Desiree... s'il te plaît... aide-moi... j'ai besoin... de plus de puissance...

source: [_desiree_s_talk_frown_2_] {b}Ugh!!{/b} Pathetic, snivelling weakling!! You are {u}worthless{/u} to me, boy! You and your perverse kind are all the same!! You can't do a {b}damned{/b} thing without my help!!
fr_fr: [_desiree_s_talk_frown_2_] {b}Ugh!!{/b} Pathétique, pleurnichard et faible !! Tu es {u}sans valeur{/u} pour moi, garçon ! Toi et tes semblables pervers êtes tous les mêmes !! Tu ne peux pas faire une {b}chose damnée{/b} sans mon aide !!

source: [_tucker_s_closed_s_talk_frown_s_sad_] Oh no... betrayed... by a super hot femme fatale ghost lady... who could have possibly forseen... such tragic events happening...?
fr_fr: [_tucker_s_closed_s_talk_frown_s_sad_] Oh non... trahi... par une femme fatale super sexy et fantôme... qui aurait pu prévoir... que des événements aussi tragiques se produiraient... ...?

source: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}me{/b}?? Like, {u}right{/u} from the beginning?!
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}me{/b} ?? Comme, {u}dès le début ? ?!

source: [_desiree_s_closed_s_talk_frown_] You were weak, just like all the other men I've cursed before! Now get out of my way, you disgusting ogre of a man!!
fr_fr: [_desiree_s_closed_s_talk_frown_] Tu étais faible, comme tous les autres hommes que j'ai maudits auparavant ! Maintenant, dégage de mon chemin, espèce d'ogre dégoûtant !!

source: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Thankfully, all that energy he's been festering inside of his body will {i}still{/i} come to fruition soon, and burst from the putrid husk he calls a body!!
fr_fr: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Heureusement, toute l'énergie qu'il a accumulée à l'intérieur de son corps {i}va bientôt porter ses fruits, et éclater de cette enveloppe putride qu'il appelle un corps ! !!

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...granting me all the power I'll need to continue my reign of vengeance upon wicked men forever!!
fr_fr: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...m'accordant toute la puissance dont j'aurai besoin pour continuer mon règne de vengeance sur les hommes méchants pour toujours ! !!

source: [_danny_s_angry_s_talk_frown_2_] Hey, "I Dream of Crazy"! Tucker may be a pervert, but he's a pervert with a heart of gold! He's not evil like you!
fr_fr: [_danny_s_angry_s_talk_frown_2_] Hey, "I Dream of Crazy" ! Tucker est peut-être un pervers, mais c'est un pervers avec un cœur d'or ! Il n'est pas mauvais comme toi !

source: [_danny_s_talk_frown_s_sad_] Now change him back!
fr_fr: [_danny_s_talk_frown_s_sad_] Maintenant, changez-le à nouveau !

source: [_desiree_s_talk_frown_2_s_sad_3_] You {b}dare{/b} give me orders? {u}No{/u} man may tell {b}me{/b} what to do!!
fr_fr: [_desiree_s_talk_frown_2_s_sad_3_] Vous {b}osez{/b} me donner des ordres ? {u}Aucun homme ne peut dire à {b}ce qu'il doit faire !!

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Minus the whole wishing thing, right?)
fr_fr: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Sans le truc des vœux, hein ?)

source: [_desiree_] I also don't {i}need{/i} your friend's harvested power to destroy you myself! It's been my {b}desire{/b} to do so for quite awhile now!!
fr_fr: [_desiree_] Je n'ai pas non plus {i}besoin du pouvoir récolté par ton ami pour te détruire moi-même ! C'est mon {b}désir{/b} de le faire depuis un bon moment maintenant !!

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh boy, here comes the big boss battle! Let's do this!!)
fr_fr: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh là là, voilà le grand combat de boss ! Faisons-le !)

source: [_desiree_s_talk_frown_2_s_sad_3_] Noo... I've never been beaten by some mere {b}mortal{/b} before...
fr_fr: [_desiree_s_talk_frown_2_s_sad_3_] Non... Je n'ai jamais été battu par un simple {b}mortel{/b} avant...

source: [_danny_s_neutral_s_talk_happy_2_] Well, hey, I hope it was a fun new experience for you! Besides, I'm half ghost, so that makes me like half immortal, so don't feel too bad!
fr_fr: [_danny_s_neutral_s_talk_happy_2_] Eh bien, hey, j'espère que c'était une nouvelle expérience amusante pour toi ! En plus, je suis à moitié fantôme, ce qui me rend à moitié immortel, alors ne te sens pas trop mal !

source: [_danny_s_angry_s_talk_frown_2_] Now, I'm telling you for the last time, change my friend {b}back{/b}!!
fr_fr: [_danny_s_angry_s_talk_frown_2_] Maintenant, je vous le dis pour la dernière fois, changez mon ami {b}de nouveau ! !!

source: [_desiree_s_towards_wide_s_talk_frown_] {b}Insolent{/b} child!! You still pretend to command {u}me{/u}?! {b}Fool{/b}!!
fr_fr: [_desiree_s_towards_wide_s_talk_frown_] {b}Insolent{/b} enfant !! Tu prétends toujours commander {u}moi ?! {b}Imbécile !!

source: [_desiree_s_sad_s_talk_bite_] With all the time you've wasted sparring with me, you've only put off the inevitable!
fr_fr: [_desiree_s_sad_s_talk_bite_] Avec tout le temps que tu as perdu à t'entraîner avec moi, tu n'as fait que retarder l'inévitable !

source: [_desiree_s_closed_s_angry_s_talk_bite_2_] Your friend's body is soon to release all that wondrous power and bestow it onto me!
fr_fr: [_desiree_s_closed_s_angry_s_talk_bite_2_] Le corps de ton ami va bientôt libérer toute cette puissance merveilleuse et me la conférer !

source: [_desiree_s_towards_wide_s_talk_happy_2_] I'll be able to smite you with one hand behind my tail!! {b}Ahah ahaha{/b}!
fr_fr: [_desiree_s_towards_wide_s_talk_happy_2_] Je serai capable de te frapper avec une main derrière la queue !! {b}Ahah ahaha{/b} !

source: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh man, she's right!! What do I do? Tucker's not going to make it if I don't think of something...)
fr_fr: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh mec, elle a raison !! Qu'est-ce que je fais ? Tucker ne va pas s'en sortir si je ne pense pas à quelque chose...)

source: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*Cough*{/i} ...wish, Danny... you have to... {u}wish{/u}... it's the... {i}*Cough*{/i} only... way... ya dingus...!
fr_fr: [_tucker_s_closed_s_angry_s_talk_frown_] Je... {i}*Toux*{/i} ...souhait, Danny... tu dois... {u}souhait{/u}... c'est le... {i}*Toux*{/i} seul... moyen... espèce de dingus... ...!

source: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, right! Of course!!
fr_fr: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, c'est vrai ! Bien sûr !!

source: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, I {i}wish{/i} you had never granted Tucker any nasty ghost powers!!
fr_fr: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, je {i}souhaite{/i} que tu n'aies jamais accordé à Tucker de méchants pouvoirs de fantômes ! !!

source: [_desiree_s_at_player_s_angry_s_talk_frown_] What?! N-nooo!! I'm... I will not... I... I'm compelled... to grant... your wish!!
fr_fr: [_desiree_s_at_player_s_angry_s_talk_frown_] Quoi ? ! N-non ! ! Je suis... Je ne vais pas... I... Je suis contraint... d'exaucer... votre souhait ! !!

source: [_desiree_] So you have... wished it... so it shall... {b}be{/b}!!
fr_fr: [_desiree_] Ainsi vous l'avez... souhaité... ainsi il en sera... {b}!!

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... I'm... I'm me again! Alright, I'm back!!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... Je suis... Je suis de nouveau moi ! D'accord, je suis de retour !!

source: [_tucker_s_sad_s_at_hand_] Hello my beautiful mocha skin! Oh how I've {b}missed{/b} you...
fr_fr: [_tucker_s_sad_s_at_hand_] Bonjour ma belle peau moka ! Oh comme tu m'as {b}manqué{/b}...

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!{/i} You've ruined {u}everything{/u}, Ghost Child!! I will have you-
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!{/i} Tu as tout gâché {u}{/u}, enfant fantôme!{/i} Je vais te faire

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah! For my next magic trick...
fr_fr: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah ! Pour mon prochain tour de magie...

source: [_danny_s_closed_happy_s_angry_s_talk_happy_] I {b}wish{/b} you'd make my thermos your {u}new home{/u}!!
fr_fr: [_danny_s_closed_happy_s_angry_s_talk_happy_] Je {b}souhaite{/b} que vous fassiez de mon thermos votre {u}nouvelle maison{/u} !!

source: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!{/b} Mustn't grant... wish... must... fight...
fr_fr: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!{/b} Je ne dois pas accorder... de souhait... je dois... me battre...

source: [_desiree_s_talk_frown_2_s_neutral_] But... so you have... wished... it...
fr_fr: [_desiree_s_talk_frown_2_s_neutral_] Mais... donc vous avez... souhaité... ça...

source: [_desiree_s_closed_s_angry_s_talk_frown_] ...so... it shall...
fr_fr: [_desiree_s_closed_s_angry_s_talk_frown_] ...donc... il faut...

source: [_thermos_] {i}*Bing*{/i} {b}Ghost Successfully Captured{/b}
fr_fr: [_thermos_] {i}*Bing*{/i} {b}Fantôme capturé avec succès{/b}

source: [_danny_] Well jeez... that was a {b}lot{/b} simpler than I was making it by doing the whole fighting thing.
fr_fr: [_danny_] Bon sang... c'était {b}beaucoup plus simple que ce que je voulais faire en faisant tout ce truc de combat.

source: [_danny_] Man, I've {b}got{/b} to start using my brain a little more often. Could have saved myself a lot of time and bruises.
fr_fr: [_danny_] Mec, je dois {b}commencer à utiliser mon cerveau un peu plus souvent. J'aurais pu m'épargner beaucoup de temps et de bleus.

source: [_tucker_s_wondering_s_away_s_talk_frown_] So, uhmm... hey.
fr_fr: [_tucker_s_wondering_s_away_s_talk_frown_] Donc, uhmm... hey.

source: [_tucker_s_at_hand_s_talk_frown_s_sad_] Look, I just wanna say, I was sort of a real jerk back there.
fr_fr: [_tucker_s_at_hand_s_talk_frown_s_sad_] Ecoute, je veux juste dire que j'ai été un peu un vrai con là-bas.

source: [_danny_s_towards_s_rise_one_s_talk_frown_] Sort of?
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_] En quelque sorte ?

source: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Yeah, yeah, I know. I didn't do a single thing right with my powers.
fr_fr: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Oui, oui, je sais. Je n'ai pas fait une seule chose de bien avec mes pouvoirs.

source: [_tucker_s_wondering_s_talk_frown_] I guess that it was just me who was jealous of you... for all the wrong reasons.
fr_fr: [_tucker_s_wondering_s_talk_frown_] Je suppose que c'était juste moi qui était jaloux de toi... pour toutes les mauvaises raisons.

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] I mean, You use your powers for good, to help people! You're an {b}actual{/b} hero!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Je veux dire, tu utilises tes pouvoirs pour le bien, pour aider les gens ! Tu es un {b}vrai{/b} héros !

source: [_tucker_s_neutral_s_away_s_talk_frown_] I get super powers, and the first thing I do with them is perv on girls in the shower... I don't deserve powers, {i}or{/i} your friendship, Danny...
fr_fr: [_tucker_s_neutral_s_away_s_talk_frown_] J'ai des super pouvoirs, et la première chose que je fais avec eux, c'est perverser les filles sous la douche... Je ne mérite pas mes pouvoirs, {i}ou ton amitié, Danny...

source: [_danny_s_towards_s_talk_frown_2_] Tucker, you can't be too hard on yourself. Desiree's magic was corrupting you!
fr_fr: [_danny_s_towards_s_talk_frown_2_] Tucker, tu ne peux pas être trop dur avec toi-même. La magie de Desiree te corrompait !

source: [_danny_s_sad_s_talk_frown_] You weren't in control at all. The Tucker Foley I know wouldn't have made the decisions I saw Tucker Phantom make! You weren't right in the head, just remember that.
fr_fr: [_danny_s_sad_s_talk_frown_] Tu n'avais pas du tout le contrôle. Le Tucker Foley que je connais n'aurait pas pris les décisions que j'ai vu Tucker Phantom prendre ! Tu n'étais pas bien dans ta tête, souviens-toi de ça.

source: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Honestly, it all feels like a big blur... but I still know what I did, and it was wrong of me! I became a menace, I did awful things to others, and worst of all... I hurt my best friend.
fr_fr: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Honnêtement, tout cela semble très flou... mais je sais toujours ce que j'ai fait, et c'était mal de ma part ! Je suis devenu une menace, j'ai fait des choses horribles aux autres, et le pire de tout... J'ai blessé mon meilleur ami.

source: [_tucker_s_closed_s_angry_] I can't properly undo what I've done and seen... but I can at least try to make amends by getting rid of all the blackmail and pictures I took on my PDA.
fr_fr: [_tucker_s_closed_s_angry_] Je ne peux pas vraiment défaire ce que j'ai fait et vu... mais je peux au moins essayer de faire amende honorable en me débarrassant de tout le chantage et des photos que j'ai prises sur mon PDA.

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] You see? Now that sounds like a rather mature, kind-hearted thing to do. You're a good person, Tucker! I know you'd make a fine superhero.
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Tu vois ? Maintenant, ça semble être une chose mature et généreuse à faire. Tu es une bonne personne, Tucker ! Je sais que tu ferais un bon superhéros.

source: [_danny_s_talk_happy_2_s_towards_s_wondering_] Just make sure you don't go try to gain anymore nasty "bootleg" ghost powers from evil genies.
fr_fr: [_danny_s_talk_happy_2_s_towards_s_wondering_] Assurez-vous simplement que vous n'essayez pas d'obtenir d'autres pouvoirs fantômes "illégaux" de génies maléfiques.

source: [_tucker_s_talk_frown_s_sad_] Hmmm... I'll have to do one big mass file deletion to get rid of it all.
fr_fr: [_tucker_s_talk_frown_s_sad_] Hmmm... Je vais devoir faire une grande suppression massive de fichiers pour me débarrasser de tout ça.

source: [_tucker_s_wondering_] {i}*Sigh*{/i} Goodbye Valerie's oh so sweet chocolate thighs...
fr_fr: [_tucker_s_wondering_] {i}*Soupir*{/i} Adieu les cuisses en chocolat si douces de Valérie...

source: [_tucker_s_closed_s_sad_] {i}*Sigh*{/i} Goodbye Star's {u}glistening{/u} nude shower body...
fr_fr: [_tucker_s_closed_s_sad_] {i}*Soupir*{/i} Adieu le corps nu de Star {u}scintillant{/u} sous la douche...

source: [_tucker_s_away_s_neutral_] Goodbye Paulina's roundly shaped {i}latina{/i} {b}booty{/b}...
fr_fr: [_tucker_s_away_s_neutral_] Adieu la forme ronde de Paulina {i}latina{/i} {b}booty{/b}...

source: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, before you, uh, totally delete that stuff...?
fr_fr: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, avant que tu, uh, supprimes totalement ces trucs... ...?

source: [_tucker_s_talk_frown_s_sad_] Why, what's the matter?
fr_fr: [_tucker_s_talk_frown_s_sad_] Pourquoi, qu'est-ce qu'il y a ?

source: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] It's just that, uhm, you don't... I mean you don't have to get rid of {i}all{/i} the photos you took, right?
fr_fr: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] C'est juste que, uhm, tu n'as pas... Je veux dire que tu n'as pas à te débarrasser de {i}toutes les photos que tu as prises, pas vrai ?

source: [_tucker_s_towards_s_talk_frown_s_neutral_] What? Why wouldn't I-
fr_fr: [_tucker_s_towards_s_talk_frown_s_neutral_] Quoi ? Pourquoi je ne voudrais pas

source: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}forshame{/i}, good sir... forshame.
fr_fr: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}forshame{/i}, bon monsieur... forshame.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Whaaaaat{/i}!! I mean, you already showed it to me, and what's done is done, so...
fr_fr: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Whaaaaat{/i} !! Je veux dire, tu me l'as déjà montré, et ce qui est fait est fait, donc...

source: [_tucker_s_towards_s_sad_s_talk_frown_] But we just went over the whole "what makes a hero a hero" speech and everything! How could you?!
fr_fr: [_tucker_s_towards_s_sad_s_talk_frown_] Mais on vient de passer en revue le discours sur "ce qui fait d'un héros un héros" et tout le reste ! Comment as-tu pu ?!

source: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Yeah, I know, but I mean, c'mon, at this stage it's practically a victimless crime here! I mean, when you really think about it-
fr_fr: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Ouais, je sais, mais je veux dire, allez, à ce stade, c'est pratiquement un crime sans victime ici ! Je veux dire, quand on y pense vraiment

source: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Hah ha!{/i} I'm just messing with you man! I already sent a copy to your phone on {b}Spookchat{/b}.
fr_fr: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Hah ha!{/i} Je me moque juste de toi, mec ! J'ai déjà envoyé une copie sur ton téléphone sur {b}Spookchat{/b}.

source: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Okay, cool. Thanks.
fr_fr: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Ok, cool. Merci.

source: [_tucker_s_talk_happy_s_neutral_] Just doing my buddy who saved my life a solid.
fr_fr: [_tucker_s_talk_happy_s_neutral_] Je rends service à mon pote qui m'a sauvé la vie.

source: [_tucker_s_wondering_s_talk_frown_] You really are a good friend, Danny. I'm sorry about the things I said before.
fr_fr: [_tucker_s_wondering_s_talk_frown_] Tu es vraiment un bon ami, Danny. Je suis désolé pour les choses que j'ai dites avant.

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] It's all in the past, Tuck. I'd save your butt a thousand times over.
fr_fr: [_danny_s_closed_s_talk_happy_2_s_sad_2_] C'est du passé, Tuck. Je sauverais tes fesses un millier de fois.

source: [_tucker_s_talk_frown_s_sad_] So, what are you gonna do with Desiree?
fr_fr: [_tucker_s_talk_frown_s_sad_] Alors, que vas-tu faire de Desiree ?

source: [_danny_s_talk_frown_s_sad_] Well, with my parents' Ghost Portal busted, I can't exactly send her back to the Ghost Zone.
fr_fr: [_danny_s_talk_frown_s_sad_] Avec le Portail Fantôme de mes parents cassé, je ne peux pas vraiment la renvoyer dans la Zone Fantôme.

source: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Ghost Zone"? What's that?
fr_fr: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Zone fantôme" ? Qu'est-ce que c'est ?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh yeah, I never got a chance to explain to you about it! Well it's a long story anyway, I'll tell you and Sam about it sometime, promise.
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh oui, je n'ai jamais eu l'occasion de t'en parler ! C'est une longue histoire de toute façon, je vous en parlerai à toi et à Sam un jour, promis.

source: [_danny_s_down_s_wondering_s_talk_happy_2_] In the meantime, I'll just have to keep her trapped inside the thermos. It shouldn't have a problem holding her, it's built Fenton tough.
fr_fr: [_danny_s_down_s_wondering_s_talk_happy_2_] En attendant, je vais devoir la garder enfermée dans le thermos. Il ne devrait pas avoir de problème à la contenir, il est construit à la manière de Fenton.

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hey, uhm... a question I've been wondering about: You never {i}did{/i} take any pictures of Sam, right?
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hé, euh... une question que je me posais : Tu n'as jamais {i}pris de photos de Sam, n'est-ce pas ?

source: [_tucker_s_away_s_talk_frown_s_sad_] Nah, I kind've got distracted with other people and never got around to it, thankfully.
fr_fr: [_tucker_s_away_s_talk_frown_s_sad_] Non, j'ai été distrait par d'autres personnes et je ne l'ai jamais fait, heureusement.

source: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Man, can you imagine how awkward that would've been? Actually seeing Sam naked, of all people?
fr_fr: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Mec, tu peux imaginer à quel point ça aurait été gênant ? Voir Sam à poil, parmi tous ces gens ?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Uh, yeah, th-that'd be totally strange. C-can't imagine it m-myself. Good thing you didn't though.
fr_fr: [_danny_s_at_player_s_neutral_s_talk_frown_] Euh, ouais, ça serait totalement étrange. Je ne peux pas l'imaginer moi-même. C'est une bonne chose que tu ne l'aies pas fait.

source: [_tucker_s_talk_frown_] Hey, we should probably get out of here. Police are gonna come through here looking for answers about two mean looking green giants.
fr_fr: [_tucker_s_talk_frown_] Hey, on devrait probablement sortir d'ici. La police va venir ici pour chercher des réponses sur deux géants verts à l'air méchant.

source: [_danny_s_-blush_s_talk_happy_s_rise_one_] Yeah, good idea. I'm gonna head home, but I'll see you around. Later man.
fr_fr: [_danny_s_-blush_s_talk_happy_s_rise_one_] Oui, bonne idée. Je vais rentrer à la maison, mais je te verrai dans le coin. A plus tard, mec.

source: [_tucker_s_talk_happy_s_sad_] Sure, later... and thanks Danny.
fr_fr: [_tucker_s_talk_happy_s_sad_] Bien sûr, plus tard... et merci Danny.

source: [_danny_s_sad_s_talk_frown_2_] For what?
fr_fr: [_danny_s_sad_s_talk_frown_2_] Pour quoi ?

source: [_tucker_s_closed_s_talk_happy_s_wondering_] For not giving up on me.
fr_fr: [_tucker_s_closed_s_talk_happy_s_wondering_] Pour ne pas m'avoir abandonné.

source: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Hey, I'll {b}always{/b} have your back, Tuck. Don't ever worry about that.
fr_fr: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Hé, j'ai {b}toujours assuré tes arrières, Tuck. Ne t'inquiète jamais pour ça.

source: [_tucker_s_talk_happy_s_neutral_] See ya, man.
fr_fr: [_tucker_s_talk_happy_s_neutral_] A plus, mec.

source: [_danny_s_talk_happy_s_sad_] See ya, Tuck.
fr_fr: [_danny_s_talk_happy_s_sad_] A plus, Tuck.

source: [_danny_s_down_s_rise_one_s_talk_happy_] Okay, I should get home and figure out what to do with my genie in a bottle problem.
fr_fr: [_danny_s_down_s_rise_one_s_talk_happy_] Ok, je devrais rentrer à la maison et trouver quoi faire avec mon problème de génie dans une bouteille.

source: [_danny_s_wondering_s_talk_frown_] Man, yet {b}another{/b} day of fighting ghosts. Being a superhero is {u}exhausting{/u} work.
fr_fr: [_danny_s_wondering_s_talk_frown_] Mec, encore {b}un autre jour à combattre des fantômes. Être un superhéros est {u}un travail épuisant{/u}.

source: [_danny_s_talk_happy_s_at_danny_s_sad_] But, I think I'm actually starting to get the hang of it little by little! Practice makes perfect, I suppose.
fr_fr: [_danny_s_talk_happy_s_at_danny_s_sad_] Mais, je pense que je commence à m'y faire petit à petit ! La pratique rend parfait, je suppose.

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] I'm also really glad I could save Tucker after everything that happened to him. Where else would I get my daily dose of quips from?
fr_fr: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Je suis aussi très content d'avoir pu sauver Tucker après tout ce qui lui est arrivé. Où d'autre pourrais-je trouver ma dose quotidienne de plaisanteries ?

source: [_danny_s_rise_one_] (So... what to do about this?)
fr_fr: [_danny_s_rise_one_] (Alors... que faire à ce sujet ?)
