Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] Penelope, I-I... I can't do any of this... if you didn't want me to-
fr_fr: [_danny_] Penelope, I-I... Je ne peux rien faire de cela... si vous ne voulez pas que je le fasse-

source: [_penelope_] Then... I just want you... t-to...
fr_fr: [_penelope_] Alors... Je veux juste que vous... t-to...

source: [_penelope_] Please...{nw}
fr_fr: [_penelope_] S'il vous plaît...{nw}

source: [_extend_] ...give it to me... and make it feel {i}really{/i} good... please Danny...~
fr_fr: [_extend_] ... donnez-moi ça... et faites-le sentir {i}vraiment{/i} bien... s'il vous plaît Danny...~

source: [_danny_] (Alright... here goes nothing! Please don't kill me after!)
fr_fr: [_danny_] (Bientôt... ici ne va rien! S'il vous plaît ne me tuez pas après !)

source: [_penelope_] {i}GAHHHH!?!{/i}
fr_fr: [_penelope_] {i}GAHHHHH !?!{/i}

source: [_danny_] (F-fuck! Her ass is so tight! Even with her hole ass drenched in this slick lube!)
fr_fr: [_danny_] (F-fuck! Son cul est si serré! Même avec son trou de cul défoncé dans ce lube!)

source: [_penelope_] {i}Ohhhh...{/i} {u}fuuuuuck{/u}...~
fr_fr: [_penelope_] {i}Ohhhh...{/i} {u}fuuuuuuck{/u}...~

source: [_penelope_] W-wait... it's... {i}ah{/i}~
fr_fr: [_penelope_] W-wait... il... {i}ah{/i}~

source: [_ember_] Told ya!! I knew she'd like it in the ass!
fr_fr: [_ember_] Vous avez dit !! Je savais qu'elle aimerait dans le cul !

source: [_ember_] Got a little masochistic side to you, don't you sweet lips?
fr_fr: [_ember_] Vous avez un peu de côté masochiste pour vous, vous n'avez pas de lèvres douces ?

source: [_penelope_] {i}A-ahhh{/i}... please... kindly go... f-fuck... y-youurself...~
fr_fr: [_penelope_] {i}A-ahh{/i}... s'il vous plaît... allez... fuck... y-vous...~

source: [_ember_] {i}Ah, ah, ah!{/i} You wanna play it like, then you'd better be careful what you wish for!
fr_fr: [_ember_] {i}Ah, ah, ah!{/i} Vous voulez jouer comme ça, alors vous feriez mieux de faire attention à ce que vous voulez!

source: [_desiree_] {i}*Chuckles*{/i} Quite right, Ember...~
fr_fr: [_desiree_] {i}*Chucailles*{/i} Tout à fait, Ember...~

source: [_desiree_] How about we give our pet some some finishing touches!
fr_fr: [_desiree_] Que diriez-vous de donner quelques touches finales à notre animal de compagnie !

source: [_penelope_] What?! N-noo! G-get off m- I know what you're trying to do, I won't-
fr_fr: [_penelope_] Quoi?! N-noo! G-get off m- Je sais ce que vous essayez de faire, je ne le ferai pas-

source: [_ember_] There we go, much better!
fr_fr: [_ember_] Nous y allons, beaucoup mieux !

source: [_danny_] (This is... pretty exciting, but... where do they find these toys from exactly...? They never have any money, outside of my help!)
fr_fr: [_danny_] (C'est ... assez excitant, mais... où trouve-t-on exactement ces jouets...? Ils n'ont jamais d'argent, en dehors de mon aide!)

source: [_ember_] Pretty handy little thing! Watch what hiting {u}this{/u} little button does!
fr_fr: [_ember_] Une petite chose très pratique ! Regardez ce que cache {u}ce petit bouton {/u} !

source: [_penelope_] {i}MMMMMMMMMMHHH!!!{/i}
fr_fr: [_penelope_] {i}MMMMMMMMHHHHHHH!!!{/i}

source: [_danny_] ...are you... okay?
fr_fr: [_danny_] ... êtes-vous ... d'accord ?

source: [_desiree_] How does her ass feel, Master?
fr_fr: [_desiree_] Comment se sent son âne, Maître?

source: [_danny_] It's... {i}*Huff*{/i} ...so nice and tight... it feels really, really good...
fr_fr: [_danny_] C'est... {i}*Huff*{/i} ...si gentil et serré... ça sent vraiment, vraiment bien...

source: [_desiree_] Yes!! Ravage her Master! Make her your rightful property!!
fr_fr: [_desiree_] Oui!! Ravagez son Maître! Faites de lui une propriété légitime!!

source: [_ember_] Damn this is getting me all hot and worked up!
fr_fr: [_ember_] Bon sang, ça me fait chaud et bougé !

source: [_danny_] {i}*Huff* *Huff!*{/i} F-fuck!
fr_fr: [_danny_] {i}*Huffer* *Pouf !*{/i} F-fuck !

source: [_desiree_] Look at her, her leg's look ready to give out, she's absolutely quaking!
fr_fr: [_desiree_] Regardez-la, sa jambe est prête à sortir, elle tremble absolument !

source: [_penelope_] {i}MMNMmohhh! Mmnnnnnn!!{/i}
fr_fr: [_penelope_] {i}MMNMmohhhhh! Mmnnnnnn!!{/i}

source: [_penelope_] {i}MMMMMMMMMMMMGFGH!!{/i}
fr_fr: [_penelope_] {i}MMMMMMMMMMGFGH!!{/i}

source: [_danny_] Oh, God!! She's clamping... hard!!{p}{nw}
fr_fr: [_danny_] Oh, Dieu !! Elle se serre... dur !!{p}{nw}

source: [_extend_] Too!! Tight!!
fr_fr: [_extend_] Too!! Huit !!

source: [_ember_] God damn... I think she's cumming already!
fr_fr: [_ember_] Dieu maudite... Je pense qu'elle éjacule déjà !

source: [_ember_] {i}Haha!{/i} Wow Are you seriously cumming from getting your ass fucked in front of us like this?
fr_fr: [_ember_] {i}Haha !{/i} Wow Es-tu sérieusement foutre de se faire baiser devant nous comme ça ?

source: [_danny_] I can't hold on much longer!
fr_fr: [_danny_] Je ne peux pas retenir plus longtemps !

source: [_desiree_] ...I think she's been more than satisfied with this arrangement.
fr_fr: [_desiree_] ...Je pense qu'elle est plus que satisfaite de cet arrangement.

source: [_danny_] I'm gonna-!
fr_fr: [_danny_] Je vais-!

source: [_ember_] I think good old Danny ended up breaking her with that one...
fr_fr: [_ember_] Je pense que le bon vieux Danny a fini par la briser avec celui-ci...

source: [_danny_] That was... {i}*Huff*{/i} ...definitely pretty intense.
fr_fr: [_danny_] C'était... {i}*Huff*{/i} ...vraiment assez intense.

source: [_danny_] Penelope? You okay in there?
fr_fr: [_danny_] Pénélope ? Vous êtes d'accord là-bas ?

source: [_desiree_] How are we feeling hon, are we okay?
fr_fr: [_desiree_] Comment en sommes-nous captifs, est-ce que nous sommes d'accord ?

source: [_penelope_] {i}*Twitches*{/i} Ahhnnhh... ahhwahhhh...~~
fr_fr: [_penelope_] {i}*Twitches*{/i} Ahhnnh... ahhwahhhhh...~~

source: [_danny_] Right, okay... well... I'm sure she'll be fine, just... try and rest up, okay?
fr_fr: [_danny_] D'accord, d'accord... eh bien... Je suis sûr qu'elle va bien, juste ... essayer de se reposer, d'accord?

source: [_penelope_] {i}*Giggling*{/i} I wuv you all...~
fr_fr: [_penelope_] {i}*Giggling*{/i} Je vous wuv tous...~

source: [_ember_] Never mind her, clean that cock off quick and get ready for round three!
fr_fr: [_ember_] Peu importe elle, nettoyez rapidement cette queue et préparez-vous pour la troisième ronde !

source: [_desiree_] ...both three {i}and{/i} four, in fact...~
fr_fr: [_desiree_] ...trois {i}et quatre{/i} en fait...~

source: [_danny_] Huh?
fr_fr: [_danny_] Hein?

source: [_desiree_] I believe it is {i}our{/i} turn now, Master~
fr_fr: [_desiree_] Je crois que c'est {i}nos{/i} tour maintenant, Maître~

source: [_ember_] Come on big boy, sort yourself out and don't keep your original and {u}favorite{/u} pair of hot ghost broads waiting!
fr_fr: [_ember_] Venez sur le gros garçon, réglez vous-même et ne gardez pas votre paire originale et {u}favorite{/u} de fantômes chauds vous attendent!

source: [_danny_] (Orgone-based stamina, {i}please{/i} don't fail me now!)
fr_fr: [_danny_] (Endurance basée sur les organes, {i}s'il vous plaît{/i} ne me manque pas maintenant!)

source: [_desiree_] {i}Ahh!{/i} Yes! That's it, my Master! Fuck me! Fuck your eager servant!
fr_fr: [_desiree_] {i}Ahh!{/i} Oui! C'est ça, mon Maître! Fuck moi! Fuck moi votre serviteur impatient!

source: [_danny_] You know... you know just what to do to get me hard as a rock as always, Des!
fr_fr: [_danny_] Vous savez... vous savez exactement quoi faire pour me rendre difficile comme un rocher, Des!

source: [_desiree_] Just happy... to service this magical cock of yours, not to worry!
fr_fr: [_desiree_] Juste heureux... de servir votre queue magique, ne vous inquiétez pas!

source: [_desiree_] {u}Gods{/u} are you big!
fr_fr: [_desiree_] {u}Dieux{/u} êtes vous grand!

source: [_ember_] Jeez, don't hog all the cock all night!
fr_fr: [_ember_] Jeez, ne portez pas toute la queue toute la nuit!

source: [_desiree_] {i}Oooh!{/i} My deepest apologies, Ember... j-just a little more-
fr_fr: [_desiree_] {i}Oooh !{/i} Mes plus sincères excuses, Ember... j-juste un peu plus-

source: [_desiree_] Yes! That's it! Right there!!
fr_fr: [_desiree_] Oui ! C'est ça ! Juste là !!

source: [_desiree_] Treat your servant as she should be treated! Teach her to know her place!
fr_fr: [_desiree_] Traitez votre serviteur comme elle devrait être traitée! Apprenez-lui à connaître sa place!

source: [_danny_] I can't stop... I never wanna take it out! {i}Yeahh!{/i}
fr_fr: [_danny_] Je ne peux pas m'arrêter... Je ne veux jamais le retirer! {i}Ouais!{/i}

source: [_ember_] Hey, hey!! Don't be talking all that crazy talk before I get a go, yah jerk!~
fr_fr: [_ember_] Hé, hé, hein!! Ne parlez pas de toutes ces paroles folles avant que je parle, hein!~

source: [_ember_] You'll definitely be taking it out when you remember whose pussy is the {i}real{/i} showstopper in this house!!
fr_fr: [_ember_] Tu le sortiras certainement quand tu te souviendras de la chatte de qui est le {i}vrai{/i} showstopper dans cette maison !!

source: [_desiree_] {i}Oh my...{/i}~ Master... {i}*Giggles*{/i} I think our dear Ember's feeling a little left out... why don't you...
fr_fr: [_desiree_] {i}Oh mon...{/i}~ Maître... {i}*Giggles*{/i} Je pense que notre cher Ember se sent un peu oublié... pourquoi pas...

source: [_desiree_] ...treat her to some much needed affection?~
fr_fr: [_desiree_] ... la traiter avec une certaine affection nécessaire ?~

source: [_danny_] R-right.
fr_fr: [_danny_] R-droite.

source: [_ember_] {i}Ahh!{/i} Yes, pin me down! Fuck me silly!
fr_fr: [_ember_] {i}Ahh!{/i} Oui, enfoncez-moi ! Je me baise idiot!

source: [_danny_] S-shit, going from one of you to the next... it's almost too much!
fr_fr: [_danny_] S-merde, allant de l'un de vous à l'autre... c'est presque trop!

source: [_desiree_] Oh my! Such a wonderful sight this is... I shall try and take it all in as best I can...~
fr_fr: [_desiree_] Oh mon ! Une telle vue est magnifique... Je vais essayer de tout prendre au mieux que je peux...~

source: [_ember_] Just... {i}ahhh!{/i}{p}{nw}
fr_fr: [_ember_] Juste ... {i}ahh!{/i}{p}{nw}

source: [_extend_] ...quit distracting him... and don't let him stop, Des!~
fr_fr: [_extend_] ...arrêtez de le distraire... et ne le laissez pas s'arrêter, Des!~

source: [_ember_] F-fuck this is so fucking good!
fr_fr: [_ember_] F-fuck c'est si fucking bien !

source: [_ember_] Jesus, the way he man handles my ass like this...!!~
fr_fr: [_ember_] Jésus, la façon dont il gère mon âne comme ça...!!~

source: [_desiree_] Ember, I must say, you would have made an excellent chamber maiden back in my time, I sincerely believe that...
fr_fr: [_desiree_] Embert, je dois dire que vous auriez fait une excellente chambre de mon temps, je crois sincèrement que...

source: [_ember_] {i}Oooooh! Fuck yes!!{/i} That's it! Slam my pussy with that big fat cock!
fr_fr: [_ember_] {i}Oooooh! Fuck yes!!{/i} C'est ça! Frappez ma chatte avec cette grosse grosse grosse bite!

source: [_extend_] Desiree... as long as you and Red over there... learn to share this amazing dick...!
fr_fr: [_extend_] Désireur... tant que vous et Red là-bas... apprenez à partager cette bite incroyable...!

source: [_ember_] ...you can- {i}Mmmmpphh!{/i} Watch and comment all you want honestly!
fr_fr: [_ember_] ...vous pouvez- {i}Mmmmpphh!{/i} Regardez et commentez tout ce que vous voulez honnêtement !

source: [_desiree_] It's a deal then!~
fr_fr: [_desiree_] C'est une affaire alors !~

source: [_danny_] {i}*Huff*{/i} I can't hold on- {i}grrgh!{/i} ...much... longer!
fr_fr: [_danny_] {i}*Huff*{/i} Je ne peux pas tenir sur {i}!{/i} ...beaucoup... plus longtemps!

source: [_danny_] I'm definitely gonna cum soon!
fr_fr: [_danny_] Je vais vraiment foutre bientôt !

source: [_ember_] Just a... little... more! {i}Ohhhhh yesssss!!~{/i}
fr_fr: [_ember_] Juste ... un peu... plus... de plus! {i}Ohhhhhhh yesssss!!~{/i}

source: [_danny_] FUCK! Yes! That's it! That's it!
fr_fr: [_danny_] FUCTURE! Oui! C'est tout !

source: [_desiree_] Master! Cum in her! Shoot it deep inside her tight little body!
fr_fr: [_desiree_] Maître! Cum en elle! Tirez-le au fond de son petit corps serré!

source: [_ember_] Oh my God! I can't believe I'm saying this, but... you can give it to her if you want!
fr_fr: [_ember_] Oh mon Dieu! Je n'arrive pas à croire que je le dis, mais... vous pouvez lui donner si vous voulez!

source: [_ember_] She helped set this whole thing up after all!{p}{nw}
fr_fr: [_ember_] Elle a aidé à mettre tout cela en place après tout !{p}{nw}

source: [_extend_] I don't care! Just cum inside one of us!!
fr_fr: [_extend_] Je m'en fiche ! Clum à l'intérieur de l'un de nous !!

source: [_danny_] Okay then, let's switch out, quick! I wanna finish strong!
fr_fr: [_danny_] D'accord, quittons vite ! Je veux finir fort !

source: [_desiree_] {i}*Giggles*{/i} But of course, as you wish Master...~
fr_fr: [_desiree_] {i}*Giggles*{/i} Mais bien sûr, comme vous le souhaitez Maître...~

source: [_danny_] Okay then, let's just go ahead and...
fr_fr: [_danny_] Alors, allons-y tout de suite et...

source: [_ember_] {i}Ohhh{/i} man... that was perfect... I'm just gonna lay down here for a second...
fr_fr: [_ember_] {i}Ohhh{/i} homme... c'était parfait... Je vais juste m'installer ici une seconde...

source: [_danny_] So, Desiree... shall we?
fr_fr: [_danny_] Alors, désirez... allons-nous?

source: [_desiree_] Oh yes, I do think we shall...~
fr_fr: [_desiree_] Oh oui, je pense que nous allons...~

source: [_danny_] Oh my God... this ass is always...
fr_fr: [_danny_] Oh mon Dieu... c'est toujours...

source: [_desiree_] The object of your desire...?
fr_fr: [_desiree_] L'objet de votre désire...?

source: [_danny_] Yeah.. you know it... {i}mmmphh{/i}... shit...
fr_fr: [_danny_] Oui, vous le savez... {i}mmmphh{/i}... merde...

source: [_danny_] Oh... yeah... take this dick like you deserve it....
fr_fr: [_danny_] Oh... ouais... prenez cette bite comme vous la méritez...

source: [_desiree_] Oh, I do deserve it Master, I do! Please! Give it me! More!
fr_fr: [_desiree_] Oh, je le mérite bien, je le fais ! S'il vous plaît ! Donnez-moi moi ! Plus !

source: [_danny_] Okay then! Get ready for this!
fr_fr: [_danny_] Alors, alors ! Préparez-vous pour ça !

source: [_desiree_] Yes, yes!! Please, Master! Give me your beloved seed!
fr_fr: [_desiree_] Oui, oui!! S'il vous plaît, Maître! Donnez-moi votre graine bien-aimée!

source: [_danny_] Here I come...!!
fr_fr: [_danny_] Je viens ici...!!

source: [_desiree_] {i}OOhhhhh!!!~{/i} Yes, release it all inside your willing servant...~
fr_fr: [_desiree_] {i}Ohhhhhhh !!!~{/i} Oui, libérez tout à l'intérieur de votre serviteur volontaire...~

source: [_danny_] {i}Ahhhhh{/i}... yeah, that's it...
fr_fr: [_danny_] {i}Ahhhhhh {/i}... oui, c'est tout...

source: [_desiree_] {i}*Sighs*{/i}{p}{nw}
fr_fr: [_desiree_] {i}*Soupirs*{/i}{p}{nw}

source: [_extend_] How marvelous... thank you, my Master...~
fr_fr: [_extend_] Comme c'est merveilleux... merci, mon Maître...~

source: [_danny_] {i}Heh{/i}, anytime Des, believe me... anytime.
fr_fr: [_danny_] {i}Heh{/i}, quand Des, croyez-moi... à tout moment.

source: [_danny_] Sounds good, I think I'll just finish it out here with you though, Ember...
fr_fr: [_danny_] Cela semble bien, je pense que je vais juste le terminer ici avec vous, Ember...

source: [_ember_] Oh thank fucking God, I was hoping you'd say that!
fr_fr: [_ember_] Oh merci à Dieu, je m'attendais à ce que vous disiez ça !

source: [_ember_] Then keep giving me that nice dick and make me your little cum slut already!!
fr_fr: [_ember_] Alors continuez à me donner cette belle bite et faites-moi déjà votre petite salope de foutre !!

source: [_danny_] Okay, now we're talking!
fr_fr: [_danny_] Ok, nous parlons maintenant !

source: [_ember_] {i}Fuuuck{/i}, you're so deep in my pussy right now!!
fr_fr: [_ember_] {i}Fuuuck{/i}, vous êtes si profondément dans ma chatte en ce moment!!

source: [_danny_] Your... body... is so hot, Ember! You're on fire!
fr_fr: [_danny_] Votre... corps... est si chaud, Ember! Vous êtes en feu!

source: [_ember_] {i}*Chuckles*{/i} You're damn right I'm on fire!
fr_fr: [_ember_] {i}*Chuces*{/i} Vous êtes maudite je suis en feu !

source: [_ember_] I'm... Ember... fucking... McLain, bitch!!
fr_fr: [_ember_] Je... Ember... baiser... baiser... McLain, chienne!!

source: [_desiree_] (This is more than I could have asked for! Nothing better than a true haram developing between Master and his women of choice!!)
fr_fr: [_desiree_] (C'est plus que ce que j'aurais pu demander ! Rien de mieux qu'un véritable haram qui se développe entre Maître et ses femmes de choix!!)

source: [_ember_] I want you to shoot it Danny! Finish inside me!! It's the big finale of this fun night!!
fr_fr: [_ember_] Je veux que vous le tiriez Danny ! Terminez en moi !! C'est la grande finale de cette nuit amusante!!

source: [_ember_] {i}Fuck{/i}, YESS!!{p}{nw}
fr_fr: [_ember_] {i}Fuck {/i}, OUI !!{p}{nw}

source: [_extend_] {i}Ohhh{/i}, yeah, that feels so good, you have no idea...~
fr_fr: [_extend_] {i}Ohhh{/i}, oui, ça se sent si bien, vous n'avez aucune idée...~

source: [_danny_] That... was... more than I could have hoped for...
fr_fr: [_danny_] C'était... plus que ce que j'aurais pu espérer...

source: [_ember_] That's what you get when you strike it big with Ember, dude... t'cha , you're welcome!
fr_fr: [_ember_] C'est ce que vous obtenez quand vous frappez grand avec Ember, dude... t'cha, vous êtes les bienvenus !

source: [_desiree_] {i}Ah!{/i} Now {i}that{/i} certainly reminded me of the good old days!
fr_fr: [_desiree_] {i}Ah!{/i} Maintenant, {i}cela{/i} m'a certainement rappelé le bon vieux temps!

source: [_ember_] Shit... I don't think I ever did {i}anything{/i} as fun as that back when I was alive... wow.
fr_fr: [_ember_] Shit... Je ne pense pas que j'ai jamais fait {i}quelque chose{/i} aussi amusante que ça quand j'étais vivant... wow.

source: [_danny_] I think... I need to lay down now... before I die of a heart attack.
fr_fr: [_danny_] Je pense... J'ai besoin de m'attarder maintenant... avant de mourir d'une crise cardiaque.

source: [_danny_] ...what in the-{p}{nw}
fr_fr: [_danny_] ...quoi dans la-{p}{nw}

source: [_extend_] Oh... right.
fr_fr: [_extend_] Oh j'ai bien compris...

source: [_danny_] {i}*Ahem* Uhm{/i}, girls...?
fr_fr: [_danny_] {i}*Ahem* Uhm{/i}, filles...?

source: [_danny_] Girls! Hey, hey, wake up!
fr_fr: [_danny_] Felles! Hé, hé, réveille!

source: [_ember_] {i}Gah!{/i} Holy sh... wow. Okay... what... what time is it?
fr_fr: [_ember_] {i}Gah!{/i} Saint... Wow. Ok... quoi... à quel moment?

source: [_desiree_] M-mmm? Goodness... {i}*Yawn*{/i} ...me.
fr_fr: [_desiree_] M-mmm? Bonheur... {i}*Année*{/i} ...moi.

source: [_penelope_] {i}Urgh{/i}... enough talking, it's too early for anything else..
fr_fr: [_penelope_] {i}Urgh{/i}... assez parlant, il est trop tôt pour autre chose...

source: [_danny_] Girls, what are you all still doing here?!
fr_fr: [_danny_] Filles, que faites-vous tous ici?!

source: [_danny_] C'mon, if someone walks in, I'm totally screwed!
fr_fr: [_danny_] Mon mon, si quelqu'un entre, je suis totalement vissé !

source: [_ember_] Yeah, look, we- {i}*Yawn*{/i} ...we wanted to talk to you about that, so listen...
fr_fr: [_ember_] Ouais, regardez, nous - {i}*Yawn*{/i} ...nous voulions vous parler de ça, alors écoutez...

source: [_desiree_] Yes... since our dear Penelope has joined the... group... it has certainly become a tad crowded in the "Fenton Thermos" Master.
fr_fr: [_desiree_] Oui... puisque notre cher Penelope a rejoint le groupe... ... il est certainement devenu un peu bondé dans le Maître des Thermes Fenton.

source: [_danny_] What? But I thought that... didn't we originally make a wish so that you could have more room inside?
fr_fr: [_danny_] Quoi? Mais je pensais que... n'avons-nous pas fait un souhait à l'origine pour que vous puissiez avoir plus de place à l'intérieur ?

source: [_desiree_] It would seem that the more capacity my magic must compensate for, the less adequate space is capable of being produced.
fr_fr: [_desiree_] Il semblerait que plus ma magie doit compenser, moins l'espace est suffisant.

source: [_ember_] So in other words, the rooms keep getting smaller and smaller the more dumb sluts you bring home!
fr_fr: [_ember_] Donc, en d'autres termes, les chambres ne cessent de devenir de plus en plus petites les salopes stupides que vous rapportez à la maison !

source: [_desiree_] ...so it would seem.
fr_fr: [_desiree_] ...donc il semblerait que ce soit le cas.

source: [_penelope_] Hey!! You watch it over who you call a dumb slut, young lady!
fr_fr: [_penelope_] Hé !! Vous le regardez sur qui vous appelez une salope stupide, jeune dame !

source: [_ember_] {i}Heh{/i}, yeah, sure thing Grandma...
fr_fr: [_ember_] {i}Heh{/i}, oui, c'est sûr de Grandma...

source: [_danny_] Is it really that bad?
fr_fr: [_danny_] Est-ce vraiment si mauvais ?

source: [_penelope_] Frankly? Desiree I believe used the phrase "a tad crowded" to describe how things are...
fr_fr: [_penelope_] Franchement, ? Je crois que le désir a utilisé l'expression "un tad crowded" pour décrire comment les choses sont...

source: [_penelope_] ...but "unbearably compact and cramped" could be another.
fr_fr: [_penelope_] ...mais « insupportablement compacte et entachée » pourrait en être une autre.

source: [_danny_] Seriously?
fr_fr: [_danny_] Sérieusement ?

source: [_desiree_] Master, I do not think I need to point out to you of all people that... the three of us on our own already, well...
fr_fr: [_desiree_] Maître, je ne pense pas avoir besoin de vous rappeler de toutes les personnes ça. . - Les trois d'entre nous sont déjà seuls, eh bien...

source: [_desiree_] We make up an {i}exceptional{/i} trio of... willful and headstrong women.
fr_fr: [_desiree_] Nous formons un {i}trio exceptionnel{/i} de femmes volontaristes et fortes.

source: [_danny_] Big personalities... yeah, I think I get what you're saying...
fr_fr: [_danny_] Grandes personnalités... Ouais, je pense que j'obtiens ce que vous dites...

source: [_danny_] If I'm gonna continue to try and rehabilitate any of the ghosts attacking the town.
fr_fr: [_danny_] Si je vais continuer à essayer de réhabiliter l'un des fantômes qui attaquent la ville.

source: [_penelope_] We're going to need better accommodations, there just won't be enough going forward with any {i}more{/i} drama queens we end up stuck with.
fr_fr: [_penelope_] Nous allons avoir besoin de meilleurs hébergements, il n'y aura pas assez d'avancée avec les reines {i}de plus{/i} de drame avec lesquelles nous sommes restés coincés.

source: [_desiree_] ...spoken as if you were not yourself the most {i}recent{/i} unwanted guest to arrive.
fr_fr: [_desiree_] ... dit comme si vous n'étiez pas vous-même le plus récent {i}invité{/i} indésirables à arriver.

source: [_penelope_] {i}Ohhh{/i} please, I liven things up around here in the best ways possible.
fr_fr: [_penelope_] {i}Ohhh{/i} s'il vous plaît, j'anime les choses ici de la meilleure manière possible.

source: [_ember_] Yeah, so you're gonna need to find some kinda proper place for us.
fr_fr: [_ember_] Oui, tu auras besoin de trouver un bon endroit pour nous.

source: [_desiree_] If you still do not wish for us to me made known to your family living here as well, that is.
fr_fr: [_desiree_] Si vous ne souhaitez toujours pas que nous fassions également connaître votre famille qui vit ici aussi.

source: [_ember_] Because if we keep going in this ever shrinking space direction, we're gonna go crazy...
fr_fr: [_ember_] Parce que si nous continuons à aller dans cette direction d'espace qui ne cesse de se rétrécir, nous allons devenir folles...
