Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Absolutely! You don't even have to explain! Everything revealed between any competent counselor and their patient is strictly confidential!
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Absolument ! Vous n'avez même pas à expliquer ! Tout ce qui a été révélé entre un conseiller compétent et son patient est strictement confidentiel !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] I would {i}never{/i} want to betray that trust or cross that professional boundary...
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Je n'aurais jamais {i}envie de trahir cette confiance ou de franchir cette frontière professionnelle...

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh thank God... that's a relief.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Oh merci Dieu... c'est un soulagement.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Now then... our repugnant little green friend...? Is that the ghost causing all the problems as of late?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Alors... notre répugnant petit ami vert...? Est-ce que le fantôme est à l'origine de tous les problèmes ces derniers temps?

source: [_danny_s_towards_s_rise_s_talk_displeased_] You know about it? Like the way everyone is acting?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Vous le savez ? Vous aimez la façon dont tout le monde agit ?

source: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Well certainly! Half the students I'm meeting with are coming back for follow ups in the skimpiest of apparel!
fr_fr: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Bien sûr ! La moitié des élèves que je rencontre sont de retour pour des suivis dans le plus épouvantable des vêtements !

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] I mean I know a number of my methods of helping connect with others can be... a bit progressive, at times...
fr_fr: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] Je veux dire que je sais qu'un certain nombre de mes méthodes d'aide à la connexion avec d'autres peuvent être... un peu progressif, parfois...

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_distraught_] ...but I could {i}never{/i} have expected any of what's been happening as of late to occur!
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_distraught_] ... mais je n'aurais jamais pu {i}{/i} s'attendre à ce qu'il se passe aussi tard !

source: [_penelope_s_arms_down_s_down_s_unhappy_s_talk_distraught_] I was really starting to worry that my teachings were doing more harm than good on the students...
fr_fr: [_penelope_s_arms_down_s_down_s_unhappy_s_talk_distraught_] Je commençais vraiment à craindre que mes enseignements fassent plus de mal que de bien sur les élèves...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Don't blame yourself Penelope, I think our creepy friend is the one behind all the weird stuff lately...
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ne vous blâmez pas Penelope, je pense que notre amie effrayante est celle qui derrière toutes les choses bizarres dernièrement...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Well, I guess I have to ask, is there anything we can do to stop the over the top sexual revolution happening...?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Eh bien, je suppose que je dois demander, y a-t-il quelque chose que nous pouvons faire pour empêcher que la révolution sexuelle supérieure ne se produise...?

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Because, of course, something so raw as all this flagrant sexual energy just isn't healthy for developing minds! It's simply too graphic!
fr_fr: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Parce que, bien sûr, quelque chose d'aussi brute que toute cette énergie sexuelle flagrante n'est pas sain pour les esprits en développement ! C'est tout simplement trop graphique!

source: [_danny_s_towards_s_sad_s_talk_displeased_] I have to come up with a plan to defeat that thing, before it finishes accomplishing... whatever it's doing to everyone.
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Je dois élaborer un plan pour vaincre cette chose, avant qu'elle ne finisse d'accomplir... tout ce qu'elle fait à tout le monde.

source: [_danny_s_closed_s_sad_s_talk_distraught_] But he's gotten away twice now... I don't know if I have what it takes to pull it off...
fr_fr: [_danny_s_closed_s_sad_s_talk_distraught_] Mais il est parti deux fois maintenant... Je ne sais pas si j'ai ce qu'il faut pour le retirer...

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well, I for one completely have faith in you, Danny.
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Eh bien, je pour quelqu'un a complètement foi en vous, Danny.

source: [_danny_s_towards_s_rise_s_talk_happy_] Really? I mean, {i}uh{/i}, thanks! I need all the support I can get.
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Vraiment? Je veux dire, {i}euh{/i}, merci! J'ai besoin de tout le soutien que je peux obtenir.

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] ...now then, since you're here... might as well get in a little catch up session, right?
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] ... maintenant puisque vous êtes là... pourrait tout aussi bien vous rattraper un peu de session, n'est-ce pas?

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Oh, well... sure, I guess.
fr_fr: [_danny_s_towards_s_wondering_s_talk_displeased_] Oh, eh bien... bien sûr.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Excellent, follow me.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Excellent, suivez-moi.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] What's up?
fr_fr: [_danny_s_towards_s_wondering_s_talk_displeased_] Quoi de neuf ?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Well I was simply curious as to how things were going with Jazz?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Eh bien, j'étais simplement curieux de savoir comment les choses allaient avec Jazz?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Terribly,{/i} Penelope, terrible! I didn't think your advice was really... {i}too{/i} awful...
fr_fr: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Terriblement,{/i} Pénélope, terrible! Je ne pensais pas que votre conseil était vraiment... {i}aussi{/i} affreux...

source: [_danny_s_down_s_sad_s_talk_displeased_] I mean, we definitely became more open with each other after our little gift exchange, I can admit that...
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] Je veux dire, nous sommes définitivement devenus plus ouverts les uns avec les autres après notre petit échange de cadeaux, je peux admettre que...

source: [_danny_s_towards_s_angry_s_talk_displeased_] But whatever that ghost is doing, it's affecting her too, and in a really bad way! {i}Wayy{/i} too close for comfort, believe me!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Mais quoi que ce fantôme fasse, il l'affecte lui aussi, et de manière vraiment mauvaise! {i}Way{/i} trop près pour me réconforter, croyez-moi!

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] Well now, have you simply tried talking to her about her new... behavior? Perhaps it isn't as manufactured as-
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] Eh bien, avez-vous simplement essayé de lui parler de son nouveau... comportement ? Peut-être pas aussi fabriqué que -

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] N-no, no! No way, believe me, the last thing I should do is be near her right now.
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_distraught_] N-non, non ! Jamais, croyez-moi, la dernière chose que je devrais faire est d'être proche d'elle en ce moment.

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] ...I see. Interesting that you would take that approach with her at this time...
fr_fr: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] ...Je vois. Intéressant que vous adoptiez cette approche avec elle en ce moment...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...huh?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] ... hein ?

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_distraught_] ...I'm worried about you Danny, I can tell you're on edge with Jazz's behavior, but I'm wondering if it's stress that's even warranted or not.
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_distraught_] ... 'm inquiet pour vous Danny, je peux dire que vous êtes à la pointe du comportement de Jazz, mais je me demande si c'est le stress qui est même justifié ou non.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] I think what you need right now, is to do some internal thinking, in your comfort zone, and simply try and get some relax.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Je pense que ce dont vous avez besoin maintenant, c'est de faire quelques réflexions internes, dans votre zone de confort, et d'essayer simplement de vous détendre.

source: [_danny_s_towards_s_angry_s_talk_distraught_] "Relax"? How?! How the heck am I supposed to relax with everything going on, with everybody around me?!
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_] « Détendez-vous? Comment?! Comment suis-je censé me détendre avec tout ce qui se passe, avec tout le monde autour de moi? »

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_distraught_] See, don't you hear that? So much tension and anger! It's not healthy, not for a hero like yourself, not in the slightest...
fr_fr: [_penelope_s_arms_down_s_towards_s_sad_s_talk_distraught_] Voyez-vous, n'entendez pas ça ? Tant de tension et de colère ! Ce n'est pas sain, pas pour un héros comme vous, pas du tout...

source: [_danny_s_down_s_sad_s_talk_displeased_] I... I mean... I'm not trying to be a jerk, I-I'm sorry...
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] Je... je veux dire... Je n'essaie pas d'être un saccagé, je suis désolé...

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_happy_] It's alright, I get it, it's certainly a very confusing time for us all right now.
fr_fr: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_happy_] C'est bien, je le sais, c'est certainement un moment très déroutant pour nous tous en ce moment.

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_displeased_] But you won't be doing this school or this city any favor chasing after evil ghosts when you're this high strung, I am telling you!
fr_fr: [_penelope_s_arms_down_s_towards_s_angry_s_talk_displeased_] Mais vous ne ferez aucune faveur à cette école ou à cette ville en pourchassant des fantômes maléfiques lorsque vous êtes aussi hauts, Je vous le dis!

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] So, in order for you to clear your head a bit, I am ordering you to go home early for the day.
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Donc, afin que vous puissiez vous débarrasser un peu de votre tête, je vous commande de rentrer chez vous tôt pour la journée.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] If you don't take time to decompress every now and then, you're likely to do something crazy, maybe even get yourself or somebody else hurt!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] Si vous ne prenez pas le temps de décompresser de temps à autre, vous êtes susceptible de faire quelque chose de fou, peut-être même vous faire blesser ou quelqu'un d'autre!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] But I could... {i}urgh{/i}. I think you're right, actually.{p}{nw}
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mais j'ai pu... {i}urgh{/i}. Je pense que vous avez raison, en fait.{p}{nw}

source: [_extend_] I could probably do with a night off.
fr_fr: [_extend_] Je pourrais probablement faire avec une nuit de repos.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Then straight back to my plan of stopping that big globby creep!
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Alors tout de suite retour à mon plan d'arrêter ce gros globby fluage !

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Well, he certainly speaks like a true hero! Bless your little heart, Danny! I know you can pull it off!
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Eh bien, il parle certainement comme un vrai héros! Baissez votre petit cœur, Danny ! Je sais que vous pouvez l'arracher !

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks again, Miss Spectra, I really appreciate your advice... and, you know, for keeping my secret safe.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Encore merci, Mlle Spectra, j'apprécie vraiment vos conseils... et vous savez, d'avoir gardé mon secret en sécurité.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It's no trouble at all! You can always rely on your dear friend Penelope Spectra!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Ça ne pose aucun problème ! Vous pouvez toujours compter sur votre cher ami Penelope Spectra !

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Feel free to stop back in whenever you're feeling the need to talk about anything!
fr_fr: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] N’hésitez pas à vous arrêter à chaque fois que vous avez besoin de parler de quoi que ce soit !

source: [_danny_s_towards_s_idle_s_talk_happy_] Thanks, I will. Later!
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Merci, je le ferai. Plus tard !

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] He's rather a simple boy, isn't he? It's just so easy to wrap him around my finger like that...
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Il est plutôt un garçon simple, n'est-ce pas ? Il est si facile de l'envelopper autour de mon doigt comme ça...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Wouldn't you agree, Bertrand?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Vous ne seriez pas d'accord, Bertrand ?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Indeed, ma'am, I knew you'd be able to bend him to your will...
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] En effet, ma'am, je savais que vous pourriez le plier à votre volonté...

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well, he's not completely bent the way I'd like him to be, but he's getting there... just a {i}bit{/i} more pushing in the right direction...
fr_fr: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Eh bien, il n'est pas tout à fait penché sur la façon dont je le souhaiterais, mais il y parvient. . juste un {i}bit{/i} de plus poussant dans la bonne direction...

source: [_penelope_s_arms_down_s_towards2_s_rise_s_talk_happy_] Does the girl have everything we need her to have?
fr_fr: [_penelope_s_arms_down_s_towards2_s_rise_s_talk_happy_] La fille a-t-elle tout ce dont nous avons besoin ?

source: [_bootrand_s_arms_up_s_towards_s_talk_] Oh absolutely, she's MORE than ready, Mistress.
fr_fr: [_bootrand_s_arms_up_s_towards_s_talk_] Oh, absolument, elle est plus que prête, Maîtresse.

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_happy_] Excellent... goodness, we are {i}close{/i} to the endgame, Bertrand, I can feel it in my stockings!
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_happy_] Excellent... bonheur, nous sommes {i}près de la fin de jeu{/i} Bertrand, je le sens dans mes chaussettes!

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Then this stupid charade can finally end, and we can move out of this dreadful office!
fr_fr: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Alors cette stupide charade peut enfin se terminer, et nous pouvons sortir de ce terrible bureau !

source: [_bootrand_s_arms_up_s_glare_s_talk_] Of course, ma'am, of course. You'll be in the limelight like you deserve! You'll shine more beautifully than any other spirit in all the world! You'll-
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Bien sûr, ma'am, bien sûr. Vous serez sous les projecteurs comme vous le méritez ! Vous allez briller plus magnifiquement que n'importe quel autre esprit dans le monde entier ! Vous-

source: [_penelope_s_arms_up_s_towards_s_upset_s_talk_displeased_] Alright, yes, yes, that's enough Bertrand. There'll be plenty of time to grovel at my feet in worship later. We have work to do still.
fr_fr: [_penelope_s_arms_up_s_towards_s_upset_s_talk_displeased_] D'accord, oui, c'est assez Bertrand. « Il y aura encore beaucoup de temps pour me vanter de vénérer. Il nous reste encore du travail à faire. »

source: [_bootrand_s_arms_down_s_towards_s_talk_] Y-yes, Mistress, of course...
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Y-oui, la brume, bien sûr...

source: [_penelope_s_arms_up_s_towards2_s_confused_s_talk_distraught_] ...and change back already, I'm tired of your gross form caking up the floor with your disgusting goo...
fr_fr: [_penelope_s_arms_up_s_towards2_s_confused_s_talk_distraught_] ...et changez de dos déjà, je suis fatigué de votre forme brute caressant le sol avec votre atout dégoûtant...

source: [_bootrand_s_arms_down_s_towards_s_talk_] A-apologies, ma'am, I'll get that cleaned up right away!!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Excusez-moi, mais je vais faire nettoyer tout de suite!!

source: [_extend_] {i}Hmmm...{/i} then again... this version of you isn't much better to look at, is it?
fr_fr: [_extend_] {i}Hmmm...{/i} puis encore... Cette version de vous n'est pas bien meilleure à regarder, n'est-ce pas?

source: [_bertrand_s_arms_up_s_towards_s_talk_] ...n-no ma'am, you're right, sorry, apologies once again...
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] ...n-no ma'am, vous avez raison, excusez-moi, je vous présente à nouveau mes excuses...

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Oh don't worry Bertie, being attractive is {i}my{/i} job, there's no need to feel like a {i}complete{/i} cretin!
fr_fr: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Oh, ne vous inquiétez pas Bertie, être attractif est {i}mon travail{/i}, il n'y a pas besoin de se sentir comme une crétin{/i} {i}complète{/i} !

source: [_bertrand_s_arms_down_s_towards_s_talk_] And what a wonderful job you do of it, Mistress! You're a knockout!
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] Et quel beau travail que vous en faites, Maîtresse ! Vous êtes un coup de pied !

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] Oh you little flirt! Stop it now, stop! {i}*Chuckles*{/i}
fr_fr: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] Oh toi petit flirt ! Arrête maintenant ! {i}*Chuckles*{/i}

source: [_penelope_s_arms_down_s_towards2_s_neutral_s_talk_amused_] Now, all we have to do is just wait for that fool to fall for the golden carrot we've laid in our trap...
fr_fr: [_penelope_s_arms_down_s_towards2_s_neutral_s_talk_amused_] Maintenant, il ne nous reste plus qu'à attendre que cet imbécile tombe la carotte d'or que nous avons mise dans notre piège ...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] ...and then everything we've planned will come to fruition... and nobody will be able to surpass me then...
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] ...et alors tout ce que nous avons prévu va se concrétiser... et personne ne pourra me surpasser alors...

source: [_danny_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} All of this is so tiring...
fr_fr: [_danny_s_closed_s_sad_s_talk_displeased_] {i}*Soupir*{/i} Tout cela est si fatiguant...

source: [_danny_s_at_player_s_rise_s_talk_consternation_] Why can't I just catch this stupid ugly ghost? I feel like I'm really out of it.
fr_fr: [_danny_s_at_player_s_rise_s_talk_consternation_] Pourquoi ne puis-je pas juste attraper ce stupide horrible fantôme ? J'ai l'impression que je suis vraiment sorti.

source: [_danny_s_down_s_sad_s_talk_displeased_] It's got to be because of all this Jazz stuff that's distracting me...
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] Ça doit être à cause de tout ce qui me dérange de Jazz ...

source: [_danny_s_at_player_s_rise_s_talk_happy_] ...maybe Miss Spectra's right, if I can just play some computer games, chill out in bed, and just relax a little, I'll at least be able to focus my plans better.
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] ... aybe Miss Spectra a raison, si je peux juste jouer à quelques jeux informatiques, me rafraîchir au lit, et tout simplement relaxer un peu, je serai au moins en mesure de mieux cibler mes projets.

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, what should I boot up tonight? Maybe some "Ground Bricker", I could do for some light gaming, something peaceful and soothing.
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Alors, que devrais-je démarrer ce soir ? Peut-être quelques "Ground Bricker", je pourrais faire pour un jeu de lumière, quelque chose de paisible et apaisant.

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Now let's see, do I have to reinstall Ground Bricker again, or do I still have-)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Maintenant, voyons bien, dois-je réinstaller Ground Bricker à nouveau, ou est-ce que j'ai encore-)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_displeased_] (Huh? "Jennifer wants to be my friend?" Well who the heck is Jennifer Fairbrook?)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_displeased_] (Huh? « Jennifer veut être mon ami? » Eh bien, qui est Jennifer Fairbrook?)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Let's see here...)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Voyons ici...)

source: Computer [special_delimiter] [[You've accepted Jennifer's Fairbrook's friend request!]]
fr_fr: Ordinateur [special_delimiter] [[Vous avez accepté la demande d'ami de Jennifer Fairbrook !]]

source: Computer [special_delimiter] {i}*Bing!*{/i}
fr_fr: Ordinateur [special_delimiter] {i}*Bing !*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (What? Already? Okay, so what is this about...?)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Quoi? Déjà ? D'accord, donc de quoi s'agit-il...?)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Yeesh, who the heck still types like that in this day and age?)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Ouais, qui l'engloutit encore comme ça en ce moment ?)

source: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_smile_] (...other than like Star... and Paulina on occasion...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_smile_] (...autre que Star... et Paulina à l'occasion...)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay, okay, she knows her stuff... so is she? I still don't recognize the name at all...)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay, d'accord, elle sait ses choses... alors elle ? Je ne reconnais toujours pas le nom du tout...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_sad_s_bite_] (W-whoa! Just like that??){p}{nw}
fr_fr: [_danny_s_f_s_offscreen_s_ahegao_s_sad_s_bite_] (W-waa ! Tout comme ça??){p}{nw}

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Oh man, I can't believe this is happening!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Oh homme, je ne peux pas croire que ça se passe!)
