Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_danny_] (Phew... I don't know if I'm leaking ectoplasm right now or if I'm just sweating like crazy...)
fr_fr: [_danny_] (Ouf... Je ne sais pas si je laisse échapper de l'ectoplasme en ce moment ou si je transpire juste comme un fou...)

source: [_danny_] (I mean, I might be about to lose my virginity here!!)
fr_fr: [_danny_] (Je veux dire, je pourrais être sur le point de perdre ma virginité ici !!)

source: [_danny_] (Well, no time like the present... let's do this!)
fr_fr: [_danny_] (Eh bien, rien de tel que le présent... faisons-le !)

source: [_danny_s_sad_s_talk_happy_] Hey there, Star. What's, uh... what's happenin'?
fr_fr: [_danny_s_sad_s_talk_happy_] Salut, Star. Qu'est-ce que, euh... qu'est-ce qui se passe ?

source: [_star_s_talk_happy_2_s_neutral_2_] Hey you... I'm glad you came 'round to see me.
fr_fr: [_star_s_talk_happy_2_s_neutral_2_] Salut toi... Je suis content que tu sois venu me voir.

source: [_danny_s_rise_one_s_talk_happy_] Well, I just figured I'd see how you were doing...
fr_fr: [_danny_s_rise_one_s_talk_happy_] Eh bien, je me suis dit que je verrais bien comment tu t'en sors...

source: [_star_s_talk_happy_2_s_sad_] Oh, I'm real good thanks to you! People have been messaging me less and less asking for nudes.
fr_fr: [_star_s_talk_happy_2_s_sad_] Oh, je vais très bien grâce à toi ! Les gens m'envoient de moins en moins de messages demandant des nus.

source: [_star_s_angry_s_talk_frown_] Ugh, can you believe some of the creeps that go to this school?
fr_fr: [_star_s_angry_s_talk_frown_] Ugh, tu peux croire à tous les sales types qui vont dans cette école ?

source: [_danny_s_sad_2_s_talk_frown_] No really? That's awful, I'm sorry to hear that happened to you.
fr_fr: [_danny_s_sad_2_s_talk_frown_] Non, vraiment ? C'est affreux, je suis désolé d'apprendre que ça t'est arrivé.

source: [_star_s_talk_happy_2_s_sad_] It's all good now though, everybody's talking about how Sam likes to masturbate in school! Crazy, right?
fr_fr: [_star_s_talk_happy_2_s_sad_] Mais tout va bien maintenant, tout le monde parle du fait que Sam aime se masturber à l'école ! C'est fou, non ?

source: [_star_s_angry_s_talk_happy_] Like what a total slut!
fr_fr: [_star_s_angry_s_talk_happy_] Comme une vraie salope !

source: [_danny_s_rise_one_s_talk_frown_] Uhm, but we're the ones who put it there, right?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Uhm, mais c'est nous qui l'avons mis là, non ?

source: [_star_s_closed_s_neutral_s_talk_frown_] Well yeah, but she was a total slut regardless.
fr_fr: [_star_s_closed_s_neutral_s_talk_frown_] Oui, mais c'était quand même une vraie salope.

source: [_star_s_confused_s_towards_] She keeps denying it, but her and your buddy Danny totally have a thing going on.
fr_fr: [_star_s_confused_s_towards_] Elle continue de le nier, mais elle et ton pote Danny ont un truc en commun.

source: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Really, you think so?
fr_fr: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Vraiment, tu penses ça ?

source: [_star_s_rise_one_s_talk_frown_] Oh for sure, she totally gives it up to him, no doubt. Probably up the butt, honestly.
fr_fr: [_star_s_rise_one_s_talk_frown_] Oh bien sûr, elle se donne à fond pour lui, sans aucun doute. Probablement dans le cul, honnêtement.

source: [_danny_s_rise_one_s_talk_frown_] W-well, I don't think you can judge a book by it's cover, I mean, she seems like a nice enough-
fr_fr: [_danny_s_rise_one_s_talk_frown_] Eh bien, je ne pense pas qu'on puisse juger un livre à sa couverture, je veux dire, elle semble être une assez gentille

source: [_star_s_rise_one_s_talk_happy_2_] Billy, why are we talking about that skank right now? Come on, I just want to talk to {i}you{/i}...
fr_fr: [_star_s_rise_one_s_talk_happy_2_] Billy, pourquoi on parle de cette salope maintenant ? Allez, je veux juste parler à {i}tu...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problem! What'd you wanna talk about?
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, ok, pas de problème ! De quoi veux-tu parler ?

source: [_star_s_bite_lip_s_confused_] Well... I figure I wouldn't have gotten my plan across without your help, so...
fr_fr: [_star_s_bite_lip_s_confused_] Eh bien... Je me suis dit que je n'aurais pas réussi à faire passer mon plan sans votre aide, alors...

source: [_star_s_rise_one_s_talk_happy_2_] ...how about we just jump right to that nice juicy reward I mentioned...?
fr_fr: [_star_s_rise_one_s_talk_happy_2_] ...et si on passait directement à cette belle récompense juteuse dont j'ai parlé... ...?

source: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-really? You think we should? C-could we, I mean?
fr_fr: [_danny_s_talk_happy_] {i}*Gulp*{/i} V-vraiment ? Tu penses qu'on devrait ? P-pourrait-on, je veux dire ?

source: [_star_s_sad_s_closed_s_talk_happy_] Sure, why not? I definitely owe you after all.
fr_fr: [_star_s_sad_s_closed_s_talk_happy_] Bien sûr, pourquoi pas ? Je vous suis redevable après tout.

source: [_star_s_rise_one_s_talk_frown_s_towards_] ...don't tell me you have some sorta, like, headless ghost girlfriend, right?
fr_fr: [_star_s_rise_one_s_talk_frown_s_towards_] ...ne me dis pas que tu as une sorte de petite amie fantôme sans tête, hein ?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, nothing like that... I just... well I didn't know if you had any guy of your own that you might feel bad about...
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Non, rien de tout ça... C'est juste que... je ne savais pas si tu avais un gars à toi qui pourrait te mettre mal à l'aise...

source: [_star_s_talk_frown_s_neutral_] Hmmm... I mean, there's this one guy who goes here, Kwan. He's sweet, but a bit of numbskull.
fr_fr: [_star_s_talk_frown_s_neutral_] Hmmm... Je veux dire, il y a ce gars qui vient ici, Kwan. Il est gentil, mais un peu naïf.

source: [_star_s_talk_happy_2_s_sad_] Plus, we just fuck, we're not anything serious or something.
fr_fr: [_star_s_talk_happy_2_s_sad_] En plus, on baise juste, on n'a rien de sérieux ou autre.

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-well, g-great, that's good to hear! So I guess that means that... you and I can actually...?
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Eh bien, super, c'est bon à entendre ! Donc je suppose que ça veut dire que... toi et moi pouvons en fait... ...?

source: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] For sure! But, just remember, you and I aren't gonna have, like, actual {b}sex{/b} or anything.
fr_fr: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] C'est sûr ! Mais, souviens-toi, toi et moi n'allons pas avoir, genre, du vrai sexe {b}ou autre.

source: [_danny_s_rise_one_s_talk_frown_] ...what?
fr_fr: [_danny_s_rise_one_s_talk_frown_] ...quoi ?

source: [_star_s_confused_s_talk_frown_] Well yeah, I don't wanna get knocked up by some sort of creature from the 5th dimension, or whatever.
fr_fr: [_star_s_confused_s_talk_frown_] Ouais, je ne veux pas être engrossé par une sorte de créature de la 5ème dimension, ou autre.

source: [_star_s_neutral_2_s_talk_happy_] No way I'm risking my womb getting filled with a haunted poltergheist baby, Billy.
fr_fr: [_star_s_neutral_2_s_talk_happy_] Pas question de risquer que mon utérus soit rempli d'un bébé hanté poltergheist, Billy.

source: [_danny_s_at_player_wide_s_frown_grin_3_] (Are you kidding me?! Did I really just go ahead and sell out Sam just to get diddly squa-)
fr_fr: [_danny_s_at_player_wide_s_frown_grin_3_] (Tu te moques de moi ?! Est-ce que je viens vraiment d'aller de l'avant et de vendre Sam juste pour obtenir une léchouille fontai-)

source: [_star_s_sad_s_talk_happy_] Oh, don't worry, Billy, I'm still gonna suck your ghost dick. It'll be fun!
fr_fr: [_star_s_sad_s_talk_happy_] Oh, ne t'inquiète pas, Billy, je vais quand même sucer ta queue de fantôme. Ca va être amusant !

source: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... yeah, cool, th-that's cool. S-sounds like a {b}definite{/b} juicy reward!
fr_fr: [_danny_s_sad_2_s_talk_happy_2_] Woah, ok... ouais, cool, c'est cool. Ca ressemble à une {b}récompense juteuse et définitive !

source: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, I honestly expected a little bit more... oh well, maybe it's best I don't lose my V-card to someone lke Star of all people.)
fr_fr: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Mince, je m'attendais honnêtement à un peu plus... oh bien, c'est peut-être mieux que je ne perde pas ma carte V pour quelqu'un comme Star)

source: [_danny_s_towards_s_rise_one_] (Plus, a blowjob is still pretty good, it's definitely not something I planned to get from Star Astray of all people say a week ago, after all. Who am I to complain?)
fr_fr: [_danny_s_towards_s_rise_one_] (En plus, une pipe, c'est quand même pas mal, ce n'est certainement pas quelque chose que j'avais prévu d'obtenir de Star Astray il y a une semaine, après tout. Qui suis-je pour me plaindre ?)

source: [_star_s_confused_2_s_talk_happy_2_] Just follow me into the stall here, Billy...
fr_fr: [_star_s_confused_2_s_talk_happy_2_] Suis-moi dans la cabine, Billy...

source: [_danny_s_talk_happy_2_s_wondering_] Alright, no problem, just lead the way...
fr_fr: [_danny_s_talk_happy_2_s_wondering_] D'accord, pas de problème, montre juste le chemin...

source: [_star_s_rise_one_s_talk_happy_2_] Okay... this should be good enough that nobody's going to see us...
fr_fr: [_star_s_rise_one_s_talk_happy_2_] Ok... ça devrait être assez bon pour que personne ne nous voit...

source: [_star_s_sad_s_talk_happy_2_] But I guess even if somebody discovers us, you can just walk right out the door unnoticed though, right? Wow, that's so cool.
fr_fr: [_star_s_sad_s_talk_happy_2_] Mais je suppose que même si quelqu'un nous découvre, tu peux passer la porte sans te faire remarquer, non ? Wow, c'est trop cool.

source: [_danny_] Y-yeah, it's a pretty nice trick to have, I guess.
fr_fr: [_danny_] Ouais, c'est un bon truc à avoir, je suppose.

source: [_star_s_talk_happy_s_down_wide_s_rise_one_] Now then, let's see what we're working with here...
fr_fr: [_star_s_talk_happy_s_down_wide_s_rise_one_] Maintenant, voyons avec quoi nous travaillons ici...

source: [_danny_] Wh-what's wrong?
fr_fr: [_danny_] Pourquoi, qu'est-ce qui ne va pas?

source: [_star_s_confused_s_talk_frown_] Well... I don't exactly know where to find your {u}dick{/u}. Is this a {b}normal{/b} problem for you?
fr_fr: [_star_s_confused_s_talk_frown_] Eh bien... Je ne sais pas exactement où trouver ta queue {u}. Est-ce que c'est un problème {b}normal{/b} pour vous ?

source: [_danny_] Uhm, well, I guess I never actually-
fr_fr: [_danny_] Uhm, eh bien, je suppose que je n'ai jamais vraiment

source: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, wait! Here, I think I see a zipper, it's just hard to see. Here we go...
fr_fr: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, attendez ! Ici, je crois voir une fermeture éclair, c'est juste difficile à voir. Nous y voilà...

source: [_star_] Wooow... now {i}this{/i} Billy. This is a big, {b}fat{/b} cock...
fr_fr: [_star_] Wooow... maintenant {i}ce{/i} Billy. C'est une grosse, {b}grosse{/b} bite...

source: [_star_] I'm gonna have myself a real nice time with it...
fr_fr: [_star_] Je vais passer un bon moment avec ça...

source: [_danny_] {b}OHHHhhh!{/b}! W-wow, I uh, I sorta f-forgot about this part of the whole... blowjob thing... the actual {i}blowjob{/i} part... {i}mmm{/i}...
fr_fr: [_danny_] {b}OHHHhhh!{/b} ! W-wow, je euh, j'ai un peu oublié cette partie de toute cette... histoire de pipe... la partie réelle {i}pipe{/i}... {i}mmm{/i}...

source: [_danny_] Man... I can't believe this is actually happening...
fr_fr: [_danny_] Mec... Je n'arrive pas à croire que ça arrive vraiment...

source: [_danny_] Well... you're doing a nice job of it.
fr_fr: [_danny_] Eh bien... vous faites du bon travail.

source: [_danny_] {i}Fuuuhhh{/i}... you're going at it really well...
fr_fr: [_danny_] {i}Fuuuhhh{/i}... vous y allez vraiment bien...

source: [_danny_] Jeez... you must practice this often...
fr_fr: [_danny_] Jeez... vous devez pratiquer cela souvent...

source: [_danny_] {b}Erhhm{/b}, not like, in a bad way, or anything!
fr_fr: [_danny_] {b}Erhhm{/b}, pas comme, dans le mauvais sens, ou autre !

source: [_danny_] I just mean... you have really good...
fr_fr: [_danny_] Je veux juste dire... tu as vraiment de bonnes...

source: [_danny_] ...{u}skills{/u}... oh man... wow...
fr_fr: [_danny_] ...{u}compétences{/u}... oh mec... wow...

source: [_danny_] (Oh no, already...? She's just... going at it... so good!!)
fr_fr: [_danny_] (Oh non, déjà... ? Elle est juste... en train de le faire... si bien !!)

source: [_danny_] I'm about to...
fr_fr: [_danny_] Je suis sur le point de...

source: [_danny_] Oh... oh Star... I'm gonna...
fr_fr: [_danny_] Oh... oh Star... Je vais...

source: [_danny_] Star... you're making me...~!!
fr_fr: [_danny_] Star, tu me fais... !!

source: [_danny_] Oh Star... I'm gonna cum~!! Get ready!! {i}Uhhmmmnnch!!{/i}
fr_fr: [_danny_] Oh Star... Je vais jouir ! Prépare-toi !! {i}Uhhmmmnnch!!{/i}

source: [_danny_] (This is for Sam, bitch!!)
fr_fr: [_danny_] (C'est pour Sam, salope !)

source: [_danny_] That was great!!
fr_fr: [_danny_] C'était génial !!

source: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Well, you certainly are potent, Billy, I'll give you that. A little quick to the draw I might add, but that's okay, considering it was your first real {b}Star{/b} treatment!
fr_fr: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Ouah ! Eh bien, tu es vraiment puissant, Billy, je te l'accorde. Un peu rapide à la détente, je dois dire, mais ce n'est pas grave, vu que c'était ton premier vrai traitement {b}Star{/b} !

source: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Yeah, sorry about that... you just did {i}such{/i} a nice job.
fr_fr: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Ouais, désolé pour ça... tu as juste fait {i}un tel{/i} beau travail.

source: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Well, I don't know much about ghosts, but if there's one thing I'm good at "exorcising", it's jizz from boys' balls!
fr_fr: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Je ne connais pas grand chose aux fantômes, mais s'il y a une chose que je sais bien "exorciser", c'est le sperme des couilles des garçons !

source: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (What the {b}fuck{/b}?! This chick is weird.)
fr_fr: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... ok... cool ? (C'est quoi ce bordel {b}?! Cette nana est bizarre.)

source: [_star_s_confused_2_s_talk_happy_2_] I'm sure you'll do a better job of stopping from blowing your top too soon next time! So, I'll see you around, right?
fr_fr: [_star_s_confused_2_s_talk_happy_2_] Je suis sûr que tu feras mieux de ne pas t'énerver trop tôt la prochaine fois ! Alors, à plus tard, d'accord ?

source: [_danny_s_sad_s_talk_happy_] Erh, yeah, when I have the time, sure.
fr_fr: [_danny_s_sad_s_talk_happy_] Erh, ouais, quand j'ai le temps, bien sûr.

source: [_star_s_talk_happy_s_sad_] Okay, great! Message me whenever you can on Spookchat, remember. I usually only message during the {b}morning{/b} though. I'll still also be in the bathroom here in the {b}afternoon{/b} too.
fr_fr: [_star_s_talk_happy_s_sad_] Ok, super ! Envoie-moi un message quand tu peux sur Spookchat, n'oublie pas. En général, je n'envoie des messages que le matin {b}{/b}. Je serai toujours dans la salle de bain ici dans l'après-midi {b}{/b} aussi.

source: [_star_s_talk_happy_2_s_confused_2_] Oh, and one more thing! I wanted to give this to you.
fr_fr: [_star_s_talk_happy_2_s_confused_2_] Oh, et encore une chose ! Je voulais te donner ça.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] What the- how'd you get that from Lancer?
fr_fr: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] Qu'est-ce que... comment as-tu eu ça de Lancer ?

source: [_star_s_talk_happy_2_s_sad_] Well, I saw him put it in a drawer full of other confiscated stuff in his office. I told Kwan I needed something out of it, so he busted it open for me.
fr_fr: [_star_s_talk_happy_2_s_sad_] Je l'ai vu le mettre dans un tiroir plein d'autres trucs confisqués dans son bureau. J'ai dit à Kwan que je voulais en tirer quelque chose, alors il l'a ouvert pour moi.

source: [_danny_s_rise_one_s_talk_frown_] So... what are you doing with it now...?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Alors... qu'est-ce que tu fais avec maintenant... ...?

source: [_star_s_talk_happy_s_sad_] I thought I'd give it to you as another little gift! Think of it like the winning touchdown football, or a winning trophy! You're my {b}Number One Dildo Prankster{/b}, Billy!
fr_fr: [_star_s_talk_happy_s_sad_] J'ai pensé vous l'offrir comme un autre petit cadeau ! Pense à ça comme à un ballon de football gagnant, ou un trophée gagnant ! Tu es mon {b}Number One Dildo Prankster{/b}, Billy !

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, that's, uhh... nice of you, Star, thanks.
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] C'est, euh... gentil de ta part, Star, merci.

source: [_star_s_talk_happy_2_s_rise_one_] So here you go! Plus, if you meet a cute ghost girl, she might like to give it a whirl, who knows...?
fr_fr: [_star_s_talk_happy_2_s_rise_one_] Alors voilà ! En plus, si tu rencontres une jolie fille fantôme, elle voudra peut-être essayer, qui sait... ...?

source: [_danny_s_talk_happy_s_sad_2_] Alright, I'll keep that in mind. I gotta go though, there's more, uhm, ghosts that need busting out there. I'll see ya later, Star.
fr_fr: [_danny_s_talk_happy_s_sad_2_] D'accord, je vais garder ça en tête. Je dois y aller, il y a d'autres, uhm, fantômes qui ont besoin d'être arrêtés. Je te vois plus tard, Star.

source: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh man... that was {i}really{/i} nice. I needed that.
fr_fr: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh mec... c'était {i}vraiment{/i} sympa. J'avais besoin de ça.

source: [_danny_s_talk_frown_2_s_sad_2_] But... something tells me I really didn't deserve it.
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] Mais... quelque chose me dit que je ne le méritais vraiment pas.

source: [_danny_s_bite_s_at_player_s_wondering_] (Poor Sam...)
fr_fr: [_danny_s_bite_s_at_player_s_wondering_] (Pauvre Sam...)

source: [_danny_s_talk_frown_s_neutral_] I should probably leave her alone for awhile. I don't wanna be more of a bother to her.
fr_fr: [_danny_s_talk_frown_s_neutral_] Je devrais probablement la laisser tranquille pour un moment. Je ne veux pas l'embêter davantage.

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Another thing... how come I don't feel even {i}slightly{/i} stronger? I thought I would have definitely collected some Orgone from that little bathroom stall encounter...
fr_fr: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Autre chose... comment se fait-il que je ne me sente même pas {i}légèrement plus fort ? Je pensais avoir récupéré de l'Orgone lors de cette petite rencontre dans les toilettes...

source: [_danny_s_towards_s_neutral_s_frown_grin_] Something must have been {b}different{/b} about it, but I really don't think it woud've been because I was a ghost at the time... {i}Hmmm{/i}...
fr_fr: [_danny_s_towards_s_neutral_s_frown_grin_] Quelque chose devait être {b}différent{/b} à ce sujet, mais je ne pense vraiment pas que ce soit parce que j'étais un fantôme à ce moment-là... {i}Hmmm{/i}...

source: [_danny_s_talk_frown_s_sad_2_s_at_player_] Whatever the case, I probably shouldn't hang around the girl's bathroom stall for too long.
fr_fr: [_danny_s_talk_frown_s_sad_2_s_at_player_] Quoi qu'il en soit, je ne devrais probablement pas traîner trop longtemps dans les toilettes des filles.

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Also... something about the way Star did that... kinda felt...
fr_fr: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Et puis... il y a quelque chose dans la façon dont Star a fait ça... c'est comme si...

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiar{/b}, somehow? But how could that possibly be...?
fr_fr: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familier{/b}, en quelque sorte ? Mais comment cela pourrait-il être... ...?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh well, I'm probably just imagining things.
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Oh bien, je suis probablement juste en train d'imaginer des choses.

source: [_danny_s_sad_s_talk_happy_s_at_player_] Man, another crazy situation I found myself in today... and I didn't even fight any ghosts this time around!
fr_fr: [_danny_s_sad_s_talk_happy_s_at_player_] Mec, encore une situation de fou dans laquelle je me suis retrouvé aujourd'hui... et je n'ai même pas combattu de fantômes cette fois-ci !

source: [_danny_s_sad_2_s_closed_s_talk_happy_2_] It was so hilarious to see the look on Star's face when her pants dropped, hah ha...
fr_fr: [_danny_s_sad_2_s_closed_s_talk_happy_2_] C'était tellement hilarant de voir la tête de Star quand son pantalon est tombé, hah ha...

source: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Too bad I didn't really "get" anything out of it.
fr_fr: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Dommage que je n'en ai pas vraiment "tiré" quelque chose.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] I mean, {b}besides{/b} just helping out Sam like that, of course. She seemed to enjoy watching Star get pantsed, after all.
fr_fr: [_danny_s_at_player_s_wondering_s_talk_happy_] Je veux dire, {b}en plus d'aider Sam comme ça, bien sûr. Elle semblait aimer regarder Star se faire déculotter, après tout.

source: [_danny_s_sad_2_s_talk_frown_] Oh well, ya win some, ya...
fr_fr: [_danny_s_sad_2_s_talk_frown_] Eh bien, on en gagne, on...

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}middle-ground{/b} some, I guess?
fr_fr: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...une sorte de {b}milieu de terrain, je suppose ?

source: [_danny_s_frown_2_s_towards_] (Hmmm... I wonder what Sam is doing right about-)
fr_fr: [_danny_s_frown_2_s_towards_] (Hmmm... Je me demande ce que fait Sam en ce moment...)

source: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, speak of the devil, she just sent me a message.
fr_fr: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, en parlant du diable, elle vient de m'envoyer un message.

source: [_samspook_] Heyy Danny. I wanted to thank you again for today. You're a really considerate guy, and a genuinely good friend. :)
fr_fr: [_samspook_] Salut Danny. Je voulais te remercier encore une fois pour aujourd'hui. Tu es un gars très attentionné, et un très bon ami :)

source: [_danny_s_closed_s_wondering_s_smile_] (Wow, she's being really nice about this whole thing. Considering I might've actually pranked {b}her{/b} instead, I'm pretty glad I didn't.)
fr_fr: [_danny_s_closed_s_wondering_s_smile_] (Wow, elle est vraiment sympa à propos de tout ça. Vu que j'aurais pu faire une farce à {b}elle{/b} à la place, je suis plutôt content de ne pas l'avoir fait)

source: [_danny_s_at_player_s_rise_s_smile_] (It's kind of strange how nice she's being actuall-)
fr_fr: [_danny_s_at_player_s_rise_s_smile_] (C'est assez étrange de voir à quel point elle est gentille...)

source: [_danny_] (Huh? Another text? Oh cool, she sent a JPEG of something.)
fr_fr: [_danny_] (Huh ? Un autre texte ? Oh cool, elle a envoyé un JPEG de quelque chose.)
