Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_bootrand_s_arms_up_s_towards_s_talk_] Wowzers! Now {i}that{/i} is the kind of awkward date that just makes you wanna die!
fr_fr: [_bootrand_s_arms_up_s_towards_s_talk_] Wowzers! Maintenant, {i}qui{/i} est le genre de date maladroite qui vous fait juste mourir !

source: [_bootrand_s_arms_down_s_towards_s_talk_] Hey, kid, you still got her number though, right?{p}{nw}
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Hé, mon enfant, vous avez toujours son numéro, n'est-ce pas?{p}{nw}

source: [_extend_] Y'know it's just poor form to not at least call her and tell her you had a lovely time together.
fr_fr: [_extend_] Vous savez que c'est juste une mauvaise forme de ne pas au moins l'appeler et lui dire que vous avez passé un moment agréable ensemble.

source: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Y-you!!{/i} Were you behind this whole thing?!{p}{nw}
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Y-vous!!{/i} Vous étiez derrière tout cela ?!{p}{nw}

source: [_extend_] Just who are you and what are you doing messing with me and-
fr_fr: [_extend_] Juste qui êtes-vous et que faites-vous avec moi et- -

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, now wouldn't {i}you{/i} like to know my entire backstory and motives?
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, vous ne voudriez pas que {i}vous{/i} connaissiez tout mon histoire et mes motivations?

source: [_bootrand_s_arms_up_s_glare_s_talk_] Well sorry kid, you're gonna have to earn anything you wanna know, and I take payments in pain and misery!!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Bien désolé, vous allez devoir gagner tout ce que vous voulez savoir, et je prends des paiements de douleur et de misère !!

source: [_bootrand_s_arms_up_s_glare_s_talk_] So, ready to dance {i}Ghost Boy?{/i}
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Alors, prêt à danser {i}Fantôme Boy?{/i}

source: [_danny_s_at_player_s_rise_s_clenchteeth_] (Crap! This guy already knows who I am? Oh no, I hope my secret identity's not getting too public in the Ghost Gossip circles...)
fr_fr: [_danny_s_at_player_s_rise_s_clenchteeth_] (Crap! Ce gars sait déjà qui je suis ? Oh non, j'espère que mon identité secrète ne devient pas trop publique dans les cercles de Gossip Fantôme...)

source: [_danny_s_towards_s_angry_s_talk_displeased_] Okay, snot for brains, get ready to learn what happened to the {i}last{/i} couple ghosts to try and take me on!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Ok, pas pour les cerveaux, préparez-vous à apprendre ce qui est arrivé au {i}dernier{/i} couple de fantômes à essayer de me prendre !

source: [_danny_s_towards_s_angry_s_talk_happy_] I'm going-
fr_fr: [_danny_s_towards_s_angry_s_talk_happy_] Je vais -

source: [_extend_] Sorry, do you mind if I just run and...?
fr_fr: [_extend_] Désolé, ne vous inquiétez pas si je suis juste en train de courir et...?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Oh no, please, yeah, do what you gotta do!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Oh non, s'il vous plaît, oui, faites ce que vous devez faire !

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, sorry, it's just we're here in public, and somebody might see, so I usually just find a pillar or-
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Oui, désolé, c'est juste que nous sommes ici en public, et quelqu'un pourrait voir, donc je trouve généralement juste un pilier ou-

source: [_bootrand_s_arms_down_s_towards_s_talk_] No, no, I totally get that, take your time, I'll still be here!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Non, non, non, j'y vais totalement, prenez votre temps, je serai toujours là !

source: [_danny_s_towards_s_angry_s_talk_happy_] Okay, perfect, I'll just be right back!
fr_fr: [_danny_s_towards_s_angry_s_talk_happy_] Ok, parfait, je serai juste de retour !

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_happy_] {size=-2}I'm going ghost!!{/size}
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_happy_] {size=-2}Je vais fantôme!!{/size}

source: [_bootrand_] . . .{p} {i}*Coughs*{/i}
fr_fr: [_bootrand_] . . .{p} {i}*toux* {/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Okay, sorry, I'm ready now!{p}{nw}
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Ok, désolé, je suis prêt !{p}{nw}

source: [_extend_] Thanks again for that.
fr_fr: [_extend_] Merci encore pour cela.

source: [_bootrand_s_arms_down_s_towards_s_talk_] Not at all, young man, not at all!
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Pas du tout, jeune homme, pas du tout!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh but drat, now where were we in the midst of our conflict?
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Oh mais ivre, où sommes-nous au milieu de notre conflit ?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, I think we were going to start fighting, right?
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, je pense que nous allions commencer à nous battre, n'est-ce pas?

source: [_bootrand_s_arms_up_s_glare_s_talk_] Right, right, right, but I did have some more villainous monologuing I had in mind, do you care if I...?
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] D'accord, d'accord, mais j'ai eu un peu plus de monologuage malhonnête que j'avais à l'esprit, vous souciez-vous si je...?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] No, no, please, the floor is yours.
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Non, non, s'il vous plaît, la parole vous appartient.

source: [_bootrand_s_arms_down_s_towards_s_talk_] Much obliged, thank you... now then...
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Très obligé, merci... maintenant alors...

source: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Welll{/i}, "Gross Boy", I certainly hope you enjoyed just a {i}taste{/i} of the moral corruption we intend to provide this town!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Welll{/i}, « Garçon brut», j'espère certainement que vous n'avez apprécié que {i}{/i} de la corruption morale que nous avons l'intention de fournir à cette ville!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Soon all the young minds in Amity Park will have nothing but degenerate thoughts crammed into their thoughts!!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Bientôt, tous les jeunes esprits de Amity Park n'auront rien d'autre que des pensées dégénérées dans leurs pensées !!

source: [_bootrand_s_arms_up_s_glare_s_talk_] I'm sure you'll just to see poor souls like that sweet sister of yours be warped beyond recognition!!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] Je suis sûr que vous allez juste voir les pauvres âmes comme cette douce sœur de votre être être déformée au-delà de la reconnaissance!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Not if I stop you first, slimo!!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Pas si je vous arrête en premier, slimo!!

source: [_bootrand_s_arms_down_s_glare_s_talk_] Hey, now I resent that! My father was a slime!!
fr_fr: [_bootrand_s_arms_down_s_glare_s_talk_] Hé, maintenant je suis satisfait ! Mon père était un slime!!

source: Battle round limit reached.
fr_fr: Limite du round de bataille atteinte.

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}*Huff* *Huff*{/i} ...say... not too bad there, kid... but soon enough, we'll have exactly what we need from all you rotten high-schoolers...
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] {i}*Huff* *Huff*{/i} ...dit... pas trop mauvais là-bas, enfant... mais assez vite, nous aurons exactement ce dont nous avons besoin de tous vos lycéens pourris ...

source: [_bootrand_s_arms_up_s_glare_s_talk_] ...and my dear sweet mistress will become unstoppable!!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] ...et ma chère maîtresse sucrée deviendra imparable !!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, get back here, you creep!!
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hé, retournez ici, vous vous rampez!!

source: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Ahahaha!{/i} And {i}stay{/i} down, you little cretin, if you know what's good for you!!
fr_fr: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Ahahaha !{/i} Et {i}restent{/i} bas, vous petit crétin, si vous savez ce qui est bon pour vous!

source: [_bootrand_s_arms_down_s_towards_s_talk_] This town is OURS!! Oh I can't wait to tell my Mistress of your utter failure! {i}Mwahahaha!!{/i}
fr_fr: [_bootrand_s_arms_down_s_towards_s_talk_] Cette ville est OURS!! Oh, j'ai hâte de dire à ma maîtresse de votre échec total! {i}Mwahahaha !!{/i}

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_grindteeth_] (Shoot! I let him get the best of me!!)
fr_fr: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_grindteeth_] (Shoot ! Je le laisse tirer le meilleur de moi !!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_distraught_] (Damn it! I have to stop that thing before it finishes whatever it's planning...I don't like this one bit.)
fr_fr: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_distraught_] (Merde! Je dois arrêter cette chose avant de terminer ce qu'il planifie...Je n'aime pas ça un peu.)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_consternation_] (Wait a minute...)
fr_fr: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_consternation_] (Attendez une minute...)

source: [_danny_s_at_player_s_rise_s_talk_displeased_] I gotta go find Jazz first, make sure she's alright!
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] Je dois d'abord trouver du Jazz, assurez-vous qu'elle est bien !

source: [_danny_s_towards_s_sad_s_talk_happy_] Jazz! There you are!
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Jazz! Vous voilà!

source: [_jazz_s_towards_s_rise_s_talk_frown_] Hey, you're okay? What took so long? I got the pizza...
fr_fr: [_jazz_s_towards_s_rise_s_talk_frown_] Hé, vous êtes d'accord ? Qu'est-ce qui a pris tant de temps ? J'ai pris la pizza...

source: [_danny_s_towards_s_neutral_s_talk_displeased_] There was {i}uhh{/i}... I don't know. Are you alright?
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Il y avait {i}euh{/i}... Je ne sais pas. Vous êtes bien?

source: [_jazz_s_towards_s_confused_s_talk_displeased_] I mean, I'm slightly annoyed because I've been patiently waiting for you to finish going to the bathroom...
fr_fr: [_jazz_s_towards_s_confused_s_talk_displeased_] Je veux dire, je suis un peu ennuyé parce que j'ai attendu patiemment que vous finissiez par aller dans la salle de bain...

source: [_jazz_s_towards_s_angry_s_talk_displeased_] The pickles are gonna start drying out soon!
fr_fr: [_jazz_s_towards_s_angry_s_talk_displeased_] Les cornichons vont commencer à sécher bientôt !

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Y-yeah, sorry about that.{p}{nw}
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Y-yeah, désolé pour cela.{p}{nw}

source: [_extend_] Let's get to it, I worked up a real appetite just now!
fr_fr: [_extend_] Allons-y, je me suis levé un vrai appétit tout à l'heure!

source: [_jazz_s_towards_s_confused_s_talk_consternation_] ...from just going to the bathroom...?
fr_fr: [_jazz_s_towards_s_confused_s_talk_consternation_] ...de se rendre à la salle de bain...?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}... yeah...
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhhh {/i}... oui...

source: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} You're so gross dude.
fr_fr: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Chuces*{/i} Vous êtes si brut.

source: [_jazz_s_towards_s_idle_s_talk_happy_] C'mon, let's eat.
fr_fr: [_jazz_s_towards_s_idle_s_talk_happy_] C'mon, mangeons.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, that wasn't the greatest time I've ever had with my sister...
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] Eh bien, ce n'est pas le meilleur moment que j'ai eu avec ma sœur...

source: [_danny_s_at_player_s_angry_s_talk_displeased_] I mean, it would have been fine if it hadn't been for that creep!
fr_fr: [_danny_s_at_player_s_angry_s_talk_displeased_] Je veux dire, ça aurait été bien si cela n'avait pas été pour ce fluage !

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] He said something about warping the young minds of Amity Park... so like everyone at school?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Il a dit quelque chose au sujet de la déformation des jeunes esprits de Amity Park... alors comme tout le monde à l'école ?

source: [_danny_s_at_player_s_rise_s_talk_distraught_] Something bad is definitely going on, I'd better keep my eyes sharp and focused!
fr_fr: [_danny_s_at_player_s_rise_s_talk_distraught_] Quelque chose de mauvais se passe certainement, je ferais mieux de garder mes yeux bien pointus et concentrés !

source: [_danny_s_towards_s_sad_s_talk_displeased_] Until then, I'd better keep a close eye on Jazz...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] D'ici là, je ferais mieux de garder un œil attentif sur Jazz...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey? Is anybody home right now?{p}{nw}
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Hey ? Quelqu'un est-il à la maison maintenant?{p}{nw}

source: [_extend_] {i}Hellloooo?{/i} Jazz? You here?
fr_fr: [_extend_] {i}Hellloooo?{/i} Jazz? Vous?

source: [_danny_s_at_player_s_rise_s_consternation_] (Darn, she must not be in yet. So far, I'm not doing the best job of keeping tabs on-)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] (Darn, elle ne doit pas encore être présente. Pour l'instant, je ne fais pas le meilleur travail pour garder les onglets)

source: [_danny_s_up_s_neutral_s_displeased_] (Wait, what was that?!)
fr_fr: [_danny_s_up_s_neutral_s_displeased_] (Wait, qu'est-ce que c'était?!)

source: [_danny_s_at_player_s_rise_s_displeased_] (Sounds like it came from upstairs!)
fr_fr: [_danny_s_at_player_s_rise_s_displeased_] (On dirait que ça venait des escaliers !)

source: [_danny_s_at_player_s_rise_s_talk_happy_] Yeah, whatever it is, it's coming from Jazz's room!
fr_fr: [_danny_s_at_player_s_rise_s_talk_happy_] Oui, quoi qu'il en soit, cela vient de la chambre de Jazz!

source: [_danny_s_towards_s_rise_s_talk_amused_] I'd better play it safe and just slightly peak my head in... don't want to lose the element of surprise before I know what's up...
fr_fr: [_danny_s_towards_s_rise_s_talk_amused_] Je ferais mieux de jouer en toute sécurité et juste un peu de crête dans... ne voulez pas perdre l'élément de surprise avant de savoir ce qui se passe...

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Holy guacamole!)
fr_fr: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Guacamole sacrée!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_s_blush_] (Well... I guess it was just Jazz doing her workout routine...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_s_blush_] (Eh bien... je suppose que c'était juste du Jazz qui faisait sa routine d'entraînement...)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_displeased_s_-blush_] (She sure is noisy though...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_displeased_s_-blush_] (Mais il est sûr que c'est bruyant...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Oh... now look at {i}that{/i} move she's got there...)
fr_fr: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Oh... regardez maintenant {i}qui{/i} bouge elle est arrivée là-bas...)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_smile_s_blush_] (Yeup... any moment now, I can just leave the room and go do something else...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_smile_s_blush_] (Oui... à tout moment maintenant, je peux juste quitter la salle et aller faire autre chose...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_unhappy_s_bite_s_blush_] (...{i}literally{/i} anything else...)
fr_fr: [_danny_s_f_s_offscreen_s_ahegao_s_unhappy_s_bite_s_blush_] (...{i}littéralement{/i} autre chose...)

source: [_ember_s_offscreen_s_ghost_s_towards_s_rise_s_talk_amused_] Now what do we have here?
fr_fr: [_ember_s_offscreen_s_ghost_s_towards_s_rise_s_talk_amused_] Maintenant qu'est-ce que nous avons ici ?

source: [_ember_s_ghost_s_towards_s_confused_s_talk_displeased_] Just what are you up to, geek?
fr_fr: [_ember_s_ghost_s_towards_s_confused_s_talk_displeased_] Juste ce que vous devez, geek ?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}Uhhh{/i}...
fr_fr: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}Uhhhh {/i}...

source: [_ember_s_ghost_s_towards_wide_s_rise_s_talk_amused_] {i}Waaaait{/i} a minute, no way!
fr_fr: [_ember_s_ghost_s_towards_wide_s_rise_s_talk_amused_] {i}Waaaait{/i} une minute, aucun moyen !

source: [_ember_s_offscreen_s_ghost_s_away_s_rise_s_talk_happy_] {i}*Gasps* {i}Duuuude!{/i} Des, get a load at this!
fr_fr: [_ember_s_offscreen_s_ghost_s_away_s_rise_s_talk_happy_] {i}*Gasps* {i}Duuuuude !{/i} Des, faites une charge à ça !

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] W-wait, don't-
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] W-wait, non-

source: [_desiree_] My word. The young lady of this house certainly practices her flexibility...
fr_fr: [_desiree_] Ma parole. La jeune dame de cette maison pratique certainement sa souplesse...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_s_blush_] H-hey, girls, no, c'mon, give her some privacy, let's not-
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_s_blush_] H-hey, les filles, non, c'mon, lui donner un peu de vie privée, non-

source: [_ember_s_offscreen_s_ghost_s_at_player_s_rise_s_talk_amused_] ...and just what do you think {i}you{/i} were doing exactly, creepshow? Guarding the door? {i}*Cackles*{/i}
fr_fr: [_ember_s_offscreen_s_ghost_s_at_player_s_rise_s_talk_amused_] ...et que pensez-vous que vous avez fait {i}{/i} exactement ? Garder la porte ? {i}*Cacles*{/i}

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] Y'know, as a matter of fact, I've been on the look out for-
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] Vous savez, en fait, j'ai été à l'affût -

source: [_jazz_s_offscreen_s_at_player_s_confused_s_talk_displeased_] Danny...? Is that you?
fr_fr: [_jazz_s_offscreen_s_at_player_s_confused_s_talk_displeased_] Danny...? C'est vous ?

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] Somebody's outside my door, I can hear-
fr_fr: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] Quelqu'un est à l'extérieur de ma porte, je peux entendre-

source: [_danny_s_towards_s_rise_s_talk_distraught_] Girls, please!
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Filles, s'il vous plaît !

source: [_ember_s_ghost_s_towards_s_idle_s_talk_amused_] Yeah, yeah, relax.
fr_fr: [_ember_s_ghost_s_towards_s_idle_s_talk_amused_] Oui, oui, oui, détendez-vous.

source: [_desiree_] Of course, Master.
fr_fr: [_desiree_] Bien sûr, Maître.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Oh, yeah, it was you. What are you doing out here?
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] Oh, oui, c'était vous. Que faites-vous ici?

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] {i}Uhhh{/i}, just you know, changing the lightbulb!
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_happy_] {i}Uhhh{/i}, tu sais, change l'ampoule !

source: [_jazz_s_towards_s_confused_s_talk_displeased_] Okay, then where is it? The other lightbulb?
fr_fr: [_jazz_s_towards_s_confused_s_talk_displeased_] D'accord, où est-ce? L'autre ampoule ?

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh... you know, funny story about that, it was actually-
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Oh... vous savez, histoire drôle à ce sujet, c'était en fait -

source: [_jazz_s_towards_s_angry_s_talk_displeased_s_blush_] Danny, were you watching me do yoga?
fr_fr: [_jazz_s_towards_s_angry_s_talk_displeased_s_blush_] Danny, étiez-vous en train de me regarder faire du yoga ?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-what?? N-no, why, were you doing some, just now?{p}{nw}
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-quoi?? N-non, pourquoi en faisiez-vous tout juste maintenant?{p}{nw}

source: [_extend_] I mean, I wouldn't know, I {i}just{/i} got here!
fr_fr: [_extend_] Je veux dire, je ne sais pas, {i}juste{/i} est arrivé ici !

source: [_jazz_s_towards_s_rise_s_talk_displeased_] ...okay, but then... were you also talking to someone?
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] ... d'accord, mais alors... avez-vous aussi parlé à quelqu'un?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}, well, I think I'd remember if there was {i}anybody{/i} else around, but I can't seem to think of...
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}, eh bien, je pense que je me souviendrais s'il y avait {i}autres{/i} autour, mais je n'ai pas l'air d'y penser...

source: [_danny_s_towards_s_idle_s_talk_happy_] Oh! You know what? It's just this dumb mobile game I've been playing, {i}ha!{/i} Dumb thing, keeps telling me to buy more loot boxes for tokens!! {i}*Chuckles*{/i}
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Oh! Vous savez quoi? C'est juste ce jeu stupide que j'ai joué, {i}ha! /i} truc de pouce, continue à me dire d'acheter plus de boîtes de butin pour les jetons!! {i}*Chuckles*{/i}

source: [_jazz_s_towards_s_rise_s_talk_displeased_] {i}Hmmm{/i}... well okay... but you should stop playing that junk, it's tantamount to virtual gambling.
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] {i}Hmmm{/i}... très bien... mais vous devriez arrêter de jouer à ce genre de truc, c'est un jeu virtuel.

source: [_jazz_s_standard_s_towards_s_idle_s_talk_amused_] And if you're going to do that, you might as well go to a casino, earn some actual money.
fr_fr: [_jazz_s_standard_s_towards_s_idle_s_talk_amused_] Et si vous voulez faire cela, vous pourriez aussi bien aller à un casino, gagner un peu d'argent.

source: [_danny_s_towards_s_rise_s_talk_happy_] You know what, you're so right, I should just call it quits altogether!{p}{nw}
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Vous savez quoi, vous avez tellement raison, je devrais juste l'appeler tout à fait ensemble !{p}{nw}

source: [_extend_] A-anyway, I'm going to head out now, so see you round!
fr_fr: [_extend_] A de toute façon, je vais partir maintenant, donc vous voir rond !

source: [_jazz_s_at_player_s_rise_s_smile_] (What a little weirdo of a brother I have.)
fr_fr: [_jazz_s_at_player_s_rise_s_smile_] (Qu'est-ce que j'ai un peu bizarre d'un frère.)

source: [_jazz_s_standard_arms_crossed_s_at_player_wide_s_rise_s_consternation_] (Wait a minute... I just saw Dad installing new ones last week after his lab experiment blew up every bulb in the house!)
fr_fr: [_jazz_s_standard_arms_crossed_s_at_player_wide_s_rise_s_consternation_] (Attendez une minute... Je viens de voir papa en installer de nouvelles la semaine dernière après que son expérience de laboratoire ait explosé toutes les ampoules de la maison !)

source: [_jazz_s_closed_s_sad_s_displeased_s_blush_] (...Danny isn't actually... no, no, I'm just imagining things, of course...)
fr_fr: [_jazz_s_closed_s_sad_s_displeased_s_blush_] (...Danny n'est pas vraiment... non, non, je suis juste en train d'imaginer, bien sûr...)
