Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode1_MZ.po
Languages: fr_fr

source: [_kwan_s_towards_s_rise_s_talk_displeased_] Danny, I'll have you know, I myself respect your personal space boundaries and desire to be promptly on time to first period...
fr_fr: [_kwan_s_towards_s_rise_s_talk_displeased_] Danny, je dois te dire que je respecte les limites de ton espace personnel et ton désir d'être à l'heure à la première période...

source: [_kwan_s_towards_s_angry_s_talk_displeased_] ...but if the ladies tell me you're bothering them, I {u}will{/u} oblige them in shoving you in a broken locker.
fr_fr: [_kwan_s_towards_s_angry_s_talk_displeased_] ...mais si les dames me disent que vous les dérangez, je {u}leur rendrai service en vous poussant dans un casier cassé.

source: [_kwan_s_closed_s_sad_s_talk_happy_] Just an FYI man!
fr_fr: [_kwan_s_closed_s_sad_s_talk_happy_] Juste pour info, mec !

source: [_danny_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} Gee, thanks Kwan...
fr_fr: [_danny_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} Mince, merci Kwan...

source: [_star_s_towards_s_angry_s_talk_happy_] Well shoot, if that's all it takes to get rid of this loser!{p}Kwan, take this creep and-
fr_fr: [_star_s_towards_s_angry_s_talk_happy_] Eh bien, tirez, si c'est tout ce qu'il faut pour se débarrasser de ce loser !{p}Kwan, prends cette raclure et-

source: [_school_intercom_] {i}*Prriiiiiiing*{/i}{p}{i}Attention students, attention! This is Principal Ishiyama!{/i}
fr_fr: [_school_intercom_] {i}*Prriiiiiiing*{/i}{p}{i}Attention étudiants, attention ! C'est le Principal Ishiyama!{/i}

source: [_school_intercom_] {i}First period classes are suspended today, in place of a mandatory school assembly meeting in the {b}auditorium{/b}!{/i}
fr_fr: [_school_intercom_] {i}Les cours de première période sont suspendus aujourd'hui, à la place d'une assemblée scolaire obligatoire dans l'auditorium {b}{/b}!{/i}

source: [_school_intercom_] {i}Every student on school grounds must be in attendance, no exceptions otherwise!{/i}
fr_fr: [_school_intercom_] {i}Tout élève se trouvant dans l'enceinte de l'école doit être présent, sans exception!{/i}

source: [_school_intercom_] {i}Thank you, one and all, and I'll see you all soon!{/i}
fr_fr: [_school_intercom_] {i}Merci à tous et à toutes, et à bientôt!{/i}

source: [_kwan_s_towards_s_rise_s_talk_happy_] C'mon guys, we don't wanna be late!{p}It's important that we do our best stay abreast of our school's current affairs!
fr_fr: [_kwan_s_towards_s_rise_s_talk_happy_] Allez les gars, on ne veut pas être en retard !{p}Il est important que nous fassions de notre mieux pour rester au courant de l'actualité de notre école !

source: [_star_s_towards_s_rise_s_talk_displeased_] Kwan, wait, hold on!{p}At least save me a seat!
fr_fr: [_star_s_towards_s_rise_s_talk_displeased_] Kwan, attends, attends !{p}Garde-moi au moins une place !

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, after you, please. I wouldn't wanna hog up any of your precious hallway space, Val.
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Oh, après vous, s'il vous plaît. Je ne voudrais pas monopoliser l'espace de votre précieux couloir, Val.

source: [_valerie_] Oh believe me Fenton, I'll remember that little joke.{p}We'll see just who has the last laugh soon enough...
fr_fr: [_valerie_] Oh croyez-moi Fenton, je me souviendrai de cette petite blague.{p}Nous verrons bien qui aura le dernier mot...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Yeesh{/i}, now we can't even walk the halls without the potential threat of being locker-shoved?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Maintenant, on ne peut même plus se promener dans les couloirs sans risquer d'être bousculé dans un casier ?

source: [_danny_s_towards_s_sad_s_displeased_] (Being needlessly rude and annoying is definitely Star's normal M.O... but Valerie's usually not {i}that{/i} bad without good reason.)
fr_fr: [_danny_s_towards_s_sad_s_displeased_] (Être inutilement grossier et ennuyeux est certainement le mode opératoire normal de Star... mais Valérie n'est généralement pas {i}that{/i} mauvaise sans bonne raison)

source: [_danny_s_at_player_s_rise_s_consternation_] (Something must be getting her fired up, even more than usual...)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] (Quelque chose doit l'énerver, encore plus que d'habitude...)

source: [_danny_s_towards_s_sad_s_talk_displeased_] Whatever. I gotta go and see what this new school assembly's supposed to be about...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Peu importe. Je dois y aller et voir ce que cette nouvelle assemblée scolaire est censée faire...

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_distraught_] Great, the place is already packed! Finding a seat in here's gonna be-
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_distraught_] Super, l'endroit est déjà bondé ! Trouver une place ici va être-

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}Pssst!{/i} Danny! Over here!
fr_fr: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}Pssst!{/i} Danny ! Par ici !

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] Oh, hey Jazz!
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] Oh, salut Jazz !

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_happy_] I've got seat for you here, if you need it!
fr_fr: [_jazz_s_offscreen_s_towards_s_rise_s_talk_happy_] J'ai un siège pour toi ici, si tu en as besoin !

source: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_happy_] Oh, awesome, thanks!
fr_fr: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_happy_] Oh, génial, merci !

source: [_classcrowd_] {i}*Muttering* *Chuckles* *Whispering*{/i}
fr_fr: [_classcrowd_] {i}*Murmures* *Chuckles* *Chuchotements*{/i}

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_happy_s_microphone_s_point_] {i}*Clears Throat*{/i} Excuse me, everyone? Can everyone hear me?
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_happy_s_microphone_s_point_] {i}*Clears Throat*{/i} Excusez-moi, tout le monde ? Est-ce que tout le monde m'entend ?

source: [_classcrowd_] {i}*Snickering* *Squealing* *Goofing*{/i}
fr_fr: [_classcrowd_] {i}* Ricanement* * Couinement* * Gaffe * {/i}

source: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_displeased_s_microphone_] {i}*Ahem*{/i} Students? Can we simply- I'd like your attention, if you would?
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_displeased_s_microphone_] {i}*Ahem*{/i} Etudiants ? Pouvons-nous simplement... J'aimerais avoir votre attention, si vous le voulez bien ?

source: [_classcrowd_] {i}*Laughing* *Gossiping* *Chattering*{/i}
fr_fr: [_classcrowd_] {i}* Rire* * Bavardage* * Bavardage * {/i}

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}AS I LAY DYING!!{/i}{p}WOULD IT POSSIBLY KILL YOU NASTY, SQUABBLING CHILDREN TO LISTEN TO YOUR PRINCIPAL FOR JUST ONE MOMENT?!?
fr_fr: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}AS I LAY DYING!!{/i}{p}EST-CE QUE ÇA VOUS TUERAIT, VOUS, LES ENFANTS QUI SE CHAMAILLENT, D'ÉCOUTER VOTRE PRINCIPAL UN SEUL INSTANT ?!?

source: [_classcrowd_] . . .{p}{i}*Cough*{/i}
fr_fr: [_classcrowd_] . . .{p}{i}*Toux*{/i}

source: [_ishiyama_s_speech_s_face_right_s_up_s_neutral_s_talk_happy_s_microphone_] {i}Ehrrrm{/i}, yes, thank you, Vice-Principal Lancer.
fr_fr: [_ishiyama_s_speech_s_face_right_s_up_s_neutral_s_talk_happy_s_microphone_] {i}Ehrrrm{/i}, oui, merci, vice-principal Lancer.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_neutral_s_talk_happy_s_microphone_] Now then, with your full attention, I'd like to take this time to go over some new school policies!
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_neutral_s_talk_happy_s_microphone_] Maintenant, avec toute votre attention, j'aimerais profiter de ce moment pour passer en revue quelques nouvelles politiques scolaires !

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_s_microphone_] What many of you are already aware of by now I'm sure, is that there have been a startling string of attacks on young women in our fair city as of late!
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_s_microphone_] Ce que beaucoup d'entre vous savent déjà, j'en suis sûr, c'est qu'il y a eu une série d'agressions sur des jeunes femmes dans notre ville ces derniers temps !

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_consternation_s_microphone_s_point_] Even {i}more{/i} startling is the revelation that these attacks are being performed by... the apparent {u}undead{/u}.
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_consternation_s_microphone_s_point_] {i}Encore plus surprenant est la révélation que ces attaques sont exécutées par... l'apparent {u}mort-vivant.

source: [_student1_] Yeah, this is all like, really scary!
fr_fr: [_student1_] Ouais, c'est vraiment effrayant !

source: [_student2_] Don't worry babe, I'll keep you safe. C'mere, hold me tight...
fr_fr: [_student2_] Ne t'inquiète pas bébé, je vais te garder en sécurité. Viens, serre-moi fort...

source: [_student3_] Hey, that's {i}my{/i} girl, dude!
fr_fr: [_student3_] Hé, c'est {i}ma fille, mec !

source: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_happy_s_microphone_] Now, now! As frightening as this may seem to us all at first, I want it made clear that the staff at Casper High is doing the utmost we can-
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_happy_s_microphone_] Maintenant, maintenant ! Aussi effrayant que cela puisse paraître pour nous tous au début, je veux qu'il soit clair que le personnel de Casper High fait tout son possible-

source: [_ishiyama_s_speech_s_face_right_s_up_s_idle_s_talk_happy_s_microphone_] -to make certain that none of our students, male or female, feel any less safe than before these incidents!
fr_fr: [_ishiyama_s_speech_s_face_right_s_up_s_idle_s_talk_happy_s_microphone_] -pour s'assurer qu'aucun de nos étudiants, homme ou femme, ne se sente moins en sécurité qu'avant ces incidents !

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_rise_s_talk_happy_s_microphone_] So, in that spirit, we are requiring the following mandates for our students in accordance with Mayor Montez's new emergency decrees.
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_rise_s_talk_happy_s_microphone_] Ainsi, dans cet esprit, nous exigeons les mandats suivants pour nos élèves, conformément aux nouveaux décrets d'urgence du maire Montez.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_displeased_s_microphone_s_point_] Firstly: "Curfew is now 6:30 PM, every night. Students must return home prior to this time for their safety!"
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_displeased_s_microphone_s_point_] Premièrement : "Le couvre-feu est maintenant à 18h30, tous les soirs. Les élèves doivent rentrer chez eux avant cette heure pour leur sécurité !"

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Like anybody in this school's gonna listen to {i}that{/i} one.
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] {i}*Chuchotement*{/i} Comme si quelqu'un dans cette école allait écouter {i}celle-là.

source: [_jazz_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Shhh!{/i} Danny, I'm trying to listen.
fr_fr: [_jazz_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Shhh!{/i} Danny, j'essaie d'écouter.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_s_point_] Secondly: "Anyone who catches sight of a ghost is to immediately leave the vicinity and contact the city's new {b}Ghost Tip Hotline{/b}!"
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_s_point_] Deuxièmement : "Quiconque aperçoit un fantôme doit immédiatement quitter les lieux et contacter la nouvelle ligne d'assistance téléphonique de la ville, {b}Ghost Tip Hotline{/b} !"

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Whispering*{/i} Now see, that makes sense, that's a good tip! But kinda obvious... I mean, who's gonna go chasing after ghosts on their own?
fr_fr: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Chuchotement*{/i} Tu vois, c'est logique, c'est un bon conseil ! Mais un peu évident... Je veux dire, qui va aller chasser les fantômes tout seul ?

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Hey, what happened to being quiet?{p}Also, better question, who is that hotline possibly set up for...? What sucker would spend their time-
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Hé, qu'est-il arrivé au fait de ne pas faire de bruit ?{p}Et, meilleure question, pour qui cette ligne d'assistance est-elle mise en place... ? Quel imbécile passerait son temps-

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Who do you {i}think{/i} is running a "Ghost Tip Hotline" in this town, Danny?
fr_fr: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Chuchotement... A ton avis, {i}, qui dirige une "ligne directe de conseils sur les fantômes" dans cette ville, Danny ?

source: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_displeased_] {i}*Sighs*{/i} Stupid question, you're right...{p}Gonna be a lot of late nights hearing the phone go off... great.
fr_fr: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_displeased_] {i}*Sighs*{/i} Question stupide, tu as raison...{p}Ca va être beaucoup de nuits tardives à entendre le téléphone sonner... super.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_displeased_s_microphone_s_point_] Thirdly: "A designated buddy system will be implemented to help students walking to and from their homes!"
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_displeased_s_microphone_s_point_] Troisièmement : "Un système de jumelage sera mis en place pour aider les élèves qui se rendent à pied à leur domicile et en reviennent !"

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_s_point_] "While no particular after-school locals or other popular locations for students are being banned outright, staying home as much as possible outside of classes is highly recommended for everyone's safety!"
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_s_point_] "Bien qu'aucun lieu particulier après l'école ou d'autres endroits populaires auprès des élèves ne soit interdit, rester à la maison autant que possible en dehors des cours est fortement recommandé pour la sécurité de tous !"

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (That's {i}definitely{/i} gonna be one people are gonna ignore. Being stuck at home all the time for who knows how long? As if!)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (C'est {i}définitivement{/i} un que les gens vont ignorer. Etre coincé à la maison tout le temps pour qui sait combien de temps ? Comme si !)

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_sad_s_talk_happy_s_microphone_] By following these new guidelines, we expect that the number of reported attacks should drop to zero in no time!
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_sad_s_talk_happy_s_microphone_] En suivant ces nouvelles directives, nous espérons que le nombre d'attaques signalées devrait tomber à zéro en un rien de temps !

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_happy_s_microphone_] So please, for your safety and the safety of others, follow these new mandated rules until things can be properly resolved by the mayor's new advisor, Vlad Masters!
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_happy_s_microphone_] Alors s'il vous plaît, pour votre sécurité et celle des autres, suivez ces nouvelles règles obligatoires jusqu'à ce que les choses puissent être correctement résolues par le nouveau conseiller du maire, Vlad Masters !

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Whispering*{/i} So it's true, that Vlad guy is really coming to Amity Park to help out.
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Chuchotement*{/i} Alors c'est vrai, ce Vlad va vraiment venir à Amity Park pour aider.

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_displeased_] {i}*Whispering*{/i} Good thing too. I doubt Dad getting prank called to go looking for ghosts in the women's changing rooms at AbYss was gonna solve anything.
fr_fr: [_jazz_s_offscreen_s_towards_s_idle_s_talk_displeased_] {i}*Whispering*{/i} C'est une bonne chose aussi. Je doute que le fait que Papa soit appelé pour chercher des fantômes dans les vestiaires des femmes à l'AbYss allait résoudre quoi que ce soit.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_happy_] And so, the rest of the faculty and I will be expecting each and everyone of you to be on your best behavior to-
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_happy_] Et donc, le reste de la faculté et moi attendrons de chacun d'entre vous qu'il se comporte au mieux pour-

source: [_student4_] {i}Show us your tiiiits!!{/i}
fr_fr: [_student4_] {i}Montre-nous tes seiiinnnsss !!{/i}

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}MR. DAVIDSON!!!{/i} FOUR WEEKS DETENTION!!
fr_fr: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}MR. DAVIDSON!!!{/i} QUATRE SEMAINES DE DÉTENTION !!

source: [_student4_] Totally worth it, if she shows those big, fat, Mommy mil-{p}OWWW!! My ear!!
fr_fr: [_student4_] Ça vaut totalement le coup, si elle montre ces gros, gras, maman mil-{p}OWWW !! Mon oreille !!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_distraught_] MY OFFICE YOUNG MAN!!
fr_fr: [_lancer_s_offscreen_s_towards_s_angry_s_talk_distraught_] MON JEUNE HOMME DE BUREAU !!

source: [_doorsound_] {i}Slam!!{/i}
fr_fr: [_doorsound_] {i}Claque!!{/i}

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_] {i}*Ahem*{/i}{p}...yes, well...{p}...I suppose that adjourns things, barring any sort of meaningful way I might have wanted the meeting to end...
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_] {i}*Ahem*{/i}{p}...oui, eh bien...{p}...je suppose que cela met fin à la réunion, sauf si j'ai voulu qu'elle se termine de manière significative...

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_] ...students are dismissed...
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_] ...les étudiants sont renvoyés...

source: [_jazz_s_towards_s_idle_s_talk_displeased_] Okay, so, things really are changing around here fast, huh?
fr_fr: [_jazz_s_towards_s_idle_s_talk_displeased_] Ok, alors, les choses changent vraiment vite par ici, hein ?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Yeah... not so sure people are gonna really listen to these new policies, though.
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Ouais... pas sûr que les gens vont vraiment écouter ces nouvelles politiques, cependant.

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Well they should! If there's anything we can do to stop these awful attacks, then-
fr_fr: [_jazz_s_towards_s_angry_s_talk_consternation_] Et bien ils devraient ! S'il y a quelque chose que nous pouvons faire pour arrêter ces attaques horribles, alors-

source: [_ishiyama_s_offscreen_s_towards_s_idle_s_talk_happy_] Oh, Jasmine! There you are!{p}Have you got a moment? I was hoping to catch you before everyone filed into the halls!
fr_fr: [_ishiyama_s_offscreen_s_towards_s_idle_s_talk_happy_] Oh, Jasmine ! Vous êtes là !{p}Avez-vous un moment ? J'espérais t'attraper avant que tout le monde ne rentre dans les couloirs !

source: [_jazz_s_towards_s_idle_s_talk_happy_] Oh, Principal Ishiyama, hello!{p}That was an excellent public address to the students, I really enjoyed it!
fr_fr: [_jazz_s_towards_s_idle_s_talk_happy_] Oh, Principal Ishiyama, bonjour !{p}C'était un excellent discours public aux élèves, j'ai vraiment apprécié !

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Hello dear, and thank you! I thought it went rather well, all things considered!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Bonjour mon cher, et merci ! J'ai trouvé que ça s'est plutôt bien passé, tout bien considéré !

source: [_jazz_s_towards_s_rise_s_talk_happy_] You wanted me for something?
fr_fr: [_jazz_s_towards_s_rise_s_talk_happy_] Tu me voulais pour quelque chose ?

source: [_ishiyama_s_arm_front_s_up_s_wondering_s_talk_happy_] Yes, of course! I was looking to speak with you about a potential new student-run faculty position!
fr_fr: [_ishiyama_s_arm_front_s_up_s_wondering_s_talk_happy_] Oui, bien sûr ! Je cherchais à vous parler d'un potentiel nouveau poste de faculté géré par les étudiants !

source: [_danny_s_at_player_s_rise_s_consternation_] ({i}Another{/i} one? Jazz is already the head of at least a dozen programs and clubs around here.)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] ({i}Un autre{/i} ? Jazz est déjà à la tête d'au moins une douzaine de programmes et de clubs par ici)

source: [_jazz_s_closed_s_sad_s_talk_happy_] Oh, really? Well, I might be a little busy, but-
fr_fr: [_jazz_s_closed_s_sad_s_talk_happy_] Oh, vraiment ? Eh bien, je suis peut-être un peu occupé, mais-

source: [_ishiyama_s_arm_behind_s_away_s_sad_s_talk_displeased_] It's just that, well, with these new guidelines being implemented by the mayor, I could really use a hand!
fr_fr: [_ishiyama_s_arm_behind_s_away_s_sad_s_talk_displeased_] C'est juste que, eh bien, avec ces nouvelles directives mises en œuvre par le maire, j'aurais vraiment besoin d'un coup de main !

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Communicating with the rest of the students is... well...
fr_fr: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Communiquer avec le reste des étudiants est... eh bien...

source: [_ishiyama_s_arm_front_s_towards_s_unhappy_s_talk_displeased_] Not my best skill, frankly.{p}I just can't seem to get across to them when it comes to rather important matters like this!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_unhappy_s_talk_displeased_] Pas ma meilleure compétence, franchement.{p}Je n'arrive pas à leur faire comprendre qu'il s'agit de sujets aussi importants que celui-ci !

source: [_jazz_s_towards_s_sad_s_talk_happy_] No, Principal Ishiyama, I completely understand. You've got a lot riding on your shoulders at the moment.
fr_fr: [_jazz_s_towards_s_sad_s_talk_happy_] Non, Principal Ishiyama, je comprends parfaitement. Vous avez beaucoup de choses sur les épaules en ce moment.

source: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_happy_] Exactly! I mean, I've never had a task as important as this one! And safety of you students is my utmost priority!
fr_fr: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_happy_] Exactement ! Je veux dire, je n'ai jamais eu une tâche aussi importante que celle-là ! Et la sécurité de vos étudiants est ma priorité absolue !

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] So, I was hoping to see if you'd be interested in taking on a position as the school's resident "Ghost Monitor"!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Donc, j'espérais voir si vous seriez intéressé par un poste de "contrôleur de fantômes" résident de l'école !

source: [_jazz_s_towards_s_rise_s_talk_displeased_] A... Ghost... Monitor?
fr_fr: [_jazz_s_towards_s_rise_s_talk_displeased_] A... Fantôme... Moniteur ?
