Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode1_MZ.po
Languages: fr_fr

source: [_ishiyama_s_arm_front_s_stare_s_rise_s_talk_happy_] I know, it's cute, isn't it? It's just a silly little title I came up with!
fr_fr: [_ishiyama_s_arm_front_s_stare_s_rise_s_talk_happy_] Je sais, c'est mignon, n'est-ce pas ? C'est juste un petit titre idiot que j'ai trouvé !

source: [_ishiyama_s_arm_behind_s_towards_s_idle_s_talk_happy_] In essence, you would be serving as my personal assistant and help with...
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_idle_s_talk_happy_] En fait, vous serez mon assistant personnel et vous m'aiderez à...

source: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_displeased_] ...oh, how can I say this...?
fr_fr: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_displeased_] ...oh, comment puis-je dire ça...?

source: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] You'd be helping me keep in touch with the every day goings-on of the students and their day to day lives!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Vous m'aideriez à rester en contact avec les activités quotidiennes des étudiants et leur vie de tous les jours !

source: [_ishiyama_s_arm_front_s_up_s_idle_s_talk_happy_] Deliver beneficial information on how to avoid any potential harm from these ghost attacks to others your age!
fr_fr: [_ishiyama_s_arm_front_s_up_s_idle_s_talk_happy_] Transmettez aux personnes de votre âge des informations bénéfiques sur la manière d'éviter tout dommage potentiel lié à ces attaques de fantômes !

source: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_happy_] Anything you could do to help {i}me{/i} be a better ambassador of safety for you students, the better things can be for us all!
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_happy_] Tout ce que vous pouvez faire pour aider {i}me{/i} à être un meilleur ambassadeur de la sécurité pour vos étudiants, les choses peuvent être meilleures pour nous tous !

source: [_jazz_s_down_s_sad_s_talk_displeased_] Well... it certainly does sound tempting to spy on and spread school ordered propaganda to my fellow kids like that...
fr_fr: [_jazz_s_down_s_sad_s_talk_displeased_] Eh bien... ça semble certainement tentant d'espionner et de répandre la propagande de l'école à mes camarades de classe comme ça...

source: [_jazz_s_towards_s_sad_s_talk_displeased_] However, I'm really booked up at the moment, and with a number of other school clubs to run...
fr_fr: [_jazz_s_towards_s_sad_s_talk_displeased_] Cependant, je suis très occupée en ce moment, et avec un certain nombre d'autres clubs scolaires à gérer...

source: [_ishiyama_s_arm_behind_s_towards_s_unhappy_s_talk_displeased_] I suppose I do understand... oh, it's just too bad, I'd have thought you'd be perfect!
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_unhappy_s_talk_displeased_] Je suppose que je comprends... oh, c'est dommage, j'aurais pensé que vous seriez parfaite !

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] What with your family's close relationship to studying ghosts and everything, I just thought-
fr_fr: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Avec la relation étroite de ta famille avec l'étude des fantômes et tout, j'ai juste pensé-

source: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, well, if that's all you need... then why not ask my {u}brother{/u} to do it?
fr_fr: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, eh bien, si c'est tout ce dont vous avez besoin... alors pourquoi ne pas demander à mon {u}frère{/u} de le faire ?

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Jasmine! You have a brother?! Why didn't I know this, when can I meet him?!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Jasmine ! Tu as un frère ? ! Pourquoi je ne l'ai pas su, quand est-ce que je peux le rencontrer ?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...she's definitely mentioned me before, I'm just sorta easy to forget.
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] ...elle a certainement parlé de moi avant, je suis juste un peu facile à oublier.

source: [_ishiyama_s_arm_behind_s_towards_s_wondering_s_talk_happy_] Oh! Well now this is just terrific, I have a second Fenton to help me work on this!
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_wondering_s_talk_happy_] Oh ! Et bien maintenant c'est juste génial, j'ai un deuxième Fenton pour m'aider à travailler là-dessus !

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhm{/i}, I haven't quite agreed to anything ye-
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhm{/i}, je n'ai pas encore tout à fait accepté-

source: [_jazz_s_closed_s_rise_s_talk_happy_] Have {i}fuuuun{/i}, bro!~
fr_fr: [_jazz_s_closed_s_rise_s_talk_happy_] Va sur {i}fuuuun{/i}, mon frère!~

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Hey, wait a second, you can't just-
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Hé, attends une seconde, tu ne peux pas juste-

source: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Now then, there's a lot that we can already get started on, and I actually had a list of-
fr_fr: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Maintenant, il y a beaucoup de choses sur lesquelles nous pouvons déjà commencer, et j'avais en fait une liste de-

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_distraught_] Oh, drat!
fr_fr: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_distraught_] Oh, zut !

source: [_danny_s_towards_s_rise_s_talk_consternation_] Something the matter?
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Quelque chose ne va pas ?

source: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_displeased_] No, I just forgot I have an important faculty meeting to attend to right now. It was scheduled for right after the assembly meeting.{p}I really shouldn't hold them all up...
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_displeased_] Non, j'ai juste oublié que j'ai une importante réunion de la faculté à laquelle je dois assister maintenant. Elle était prévue juste après la réunion de l'assemblée.{p}Je ne devrais vraiment pas les retarder tous...

source: [_ishiyama_s_arm_front_s_towards_s_sad_s_talk_happy_] I'll contact you when I have something concrete for you to help me out with...
fr_fr: [_ishiyama_s_arm_front_s_towards_s_sad_s_talk_happy_] Je vous contacterai quand j'aurai quelque chose de concret pour que vous m'aidiez...

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] It's Danny, Principal Ishiyama.
fr_fr: [_danny_s_closed_s_unhappy_s_talk_distraught_] C'est Danny, le principal Ishiyama.

source: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Danny, of course! I'm obviously a little scatter brained at the moment, please, forgive me...
fr_fr: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Danny, bien sûr ! Je suis évidemment un peu écervelé en ce moment, s'il vous plaît, pardonnez-moi...

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heh{/i}, it's alright. I'd be surprised if you weren't at the moment.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heh{/i}, c'est bon. Je serais surpris que vous ne le soyez pas en ce moment.

source: [_ishiyama_s_arm_behind_s_towards_s_rise_s_talk_happy_] As I said, I'll let you know what I'll need from you next, alright?
fr_fr: [_ishiyama_s_arm_behind_s_towards_s_rise_s_talk_happy_] Comme je l'ai dit, je vous ferai savoir ce dont j'aurai besoin ensuite, d'accord ?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] S-sure, I guess I'll... I'll try and help out as best as I can, if it'll really help the school...
fr_fr: [_danny_s_towards_s_unhappy_s_talk_happy_] Bien sûr, je suppose que je... Je vais essayer d'aider du mieux que je peux, si ça peut vraiment aider l'école...

source: [_danny_s_at_player_s_rise_s_consternation_] (What can I possibly do to help this situation again...?)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] (Que puis-je faire pour que cette situation se reproduise... ?)

source: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Wonderful, thank you!{p}Now, if you'll excuse me!
fr_fr: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Merveilleux, merci !{p}Maintenant, si vous voulez bien m'excuser !

source: [_danny_s_at_player_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Things sure are getting tossed onto my plate lately...
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Les choses se bousculent dans mon assiette ces derniers temps...

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh well. Ishiyama seems nice enough, if not a bit distracted at times...{p}Let's just hope I'm actually of any use to her.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Mais bon. Ishiyama semble assez gentille, même si elle est parfois un peu distraite...{p}Espérons que je lui sois vraiment utile.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] This week keeps getting crazier and {i}crazier{/i}... I'll be happy if I never have to hear about ghosts ever again.
fr_fr: [_danny_s_at_player_s_sad_s_talk_consternation_] Cette semaine devient de plus en plus folle et {i}de plus en plus folle{/i}... Je serai heureuse si je n'ai plus jamais à entendre parler de fantômes.

source: [_maddie_s_towards_wide_s_neutral_s_talk_happy_] Danny, get in here! They're talking about more ghosts on the news! Come look!!
fr_fr: [_maddie_s_towards_wide_s_neutral_s_talk_happy_] Danny, viens ici ! Ils parlent de plus de fantômes aux infos ! Viens voir !!

source: [_danny_s_rise_one_s_at_player_s_frown_3_] (But of course...)
fr_fr: [_danny_s_rise_one_s_at_player_s_frown_3_] (Mais bien sûr...)

source: [_newscaster_] Breaking news viewers! A pair of ghosts were recently spotted together trying to assault a local high school girl in the city's Public Park this afternoon!
fr_fr: [_newscaster_] Dernières nouvelles, téléspectateurs ! Deux fantômes ont été récemment aperçus en train d'agresser une lycéenne dans le parc public de la ville cet après-midi !

source: [_danny_] What?! No way, I didn't-
fr_fr: [_danny_] Quoi ? ! Pas du tout, je n'ai pas-

source: [_jack_] You didn't what, son?
fr_fr: [_jack_] Tu n'as pas fait quoi, fils ?

source: [_danny_] ...didn't... see that on my way home at all! Wow, what a weird thing to happen! More ghosts and all, just, {i}uh{/i}, totally crazy stuff... {i}*Ahem*{/i}...
fr_fr: [_danny_] ...je n'ai pas du tout... vu ça en rentrant chez moi ! Wow, c'est vraiment bizarre ce qui s'est passé ! Encore des fantômes et tout, juste, {i}uh{/i}, des trucs complètement fous... {i}*Ahem*{/i}...

source: [_newscaster_] Renowned paranormal expert and philanthropist, Vlad Masters, has declared that he is hot on the trail of both spectral entities.
fr_fr: [_newscaster_] Vlad Masters, philanthrope et expert renommé en paranormal, a déclaré qu'il était sur la piste des deux entités spectrales.

source: [_newscaster_] The humanoid ghost, of which this station has chosen to refer to as "Inviso-Bill", remains currently at large, as does the octopus like entity, referred to as "Ectopus". If you have any tips about the current locations of these ghouls, contact your loca-
fr_fr: [_newscaster_] Le fantôme humanoïde, que cette station a choisi d'appeler "Inviso-Bill", reste actuellement en liberté, tout comme l'entité ressemblant à une pieuvre, appelée "Ectopus". Si vous avez des informations sur l'emplacement actuel de ces goules, contactez votre bureau loca-

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] "Inviso-Bill"?! That's an {i}awful{/i} name!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_consternation_] "Inviso-Bill" ? ! C'est un nom affreux {i}!

source: [_jack_s_stare_s_angry_s_talk_happy_] You're totally right son, "The Phantasmal Pervert" would be {i}so{/i} much better!
fr_fr: [_jack_s_stare_s_angry_s_talk_happy_] Tu as tout à fait raison, fils, "Le pervers fantasmatique" serait {i}tellement mieux !

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] ...well I guess that's officially proven that it {i}could{/i} be worse...
fr_fr: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] ...bien je suppose que cela prouve officiellement que {i}pourrait{/i} être pire...

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] You know... it's awfully strange and all, but... Jack? Don't you think that this "Inviso-Bill" character bears an awful resemblance to {u}Danny{/u}?
fr_fr: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Tu sais... c'est terriblement étrange et tout, mais... Jack ? Tu ne trouves pas que ce personnage d'"Inviso-Bill" ressemble étrangement à {u}Danny{/u} ?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] {u}W-what{/u}?! N-no, c'mon Mom, that loser looks {i}nothing{/i} like me! I've got black hair, his is white! My eyes are blue, his are green!! It's like night and day between us...! C-couldn't be further apart! {i}*Gulp*{/i}
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] {u}Quoi ? ! N-non, allez maman, ce loser ne me ressemble en rien {i}! J'ai les cheveux noirs, il a les cheveux blancs ! Mes yeux sont bleus, les siens sont verts !! C'est comme le jour et la nuit entre nous... ! On ne pourrait pas être plus éloignés l'un de l'autre ! {i}*Gulp*{/i}

source: [_jack_s_towards_s_sad_s_talk_displeased_] Say... now that you mention it...
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Dis... maintenant que tu le dis...

source: [_jack_s_closed_s_sad_s_talk_happy_] ...he {i}sorta{/i} does, minus all the stuff Danny pointed out! {i}Ahh{/i}, what a humorously random, unrelated, and completely {i}coincidental{/i} coincidence!
fr_fr: [_jack_s_closed_s_sad_s_talk_happy_] ...il {i}en quelque sorte{/i}, moins toutes les choses que Danny a signalées ! {i}Ahh{/i}, quelle drôle de coïncidence aléatoire, sans rapport, et complètement {i}coïncident{/i} !

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Y-yeah... {i}hah ha{/i}... f-funny how that's sorta true, I guess... {i}heh{/i}.... ({i}Phew{/i}!! Thank goodness for Dad's poor detective skills!)
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_happy_] O-yeah... {i}hah ha{/i}... c-c'est drôle que ce soit un peu vrai, je suppose... {i}heh{/i}.... ({i}Phew{/i} !! Heureusement que papa est un piètre détective !)

source: [_jack_s_stare_s_angry_s_talk_happy_] Come on Maddie, we need to get back out there! That disgusting ghoul might try to attack another poor victim like Jazz next! We need to catch him before he strikes again!
fr_fr: [_jack_s_stare_s_angry_s_talk_happy_] Allez Maddie, on doit retourner là-bas ! Cette goule dégoûtante pourrait essayer d'attaquer une autre pauvre victime comme Jazz ! Nous devons l'attraper avant qu'il ne frappe à nouveau !

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ...good luck guys!! Don't stay out too late!! I somehow doubt that this weird ghost kid is gonna be roaming the streets tonight!!
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ...bonne chance les gars ! !! Ne restez pas dehors trop tard ! Je doute que ce fantôme bizarre erre dans les rues ce soir !!

source: [_danny_] (After that fight today, I'm a little too tired to go just about anywhere, honestly. I should probably just head to bed and get some rest.)
fr_fr: [_danny_] (Après le combat d'aujourd'hui, je suis un peu trop fatigué pour aller n'importe où, honnêtement. Je devrais probablement juste aller au lit et me reposer.)

source: [_danny_] Not right now, I need to go to class, quickly!
fr_fr: [_danny_] Pas maintenant, je dois aller en cours, vite !

source: [_danny_] Nurse Kate said I'm gonna need some rest after passing out in class, so I should try to head home.
fr_fr: [_danny_] L'infirmière Kate a dit que je devais me reposer après m'être évanoui en classe, donc je devrais essayer de rentrer.

source: [_danny_] I told Paulina I would meet her at the park in the afternoon.
fr_fr: [_danny_] J'ai dit à Paulina que je la retrouverais au parc dans l'après-midi.

source: [_danny_] No way, I need to get to sleep. Rest is important for a growing ghost boy.
fr_fr: [_danny_] Pas question, j'ai besoin de dormir. Le repos est important pour un garçon fantôme en pleine croissance.
