Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] Penelope? One more time, if you would...?
fr_fr: [_danny_] Pénélope? Une fois de plus, si vous le vouliez...?

source: [_penelope_] Must we {i}keep{/i} doing this little charade again, and again?
fr_fr: [_penelope_] Devons-nous garder {i}à faire{/i} faire cette petite charade encore et encore?

source: [_penelope_] Can't you see I want to be left {u}alone?{/u}
fr_fr: [_penelope_] Vous ne pouvez pas voir que je veux être laissé seul {u}?{/u}

source: [_danny_] This time, I swear, it's something you'll wanna listen to.
fr_fr: [_danny_] Cette fois, je vous le jure, c'est quelque chose que vous voudrez écouter.

source: [_penelope_] Not another soppy speech just absolutely dripping with-
fr_fr: [_penelope_] Pas un autre discours soppy juste goutte avec -

source: [_danny_] I found your sister's granddaughter.
fr_fr: [_danny_] J'ai trouvé la petite-fille de votre sœur.

source: [_penelope_] "...Granddaughter?"{p}{nw}
fr_fr: [_penelope_] "...Grand-fille ?"{p}{nw}

source: [_extend_] {i}Huh{/i}... that's... odd to think about...
fr_fr: [_extend_] {i}Huh{/i}... c'est... bizarre de réfléchir...

source: [_penelope_] Wait, w-why did you-
fr_fr: [_penelope_] Attendez, w-why did you-

source: [_danny_] "My dearest Pen-Pen..."
fr_fr: [_danny_] « Mes stylos les plus chers... »

source: [_danny_] "I've been meaning to write to you for a good while now."
fr_fr: [_danny_] « Cela fait longtemps que je voulais vous écrire, je vous le dis. »

source: [_danny_] "While I know it's true we did not end things on good terms, I want you to know I miss you terribly."
fr_fr: [_danny_] « Bien que je sache qu'il est vrai que nous n'avons pas mis un terme à la situation, je veux que vous sachiez que vous me manquez. »

source: [_penelope_] I-I... what is-
fr_fr: [_penelope_] I-I... ce qui est-

source: [_danny_] "I want you to know that I tried writing to you while you were over seas, but perhaps the letters were lost along the way..."
fr_fr: [_danny_] « Je veux que vous sachiez que j'ai essayé de vous écrire pendant que vous étiez au-dessus des mers, mais peut-être que les lettres ont été perdues en chemin..."

source: [_danny_] "...though perhaps, as I have often thought, you simply chose not to reply. I would understand if that was the case."
fr_fr: [_danny_] "...bien que peut-être, comme je l'ai souvent pensé, vous avez simplement choisi de ne pas répondre. Je comprendrais si tel était le cas."

source: [_penelope_] She... I never thought she would have... the letters...
fr_fr: [_penelope_] Elle ... je ne pensais jamais qu'elle aurait... les lettres...

source: [_penelope_] Oh my God...
fr_fr: [_penelope_] Oh mon Dieu...

source: [_danny_] "...I've seen you on the news and heard your radio appearances. I am so glad the world is treating you properly in the field of medicinal aid!"
fr_fr: [_danny_] "...Je vous ai vu sur les nouvelles et j'ai entendu vos apparitions radio. Je suis si heureux que le monde vous traite correctement dans le domaine de l'aide médicale!

source: [_danny_] "I tried looking for you at father's funeral, but I know you chose not to appear."
fr_fr: [_danny_] « J'ai essayé de vous chercher lors des funérailles du père, mais je sais que vous avez choisi de ne pas apparaître. »

source: [_danny_] "In all frankness, I cannot blame you for that. Father was wrong to pit us against each other as rivals."
fr_fr: [_danny_] « En toute franchise, je ne peux pas vous reprocher cela. Père a eu tort de nous dresser les uns contre les autres en tant que rivaux. »

source: [_danny_] "And I was worse for falling for his tricks to blame each other, same as you."
fr_fr: [_danny_] « Et j'ai été pire parce qu'il est tombé dans ses tours à se blâmer les uns les autres, comme vous.»

source: [_danny_] "He took our childhoods away from us, but you will ALWAYS be my sister. You are blood one does not wish to do without."
fr_fr: [_danny_] « Il nous a enlevés nos enfants, mais vous serez toujours ma sœur. Vous êtes le sang dont on ne veut pas se passer. »

source: [_danny_] "I am truly sorry it has taken this long to try once more to reach out like this."
fr_fr: [_danny_] « Je suis vraiment désolé qu'il ait fallu autant de temps pour essayer de repartir en contact avec ça. »

source: [_danny_] "Attached is my current number. I am only a phone call away, and I deeply wish that we may speak to one another again very soon."
fr_fr: [_danny_] « Attaché est mon numéro actuel. Je ne suis qu'un coup de téléphone et je souhaite vivement que nous puissions nous reparler très bientôt."

source: [_danny_] "I don't think I could live the rest of my life without setting this straight between us. Truly."
fr_fr: [_danny_] « Je ne pense pas que je pourrais vivre le reste de ma vie sans me mettre entre nous. Vraiment. »

source: [_danny_] "Please get in touch..."{p}{nw}
fr_fr: [_danny_] "Veuillez nous contacter..."{p}{nw}

source: [_penelope_] ...she... she really loved me.
fr_fr: [_penelope_] ...elle... elle m'a vraiment aimée.

source: [_penelope_] After all this time... I've... I've held onto this thought that she would never want to reach out to me...
fr_fr: [_penelope_] Après tout ce temps... Je... Je me suis dit qu'elle ne souhaiterait jamais me rejoindre...

source: [_danny_] She realized what you both meant to each other.
fr_fr: [_danny_] Elle a réalisé ce que vous entendiez tous les deux les uns pour les autres.

source: [_penelope_] ...you did all this for me?
fr_fr: [_penelope_] ... vous avez fait tout cela pour moi?

source: [_danny_] I just knew there had to be something more to your story than what even you believed.
fr_fr: [_danny_] Je savais juste qu'il y avait quelque chose de plus dans votre histoire que ce que vous croiez.

source: [_penelope_] ...I... I need some time to think.
fr_fr: [_penelope_] ...je... J'ai besoin d'un peu de temps pour réfléchir.

source: [_danny_] Okay, maybe we'll talk later?
fr_fr: [_danny_] Ok, nous parlerons peut-être plus tard ?

source: [_danny_] (Guess that was a lot to take in...)
fr_fr: [_danny_] (Devinez que c'était beaucoup à prendre...)

source: [_danny_] (I'm sure she'll be fine, but... I just hope this helps her out in the long run.)
fr_fr: [_danny_] (Je suis sûr qu'elle ira bien, mais... J'espère que cela l'aidera à long terme.)

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_distraught_] What are you-
fr_fr: [_danny_s_boxers_s_towards_s_wondering_s_talk_distraught_] Qu'est-ce que vous -

source: [_penelope_s_closed_s_neutral_s_talk_displeased_] Stop talking. In fact-{p}{nw}
fr_fr: [_penelope_s_closed_s_neutral_s_talk_displeased_] Arrêt de parler. En fait -{p}{nw}

source: [_extend_] Just, keep talking to an absolute minimum right now.
fr_fr: [_extend_] Juste continuez à parler avec un minimum absolu en ce moment.

source: [_penelope_s_towards_s_casual_arms_down_s_sad_s_talk_displeased_] I don't want to actively think about any of this at the moment, and you being quiet will help with that.
fr_fr: [_penelope_s_towards_s_casual_arms_down_s_sad_s_talk_displeased_] Je ne veux pas réfléchir activement à tout cela pour le moment, et vous serez silencieux pour y remédier.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] T-think about wha-
fr_fr: [_danny_s_towards_s_wondering_s_talk_distraught_] T-think on wha-

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] W-whoa...
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] W-qui...

source: [_penelope_s_nude_arms_up_s_away_s_talk_distraught_] Please, don't think too much about what's about to happen.
fr_fr: [_penelope_s_nude_arms_up_s_away_s_talk_distraught_] S'il vous plaît, ne pensez pas trop à ce qui va se passer.

source: [_penelope_s_nude_arms_down_s_towards_s_talk_displeased_] Believe me, I'm trying to rationalize this enough as is...
fr_fr: [_penelope_s_nude_arms_down_s_towards_s_talk_displeased_] Croyez-moi, j'essaie de rationaliser cela comme ça...

source: [_penelope_s_down_s_wondering_s_talk_happy_] Let's see what we're working with then...
fr_fr: [_penelope_s_down_s_wondering_s_talk_happy_] Voyons voir avec quoi nous travaillons alors...

source: [_danny_] ...something the matter?
fr_fr: [_danny_] ... quelque chose d'important ?

source: [_penelope_] {i}Uhhh{/i}, no, nothing!
fr_fr: [_penelope_] {i}Uhhh{/i}, non, rien!

source: [_penelope_] {i}Heh{/i}... okay, fine... I can see why the girls stick around.
fr_fr: [_penelope_] {i}Heh{/i}... d'accord, d'accord... Je vois pourquoi les filles s'accrochent.

source: [_penelope_] Now come on... let's do this fucking thing...~
fr_fr: [_penelope_] Maintenant allez... faisons-en cette...~

source: [_penelope_] {i}Ohhhhh{/i}, FUCK!!
fr_fr: [_penelope_] {i}Ohhhhhh {/i}, FRAIS !!

source: [_danny_] {i}Ah!{/i} Keep it down!
fr_fr: [_danny_] {i}Ah!{/i} Gardez-le bas !

source: [_danny_] We don't want to wake the whole house!
fr_fr: [_danny_] Nous ne voulons pas réveiller toute la maison !

source: [_penelope_] S-sure, that's t-true! {i}*Huff*{/i}
fr_fr: [_penelope_] S-sûr, c'est t-vrai ! {i}*Huff*{/i}

source: [_penelope_] {i}Mmm{/i}... s-shit, it's been a long time since I was able to-
fr_fr: [_penelope_] {i}Mmm{/i}... s-shit, ça faisait longtemps que je pouvais -

source: [_danny_] Penelope! You're-{p}{nw}
fr_fr: [_danny_] Pénélope ! Vous -{p}{nw}

source: [_extend_] {size=-1}H-hey! We're being {i}too{/i} loud now!{/size}
fr_fr: [_extend_] {size=-1}H-hey ! Nous sommes {i}aussi{/i} à haute voix maintenant !{/size}

source: [_penelope_] {i}Gahh!{/i} I'm trying you out, of course I'm going to be- {i}Ah!!{/i}
fr_fr: [_penelope_] {i}Gahh !{/i} Je vous essaye, bien sûr, je vais être- {i}Ah!!{/i}

source: [_penelope_] W-what in the worl- {i}gahhd{/i}, why are you so {i}biiig?!~{/i}
fr_fr: [_penelope_] W-quoi dans le monde - {i}gahd{/i}, pourquoi êtes-vous si {i}biiig?!~{/i}

source: [_danny_] You gotta- we shouldn't be...
fr_fr: [_danny_] Vous avez, nous ne devrions pas être...

source: [_danny_] {i}Ah!{/i} Wow... you're... really...
fr_fr: [_danny_] {i}Ah!{/i} Wow... Vous ... vraiment...

source: [_danny_] ...{i}tight...~{/i}
fr_fr: [_danny_] ...{i}serré...~{/i}

source: [_penelope_] S-shit! Maybe we {i}are{/i} being too loud, I just-!
fr_fr: [_penelope_] S-merde! Peut-être que nous {i}sommes-nous{/i} trop bruyants, je viens !

source: [_penelope_] Oh fuck it! I don't care! Don't stop! Fuck me with that big cock!
fr_fr: [_penelope_] Oh baise ! Je m'en moque ! Ne vous arrêtez pas ! Fuck moi avec cette grosse bite !

source: [_penelope_] I'm so close!~
fr_fr: [_penelope_] Je suis si proche !~

source: [_danny_] P-Penelope! If you keep doing that-
fr_fr: [_danny_] P-Penelope! Si vous continuez à le faire-

source: [_penelope_] Oh god! Yes! {i}YES!{/i}
fr_fr: [_penelope_] Oh dieu! Oui! {i}OUI !{/i}

source: [_penelope_] Yes, yes, that's it! I'm {i}cumming!!{/i}
fr_fr: [_penelope_] Oui, oui, c'est bien ça! Je suis {i}en train d'échouer !!{/i}

source: [_danny_] P-Penelope I'm gonna cum!
fr_fr: [_danny_] P-Penelope je vais foutre !

source: [_penelope_] I don't fucking care! Just fill me up!
fr_fr: [_penelope_] Je ne prends pas soin de moi ! Remplissez-moi !

source: [_penelope_] That was... a good {i}first{/i} round.
fr_fr: [_penelope_] C'était... un bon {i}en premier{/i} rond.

source: [_danny_] A... a {i}what?!{/i} Wait, what-
fr_fr: [_danny_] A... un {i}quoi ?{/i} Attendez, quoi-

source: [_penelope_] Danny... I've got a lot of issues to work through.
fr_fr: [_penelope_] Danny... J'ai beaucoup de problèmes à résoudre.

source: [_penelope_] So yes... we're going to be at this for a while.
fr_fr: [_penelope_] Alors oui... nous allons y être pour un moment.

source: [_danny_] (...this is going to be a long night isn't it?)
fr_fr: [_danny_] (...ça va être une longue nuit n'est-ce pas?)

source: [_danny_] (I can... barely... move...)
fr_fr: [_danny_] (Je peut... à peine... bouger...)

source: [_danny_] (We must have... done it for hours...)
fr_fr: [_danny_] (Nous devons l'avoir... fait pendant des heures...)

source: [_danny_] (She really went all out, huh?)
fr_fr: [_danny_] (Il est vraiment sorti, non ?)

source: [_danny_] (I mean, I'm glad Penelope could take some proactive steps to working through her feelings...)
fr_fr: [_danny_] (Je veux dire, je suis heureux que Penelope ait pu prendre des mesures proactives pour surmonter ses sentiments...)

source: [_danny_] (...but yeesh, she really chose to work them out {u}hard{/u} through my dic-)
fr_fr: [_danny_] (...mais ouais, elle a vraiment choisi de les faire sortir {u}dur{/u} à travers ma dic-)

source: [_jazz_] Hey dork, you up yet? Are you busy?
fr_fr: [_jazz_] Hey dork, tu es déjà occupé? Tu es occupé?

source: [_danny_] (Crap! Crap! CRAP!!)
fr_fr: [_danny_] (Crappe! Crap! Crap! CRAP!!)

source: [_danny_] O-oh, just a minute Jazz! I'm, {i}uhh{/i}, I'm naked!!
fr_fr: [_danny_] O-oh, juste une minute Jazz! Moi, {i}euh{/i}, je suis nu!!

source: [_danny_] {i}Pssst!{/i} Penelope! Wake up!
fr_fr: [_danny_] {i}Pssst!{/i} Penelope! Réveillez-vous!

source: [_penelope_] Abah-whahtle, hahh? Whatz ahf?
fr_fr: [_penelope_] Abah-whahtle, hahh? Quoi?

source: [_danny_] Jazz is at the door!
fr_fr: [_danny_] Jazz est à la porte !

source: [_penelope_] H-huh?
fr_fr: [_penelope_] H-hein ?

source: [_danny_] I'm telling you to hide, quickly!
fr_fr: [_danny_] Je vous dis de vous cacher, rapidement !

source: [_jazz_] Hey dude, you decent yet?
fr_fr: [_jazz_] Salut, vous êtes encore décent ?

source: [_penelope_] {i}Ahh{/i} geez, fine... gimme a break with this whole disappearing thing...
fr_fr: [_penelope_] {i}Ahh{/i} geez, fin... faites une pause avec tout ce qui disparait...

source: [_jazz_] Alright man, I'm coming in!
fr_fr: [_jazz_] Bon homme, j'arrive !

source: [_jazz_] Look, do you happen to know where my-
fr_fr: [_jazz_] Regardez, savez-vous où mon-

source: [_jazz_] Oh my {i}GOD!{/i} What on {u}earth{/i} is that smell?!?
fr_fr: [_jazz_] Oh mon Dieu {i}!{/i} Qu'est-ce que sur {u}terre {/i} est-ce que cette odeur ?!?

source: [_danny_] {i}Uhh{/i}... just your average B.O.?
fr_fr: [_danny_] {i}Uhh{/i}... juste votre B.O.?

source: [_jazz_] Average nothing, it's like a sweaty sauna in here! How could you have-
fr_fr: [_jazz_] Rien en moyenne, c'est comme un sauna transpirant ici ! Comment pouvez-vous avoir-

source: [_jazz_] ...and what the {i}hell{/i} did you do in your room exactly?
fr_fr: [_jazz_] ...et ce que l'enfer{/i} {i}a fait dans votre chambre exactement?

source: [_danny_] {i}Uhhhh{/i}... just some crazy late night gaming session?
fr_fr: [_danny_] {i}Uhhhhh{/i}... juste une folle session de jeu nocturne ?

source: [_danny_] Y'know, I just... get a little worked up in the heat of... epic battle! {i}*Nervous Chuckle*{/i}
fr_fr: [_danny_] Tu sais, je me fais juste un peu enflammer dans la chaleur de... bataille épique! {i}*Chuck Nervous*{/i}

source: [_jazz_] {i}Uch...{/i} well, clean up a bit before Mom or Dad sees, sheesh...{p}{nw}
fr_fr: [_jazz_] {i}Uch...{/i} bien, nettoyez un peu avant que Maman ou Papa voit, sheesh...{p}{nw}

source: [_extend_] ...and seriously, crack open your windows, my goodness!
fr_fr: [_extend_] ...et sérieusement, ouvrez vos fenêtres, mon bonheur!

source: [_danny_] Okay, okay... what did you want anyway?
fr_fr: [_danny_] D'accord, d'accord... que vouliez-vous de toute façon ?

source: [_jazz_] Oh... I just wanted to know if you'd seen my phone charger at all.
fr_fr: [_jazz_] Oh... Je voulais juste savoir si vous aviez vu mon chargeur de téléphone du tout.

source: [_danny_] {i}Uh{/i}, no, I haven't, sorry.
fr_fr: [_danny_] {i}Uh{/i}, non, je n'ai pas, désolé.

source: [_jazz_] {i}Hmmm{/i}, shoot... alright then.
fr_fr: [_jazz_] {i}Hmmm{/i}, tirez... tout à fait alors.

source: [_jazz_] Let me know if you end up seein-{p}{nw}
fr_fr: [_jazz_] Laissez-moi savoir si vous finissez par voir -{p}{nw}

source: [_extend_] Oh my... {i}gah!! My nostrils are just... {u}flooded{/u} with boy stink!!
fr_fr: [_extend_] Oh mon... {i}gah!! Mes narines sont juste... {u}inondées {/u} de puanteur de garçon!!

source: [_danny_] Will do!
fr_fr: [_danny_] Fera l'affaire!

source: [_danny_] Okay, you can stop hiding now.
fr_fr: [_danny_] Ok, vous pouvez arrêter de vous cacher maintenant.

source: [_danny_] {i}*Ahem*{/i} Right, so... you...
fr_fr: [_danny_] {i}*Ahem*{/i} D'accord, alors... vous...

source: [_danny_] ...you want to talk about what happened last night?
fr_fr: [_danny_] ... vous voulez parler de ce qui s'est passé la nuit dernière ?

source: [_penelope_] Not really, no... I mean...{p}{nw}
fr_fr: [_penelope_] Pas vraiment, non... Je veux dire...{p}{nw}

source: [_extend_] No. No I don't.
fr_fr: [_extend_] Non. Non je ne le fais pas.

source: [_penelope_] And so it's made clear, you will not tell either of your blue or green tramps about this...
fr_fr: [_penelope_] Et pour que cela soit clair, vous ne parlerez pas de vos pièges bleus ou verts...

source: [_penelope_] I'm not sure either one of them would care to ever let me live this... carnal workshop down...
fr_fr: [_penelope_] Je ne suis pas sûr que l'un d'eux ne se soucierait pas non plus de me laisser vivre ce... atelier de charnel...

source: [_danny_] Sure, that's fine... whatever you need.
fr_fr: [_danny_] Bien sûr, ça va bien... tout ce dont vous avez besoin.

source: [_danny_] ...so...
fr_fr: [_danny_] ...ainsi ...

source: [_danny_] Is doing this again... perhaps something on the table?
fr_fr: [_danny_] Est-ce que ça recommence... peut-être quelque chose sur la table ?

source: [_extend_] ...maybe.
fr_fr: [_extend_] ...peut-être.

source: [_danny_] Really?
fr_fr: [_danny_] Vraiment?

source: [_penelope_] {i}Tsch!{/i} Oh I don't know...
fr_fr: [_penelope_] {i}Tsch!{/i} Oh je ne sais pas...

source: [_penelope_] Right now I've still got some more thinking to do, with much more time.
fr_fr: [_penelope_] En ce moment, j'ai encore plus de réflexion à faire, avec beaucoup plus de temps.

source: [_penelope_] Last night my thinking led me to wanting to get {i}that{/i} done and over with.
fr_fr: [_penelope_] Hier soir, ma pensée m'a amené à vouloir que {i}ça{/i} soit terminé et terminé.

source: [_penelope_] But I'm not certain what I'm planning on doing now, so again... I need to think and, alone, preferably.
fr_fr: [_penelope_] Mais je ne suis pas certain de ce que je prévois de faire maintenant, encore une fois... j'ai besoin de réfléchir et, seul, de préférence.

source: [_danny_] Oh yeah, no problem! I get it, just take your time.
fr_fr: [_danny_] Oh oui, pas de problème ! Je le sais, prenez juste votre temps.

source: [_penelope_] Good. We'll chat again... soon, I guess.
fr_fr: [_penelope_] Bien. Nous discuterons à nouveau... bientôt, je suppose.

source: [_danny_] (Wow... what a night!)
fr_fr: [_danny_] (Waou... quelle nuit!)

source: [_danny_] (But, I better not bother her while she is trying figure things out for herself.){p}{nw}
fr_fr: [_danny_] (Mais, il vaut mieux ne pas la déranger pendant qu'elle essaie de comprendre les choses pour elle-même.){p}{nw}

source: [_extend_] (I'll give her some space.)
fr_fr: [_extend_] (Je lui donnerai de l'espace.)

source: [_danny_] (Damn... I'm bored...)
fr_fr: [_danny_] (Merde... Je suis ennuyé...)

source: [_danny_] (Everyone left for the weekend to do their own things...)
fr_fr: [_danny_] (Tout le monde est parti pour le week-end pour faire ses propres choses...)

source: [_danny_] (Penelope hasn't said anything to me since that morning...)
fr_fr: [_danny_] (Penelope ne m'a rien dit depuis ce matin...)

source: [_danny_] *{i}Sigh{/i}*
fr_fr: [_danny_] *{i}Soupir{/i}*

source: [_danny_] (Hmm... I am wondering if there is anything good on {i}TV{/i}.)
fr_fr: [_danny_] (Hmm... Je me demande s'il y a quelque chose de bon sur {i}TV{/i}.)

source: [_danny_] (... maybe I should just see what's on, I guess...)
fr_fr: [_danny_] (... peut-être que je devrais juste voir ce qui se passe, je suppose...)

source: Male Lead A [special_delimiter] Oh my goodness! They're... eating her brains! Out of the poor girl's scalp!
fr_fr: Un homme dirige A [special_delimiter] Oh ma bonté ! Ils ... mangent son cerveau ! À partir du cuir chevelu de la pauvre fille !

source: Male Lead B [special_delimiter] Aim for the head, quickly! AIM FOR THE HEAD!
fr_fr: Chef homme B [special_delimiter] Visez la tête, vite ! AIM POUR LA MAISON !

source: Zombie on TV [special_delimiter] {i}Wreehhh!! Braaaaiiiins...!{/i}
fr_fr: Zombie à la télé [special_delimiter] {i}Wreehhh!! Braaaaiiins...!{/i}

source: [_danny_] ( Well this sucks.){p}(But it's a familiar suckage. )
fr_fr: [_danny_] ( Eh bien ça suce.){p}(Mais c'est une aspiration familière)

source: [_penelope_] What are you watching over there?
fr_fr: [_penelope_] Qu'est-ce que vous surveillez là-bas ?

source: [_danny_] Penelope...? Oh, hey.{p}{i}Uhhh{/i}, I don't know, nothing interesting...
fr_fr: [_danny_] Pénélope...? Oh, hé.{p}{i}Euh{/i}, je ne sais pas, rien d'intéressant...

source: [_extend_] sorry, did you want to watch somethin-
fr_fr: [_extend_] désolé, vous voulez regarder quelque chose -

source: [_penelope_] {i}*Chuckles*{/i} I guess it suits me rather well after all...
fr_fr: [_penelope_] {i}*Chuckles*{/i} Je suppose que ça me convient plutôt bien...

source: [_danny_] W-wait, so... what does this mean for-
fr_fr: [_danny_] Attendez, alors... pour quoi cela signifie-t-il-

source: [_penelope_] Now did I tell you to start asking me any silly questions right now? No, I don't think I did!
fr_fr: [_penelope_] Maintenant ai-je dit de commencer à me poser des questions idiotes maintenant ? Non, je ne pense pas que je l'ai fait !

source: [_penelope_] {i}Ah, ah, ah!{/i} That's enough of that! You've had your fill of chatting and blabbering on, and on!
fr_fr: [_penelope_] {i}Ah, ah, ah!{/i} Ça suffit! Vous avez eu plein de bavardages et de blabberings!

source: [_penelope_] Now, put this on! And it's {u}Mistress{/u} to you, for at least the next hour, worm...~
fr_fr: [_penelope_] Maintenant, mettez ça ! Et c'est {u}Maîtresse {/u} pour vous, pour au moins l'heure suivante, vers ...~

source: [_danny_] {i}*Gulp!*{/i}{p} (I don't know if I should be excited or afraid of her..)
fr_fr: [_danny_] {i}*Golp!*{/i}{p} (Je ne sais pas si je devrais être excité ou effrayée par elle..)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Whoa! H-hey, what the-
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Oh! H-hé, ce que c'est-

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Penelope?! What are you doing!
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Pénélope?! Que faites-vous !

source: [_penelope_] {i}Ahh{/i}, now {i}that's{/i} much better!
fr_fr: [_penelope_] {i}Ahh{/i}, maintenant {i}ça {/i} bien mieux!

source: [_penelope_] Good and comfy, my little needy sub?
fr_fr: [_penelope_] Bon et confortable, mon petit subordonné au besoin ?

source: [_danny_] You can't just tie me up, that's-
fr_fr: [_danny_] Vous ne pouvez pas simplement me lire, ça-

source: [_penelope_] Oh? Why not? I don't think I've broken any of your little silly rules, have I?
fr_fr: [_penelope_] Oh? Pourquoi pas ? Je ne pense pas avoir violé l'une de vos petites règles stupides, n'est-ce pas?

source: [_penelope_] You never said we couldn't tie you down for simple fun and play, now did you?
fr_fr: [_penelope_] Tu n'as jamais dit que nous ne pouvions pas te faire tomber pour du simple plaisir et jouer, n'est-ce pas?

source: [_danny_] Well... I never exactly did, but-
fr_fr: [_danny_] Eh bien... je n'ai jamais exactement fait, mais-

source: [_penelope_] {i}Ah, ah! Tssk! Tssk!{/i} Now {u}what{/u} did I say you'd be calling me by for now?
fr_fr: [_penelope_] {i}Ah, ah! Tssk! Tssk!{/i} Maintenant {u}que{/u} ai-je dit que vous m'appelleriez pour le moment?

source: [_danny_] ...M-Mistress.
fr_fr: [_danny_] ...M-Mistresse.
