Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_star_s_towards_s_confused_s_talk_consternation_] I'm not, like, the "smartest" girl around, but this all just kinda... far fetched, I don't know...
fr_fr: [_star_s_towards_s_confused_s_talk_consternation_] Je ne suis pas, comme la fille « plus intelligente» autour, mais tout ça reste... lointaine, je ne sais pas...

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Nonsense! Believe me, it'll all make sense soon enough! You'll be thanking me in no time, I just know it!
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Inutile ! Croyez-moi, tout cela aura un sens assez vite ! Vous me remercierez en un rien de temps, je le sais !

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Now go out there and spread that Casper High Spirit you two!
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Maintenant, allez là-bas et répandre cette Casper Esprit vous deux!

source: [_penelope_s_arms_down_s_closed_s_idle_s_talk_amused_] Oh, I just {i}love{/i} shaping young minds for the better!
fr_fr: [_penelope_s_arms_down_s_closed_s_idle_s_talk_amused_] Oh, je n'aime que {i}{/i} façonner de jeunes esprits pour le mieux!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] {i}Ah!{/i} Danny! There you are, perfect timing!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] {i}Ah!{/i} Danny ! Vous voilà, le moment parfait !

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] I assume you're here for a meeting? Well perfect, just step right inside and we'll get started!
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Je suppose que vous êtes ici pour une réunion ? Bien parfaite, juste entrez à l'intérieur et nous allons commencer !

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhhh{/i}, yeah, Miss Spectra? I was sorta wondering about some of the... well, some of the changes I've seen in the other-
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhhh{/i}, oui, Miss Spectra ? J'étais en train de m'interroger sur certains de... eh bien, certains des changements que j'ai vus dans l'autre -

source: [_penelope_s_arms_down_s_towards2_s_sad_s_talk_happy_] Apologies Danny, you'll have to just give me a moment to gather up some paperwork for our session first...
fr_fr: [_penelope_s_arms_down_s_towards2_s_sad_s_talk_happy_] Toutes mes excuses Danny, il vous suffit de me donner un moment pour rassembler quelques documents pour notre session d'abord...

source: [_penelope_] Just take a seat over her and make yourself comfortable.
fr_fr: [_penelope_] Prenez simplement un siège sur elle et rendez vous confortable.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Oh, {i}uh{/i} sure, okay...
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Oh, {i}euh{/i}, d'accord...

source: [_penelope_] Now let's see now... now I've already spoken to {i}Miss{/i} Fenton today...
fr_fr: [_penelope_] Maintenant, voyons maintenant... maintenant j'ai déjà parlé à {i}Miss{/i} Fenton aujourd'hui...

source: [_penelope_] hmm.. Danny, Danny, now where did I place you...?
fr_fr: [_penelope_] hmm... Danny, Danny, maintenant où je vous ai placé...?

source: [_danny_] O-oh, you've already spoke to Jazz again?
fr_fr: [_danny_] O-oh, vous avez déjà parlé à Jazz à nouveau?

source: [_penelope_] Of course, I wanted to hear all about your time together!
fr_fr: [_penelope_] Bien sûr, je voulais tout savoir de votre temps ensemble !

source: [_danny_] Yeah, that was... well... not the chillest hang, to say the le-
fr_fr: [_danny_] Ouais, ça était... bien... pas le plus froid, pour dire le le-

source: [_penelope_] {i}Tsch!{/i} Goodness! I'm going to have to learn to file these things better!
fr_fr: [_penelope_] {i}Tsch!{/i} Bonté! Je vais devoir apprendre à mieux classer ces choses!

source: [_penelope_] I can get so lazy, I just chuck these things in those drawers!
fr_fr: [_penelope_] Je peux devenir si paresseux, je me contente de chasser ces choses dans ces tiroirs !

source: [_penelope_] Now don't go telling anybody I'm really a klutz with all this sorting stuff! {i}*Chuckles*{/i}
fr_fr: [_penelope_] Maintenant, n'allez pas dire à qui que ce soit que je suis vraiment un klutz avec tout ce tri ! {i}*Chuces* {/i}

source: [_danny_] {i}Uhhhm...{/i} Miss Spectra? Y-your-
fr_fr: [_danny_] {i}Uhhhm...{/i} Miss Spectra ? Y-votre-

source: [_penelope_] {i}Juuust{/i} another moment, Danny!
fr_fr: [_penelope_] {i}Juuust{/i} un autre moment, Danny !

source: [_danny_] (Damn... Spectra's got a nice butt, honestly...)
fr_fr: [_danny_] (Bon sang... Spectra a une belle fesse, honnêtement...)

source: [_penelope_] {i}Ah{/i}, here we are! Finally!
fr_fr: [_penelope_] {i}Ah{/i}, nous voilà! Enfin!

source: [_penelope_] "Daniel Fenton, Casper High Student, Age-"
fr_fr: [_penelope_] « Daniel Fenton, Casper High Student, Âge-»

source: [_penelope_s_rise_s_talk_happy_] We haven't even started our session here today yet...
fr_fr: [_penelope_s_rise_s_talk_happy_] Nous n'avons même pas encore commencé notre session ici...

source: [_penelope_s_wondering_s_talk_happy_] ...and I see you've taken my advice about letting out your true feelings to heart!
fr_fr: [_penelope_s_wondering_s_talk_happy_] ...et je vois que vous avez pris mes conseils pour laisser vos vrais sentiments au cœur!

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] {i}I-I!{/i}{p}{nw}
fr_fr: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] {i}Je suis !{/i}{p}{nw}

source: [_extend_] Look, I can explain myself, it's just-
fr_fr: [_extend_] Regardez, je peux m'expliquer, c'est juste -

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Danny, Danny, please! Don't fret none! It's nothing to sweat over, believe me!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Danny, Danny, s'il vous plaît, ! Ne vous inquiétez pas ! Ce n'est rien à transpirer, croyez-moi!

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_bite_] That sort of reaction is perfectly natural for a young man such as yourself.
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_bite_] Ce type de réaction est parfaitement naturel pour un jeune homme comme vous.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] R-right... I guess so... sorry, it's just a little embarrassing.
fr_fr: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] à droite... Je suppose que... désolé, c'est juste un peu embarrassant.

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_amused_] Well we'll just have to learn to not feel so embarrassed around each other, won't we?
fr_fr: [_penelope_s_arms_down_s_towards_s_sad_s_talk_amused_] Eh bien, nous allons juste apprendre à ne pas nous sentir aussi embarrassés l'un autour de l'autre, n'est-ce pas?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Now then, let's hear, how did our little sibling date go with Jazz?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Alors, écoutons-nous, comment est passée notre petite rencontre fraternelle avec Jazz?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] It went... okay-ish... I think?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] Il est parti... d'accord... je pense?

source: [_danny_s_towards_s_sad_s_talk_displeased_] I mean, I like spending time with Jazz, for the most part. Just kinda felt a little forced, less natural if anything.
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Je veux dire, j'aime passer du temps avec Jazz, pour la plupart. Je me sentais juste un peu forcé et moins naturel si quelque chose.

source: [_danny_s_towards_s_rise_s_talk_distraught_] And then there were parts that were just, well, strange. Like off-the-wall bizarre.
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Et puis, il y a eu des parties qui étaient justes, eh bien, étranges. Comme bizarres.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_amused_] Yes, Jazz said she found it all rather... baffling as well.
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_amused_] Oui, le Jazz a dit qu'elle y trouvait tout cela plutôt déroutant... aussi.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] To say the least, yeah.
fr_fr: [_danny_s_towards_s_neutral_s_talk_consternation_] Pour le moins, oui.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] But you see, these "awkward" encounters are just the very barriers you've set up between each other, and we need to work to {i}tear{/i} them down!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Mais vous voyez, ces rencontres « maladroites » ne sont que les barrières que vous avez dressées entre les uns et les autres, et nous avons besoin de travailler à {i}larme {/i} vers le bas !

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] So much of your relationship with each other is solely based on the fact that you two are siblings, rather than the mutual bond of tenderness and genuine companionship!
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Une grande partie de votre relation entre vous est basée uniquement sur le fait que vous êtes deux frères et sœurs, plutôt que le lien mutuel de tendresse et de véritable compagnon!

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Sorry, I don't follow...
fr_fr: [_danny_s_towards_s_neutral_s_talk_consternation_] Désolé, je ne suis pas...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Danny, you have to change your perspective about Jazz {i}entirely{/i}.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Danny, tu dois changer complètement ton point de vue sur Jazz {i}{/i}.

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Stop seeing her {i}merely{/i} as the sister you love dearly, but for the mature woman that she is!
fr_fr: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Arrêtez de la voir {i}avec joie{/i} comme la sœur que vous aimez beaucoup, mais pour la femme mature qu'elle est !

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...you want me to view Jazz "as a woman"? What do you mean?
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] ...vous voulez que je considère le Jazz comme une femme ? Que voulez-vous dire ?

source: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] I'm just saying that these more stringent labels and barriers you've put up between each other have made you disconnect from each other, clearly.
fr_fr: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Je dis simplement que ces étiquettes et barrières plus strictes que vous avez dressées entre vous vous ont fait vous déconnecter les uns des autres, clairement.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_distraught_] And it's going to drive a greater wedge between you two if you don't start being open to new and interesting lights to see and appreciate each other through!
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_distraught_] Et cela va se creuser plus entre vous si vous ne commencez pas à être ouvert à de nouvelles lumières intéressantes pour vous voir et vous apprécier mutuellement !

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] I... I'm not sure I'm following.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_distraught_] Je... Je ne suis pas sûr de me suivre.

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Jazz said the date was almost cut rather abruptly short the other day, right?
fr_fr: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] {i}*Soupir*{/i} Jazz a dit que la date était presque abrupte l'autre jour, non ?

source: [_danny_s_towards_s_rise_s_talk_consternation_s_blush_] Yeah, something really weird happened at the movies, where-
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_s_blush_] Ouais, quelque chose de vraiment bizarre s'est passé dans les films, où-

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Never mind that, Jazz has already spoken to me at length on the matter, don't worry.
fr_fr: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Peu importe que Jazz m'ait déjà parlé longuement sur le sujet, ne vous inquiétez pas.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] But based on whatever strange event actually occurred, it seems to me like you two have a great deal of self-imposed barriers between each other.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Mais sur la base de tout événement étrange qui s'est réellement produit, il me semble que vous avez deux de nombreuses barrières auto-imposées entre elles.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] In order to get rid of that specific reaction you both had to each other, here's what I'd like to have happen:
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Afin de vous débarrasser de cette réaction spécifique, vous avez tous deux dû l'un à l'autre, voici ce que j'aurais aimé faire :

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_amused_] You two buy each other some {b}enlightened gifts{/b}.
fr_fr: [_penelope_s_arms_down_s_towards_s_rise_s_talk_amused_] Vous vous achetez deux quelques {b}cadeaux éclairés{/b}.

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Enlightened" gifts? What does that mean? Like, Shampoo sponsored by the Dalai Lama or something?
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Cadeaux « Illuminés»? Qu'est-ce que ça veut dire? J'aime, Shampoo parrainé par le Dalaï Lama ou quelque chose?

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] These would be things that neither one of you in a million years would have thought of giving each other previously.
fr_fr: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] Ce serait des choses que ni l'un de vous dans un million d'années n'aurait pensé se donner l'un l'autre auparavant.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_happy_] To help change your perspectives on each other is the intended purpose. Now I've already spoken to Jazz on the kind of gifts she can give to you.
fr_fr: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_happy_] Le but visé est de vous aider à modifier vos points de vue les uns sur les autres. Maintenant j'ai déjà parlé à Jazz sur le genre de cadeaux qu'elle peut vous donner.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] But I think for her...{p}{nw}
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Mais je pense pour elle...{p}{nw}

source: [_extend_] ...you would do best by getting her some rather flattering {i}{b}lingerie.{/b}{/i}
fr_fr: [_extend_] ... vous feriez mieux de lui donner un lingerie plutôt flatteur {i}{b}.{/b}{/i}

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}WHAT?!{/i} Are you crazy?!
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}QUOI ?!{/i} Êtes-vous fou ?!

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_happy_] See, I knew you'd have a visceral reaction to this, but that's okay! I understand how this is radical thinking you're not used to!
fr_fr: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_happy_] Voyez-vous, je savais que vous auriez une réaction viscérale à cela, mais ça ne va pas ! Je comprends à quel point c'est une pensée radicale à laquelle vous n'êtes pas habitué !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Believe me, Jazz will greatly appreciate the gesture that you're truly acknowledging her for her womanhood!
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Croyez-moi, Jazz appréciera grandement le geste que vous lui reconnaîtrez pour sa femme !

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Going down this path will simply show the length you are willing to go for your sister in order to truly connect.
fr_fr: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] En descendant sur ce chemin, vous montrerez simplement la longueur que vous êtes prêt à emprunter pour votre sœur afin de vous connecter.

source: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] But it's... it's a...
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Mais c'est... cet...

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] A silly piece of fabric that is purely {i}symbolic{/i}. And you're kidding yourself if you don't believe Jazz doesn't already own a pair of her own by now.
fr_fr: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Un morceau de tissu stupide qui est purement {i}symbolique{/i}. Et vous vous moquez si vous ne croyez pas que Jazz ne possède pas déjà une paire de son propre pour l'instant.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} I don't know... this all just seems like I'm attempting to start something I'm gonna regret.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Soupir*{/i} Je ne sais pas... Tout semble juste que j'essaie de commencer quelque chose que je vais regretter.

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Don't worry Danny! You simply need to embody that Casper High Spirit and believe in yourself!
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Ne vous inquiétez pas pour Danny ! Vous devez simplement incarner cet Esprit de Casper et croire en vous !

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Can't you see how happy and open everyone else has become now that they've also learned the freedom that comes from acting on innate feeling?
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Ne voyez-vous pas à quel point tous les autres sont heureux et ouverts maintenant qu'ils ont aussi appris la liberté qui vient d'agir sur des sentiments innés ?

source: [_danny_s_towards_s_rise_s_talk_consternation_] No yeah, I've {i}definitely{/i} noticed all that, trust me...
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Non oui, je {i}définitivement {/i} a remarqué tout cela, croyez-moi...

source: [_danny_s_closed_s_unhappy_s_consternation_] (Everything about this feels weird... and with the way everyone is acting... can any of this {i}really{/i} be the new normal?)
fr_fr: [_danny_s_closed_s_unhappy_s_consternation_] (Tout ce qui concerne cela est bizarre... et avec la façon dont tout le monde agit... est-ce que ce {i}peut-il{/i} être la nouvelle normale?)

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Trust me Danny, in the end, you'll thanking me for these simple steps you're taking.
fr_fr: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Croyez-moi Danny, en fin de compte, vous me remercierez pour ces étapes simples que vous prenez.

source: [_danny_s_down_s_unhappy_s_talk_displeased_] I-if you say so...
fr_fr: [_danny_s_down_s_unhappy_s_talk_displeased_] Je vous le dis...

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_amused_] Now then, I think that'll about do it for our session today, don't you? Sorry, I have a quick session with a Miss Astray coming up soon.
fr_fr: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_amused_] Maintenant, je pense que ça va être le cas pour notre session d'aujourd'hui, n'est-ce pas? Désolé, j'ai une session rapide avec une Miss Astray à venir bientôt.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sure thing, yeah. I'll... I'll try my best to think about what you said today Miss Spectra.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_displeased_] Bien sûr, oui. Je... Je vais faire de mon mieux pour réfléchir à ce que vous avez dit aujourd'hui Miss Spectra.

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Well, that's certainly the best I can ever hope for, isn't it?{p}{nw}
fr_fr: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Eh bien, c'est certainement le meilleur que je puisse espérer, n'est-ce pas?{p}{nw}

source: [_extend_] {i}Tah tah{/i} for now!
fr_fr: [_extend_] {i}Tah tah{/i} pour l'instant !

source: [_bertrand_s_arms_down_s_towards_s_talk_] Yes, Miss Spectra?
fr_fr: [_bertrand_s_arms_down_s_towards_s_talk_] Oui, Miss Spectra ?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Make certain our precious Danny boy ends up purchasing the {i}proper{/i} type of gift for his sister.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Assurez-vous que notre précieux garçon Danny finit par acheter le type de cadeau {i}{/i} pour sa sœur.

source: [_bertrand_s_arms_up_s_towards_s_talk_] But of course, ma'am.{p}{nw}
fr_fr: [_bertrand_s_arms_up_s_towards_s_talk_] Mais bien sûr, ma'am.{p}{nw}

source: [_extend_] But of course.
fr_fr: [_extend_] Mais bien sûr.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I guess I should... try looking for some lingerie for Jazz at the Mall?)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Je suppose que je devrais ... essayer de trouver de la lingerie pour le jazz au centre commercial ?)

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_consternation_] (Could this day get any weirder?)
fr_fr: [_danny_s_f_s_offscreen_s_closed_s_sad_s_consternation_] (Est-ce que ce jour est bizarre ?)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_distraught_] (No, don't answer that. Please.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_distraught_] (Non, ne répondez pas à cela. S'il vous plaît)

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Hi, excuse me, I was {i}uhh{/i}, sorta looking to buy something that-
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Bonjour, excusez-moi, j'étais {i}euh{/i}, sorta cherchant à acheter quelque chose qui -

source: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Oh! Danny Fenton, right?
fr_fr: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Oh! Danny Fenton, non ?

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] {i}Uhh, yeah?{/i} How did you-
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_consternation_] {i}Euh, ouais ?{/i} Comment avez-vous vous -

source: [_sales_lady_s_towards_down_s_idle__s_talk_happy_] There's a special item that's been reserved just for you!
fr_fr: [_sales_lady_s_towards_down_s_idle__s_talk_happy_] Il y a un objet spécial qui vous a été réservé !

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Huh? What item? I didn't reserve any anything.
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Hein? Quel objet? Je n'ai rien réservé.

source: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Some special wear for a very special lady, I understand!
fr_fr: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Quelques vêtements spéciaux pour une dame très spéciale, je comprends !

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-who placed the order?
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-qui a passé la commande ?

source: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] {i}Oooh{/i}, sorry, we don't keep record of that kind of information.
fr_fr: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] {i}Oooh{/i}, désolé, nous ne tenons pas compte de ce type d'informations.

source: [_danny_s_at_player_s_angry_s_distraught_] (But you're willing to openly talk about who I'm buying it for? Sorta tacky...)
fr_fr: [_danny_s_at_player_s_angry_s_distraught_] (Mais vous êtes prêt à parler ouvertement de qui je l'achète ? Sorta tacky...)

source: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Anyway, it's been reserved for you, but not paid, {i}soooo{/i}...
fr_fr: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Quoi qu'il en soit, il vous a été réservé, mais pas payé, {i}soooo{/i}...
