Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_penelope_] Eventually I became Chief Nurse Officer... and pretty quickly the press took a liking to the "ex-actress turned head nurse" deal I had going on.
fr_fr: [_penelope_] Finalement, je suis devenu chef d'infirmière... et assez rapidement la presse a pris un goût à l'"ex-actrice a tourné infirmière" accord que j'avais poursuivi.

source: [_penelope_] I ate it up. Soaked up every minute of exposure I could possibly get for myself.{p}{nw}
fr_fr: [_penelope_] Je l'ai mangé. J'ai trempé chaque minute d'exposition que je pourrais obtenir pour moi-même.{p}{nw}

source: [_extend_] I had arrived.
fr_fr: [_extend_] Je suis arrivé.

source: [_danny_] Did you hear back from your sister?
fr_fr: [_danny_] Avez-vous entendu parler de votre sœur?

source: [_penelope_] ...no. Never.
fr_fr: [_penelope_] ... non. Jamais.

source: [_penelope_] But my father reached out, once my sister had cast him out of her Hollywood lifestyle... then he came crawling back to me.
fr_fr: [_penelope_] Mais mon père a tenu, une fois que ma sœur l'avait chassé de son style de vie hollywoodien... puis il est venu ramper vers moi.

source: [_penelope_] He was frail and weak... looked terrible, starving and scared, I could tell.
fr_fr: [_penelope_] Il était fragile et faible... semblait terrible, affamé et effrayé, je pouvais le dire.

source: [_penelope_] Must have been hitchhiking for at least a few days before he reached me.
fr_fr: [_penelope_] Doit avoir fait de la randonnée pendant au moins quelques jours avant qu'il ne me parvienne.

source: [_penelope_] Then when he did... when he could finally reach the steps of that hospital wing, and he saw the woman his littlest girl had become...
fr_fr: [_penelope_] Alors quand il a fait... quand il a finalement atteint les étapes de cette aile de l'hôpital, et il a vu la femme sa petite fille est devenue...

source: [_penelope_] I slammed the door right in his old withered face... and it was the greatest feeling of my entire life!
fr_fr: [_penelope_] J'ai claqué la porte juste dans son vieux visage desséché... et c'était le plus grand sentiment de toute ma vie !

source: [_danny_] Well... I guess revenge doesn't always leave an empty and hollow feeling in people after they've gotten it, right?
fr_fr: [_danny_] Eh bien... je suppose que la vengeance ne laisse pas toujours un sentiment vide et creux chez les gens après qu'ils aient compris cela, n'est-ce pas?

source: [_penelope_] ...he died a few days later.
fr_fr: [_penelope_] ... il est mort quelques jours plus tard.

source: [_penelope_] Out there... cold on the street.
fr_fr: [_penelope_] Là... froid dans la rue.

source: [_penelope_] I didn't even go to the funeral.
fr_fr: [_penelope_] Je ne suis même pas allé aux funérailles.

source: [_danny_] Too busy for your own father's funeral?
fr_fr: [_danny_] Trop occupé pour les funérailles de votre propre père?

source: [_penelope_] No... not at all...
fr_fr: [_penelope_] Non... Pas le moins du monde...

source: [_extend_] ...what happened to you the night you went missing, Penelope?
fr_fr: [_extend_] ... qu'est-ce qui vous est arrivé la nuit où vous avez disparu, Pénelope?

source: [_danny_] We're getting this all out into the open, and it's good. This just doesn't {i}feel{/i} like something you should keep bottled up...
fr_fr: [_danny_] Tout cela est ouvert, et c'est bien. Ce n'est juste pas {i}qui se sent {/i} comme quelque chose que vous devriez garder en bouteille...

source: [_danny_] {i}*Sigh*{/i}...
fr_fr: [_danny_] {i}*Soupir*{/i}...

source: [_penelope_] ...one of the most controversial medical practices of the mid twentieth century was called the "ice pick lobotomy," have you heard of it?
fr_fr: [_penelope_] ...l'une des pratiques médicales les plus controversées du milieu du vingtième siècle a été appelée la "lobotomie de la récolte de glace", avez-vous entendu parler de cela?

source: [_danny_] {i}Umm{/i}, not really?
fr_fr: [_danny_] {i}Umm{/i}, pas vraiment?

source: [_penelope_] It involved driving an ice pick through the thin bone of the eye socket, then manipulating it to damage the prefrontal lobes.
fr_fr: [_penelope_] Cela impliquait de conduire une glace à travers l'os mince de la prise des yeux, puis de la manipuler pour endommager les lobes préfrontaux.

source: [_penelope_] It was supposed to help with mental illnesses... but...
fr_fr: [_penelope_] Il était censé aider aux maladies mentales... mais...

source: [_danny_] It didn't work?
fr_fr: [_danny_] Cela n'a pas fonctionné ?

source: [_penelope_] Not unless you consider turning people into drooling husks a success.
fr_fr: [_penelope_] Non pas à moins que vous envisagiez de transformer les gens en faux-fuyants une réussite.

source: [_danny_] Geez... color me shocked that putting a piece of metal in your eye and wiggling your insides around didn't cure people's mental problems...
fr_fr: [_danny_] Geez... collez moi choqué par le fait que mettre un morceau de métal dans votre œil et vous faire piquer à l'intérieur n'a pas guéri les problèmes mentaux...

source: [_danny_] ...what does that have to do with you?
fr_fr: [_danny_] ...qu'est-ce que cela a à voir avec vous?

source: [_penelope_] I... advocated for the procedure to be performed... rather liberally on our patients that we deemed... lost causes.
fr_fr: [_penelope_] Je... j'ai plaidé pour que la procédure soit exécutée... plutôt libéralement sur nos patients que nous avons pris en considération... causes perdues.

source: [_penelope_] I was privately paid to endorse it, of course... I didn't believe the procedure was of any true worth for treatment, I simply...
fr_fr: [_penelope_] J'ai été payé en privé pour l'approuver, bien sûr... Je ne croyais pas que la procédure valait vraiment la peine d'être traitée...

source: [_penelope_] ...I just took the money... and all the notoriety that came with it..
fr_fr: [_penelope_] ...Je viens de prendre l'argent... et toute la notoriété qui l'accompagnait...

source: [_penelope_] ...I even assisted in some of the operations myself.
fr_fr: [_penelope_] ...J'ai même aidé dans certaines opérations moi-même.

source: [_danny_] ...but you knew it was wrong?{p}{nw}
fr_fr: [_danny_] ...mais vous saviez que c'était faux ?{p}{nw}

source: [_extend_] Penelope, all those people...!
fr_fr: [_extend_] Pénélope, toutes ces personnes...!

source: [_penelope_] ...yes...{p}{nw}
fr_fr: [_penelope_] ...oui...{p}{nw}

source: [_extend_] I knew it was wrong, even back then.{p}{nw}
fr_fr: [_extend_] Je savais que c'était faux, même à l'époque.{p}{nw}

source: [_extend_] I was a good nurse, after all...
fr_fr: [_extend_] J'ai été une bonne infirmière, après tout...

source: [_penelope_] When it came to light that my interest in the practice had been bought off... well naturally I was ruined...
fr_fr: [_penelope_] Quand il s'est avéré que mon intérêt pour la pratique avait été racheté... bien sûr, j'ai été ruiné...

source: [_penelope_] And then one night... the last night I was able to keep my job, in fact... having drank myself into a silly stupor... the door bell rang.
fr_fr: [_penelope_] Et puis une nuit... la dernière nuit j'ai pu garder mon travail, en fait. . Ayant bu dans un stupeur stupide... la plage de la cloche de porte.

source: [_penelope_] It was the father of a little boy... a patient I had known.{p}{nw}
fr_fr: [_penelope_] C'était le père d'un petit garçon... un patient que j'avais connu.{p}{nw}

source: [_extend_] Said he'd read in the papers when I told everyone that the ice pick would help cure people like his son...
fr_fr: [_extend_] J'ai dit qu'il avait lu dans les papiers quand je disais à tout le monde que la cueillette de glace aiderait à guérir les gens comme son fils...

source: [_penelope_] How he believed that if he just trusted his son to my care, that one day he'd be just like the other children in his class. That it might fix his broken family...
fr_fr: [_penelope_] Comment il croyait que s'il venait de faire confiance à son fils pour mes soins, Un jour il serait comme les autres enfants de sa classe. « Pour que cela puisse réparer sa famille... »

source: [_penelope_] ...it didn't.
fr_fr: [_penelope_] ... ce n'est pas le cas.

source: [_danny_] ...the man... he just... killed you?
fr_fr: [_danny_] ... l'homme... il... il vous a tué?

source: [_penelope_] You know... I don't know. Can't quite remember much of that, minus some hazy feeling.
fr_fr: [_penelope_] Vous savez... Je ne sais pas. Je ne me souviens pas grand chose de ça, moins un sentiment flou.

source: [_penelope_] Could have shot me dead right then and there, but I don't know how he would have moved me without leaving a mess...
fr_fr: [_penelope_] J'aurais pu me tirer mort à ce moment-là et là, mais je ne sais pas comment il m'aurait déplacé sans laisser de désordre...

source: [_penelope_] Whatever happened, he likely buried my body somewhere in the forested area nearby...
fr_fr: [_penelope_] Quoi qu'il arrive, il a probablement enterré mon corps quelque part dans la zone boisée voisine...

source: [_penelope_] Next thing I know... and I don't know if it happened right away or not, but... I was there, in the Ghost Zone... as if I'd always been...
fr_fr: [_penelope_] Prochaine chose que je sais... et je ne sais pas si ça s'est produit tout de suite ou non, mais... . J'étais là, dans la zone fantôme... comme si j'avais toujours été...

source: [_penelope_] Look, let's just... not.
fr_fr: [_penelope_] Regardez, non...

source: [_penelope_] I don't want to hear anything about how I couldn't have known better, or that deep down, I'm really a "good" person.
fr_fr: [_penelope_] Je ne veux rien entendre sur la façon dont je n'aurais pas pu mieux connaître, ou au fond, je suis vraiment une « bonne » personne.

source: [_penelope_] Listen to me Danny.
fr_fr: [_penelope_] Écoutez-moi Danny.

source: [_penelope_] You CANNOT possibly "save" everyone.{p}{nw}
fr_fr: [_penelope_] Vous NE POUVEZ PAS "sauvegarder" tout le monde.{p}{nw}

source: [_extend_] Not everyone has a redeeming arc. Some people?
fr_fr: [_extend_] Tout le monde n'a pas un arc rachetant. Certaines personnes ?

source: [_penelope_] ...they were simply made to bring a little misery and sorrow to the world. Cause it's gotta come from somewhere...
fr_fr: [_penelope_] ... ils ont simplement été faits pour apporter une petite misère et de la tristesse au monde. Parce qu'il faut venir de quelque part...

source: [_danny_] Penelope, I don't think-{p}{nw}
fr_fr: [_danny_] Pénélope, je ne pense pas -{p}{nw}

source: [_extend_] I mean... there's got to be something said for you even feeling anything for what you-
fr_fr: [_extend_] Je veux dire... il doit y avoir quelque chose à dire pour vous même en vous sentant quelque chose pour ce que vous -

source: [_penelope_] I lived my life, and I made my choices, yes. Not all of it good, that much should be obvious to us both by now.
fr_fr: [_penelope_] J'ai vécu ma vie, et j'ai fait mes choix, oui. Tout cela ne devrait pas être une bonne chose, cela devrait être évident pour nous tous deux pour l'instant.

source: [_penelope_] The problem is, Danny... there's nothing you or I can do to change any of that.
fr_fr: [_penelope_] Le problème est, Danny... il n'y a rien de vous ou je ne peux rien faire pour changer l'un de ces éléments.

source: [_penelope_] Some of us... we're just born {i}cold{/i}, Danny...{p}{nw}
fr_fr: [_penelope_] Certains d'entre nous... nous sommes juste nés {i}froid{/i}, Danny...{p}{nw}

source: [_extend_] ...cold... and angry.
fr_fr: [_extend_] ... froid... et en colère.

source: [_penelope_] So very, {i}very{/i} angry.
fr_fr: [_penelope_] Tellement très, {i}très{/i} en colère.

source: [_danny_] ...but... what about now?
fr_fr: [_danny_] ...mais... Et maintenant?

source: [_penelope_] What do you mean?
fr_fr: [_penelope_] Que veux-tu dire?

source: [_danny_] I mean... okay, your time as a human has passed. That's done, and it clearly didn't work out the way you probably wanted.
fr_fr: [_danny_] Je veux dire... d'accord, votre temps en tant qu'humain est passé. C'est fait, et il est clair que cela n'a pas fonctionné comme vous le vouliez probablement.

source: [_danny_] But you can still choose to be a good person {i}now.{/i}
fr_fr: [_danny_] Mais vous pouvez quand même choisir d'être une bonne personne {i}maintenant.{/i}

source: [_penelope_] {i}Heh{/i}... Danny, that's just... that's not how it-
fr_fr: [_penelope_] {i}Heh{/i}... Danny, c'est juste... ce n'est pas comme ça -

source: [_danny_] Says who? And why? Have you ever tried? Have you ever {i}tried{/i} being anything other than power hungry and just gave an effort to being good?
fr_fr: [_danny_] Dit qui? Et pourquoi? Avez-vous déjà essayé? Avez-vous déjà essayé d'être autre chose que affamé de pouvoir et juste fait un effort pour être bon?

source: [_danny_] No! You regret what happened in your life, it's obvious!
fr_fr: [_danny_] Non! Vous regrettez ce qui s'est passé dans votre vie, c'est évident!

source: [_danny_] I know that deep down in you, there's a person who is tired of always feeling like she's nothing but trouble and pain for others! You're not!
fr_fr: [_danny_] Je sais cela profondément en vous, Il y a une personne qui est fatiguée de toujours se sentir comme elle n'est rien d'autre que des ennuis et de la douleur pour les autres! Vous ne le faites pas!

source: [_danny_] You don't {i}have{/i} to be that way!
fr_fr: [_danny_] Vous n'avez pas {i}à en être ainsi{/i} !

source: [_penelope_] ...you really don't give up, do you?
fr_fr: [_penelope_] ...vous n'abandonnez pas, n'est-ce pas?

source: [_danny_] ...there's still time to change, Penelope. There's always time...
fr_fr: [_danny_] ... il est encore temps de changer, Penelope. Il y a toujours du temps...

source: [_penelope_] From what I've seen... change is a luxury afforded only to the living... as ghosts, we're prisoners of our own private hells.
fr_fr: [_penelope_] D'après ce que j'ai vu... le changement est un luxe offert uniquement aux vivants... en tant que fantômes, nous sommes prisonniers de nos propres enfers.

source: [_danny_] That's not true! Look at Ember and Desiree!
fr_fr: [_danny_] Ce n'est pas vrai ! Regardez Ember et Désirez-vous !

source: [_danny_] There's so much more to them than what happened to them when they were alive!
fr_fr: [_danny_] Il y a tellement plus pour eux que ce qui leur est arrivé quand ils étaient vivants !

source: [_danny_] And there's so much more to you, I know it!
fr_fr: [_danny_] Et il y a tellement plus pour vous, je le sais !

source: [_danny_] You don't have to be defined by what happened, you can choose to be a better person {i}now!{/i}
fr_fr: [_danny_] Vous n'avez pas besoin d'être défini par ce qui s'est passé, vous pouvez choisir d'être une meilleure personne {i}maintenant !{/i}

source: [_extend_] {i}*Exhales*{/i}{p}{nw}
fr_fr: [_extend_] {i}*Exhalés*{/i}{p}{nw}

source: [_extend_] ...I'm sorry Danny.
fr_fr: [_extend_] ... Je suis désolé de Danny.

source: [_penelope_] ...but this is just one angry ghost you're going to have to move on from...
fr_fr: [_penelope_] ...mais ce n'est qu'un fantôme en colère dont vous allez devoir partir...

source: [_penelope_] I... I actually believe you'll do more good focusing your efforts on someone more... deserving.
fr_fr: [_penelope_] Je... Je pense en fait que vous ferez mieux de concentrer vos efforts sur quelqu'un de plus... méritant.

source: [_penelope_] ...oh... what the hell.
fr_fr: [_penelope_] ... oh... ce que l'enfer.

source: [_danny_] Yeah?
fr_fr: [_danny_] Ouais?

source: [_penelope_] That's just... I wanted to say...
fr_fr: [_penelope_] C'est juste... Je voulais dire...

source: [_penelope_] Thank you. For at least trying.{p}{nw}
fr_fr: [_penelope_] Merci. Pour au moins essayer.{p}{nw}

source: [_extend_] You're the only one who did.
fr_fr: [_extend_] Vous êtes le seul à l'avoir fait.

source: [_danny_] P-Penelope! Wait!
fr_fr: [_danny_] P-Pénélope ! Attendez !

source: [_danny_] {i}H-huh?{/i}
fr_fr: [_danny_] {i}H-hein ?{/i}

source: [_danny_] Ember, Des, what the- wuzz going on?
fr_fr: [_danny_] Ember, Des, que se passe-t-il ?

source: [_ember_] {i}Uhh{/i}, slight problem we got going on right now.
fr_fr: [_ember_] {i}Uhh{/i}, un petit problème que nous avons eu en ce moment.

source: [_ember_] I mean, not really for us, cause like... I mean we don't care all {i}that{/i} much, but we felt like you might wanna know...
fr_fr: [_ember_] Je veux dire, pas vraiment pour nous, faire comme... « Je veux dire que nous ne nous soucions pas de tous les {i}{/i}, mais nous nous sommes sentis comme si vous vouliez le savoir... »

source: [_danny_] What is it?
fr_fr: [_danny_] Qu’est-ce que c’est?

source: [_desiree_] Miss Spectra? She is... refusing to leave.
fr_fr: [_desiree_] Miss Spectra ? Elle est... refuse de partir.

source: [_danny_] Huh? You mean like, from the Fenton Thermos?{p}{nw}
fr_fr: [_danny_] Huh ? Vous voulez dire, dans les Thermes Fenton ?{p}{nw}

source: [_extend_] What, are you two kicking her out again?
fr_fr: [_extend_] Qu'est ce que vous avez deux à lui donner un coup de pied ?

source: [_desiree_] No, no, she is not becoming a problem for us... but she will not leave her room, it seems.
fr_fr: [_desiree_] Non, non, elle ne devient pas un problème pour nous... mais elle ne quittera pas sa chambre, semble-t-il.

source: [_ember_] She's basically put an energy cage around herself, she won't even talk to us anymore.
fr_fr: [_ember_] Elle a mis une cage d'énergie autour d'elle, elle ne nous parlera même plus.

source: [_desiree_] Have you perhaps noticed anything that would indicate she wished to remain imprisoned and in solitary confinement for eternity, Master?
fr_fr: [_desiree_] Avez-vous peut-être remarqué quelque chose qui pourrait indiquer qu'elle souhaitait rester emprisonnée et en isolement pour l'éternité, Maître ?

source: [_danny_] Look, thanks for letting me know about this... I'll try and think of something to bring her back out.
fr_fr: [_danny_] Regardez, merci de m'avoir fait savoir ceci... Je vais essayer de penser à quelque chose pour la ramener.

source: [_danny_] Just keep an eye on her for now, let me know if anything else changes.
fr_fr: [_danny_] Gardez juste un œil sur elle pour l'instant, dites-moi si quelque chose d'autre change.

source: [_desiree_] Will do, Master.
fr_fr: [_desiree_] Volonté faire, Maître.

source: [_ember_] Sure. I'm going back to sleep in though, so laters.
fr_fr: [_ember_] Bien sûr. Je vais revenir au sommeil, donc plus tard.

source: [_danny_] (Okay, so clearly Penelope's caught up in her own self loathing that nothing {i}I{/i} could say could fix things for her.)
fr_fr: [_danny_] (Okay, si clairement Penelope est prise dans sa propre honte de soi que rien {i}moi{/i} ne pourrait rien dire pour elle.

source: [_danny_] (...but maybe there's some way I can help bring some sort of closure to her that she desperately needs?)
fr_fr: [_danny_] (...mais peut-être qu'il y a un moyen de m'aider à lui apporter une sorte de fermeture dont elle a désespérément besoin ?)

source: [_danny_] (Maybe... I wonder if her sister had any relatives who might still remember her...?)
fr_fr: [_danny_] (Peut-être... je me demande si sa sœur avait des parents qui pourraient encore se souvenir d'elle...?)

source: [_danny_] Hopefully the computers here have files on any family genealogy for local celebrities...
fr_fr: [_danny_] Espérons que les ordinateurs ici ont des fichiers sur n'importe quelle généalogie familiale pour les célébrités locales...

source: [_danny_] Y'know, a lot of this stuff's probably on the internet at home, I'm not quite certain why I have to come out to the library to find this stuff out...
fr_fr: [_danny_] Vous savez, beaucoup de ces choses sont probablement sur Internet à la maison, Je ne sais pas vraiment pourquoi je dois sortir dans la bibliothèque pour trouver ce truc...

source: [_danny_] Then again, you can never really trust what you see online these days!{p}{nw}
fr_fr: [_danny_] Encore une fois, vous ne pourrez jamais vraiment faire confiance à ce que vous voyez en ligne ces jours-ci !{p}{nw}

source: [_extend_] Local news clippings though? Now {i}that's{/i} something you can always rely on!
fr_fr: [_extend_] Des coupures d'actualités locales cependant? Maintenant, {i}c'est ça{/i} quelque chose sur lequel vous pouvez toujours compter!

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Okay, let's see here... "Angela... Garcia...Davis".)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Ok, voyons ici... « Angela... Garcia...Davis».)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_smile_] (...perfect plenty of stuff here!){p}{nw}
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_smile_] (...plein de choses parfaites ici !){p}{nw}

source: [_extend_s_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] Let's see...
fr_fr: [_extend_s_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] Voyons voir...

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Alright, looks like she had some kids, and those kids... yeah, perfect, they've got family still living in town!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (D'accord, on dirait qu'elle avait des enfants, et ces enfants... ouais, parfaits, ils ont encore de la famille vivant en ville !)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Julia Garcia-Davis Sanderson... jeez, these people don't wanna drop any of these names, huh?)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Julia Garcia-Davis Sanderson... jeez, ces gens ne veulent pas lâcher aucun de ces noms, hein?)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Alright, looks like some of her social stuff should be pretty easy to find...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (D'accord, on dirait que certains de ses trucs sociaux devraient être assez faciles à trouver...)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_grin_] (Just gotta send her a quick message, and maybe I'll get to the bottom of this.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_grin_] (Il suffit de lui envoyer un message rapide, et peut-être que je vais aller au fond de ceci.)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (I'll need to go home to send the message, better get going!)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (J'ai besoin de rentrer à la maison pour envoyer le message, mieux vaut aller !)

source: [_danny_] Okay, so... I should probably start with something like...
fr_fr: [_danny_] Ok, alors... je devrais probablement commencer par quelque chose comme...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (...well, there's no way she's going to reply to that. Who the hell would...? {i}Ugh{/i}, I suck...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (...eh bien, il n'y a aucun moyen pour elle de répondre à cela. Qui l'enfer pourrait...? {i}Ugh{/i}, je suce...)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_smile_] (...nice, she wrote back!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_smile_] (...sympa, elle a écrit de nouveau !)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_frown_] (Crap!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_frown_] (Crappe!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_frown_] (Oh man, what a bogus lie...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_frown_] (Oh homme, quel faux mensonge...)

source: [_danny_s_towards_s_rise_one_s_smile_] (This might be it... a piece of the story to help me break through to Penelope...)
fr_fr: [_danny_s_towards_s_rise_one_s_smile_] (Cela pourrait être... une partie de l'histoire pour m'aider à passer à Penelope...)
