Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_babazita_s_talk_happy_s_towards_wide_2_] Ja, wunderbar! Oooh! Let me get mein {b}special{/b} trinket!
fr_fr: [_babazita_s_talk_happy_s_towards_wide_2_] Ja, wunderbar ! Oooh ! Laissez-moi prendre mon {b}special{/b} boisson !

source: [_tucker_s_talk_frown_s_wondering_] Did she just switch foreign accents?
fr_fr: [_tucker_s_talk_frown_s_wondering_] Est-ce qu'elle vient d'échanger des accents étrangers ?

source: [_danny_s_talk_frown_2_] Well, some people are just really cultured, ya know?
fr_fr: [_danny_s_talk_frown_2_] Eh bien, certaines personnes sont juste très cultivées, tu sais ?

source: [_tucker_s_angry_s_blank_stare_s_talk_frown_] More like some people are full of bullsh-
fr_fr: [_tucker_s_angry_s_blank_stare_s_talk_frown_] C'est plutôt que certaines personnes sont pleines de conneries

source: [_babazita_] {b}Aghh, 'vere is zit?!{/b}
fr_fr: [_babazita_] {b}Aghh, où est le bouton?!{/b}

source: [_danny_s_sad_2_s_talk_frown_2_] Hey, you okay Babazita?
fr_fr: [_danny_s_sad_2_s_talk_frown_2_] Hé, ça va Babazita ?

source: [_babazita_] Da, Madam Babazita is just having trouble... finding the right... {i}ah hach!{/i} Dats a {b}bingo{/b}!
fr_fr: [_babazita_] Da, Madame Babazita a juste du mal... à trouver le bon... {i}ah hach!{/i} Dats a {b}bingo{/b} !

source: [_babazita_s_talk_frown_s_towards_2_] You, pale and lanky 'vun, come closer to gain spayshial trinket!
fr_fr: [_babazita_s_talk_frown_s_towards_2_] Toi, pâle et maigre 'vun, approche-toi pour gagner la babiole spayshial !

source: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Here 'vee are! A powerful artifact just for you boys...
fr_fr: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Nous y voilà ! Un artefact puissant juste pour vous les garçons...

source: [_babazita_s_closed_s_wondering_] ...da 'maygic lamp of the Jinn! Most impressive, no?
fr_fr: [_babazita_s_closed_s_wondering_] ...la lampe maya des Jinns ! Très impressionnant, non ?

source: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, yeah, it's certainly... a lamp... {i}*Whispering*{/i} ...more of a {b}bottle{/b}, really.
fr_fr: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, ouais, c'est certainement... une lampe... {i}*Whispering*{/i} ...plus une {b}bouteille{/b}, vraiment.

source: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] Is there some kind of story behind it's, uhh, mighty power?
fr_fr: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] Y a-t-il une sorte d'histoire derrière son, euh, puissant pouvoir ?

source: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere is in fact one! A 'traygic and sad story indeed...
fr_fr: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere est en fait un ! Une histoire tragique et triste en effet...

source: [_tucker_s_talk_frown_s_sad_] It's not a {i}long{/i} story, is it?
fr_fr: [_tucker_s_talk_frown_s_sad_] Ce n'est pas une {i}longue{/i} histoire, n'est-ce pas ?

source: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Long ago, there was a mighty sultan who ruled 'deh whole seven kingdoms! He had all the power a man could have...
fr_fr: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Il y a longtemps, il y avait un puissant sultan qui régnait sur les sept royaumes ! Il avait tout le pouvoir qu'un homme peut avoir...

source: [_babazita_s_neutral_2_s_talk_happy_] He led his mighty 'varriors and armies into battle, sent to kill and pillage for him. His armies brought back many a beautiful girl from each village he conquered!
fr_fr: [_babazita_s_neutral_2_s_talk_happy_] Il a mené ses puissants "varriors" et ses armées au combat, envoyés pour tuer et piller pour lui. Ses armées ont ramené beaucoup de belles filles de chaque village qu'il a conquis !

source: [_babazita_s_talk_happy_s_wondering_2_] 'Vun day, a most {b}beautiful{/b} and {i}enchanting{/i} harem girl was sent to live with him in his private chambers...
fr_fr: [_babazita_s_talk_happy_s_wondering_2_] {i}Un jour, une fille de harem, belle{/b} et enchanteresse{/i} {b}, fut envoyée vivre avec lui dans ses appartements privés...

source: [_tucker_s_talk_happy_s_closed_s_sad_] Okay, I can dig where this story is going...
fr_fr: [_tucker_s_talk_happy_s_closed_s_sad_] Ok, je peux comprendre où cette histoire va...

source: [_danny_s_talk_frown_s_at_danny_s_angry_] Tucker! Shush!
fr_fr: [_danny_s_talk_frown_s_at_danny_s_angry_] Tucker ! Chut !

source: [_babazita_s_neutral_2_s_talk_happy_] The sultan adored her, and promised to grant her every desire. He even bestowed upon the orphaned girl a name... "Desiree".
fr_fr: [_babazita_s_neutral_2_s_talk_happy_] Le sultan l'a adorée et a promis d'exaucer tous ses désirs. Il a même donné à la jeune orpheline un nom... "Désirée".

source: [_babazita_s_talk_happy_s_neutral_s_closed_] They were, for a time at least, truly in love...
fr_fr: [_babazita_s_talk_happy_s_neutral_s_closed_] Ils étaient, pour un temps du moins, vraiment amoureux...

source: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Until 'deh sultan's jealous 'vife became a'vare of the would be harlot in her husband's bed each night!
fr_fr: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Jusqu'à ce que la femme jalouse du sultan deh devienne jalouse de la future prostituée dans le lit de son mari chaque nuit !

source: [_babazita_s_towards_wide_3_s_angry_] Forced to outcast his beloved, 'deh sultan banished Desiree from his kingdom, into the hot and harsh desert...
fr_fr: [_babazita_s_towards_wide_3_s_angry_] Contraint d'exclure sa bien-aimée, le sultan 'deh a banni Desiree de son royaume, dans le désert chaud et rude...

source: [_babazita_s_idle__s_towards_2_] Starved, scorched, unable to go on after days 'vandering, she collapsed into the sands, letting the wind peel away 'deh flesh from her bones...
fr_fr: [_babazita_s_idle__s_towards_2_] Affamée, brûlée, incapable de continuer après des jours d'errance, elle s'est effondrée dans les sables, laissant le vent lui arracher la chair de ses os...

source: [_tucker_s_sad_s_talk_frown_] Yeesh. That's rough, buddy.
fr_fr: [_tucker_s_sad_s_talk_frown_] Yeesh. C'est dur, mon pote.

source: [_babazita_s_talk_frown_s_wondering_] Years later, it was said that 'deh spirit of her former self began to wander from kingdom to kingdom, granting the heart's desire of noble men using her harem magic.
fr_fr: [_babazita_s_talk_frown_s_wondering_] Des années plus tard, il a été dit que l'esprit de 'deh de son ancienne personne a commencé à errer de royaume en royaume, exauçant le désir du cœur des hommes nobles en utilisant sa magie de harem.

source: [_babazita_s_wondering_2_] However, each 'vish she granted often had a terrible and {b}fatal{/b} result, being that she was so scornful of the once noble man who had previsouly broken her heart.
fr_fr: [_babazita_s_wondering_2_] Cependant, chaque 'vish qu'elle accordait avait souvent un résultat terrible et {b}fatal{/b}, tant elle méprisait l'homme autrefois noble qui lui avait brisé le cœur.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Man. How awful. That poor girl.
fr_fr: [_danny_s_at_player_s_talk_frown_s_sad_] Mec. C'est affreux. Cette pauvre fille.

source: [_babazita_s_towards_s_talk_frown_] Da, 'tis terrible...
fr_fr: [_babazita_s_towards_s_talk_frown_] Da, c'est terrible...

source: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriiiighty then, back to reality for a moment, can you tell us just what this really {i}scary{/i} "Goosebumps" tale has to do with this cheap bong my friend is holding?
fr_fr: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriiiighty alors, de retour à la réalité pour un moment, pouvez-vous nous dire ce que ce conte "Chair de poule" vraiment {i}effrayant{/i} a à voir avec le bong bon marché que tient mon ami ?

source: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, da, of course. She's in there.
fr_fr: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, Da, bien sûr. Elle est là-dedans.

source: [_tucker_s_towards_2_s_talk_frown_] Wait... what? Who's in there?
fr_fr: [_tucker_s_towards_2_s_talk_frown_] Attends... quoi ? Qui est là-dedans ?

source: [_tucker_s_towards_2_s_talk_frown_s_sad_] The genie girl?
fr_fr: [_tucker_s_towards_2_s_talk_frown_s_sad_] La fille du génie ?

source: [_babazita_s_towards_s_neutral_2_s_talk_happy_] The Jinn, da.
fr_fr: [_babazita_s_towards_s_neutral_2_s_talk_happy_] Les Jinns, da.

source: [_tucker_s_towards_s_talk_frown_s_angry_] The wish granting harem genie-spirit girl Desiree... is in {u}this{/u} bottle?
fr_fr: [_tucker_s_towards_s_talk_frown_s_angry_] La géniale Desiree, l'esprit du harem qui exauce les voeux... est dans {u}cette bouteille ?

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Lamp. Da. Caught her last month!
fr_fr: [_babazita_s_talk_happy_s_closed_s_neutral_] Lampe. Da. Je l'ai attrapée le mois dernier !

source: [_babazita_s_wondering_s_talk_happy_] You want? Five bucks.
fr_fr: [_babazita_s_wondering_s_talk_happy_] Vous voulez ? Cinq dollars.

source: [_tucker_s_closed_s_talk_frown_] ...yeup, I'm outta here.
fr_fr: [_tucker_s_closed_s_talk_frown_] ...ouais, je m'en vais.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker wait! C'mon, it was worth the story at least!
fr_fr: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker attend ! Allez, ça valait le coup de lire l'histoire au moins !

source: [_babazita_s_talk_frown_s_wondering_2_] Your friend... he is, how you say... a bit of a {b}dick{/b}, no?
fr_fr: [_babazita_s_talk_frown_s_wondering_2_] Votre ami... il est, comment dire... un peu une bite {b}{/b}, non ?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Well, he's just grouchy today about having to do extracurricular activities.
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_frown_] Il est juste grognon aujourd'hui parce qu'il doit faire des activités extrascolaires.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, uhm, I'll just put your lamp back on your table, Madam B.
fr_fr: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, uhm, je vais juste remettre votre lampe sur votre table, Madame B.

source: [_babazita_] Vell' de offer on de' laymp still stands. {b}$5{/b} if you 'vant.'
fr_fr: [_babazita_] L'offre sur la couchette tient toujours. {b}$5{/b} si vous voulez

source: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] I still be here for good while selling my 'vares. I tell dat' mister Lancer-man I hex away remayning hair on him' body if he try to move Babazita's booth too soon! {i}Heh heh hech{/i}!!
fr_fr: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] Je suis toujours là pour de bon pendant que je vends mes produits. Je dis à ce monsieur Lancer-man que je lui arrache les cheveux de son corps s'il essaie de déplacer le stand de Babazita trop tôt ! {i}Heh heh hech{/i} !!

source: [_babazita_s_closed_s_idle__] Buh bye for now, child.
fr_fr: [_babazita_s_closed_s_idle__] Au revoir pour le moment, mon enfant.

source: [_danny_s_at_player_s_sad_2_] (Well, Tucker didn't seem to be a fan of Babazita, but honestly, for the price of the lamp alone...)
fr_fr: [_danny_s_at_player_s_sad_2_] (Bon, Tucker ne semblait pas être un fan de Babazita, mais honnêtement, pour le prix de la seule lampe...)

source: [_danny_s_towards_s_sad_s_smile_] (I think it'd at least be worth it to give him just as a goof gift! I'm sure he'll find the humor in that.)
fr_fr: [_danny_s_towards_s_sad_s_smile_] (Je pense que ça vaudrait au moins le coup de lui offrir comme cadeau de gaffe ! Je suis sûr qu'il trouvera l'humour là-dedans)

source: [_babazita_s_talk_frown_s_wondering_2_] Sorry but you no have enough money... which is sad, really, special laymp only five whole dollars...
fr_fr: [_babazita_s_talk_frown_s_wondering_2_] Désolé mais vous n'avez pas assez d'argent... ce qui est triste, vraiment, spécial laymp seulement cinq dollars entiers...

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Here Madam Babazita, I think I have enough for that lamp...
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Voilà Madame Babazita, je crois que j'ai assez pour cette lampe...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_] Yeup, $5. There you are!
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_sad_] Oui, 5 $. Te voilà !

source: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Very good, young man! Here is lovely lamp for you! Please enjoy! {i}*Whispering*{/i} Remember, no refunds...
fr_fr: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Très bien, jeune homme ! Voici une belle lampe pour vous ! Appréciez-la ! {i}*Whispering*{/i} Rappelez-vous, pas de remboursement...

source: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfect, now that I've got my little gag gift, I should go find Tucker to give it to him... I'm sure I'll find him just bumming around town someplace!)
fr_fr: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Parfait, maintenant que j'ai mon petit cadeau gag, je devrais aller trouver Tucker pour le lui donner... Je suis sûr que je le trouverai en train de vagabonder en ville quelque part)

source: [_danny_s_sad_s_closed_s_talk_happy_2_] Thanks Babazita! Good luck selling the rest of your wares today!
fr_fr: [_danny_s_sad_s_closed_s_talk_happy_2_] Merci Babazita ! Bonne chance pour vendre le reste de vos marchandises aujourd'hui !

source: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] Selling 'vares? {i}Pshhh{/i}, I made $5 today, I'm packing up and going home early!
fr_fr: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] Tu vends des marchandises ? {i}Pshhh{/i}, j'ai gagné 5$ aujourd'hui, je fais mes valises et je rentre tôt à la maison !

source: [_babazita_s_closed_s_talk_happy_s_idle__] I'm in 'deh money, baby!!
fr_fr: [_babazita_s_closed_s_talk_happy_s_idle__] J'ai de l'argent, bébé !!

source: [_danny_s_talk_frown_2_s_rise_one_] Hey Tuck wait up!
fr_fr: [_danny_s_talk_frown_2_s_rise_one_] Hé Tuck, attends !

source: [_tucker_s_talk_frown_s_angry_] Ugh, man, can you {i}believe{/i} that absolute con artist? Trying to sell me her "Party City" hot garbage? Only an {b}idiot{/b} would buy her stuff, right Danny?
fr_fr: [_tucker_s_talk_frown_s_angry_] Ugh, mec, tu peux croire {i}cette arnaqueuse absolue ? Elle essaie de me vendre sa saloperie de "Party City" ? Seul un {b}idiot achèterait ses trucs, pas vrai Danny ?

source: [_tucker_s_talk_frown_s_neutral_] Dude. No way did you actually buy that thing.
fr_fr: [_tucker_s_talk_frown_s_neutral_] Mec. C'est pas possible que tu aies vraiment acheté ce truc.

source: [_danny_s_closed_s_talk_frown_s_sad_] Well, I mean, I got it for cheap enough, so I figured...
fr_fr: [_danny_s_closed_s_talk_frown_s_sad_] Je l'ai eu à un prix assez bas, alors je me suis dit...

source: [_tucker_s_talk_frown_s_neutral_] Giving that lady a single dirty penny would be too expensive a price.
fr_fr: [_tucker_s_talk_frown_s_neutral_] Donner à cette dame un seul centime sale serait un prix trop élevé.

source: [_danny_s_talk_happy_2_s_rise_one_] What's the big deal? So some dumb lady got a fiver off me. The bottle's not really that bad quality.
fr_fr: [_danny_s_talk_happy_2_s_rise_one_] C'est quoi le problème ? Donc une femme stupide m'a pris cinq livres. La bouteille n'est pas vraiment de mauvaise qualité.

source: [_tucker_s_talk_frown_s_angry_] The big deal is that a dumb lady like her can make easy money while people like my dad have to work for a living! It's not easy for him being a golf ball diver...
fr_fr: [_tucker_s_talk_frown_s_angry_] Le problème est qu'une idiote comme elle peut gagner de l'argent facilement alors que des gens comme mon père doivent travailler pour vivre ! Ce n'est pas facile pour lui d'être un plongeur de balles de golf...

source: [_danny_s_rise_one_s_talk_frown_] ...is that what your dad actually does?
fr_fr: [_danny_s_rise_one_s_talk_frown_] ...c'est ce que fait ton père en fait ?

source: [_tucker_s_talk_frown_] Yeah, at Amity Park Golf Club. He wears scuba gear and dives into the rivers to retrieve balls for the club.
fr_fr: [_tucker_s_talk_frown_] Oui, au club de golf d'Amity Park. Il porte un équipement de plongée et plonge dans les rivières pour récupérer des balles pour le club.

source: [_danny_s_talk_happy_s_at_player_s_sad_] That actually sounds pretty cool.
fr_fr: [_danny_s_talk_happy_s_at_player_s_sad_] Ça a l'air plutôt cool.

source: [_tucker_s_closed_s_talk_frown_] Ehh, not for him considering he's got a Masters in computer software design.
fr_fr: [_tucker_s_closed_s_talk_frown_] Ehh, pas pour lui, vu qu'il a une maîtrise en conception de logiciels informatiques.

source: [_danny_s_talk_frown_2_s_neutral_] Oh. I see.
fr_fr: [_danny_s_talk_frown_2_s_neutral_] Oh. Je vois.

source: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, I just {b}wish{/b} scam artists like her would go away.
fr_fr: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, je voudrais juste {b}que les arnaqueurs comme elle disparaissent.

source: [_danny_s_talk_happy_s_rise_one_] Well... hey, you wanna use your bottle for that wish?
fr_fr: [_danny_s_talk_happy_s_rise_one_] Eh bien... Hé, tu veux utiliser ta bouteille pour ce souhait ?

source: [_tucker_s_talk_frown_s_sad_] {i}My{/i} bottle?
fr_fr: [_tucker_s_talk_frown_s_sad_] {i}Ma bouteille ?

source: [_danny_s_closed_s_sad_s_talk_happy_] Sure, why not? Consider it a goof item to hang up next to your collection of skeptic books.
fr_fr: [_danny_s_closed_s_sad_s_talk_happy_] Bien sûr, pourquoi pas ? Considérez-le comme un objet amusant à accrocher à côté de votre collection de livres sceptiques.

source: [_tucker_s_talk_happy_s_sad_] Really? Aww, thanks man. That's actually a kind of nice gift, even though I don't like that you had to hand over money to a huckster.
fr_fr: [_tucker_s_talk_happy_s_sad_] Vraiment ? Aww, merci mec. C'est en fait un beau cadeau, même si je n'aime pas que tu aies dû donner de l'argent à un escroc.

source: [_tucker_s_talk_happy_s_wondering_] I think it'll go nicely next to my new Penn & Teller book. Did you know that they're actually-
fr_fr: [_tucker_s_talk_happy_s_wondering_] Je pense qu'il ira très bien à côté de mon nouveau livre Penn & Teller. Saviez-vous qu'ils sont en fait

source: [_danny_s_talk_frown_] Oh man, come on! That was like...
fr_fr: [_danny_s_talk_frown_] Oh mec, allez ! C'était comme...

source: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh dude, Danny, I'm so sorr-
fr_fr: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh mec, Danny, je suis tellement désolée

source: [_tucker_s_towards_s_wondering_] Wait a second...
fr_fr: [_tucker_s_towards_s_wondering_] Attendez une seconde...

source: [_tucker_s_neutral_] ...nice try Danny.
fr_fr: [_tucker_s_neutral_] ...bien essayé Danny.

source: [_tucker_s_closed_s_angry_] Even if I hadn't heard her say it was only $5, there's no way I would've believe that. I'll spot you your fiver back, but that hunk of junk wasn't worth diddily-
fr_fr: [_tucker_s_closed_s_angry_] Même si je ne l'avais pas entendue dire qu'il ne coûtait que 5 dollars, je ne l'aurais jamais cru. Je te rends ton billet de 5 $, mais ce tas de ferraille ne valait pas la peine

source: [_tucker_s_talk_happy_s_towards_s_sad_] Uhh, you okay there buddy? That was a rather nasty burp. I could actually {b}feel{/b} that from over here, like wow!
fr_fr: [_tucker_s_talk_happy_s_towards_s_sad_] Uhh, tu vas bien là mon pote ? C'était un rot plutôt méchant. Je pouvais en fait {b}le sentir d'ici, comme wow !

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Uh oh... I've gotten the hang of knowing that's usually {b}not{/b} a good sign...)
fr_fr: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Uh oh... J'ai appris à savoir que c'est généralement {b}pas{/b} un bon signe...)

source: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... free... free at last!!
fr_fr: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... libre... enfin libre !!

source: [_desiree_s_sad_s_talk_happy_s_towards_] Now then... to my rather {i}devilishly{/i} handsome and gracious savior... what does your heart desire...?
fr_fr: [_desiree_s_sad_s_talk_happy_s_towards_] Maintenant... à mon plutôt {i}beau diable{/i} et gracieux sauveur... que désire ton coeur... ...?

source: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, it's a ghost! Don't worry, I'll stop her!!
fr_fr: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, c'est un fantôme ! Ne t'inquiète pas, je vais l'arrêter !!

source: [_danny_s_talk_frown_] I'm going g-
fr_fr: [_danny_s_talk_frown_] Je vais

source: [_tucker_s_closed_s_talk_happy_s_angry_] {b}I WISH I HAD COOL GHOST POWERS LIKE MY FRIEND DANNY{/b}!!!
fr_fr: [_tucker_s_closed_s_talk_happy_s_angry_] {b}JE SOUHAITE AVOIR DES POUVOIRS DE FANTASME COMME MON AMI DANNY{/b}!!!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] -what?
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_frown_] -Quoi ?

source: [_desiree_] So you have wished it, so it shall be!
fr_fr: [_desiree_] Vous l'avez souhaité, il en sera ainsi !

source: [_danny_s_talk_frown_s_sad_] Tucker, what happened? What did she do to you?
fr_fr: [_danny_s_talk_frown_s_sad_] Tucker, que s'est-il passé ? Qu'est-ce qu'elle t'a fait ?

source: [_tucker_s_away_s_sad_s_talk_frown_] I- I don't know... I think she... I think I'm...
fr_fr: [_tucker_s_away_s_sad_s_talk_frown_] Je... Je ne sais pas... Je pense qu'elle... Je pense que je...

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] I'm a ghost boy!! Alright, this is {b}awesome{/b}!! Look Danny, I'm just like {i}you{/i}!!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Je suis un garçon fantôme ! ! Très bien, c'est {b}génial{/b} !! Regarde Danny, je suis juste comme {i}toi{/i} !!

source: [_tucker_s_sad_s_ahegao_] Oh, thank you green, big boobed genie!!
fr_fr: [_tucker_s_sad_s_ahegao_] Oh, merci le génie vert aux gros seins ! !!

source: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Why thank {i}you{/i}, Master, for freeing me of that accursed lamp. You may also call me... {b}Desiree{/b}.
fr_fr: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Je vous remercie {i}maître, de m'avoir libéré de cette maudite lampe. Vous pouvez aussi m'appeler... {b}Désirée{/b}.

source: [_tucker_s_angry_s_talk_happy_] You got it, hot stuff!
fr_fr: [_tucker_s_angry_s_talk_happy_] Tu l'as, c'est chaud !

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, don't you see what's going on here? She's a ghost!! Ya know, as in a vengeful spirit??
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, tu ne vois pas ce qui se passe ici ? C'est un fantôme ! Tu sais, comme un esprit vengeur ? ??

source: [_tucker_s_talk_happy_s_sad_] Hey, we're {b}all{/b} ghosts here. Nothing to be ashamed of! Be proud of your ghostly brotherhood, dawg! Plus, I'm a big believer that people can change. {b}Even{/b} vengeful spirits!
fr_fr: [_tucker_s_talk_happy_s_sad_] Hé, on est {b}tous des fantômes ici. Il n'y a pas de quoi avoir honte ! Sois fier de ta fraternité fantôme, mon pote ! De plus, je crois fermement que les gens peuvent changer. {b}Même les esprits vengeurs !

source: [_tucker_s_wondering_s_towards_wide_] I mean look at me, I freaking {b}glow{/b} now!! And have cool ghostly eyeliner!! This is rad!!
fr_fr: [_tucker_s_wondering_s_towards_wide_] Je veux dire, regardez-moi, je flippe {b}glow{/b} maintenant !! Et j'ai un eyeliner fantôme cool ! ! C'est génial !!

source: [_danny_s_rise_one_s_talk_frown_] Come on man, don't you find any of this a {i}little{/i} weird?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Allez, mec, tu ne trouves pas tout ça un {i}peu bizarre ?

source: [_tucker_s_away_s_talk_happy_s_sad_] Nah man! Look, Amity Park's gonna need as much help as it can get defending it from ghosts, right? Well what bad's gonna come from one {b}more{/b} ghost hero in town?
fr_fr: [_tucker_s_away_s_talk_happy_s_sad_] Non, mec ! Ecoute, Amity Park va avoir besoin de toute l'aide possible pour se défendre des fantômes, non ? Quel mal y aurait-il à avoir un héros fantôme de {b}plus{/b} en ville?
