Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] Have you ever actually ever trusted anyone, in your whole life?
fr_fr: [_danny_] Avez-vous jamais fait confiance à quiconque, dans toute votre vie ?

source: [_penelope_] Enough, this is ridiculous. I don't have to-
fr_fr: [_penelope_] Assez, c'est ridicule. Je n'ai pas-

source: [_danny_] Ever actually {i}tried{/i} to connect with someone else? Never had any empathy for another human being before?
fr_fr: [_danny_] Vous avez déjà essayé {i}en fait {/i} de vous connecter à quelqu'un d'autre ? Vous n'avez jamais eu d'empathie pour un autre être humain auparavant?

source: [_danny_] ...were you really always just that shallow and empty...?
fr_fr: [_danny_] ...étiez-vous vraiment toujours aussi peu profond et vide...?

source: [_penelope_] Enough!!{p}{nw}
fr_fr: [_penelope_] Assez!!{p}{nw}

source: [_extend_] We're done here.
fr_fr: [_extend_] Nous avons terminé ici.

source: [_danny_] Fine. I don't care anymore.
fr_fr: [_danny_] Très bien. Je m'en moque plus.

source: [_danny_] (I can't just let her exist in this house completely detached and miserable. Nobody should have to suffer that!)
fr_fr: [_danny_] (Je ne peux pas simplement la laisser exister dans cette maison complètement détachée et misérable. Personne ne devrait en souffrir!)

source: [_danny_] (There's {i}got{/i} to be a better way to get her open up...)
fr_fr: [_danny_] (Il y a {i}a eu{/i} pour être une meilleure façon de la faire ouvrir...)

source: [_danny_] (...maybe I could find some clues about who she was before all this...?)
fr_fr: [_danny_] (...peut-être ai-je pu trouver des indices sur qui elle était avant tout cela...?)

source: [_danny_] (Okay, doesn't seem like anyone is around right now, good.)
fr_fr: [_danny_] (Okay, il ne semble pas que quelqu'un soit là pour le moment, bien.)

source: [_danny_] (This'll be easier if I don't have anybody peeking over my shoulder while I'm researching Penelope...)
fr_fr: [_danny_] (Ce sera plus facile si je n'aperçois personne par-dessus mon épaule pendant que je fais des recherches sur Penelope...)

source: [_danny_] (There's got to be something here to help me find out about Penelope.)
fr_fr: [_danny_] (Il doit y avoir quelque chose ici pour m'aider à découvrir Penelope.)

source: [_danny_] (Probably start with the computer first, they might have documents on local history on file.)
fr_fr: [_danny_] (Probablement commencer par l'ordinateur en premier, il peut y avoir des documents sur l'historique local dans le fichier.)

source: [_extend_] let's search for... "Penelope"... {p}"Spectra"...
fr_fr: [_extend_] cherchons pour... "Penelope"... {p}"Spectra"...

source: [_extend_] ...and see what we get.
fr_fr: [_extend_] ...et voir ce que nous obtenons.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (...no results? Okay then.)
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (...aucun résultat ? D'accord, alors.)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (Wait, she mentioned nursing people back to health during a war right? So...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (Attention, elle a mentionné le retour des infirmiers à la santé pendant une guerre non ? Alors...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("World"... "War II"... "Nurse"..."Penelope"?)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Monde"... "Guerre II"... "Nurse"..."Pénélope"?)

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_smile_] (Good, okay, there's a couple name results here...)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_smile_] (Bien, d'accord, il y a deux noms ici ...)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Wait! {i}That's her!{/i} I think I actually found her!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Attention! {i}C'est elle!{/i} Je pense que je l'ai vraiment trouvée!)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay so her real name is... "Penelope Garcia-Davis"...){p}{nw}
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay donc son vrai nom est... "Penelope Garcia-Davis"...){p}{nw}

source: [_extend_s_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_displeased_] (Wait... {i}"child actress?"{/i})
fr_fr: [_extend_s_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_displeased_] (Attendez... {i}« petite actrice ?»{/i})

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (No way, this can't be the same... seriously?)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (Aucun moyen, cela ne peut pas être la même... sérieusement?)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Penelope Garcia Davis, born 1923 in a farmland area near the outskirts of Amity Park, was a child actress during the silent film era."
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Penelope Garcia Davis, née en 1923 dans une zone agricole près de la périphérie d'Amity Park, était une petite actrice à l'époque du film silencieux".

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Penelope began her debut on the silver screen alongside her one-year older sister, Angela Garcia-Davis...")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Penelope a commencé ses débuts sur l'écran argenté à côté de sa sœur aînée d'un an, Angela Garcia-Davis...")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("...as feature players in 1927's first horror kiddie movie, {i}Children of Spookums Place{/i}.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("... en tant que joueurs vedettes dans le premier film d'horreur kiddie de 1927, {i}Enfants de Spookums Place {/i}.")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ({i}Yeeeesh{/i}, and people say my generations movies have cheesy bad names...)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ({i}Yeeeesh{/i}, et les gens disent que mes générations de films ont des mauvais noms de fromage...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("While critics received both sisters fairly warmly as pioneering {i}scream queen{/i} starlets...")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Alors que les critiques ont reçu assez chaleureusement les deux sœurs en tant que pionnières des starlettes {i}hurleurs{/i}...")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("The seemingly overnight boom of 'talkies' ended up splitting the duo's popularity in favor, as Angela continued to receive prominent roles for her singing abilities...")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] (« Le boom apparemment du jour au lendemain des « talkies» a fini par diviser la popularité du duo en faveur de ce dernier, comme Angela a continué à recevoir des rôles importants pour ses talents de chanteuse. .")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("...Penelope's more biting vocal range seemingly turned off most audiences, stunting her chances for earning picture deals.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("... Penelope a plus de mordus la portée vocale apparemment éteint la plupart des spectateurs, ce qui a fait chuter ses chances de gagner des offres photos.")

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (So people didn't like her voice, and she couldn't get any work? Seems like a crappy deal... poor kid.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (So que les gens n'aimaient pas sa voix, et qu'elle ne pouvait pas obtenir de travail? On dirait un accord affreux... pauvre enfant.)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Following an unsuccessful solo career, Penelope went on to study medicine and take up nursing in the Pacific Coast in 1943.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Suite à une carrière solo infructueuse, Penelope poursuit ses études de médecine et prend en charge les soins infirmiers sur la côte Pacifique en 1943.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("In 1948, Penelope continued to help her rehabilitation efforts as a Chief Nursing Officer at {i}North Mercy Hospital{/i}, in her neighboring hometown of Amity Park.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (« En 1948, Penelope continua à aider ses efforts de réhabilitation en tant qu'officière infirmière en chef à l'hôpital {i}North Mercy {/i}, dans sa ville natale voisine d'Amity Park.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Work specialized in memory care, mental defects and cognitive trauma became her main field of work during the time of her station as CNO.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Travail spécialisé dans les soins de la mémoire, les défauts mentaux et le traumatisme cognitif sont devenus son principal domaine de travail pendant le temps de sa station en tant que CNO.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Sadly, Penelope Garcia Davis vanished in 1963, shortly following several publications of her controversial procedures regarding mental rehabilitation.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Malheureusement, Penelope Garcia Davis a disparu en 1963, peu après plusieurs publications de ses procédures controversées en matière de réhabilitation mentale")

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_displeased_] ("Her family held a ceremony for her, with Angela Garcia-Davis speaking on behalf of her baby sister.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_displeased_] ("Sa famille a organisé une cérémonie pour elle, Angela Garcia-Davis parlant au nom de sa petite soeur.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] "...she was 40 at the time of her disappearance... presumed dead.")
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] "...elle avait 40 ans au moment de sa disparition... présumée morte.")

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] ({u}Vanished?{/u} Who the heck vanishes, unless... I mean... could she have been {i}murdered?{/i})
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] ({u}a disparu ?{/u} Qui a disparu, à moins que... je veux dire... aurait-elle pu être assassinée à {i}?{/i})

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (North Mercy Hospital's been abandoned for decades now, too... might be worth looking into at some point.)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (L'hôpital de la miséricorde du Nord a été abandonné pendant des décennies, aussi... il pourrait être utile de se pencher sur un point donné.)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (Looks like there's a clip here of one of the movies she was in when she was younger... I should send this to my {i}PDA{/i}).)
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (Looks like there a clip here of one of the movies she was in when she was younger. . Je devrais envoyer ceci à mon {i}PDA{/i}).)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Now, let's see if {i}this{/i} gets Penelope talking at all...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Now, voyons si {i}ça {/i} fait parler Penelope du tout...)

source: [_danny_] Once more, Penelope, if you'll indulge me.
fr_fr: [_danny_] Encore une fois, Penelope, si vous me le permettez.

source: [_penelope_] {i}Gahh{/i}, what could it possibly be now?! We've gotten over the gift giving phase, haven't we?!
fr_fr: [_penelope_] {i}Gahh{/i}, qu'est-ce qui pourrait être maintenant?! Nous avons dépassé la phase de don de cadeau, n'est-ce pas?

source: [_danny_] Well, I don't know if I'd call it a gift, exactly, but I do have something to show you.
fr_fr: [_danny_] Eh bien, je ne sais pas si j'appellerais cela un cadeau, exactement, mais j'ai quelque chose à vous montrer.

source: [_penelope_] {i}*Sigh*{/i} Right. Sure. Something for me. Great.{p}{nw}
fr_fr: [_penelope_] {i}*Soupir*{/i} À raison. Bien sûr. Quelque chose pour moi. Génial.{p}{nw}

source: [_extend_] What is it?
fr_fr: [_extend_] Que puis-je faire pour toi?

source: [_danny_] Just watch...
fr_fr: [_danny_] Il suffit de regarder...

source: Lil Penelope [special_delimiter] [[Oh papa! Don't be silly! What do you mean we can't go back to the Farm yet?]]
fr_fr: Lil Penelope [special_delimiter] [[Oh papa ! Ne soyez pas stupide ! Que voulez-vous dire que nous ne pouvons pas encore retourner à la Ferme ?]]

source: Lil Penelope [special_delimiter] [[Is... is Momma still not well?]]
fr_fr: Lil Penelope [special_delimiter] [[Elle... maman ne va toujours pas bien?]]

source: [_penelope_] Where... where did you possibly get... {i}this...?{/i}
fr_fr: [_penelope_] Où... où avez-vous pu obtenir... {i}?{/i}

source: [_danny_] I did some digging... your real name is Penelope Garcia D-
fr_fr: [_danny_] J'ai fait un creusement... votre vrai nom est Penelope Garcia D-

source: [_penelope_] {u}Don't.{/u}{p}{nw}
fr_fr: [_penelope_] {u}Ne pas.{/u}{p}{nw}

source: [_extend_] Enough of this. This has gone far beyond-
fr_fr: [_extend_] Assez de cela. Cela est allé bien au-delà-

source: [_danny_] You were a nurse on the Pacific in 1943 before joining some weird mental institute to help-
fr_fr: [_danny_] Vous avez été infirmier sur le Pacifique en 1943 avant de rejoindre un étrange institut mental pour aider-

source: [_penelope_] I SAID ENOUGH!!
fr_fr: [_penelope_] JE SAID ENOUGH!!

source: [_penelope_] You have {i}no{/i} right to go digging into my past!
fr_fr: [_penelope_] Vous n'avez pas {i}non {/i} droit de creuser mon passé !

source: [_danny_] ...what happened the night you went missing Penelope?
fr_fr: [_danny_] ... Que s'est-il passé la nuit où vous avez manqué Penelope?

source: [_danny_] Your family never found you Penelope, what happened to yo-
fr_fr: [_danny_] Votre famille ne vous a jamais trouvé Pénélope, ce qui est arrivé à yo-

source: [_penelope_] {i}LEAVE ME ALONE!!!{/i}
fr_fr: [_penelope_] {i}NE M'APPRENDRE PAS MAINTENANT !!!{/i}

source: [_danny_] Penelope!! No, don't go, I-
fr_fr: [_danny_] Penelope!! Non, ne partez pas, je-

source: [_danny_] ...damn, maybe this wasn't such a good idea after all...
fr_fr: [_danny_] ... merde, peut-être que ce n'était pas une si bonne idée après tout...

source: [_danny_] Where could she have gone?
fr_fr: [_danny_] Où aurait-elle pu être allée ?

source: [_danny_] (What's that sound?)
fr_fr: [_danny_] (Qu'est-ce que ça sont?)

source: [_danny_] (It sounds like...){p}{nw}
fr_fr: [_danny_] (Ça sonne comme...){p}{nw}

source: [_extend_] (Someone's crying?)
fr_fr: [_extend_] (Les pleurs du diable ?)

source: [_penelope_] ...{i}*Sigh*{/i}
fr_fr: [_penelope_] ...{i}*Soupir*{/i}

source: [_extend_] {u}You.{/u}
fr_fr: [_extend_] {u}Vous{/u}

source: [_danny_] What are you doing up here?
fr_fr: [_danny_] Que faites-vous ici ?

source: [_penelope_] What does it look like I'm doing?
fr_fr: [_penelope_] Je fais quoi d'après toi?

source: [_danny_] ...I'm... I'm sorry about snooping into your past like I did.
fr_fr: [_danny_] ...je... Je suis désolé de fouiller dans votre passé comme je l'ai fait.

source: [_danny_] I just wanted to understand you better so I could help...
fr_fr: [_danny_] Je voulais juste vous comprendre mieux pour que je puisse vous aider...

source: [_danny_] But... it may have just been me hoping when I shouldn't have...
fr_fr: [_danny_] Mais... c'est peut-être moi qui espérais que je n'aurais pas dû avoir...

source: [_penelope_] ...my sister was a spiteful thing.
fr_fr: [_penelope_] ...ma sœur était une chose pénible.

source: [_penelope_] The "Davis Twins" we were called, {i}ha!{/i} We were a whole year apart, but it had a good ring to it, I guess...
fr_fr: [_penelope_] Les « Jumeaux de Davis » nous ont été appelés, {i}ha!{/i} Nous étions une année séparée, mais elle avait un bon anneau pour elle, je suppose...

source: [_penelope_] They loved when we would both slap our little cheeks together and scream out... of course you couldn't hear us, but our faces sold the idea...
fr_fr: [_penelope_] Ils ont aimé quand nous avons tous les deux jeté nos joues ensemble et hurlerions. Bien sûr, vous n'avez pas pu nous entendre, mais nos visages ont vendu l'idée...

source: [_penelope_] Then of course, they had to go and put the damn things with actual sound, and... well, they just didn't like us the same after that.
fr_fr: [_penelope_] Alors bien sûr, ils ont dû aller mettre les choses maudites avec du son réel, et. Bon, ils ne nous ont pas aimés la même après ça.

source: [_penelope_] Oh everyone just gobbled {i}her{/i} up after we started our solo acts. Of course, she at least had the acting and the singing to back up her stardom, to be fair...
fr_fr: [_penelope_] Oh tout le monde a englouti {i}elle{/i} après que nous ayons commencé nos actes en solo. Bien sûr, elle a au moins eu l'actrice et le chant pour soutenir son stardom, pour être juste...

source: [_penelope_] Daddy didn't exactly care about anything that was going on, he never really had time for either of us.
fr_fr: [_penelope_] Papa ne se souciait pas exactement de ce qui se passait, il n'a jamais vraiment eu le temps pour l'un ou l'autre de nous.

source: [_penelope_] As long as his little "Movie Stars" kept raking in the cash for him... he was fine to keep me from trying to live a normal life.
fr_fr: [_penelope_] Tant que son petit "Movie Stars" a continué à gagner de l'argent pour lui. . - il était bien de m’empêcher d’essayer de vivre une vie normale.

source: [_penelope_] Until of course, I stopped putting bodies in seats week to week... that's when I had to start figuring out things for myself.
fr_fr: [_penelope_] Jusqu'à ce que, bien sûr, j'ai arrêté de mettre des corps dans les sièges semaine après semaine... C'est alors que j'ai dû commencer à comprendre les choses pour moi.

source: [_penelope_] So, cast aside, I started to study and take up medicine, and before I knew it there was a big ol' war kicking off and I was being shipped away to help on some boys fighting in the islands.
fr_fr: [_penelope_] Alors, en abandonnant, j'ai commencé à étudier et à prendre de la médecine, et avant que je ne le sache il y avait un grand coup de pied de guerre et j'ai été transporté pour aider certains garçons qui luttaient dans les îles.

source: [_danny_] Nursing those soldiers back must have been a really jarring experience, it's really amazing the courage that took.
fr_fr: [_danny_] Soigner ces soldats a dû être une expérience vraiment déconcertante, c'est vraiment incroyable le courage qui a pris.

source: [_penelope_] O-oh... yes, well... it was hard.
fr_fr: [_penelope_] O-oh... oui, bien... c'était difficile.

source: [_penelope_] ...all the while I was there, I'd often hear them talk about my beautiful, big movie star sister and how they all wished they could meet her when they got back.
fr_fr: [_penelope_] ... alors que j'étais là, je les entendrais souvent parler de ma beauté, et comment ils voulaient tous la rencontrer quand ils sont revenus.

source: [_penelope_] ...nobody even had a clue who I was.
fr_fr: [_penelope_] ... personne n'avait même une idée de qui j'étais.

source: [_danny_] Didn't you keep in touch with anyone after you left?
fr_fr: [_danny_] Ne vous êtes pas resté en contact avec quelqu'un après votre départ ?

source: [_penelope_] No... things ended... {i}poorly{/i} to say the least between us all.
fr_fr: [_penelope_] Non... les choses sont terminées... {i}malheureusement{/i} pour dire le moins entre nous tous.

source: [_penelope_] ...it's not easy being second place.
fr_fr: [_penelope_] ...ce n'est pas facile d'être au second plan.

source: [_penelope_] You find yourself always chasing the spotlight... {i}any{/i} spotlight.
fr_fr: [_penelope_] Vous vous retrouvez toujours en train de chasser les projecteurs... {i}tous{/i} projecteurs.

source: [_penelope_] I imagine you sort've know what that's like, right? Playing second fiddle to your alter ego most of the time?
fr_fr: [_penelope_] J'imagine que vous avez trié ce que c'est comme ça, n'est-ce pas ? Jouer au second violon sur votre alter ego la plupart du temps ?

source: [_penelope_] You shouldn't be wasting your time with girls that can't appreciate the real you. Just my advice.
fr_fr: [_penelope_] Vous ne devriez pas perdre votre temps avec des filles qui ne peuvent pas apprécier le vrai vous. Juste mes conseils.

source: [_danny_] ...t-thanks.
fr_fr: [_danny_] ...t-merci.

source: [_penelope_] Don't mention it.
fr_fr: [_penelope_] N'en parle pas.

source: [_danny_] ...did you see things during the war?
fr_fr: [_danny_] ... avez-vous vu des choses pendant la guerre?

source: [_penelope_] We {i}all{/i} saw things, Danny... if you're really that interested in the biggest world war in history, go look it up.
fr_fr: [_penelope_] Nous {i}tous{/i} avons vu des choses, Dann... si vous êtes vraiment si intéressé par la plus grande guerre mondiale de l'histoire, allez-y.

source: [_penelope_] I'd really rather not talk about my time during that awful thing...
fr_fr: [_penelope_] Je préfère vraiment ne pas parler de mon temps pendant cette affreuse chose...

source: [_danny_] Right... so, what happened after?
fr_fr: [_danny_] D'accord... alors, que s'est-il passé après ?

source: [_penelope_] {i}*Sigh*{/i} It's like you said, I went home and continued working as a nurse in at a medical center for unwell patients.
fr_fr: [_penelope_] {i}*Soupir*{/i} C'est comme vous l'avez dit, je suis rentré à la maison et j'ai continué à travailler comme infirmière dans un centre médical pour les malades malades.

source: [_danny_] That's good!
fr_fr: [_danny_] C'est bon!

source: [_penelope_] No... no it wasn't.
fr_fr: [_penelope_] Non... non !

source: [_penelope_] The truth is... {i}I never really cared about helping people after the war.{/i}
fr_fr: [_penelope_] La vérité est que... {i}je n'ai jamais vraiment pris soin d'aider les gens après la guerre.{/i}

source: [_danny_] ...but-
fr_fr: [_danny_] ...mais-

source: [_penelope_] I did it for money, and for my need of attention.
fr_fr: [_penelope_] Je l'ai fait pour de l'argent, et pour mon besoin d'attention.

source: [_penelope_] I'd have done anything for money and fame back then... anything to finally have a chance to say to my sister, "Look at me now! {i}I'm{/i} finally the big shot!"
fr_fr: [_penelope_] J'aurais fait quoi que ce soit pour l'argent et la renommée à l'époque... quoi que ce soit pour enfin avoir une chance de dire à ma sœur, « Regardez-moi maintenant! {i}moi{/i} enfin le gros coup de feu! »

source: [_penelope_] {i}Ha!{/i} What a joke...
fr_fr: [_penelope_] {i}Ha!{/i} Quelle plaisanterie...

source: [_danny_] ...what did you do when you got there?
fr_fr: [_danny_] ...qu'avez-vous fait quand vous y êtes parvenu?

source: [_penelope_] Well, I started out as a simple nurse, moving my way up the staffing ladder, throwing anyone who got in my way under the bus.
fr_fr: [_penelope_] Eh bien, j'ai commencé en tant que simple infirmière, je me suis déplacé vers le haut de l'échelle du personnel, jetant tous ceux qui sont entrés dans mon chemin sous le bus.
