Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: ERROR DETECTED: FORCED LEVEL CORRECTION INITIATED!
fr_fr: ERREUR DÉTECTÉE : CORRECTION FORCÉE DU NIVEAU INITIÉE !

source: [_intercom_] {i}Good morning students. This is Vice Principal Lancer!{i}
fr_fr: [_intercom_] {i}Élèves du Bonjour. C'est le Lancier Vice-Principal !{i}

source: [_intercom_] {i}In about five minutes, all students are to report to the Auditorium for an important {u}mandatory{/u} school meeting!{i}
fr_fr: [_intercom_] {i}En environ cinq minutes, tous les élèves doivent se présenter à l'auditorium pour une réunion scolaire importante de {u}obligatoire{/u} !{i}

source: [_intercom_] {i}We will be welcoming the newest member of the Casper High Faculty to the school!{i}
fr_fr: [_intercom_] {i}Nous accueillerons le nouveau membre de la Haute Faculté de Casper à l'école !{i}

source: [_danny_s_at_player_s_rise_s_smile_] (Really? The school had the budget to hire somebody new? Huh.)
fr_fr: [_danny_s_at_player_s_rise_s_smile_] (Vraiment ? L'école avait le budget pour embaucher quelqu'un de nouveau ? Huh.)

source: [_intercom_] {i}Any students found loitering in the halls or smoking in the bathrooms will receive a weeks detention, as per usual.
fr_fr: [_intercom_] {i}Tous les élèves qui se sont retrouvés dans les salles de bains ou qui fument dans les salles de bains recevront une semaine de détention, comme d'habitude.

source: [_intercom_] {i}...actually, make that {u}two{/u} weeks worth of detention.{/i}
fr_fr: [_intercom_] {i}... en fait, rendre ces {u}semaines{/u} de détention. {/i}

source: [_sam_s_co_s_towards_s_idle_s_talk_happy_] Hey Danny.
fr_fr: [_sam_s_co_s_towards_s_idle_s_talk_happy_] Bonjour Danny.

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey guys. Everyone's headed to the auditorium I guess, right?
fr_fr: [_danny_s_towards_s_idle_s_talk_happy_] Hé les gars. Tout le monde s'est rendu à l'auditorium je suppose, n'est-ce pas?

source: [_tucker_s_towards_s_rise_s_talk_displeased_] Yeah, but I didn't hear anything about them hiring a new teacher?
fr_fr: [_tucker_s_towards_s_rise_s_talk_displeased_] Oui, mais je n'ai rien entendu à propos de l'embauche d'un nouvel enseignant ?

source: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] I may have overhead something the other day that makes some more sense now, I guess.
fr_fr: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] J'ai peut-être surmonté quelque chose l'autre jour qui a plus de sens maintenant, je suppose.

source: [_danny_s_towards_s_rise_s_talk_happy_] What was it?
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Qu'est-ce que c'était?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Ishiyama had Lancer stopped in the hall, and they were both talking about looking forward to some "real changes" in the school soon.
fr_fr: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Ishiyama avait fait arrêter Lancer dans la salle, et ils parlaient tous deux de regarder avec impatience quelques « changements réels » dans l'école bientôt.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well that seems vague. What could one new teacher possibly add to-
fr_fr: [_danny_s_towards_s_neutral_s_talk_displeased_] Eh bien, cela semble vague. Qu'est-ce qu'un nouvel enseignant pourrait éventuellement ajouter-

source: [_intercom_] {i}...you know what? {u}Three{/u} weeks detention for any wandering loiterers.{/i}
fr_fr: [_intercom_] {i}... vous savez quoi? {u}Trois{/u} semaines de détention pour tous les artisans errants.{/i}

source: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] ...we'd better just go find out what's going on.
fr_fr: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] ... il vaudrait mieux aller voir ce qui se passe.

source: [_danny_tucker_] Right!
fr_fr: [_danny_tucker_] D'accord!

source: [_ishiyama_s_speech_s_face_front_s_up_s_neutral_s_talk_happy_] Okay everyone, settle down, let's take our seats... thank you, good afternoon.
fr_fr: [_ishiyama_s_speech_s_face_front_s_up_s_neutral_s_talk_happy_] Ok tout le monde, allons-y, prenons nos sièges... merci, bonne après-midi.

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_] {i}*Ahem*{/i} As you all know, the more frequent occurrences of supernatural beings and such haunting Amity Park, has left many of us on edge.
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_] {i}*Ahem*{/i} Comme vous le savez tous, les cas les plus fréquents d'êtres surnaturels et de ce genre hantant le parc Amity ont laissé beaucoup d'entre nous sur le bord.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_displeased_] With everyone's mental health still in mind of course, the faculty has decided it is only appropriate that we hire on a counselor who will help keep up welfare checks on all of you.
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_displeased_] Avec la santé mentale de tout le monde en tête, bien sûr, le corps professoral a décidé qu'il est tout à fait approprié que nous embauchions un conseiller qui vous aidera à maintenir le contrôle de votre bien-être.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_happy_] She is here to listen to everything you're going through, whether it be ghost related stress or otherwise.
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_happy_] Elle est là pour écouter tout ce que vous traversez, que ce soit le stress lié au fantôme ou autre.

source: [_ishiyama_s_speech_s_face_front_s_up_s_rise_s_talk_happy_] And of course, anything you say to her in private will be kept strictly confidential. We want our students to feel completely at ease with her.
fr_fr: [_ishiyama_s_speech_s_face_front_s_up_s_rise_s_talk_happy_] Et bien sûr, tout ce que vous lui dites en privé sera strictement confidentiel. Nous voulons que nos élèves se sentent complètement à l'aise avec elle.

source: [_student1_] BUT IS SHE HOT?
fr_fr: [_student1_] MAIS EST-CE QUI SE FAIT ?

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_consternation_] {i}*Sighs*{/i} ...the smallest dose of hormones, and look what it does to them...
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_consternation_] {i}*Soupirs*{/i} ...la plus petite dose d'hormones, et regardez ce qu'elle fait à eux...

source: [_ishiyama_s_speech_s_face_front_s_rise_s_talk_happy_] {i}*Ahem*{/i} Now, I expect you all to give a warm, friendly Casper High welco-
fr_fr: [_ishiyama_s_speech_s_face_front_s_rise_s_talk_happy_] {i}*Ahem*{/i} Maintenant, je m'attends à ce que vous donniez un Bien-être Casper Haut, chaleureux et amical-

source: [_penelope_s_stage_s_idle_right_s_talk_amused_] {i}HELLOOOOOOO{/i}, CASPER HIGH!!
fr_fr: [_penelope_s_stage_s_idle_right_s_talk_amused_] {i}HELLOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO {/i}, CASPER HIGH!!

source: [_ishiyama_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, y-yes... please welcome Miss Penelope Spectra, our new School psychiatrist.
fr_fr: [_ishiyama_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, y-y... bienvenue à Mme Penelope Spectra, notre nouveau psychiatre scolaire.

source: [_penelope_s_stage_s_wondering_right_s_talk_happy_] Oh I am just {i}SOOO{/i} glad to be here everyone!
fr_fr: [_penelope_s_stage_s_wondering_right_s_talk_happy_] Oh je suis juste {i}SOOO{/i} heureux d'être ici tout le monde !

source: [_penelope_s_stage_s_idle_towards_s_talk_happy_] Now that I'm finally here in your marvelous school, I can begin the lengthy battle...
fr_fr: [_penelope_s_stage_s_idle_towards_s_talk_happy_] Maintenant que je suis enfin ici dans votre merveilleuse école, je peux commencer la longue bataille...

source: [_penelope_s_stage_s_idle_right_s_talk_displeased_] ...against all the fatigue and stress you poor students have built up over the past few weeks!
fr_fr: [_penelope_s_stage_s_idle_right_s_talk_displeased_] ... contre toute la fatigue et le stress que vous avez accumulés ces dernières semaines !

source: [_penelope_s_stage_s_idle_towards_s_talk_displeased_] Mental health advocacy is simply {i}sooo{/i} important for all your developing minds.
fr_fr: [_penelope_s_stage_s_idle_towards_s_talk_displeased_] La défense de la santé mentale est simplement {i}sooo{/i} importante pour tous vos esprits en développement.

source: [_penelope_s_stage_s_idle_right_s_talk_displeased_] It might all seem too difficult to tackle even now, but I believe we can get through this together!
fr_fr: [_penelope_s_stage_s_idle_right_s_talk_displeased_] Cela peut sembler trop difficile à aborder même maintenant, mais je pense que nous pouvons le faire ensemble !

source: [_penelope_s_stage_s_idle_towards_s_talk_amused_] I simply cannot wait to help raise your spirits even greater than they were before!
fr_fr: [_penelope_s_stage_s_idle_towards_s_talk_amused_] J'ai tout simplement hâte de vous aider à élever votre esprit encore plus grand qu'auparavant !

source: [_penelope_s_stage_s_neutral_towards_s_grin_big_] ({i}There{/i} you are...)
fr_fr: [_penelope_s_stage_s_neutral_towards_s_grin_big_] ({i}Voil{/i} vous êtes...)

source: [_tucker_s_offscreen_s_ahegao_s_rise_s_talk_happy_] Holy smokes! She's HOT!
fr_fr: [_tucker_s_offscreen_s_ahegao_s_rise_s_talk_happy_] La sainte fume! Elle est bonne !

source: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Honestly... yeah. I've never seen a nurse with quite her style before.
fr_fr: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Honnêtement... oui. Je n'ai jamais vu d'infirmière avec tout son style auparavant.

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_distraught_] Yeah, she's... I don't know. There's something off about her being hired like this...
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_distraught_] Ouais, elle... Je ne sais pas. Il y a quelque chose qui l'empêche d'être embauchée comme ça...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Did I just feel a chill...?)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Ai-je juste ressenti un frisson...?)

source: [_penelope_s_stage_s_idle_right_s_talk_happy_] Anyway, I simply wanted to introduce myself to all you bright eyed students!
fr_fr: [_penelope_s_stage_s_idle_right_s_talk_happy_] Quoi qu'il en soit, je voulais simplement me présenter à tous vos élèves brillants yeux !

source: [_penelope_s_stage_s_wondering_right_s_talk_amused_] My new office space will be held on the 2nd floor at the end of the locker hall.
fr_fr: [_penelope_s_stage_s_wondering_right_s_talk_amused_] Mon nouvel espace de bureau se tiendra au 2ème étage à la fin du vestiaire.

source: [_penelope_s_stage_s_idle_towards_s_talk_happy_] I invite any and all to come in to talk about anything you feel you have to share!
fr_fr: [_penelope_s_stage_s_idle_towards_s_talk_happy_] J'invite tous à venir parler de tout ce que vous avez à partager !

source: [_penelope_s_stage_s_neutral_towards_s_talk_amused_] ...I'd simply {i}love{/i} to pick some of your brains...
fr_fr: [_penelope_s_stage_s_neutral_towards_s_talk_amused_] ... « J'aimerais simplement {i}adorer{/i} de choisir certains de vos cerveaux... »

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_] {i}*Ahem*{/i} Yes, well, thank you students, that about adjourns the assembly.
fr_fr: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_] {i}*Ahem*{/i} Oui, merci aux élèves, ça au sujet de l'ajournement de l'assemblée.

source: [_ishiyama_s_speech_s_face_right_s_up_s_rise_s_talk_displeased_] Again, if you have any concerns, please speak to a member of staff directly, or see Miss Spectra in her office.
fr_fr: [_ishiyama_s_speech_s_face_right_s_up_s_rise_s_talk_displeased_] Encore une fois, si vous avez des inquiétudes, veuillez parler directement à un membre du personnel ou voir Miss Spectra dans son bureau.

source: [_ishiyama_s_speech_s_face_front_s_up_s_idle_s_talk_displeased_] You can return to the rest of your classes, and have a good rest of the day!
fr_fr: [_ishiyama_s_speech_s_face_front_s_up_s_idle_s_talk_displeased_] Vous pouvez revenir au reste de vos classes et vous reposer bien de la journée !

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_neutral_s_consternation_] (I do hope hiring this spotlight stealer was the right choice in the end...)
fr_fr: [_ishiyama_s_speech_s_face_front_s_at_left_s_neutral_s_consternation_] (J'espère vraiment que le fait d'engager ce voleur de projecteurs était le bon choix à la fin...)

source: [_tucker_s_closed_s_wondering_s_talk_happy_] You know, the more I think about it... I certainly have been feeling particularly depressed recently...
fr_fr: [_tucker_s_closed_s_wondering_s_talk_happy_] Vous savez, plus j'y pense... J'ai certainement été particulièrement déprimé récemment...

source: [_tucker_s_towards_s_angry_s_talk_happy_] And I think some special "one on one" counseling from Miss Spectra's the only thing that'll cure me!
fr_fr: [_tucker_s_towards_s_angry_s_talk_happy_] Et je pense que quelques conseils spéciaux "un sur un" de Miss Spectra sont la seule chose qui me guérira !

source: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] Tucker, you know mental health resources are for people who really do need some help and guidance, right?
fr_fr: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] Tucker, vous savez que les ressources en santé mentale sont destinées aux personnes qui ont vraiment besoin d'aide et de conseil, non ?

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] ...not just an excuse to get creepy shoulder massages from some new teacher!
fr_fr: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] ...pas juste une excuse pour obtenir des massages effrayants des épaules de la part d'un nouvel enseignant !

source: [_tucker_s_away_s_sad_s_talk_consternation_] {i}Ohhhh{/i}, to think that I can't even turn to my dearest friends to lament about my feelings!
fr_fr: [_tucker_s_away_s_sad_s_talk_consternation_] {i}Ohhhh{/i}, penser que je ne peux même pas me tourner vers mes amis les plus chers pour me plaindre de mes sentiments!

source: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Yeah, right, you're a {i}real{/i} lost soul at the moment, huh?
fr_fr: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Oui, oui, vous êtes une {i}vrai{/i} âme perdue pour le moment, hein?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Danny? Something up?
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Danny ? Quelque chose de plus ?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] You went all thousand yard stare on us just then.
fr_fr: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Vous avez regardé les milliers de mètres sur nous juste à l'époque.

source: [_tucker_s_towards_s_rise_s_talk_consternation_] Yeah, you didn't even feel the need to join in on Sam's ribbing session.
fr_fr: [_tucker_s_towards_s_rise_s_talk_consternation_] Oui, vous n'avez même pas ressenti le besoin de vous joindre à la session de ruban de Sam.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uh{/i}, no, it's nothing, just felt something odd back there is all...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uh{/i}, non, c'est rien, juste sentir quelque chose de bizarre il y a tout...

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Well hey, if you're feeling unsure about anything, I'm certain my new favorite confidante Miss Spectra will lend you a shoulder to cry on!
fr_fr: [_tucker_s_towards_s_wondering_s_talk_happy_] Eh bien, si vous n'êtes pas sûr de quoi que ce soit, je suis certain que mon nouveau confiant préféré Miss Spectra vous prêtera une épaule pour pleurer !

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh shut up, Tucker! She's over twice your age!
fr_fr: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh, éteignez-vous, Tucker! Elle a plus de deux fois votre âge !

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}I still see some dilly dalliers hanging around in the halls. Let's move it, people!{/i}
fr_fr: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Je vois encore des dalliers godes pendus dans les salles. Déplacons-le, des gens !{/i}

source: [_danny_s_towards_s_rise_s_talk_happy_] Guys, don't worry. It's probably nothing.{p}{nw}
fr_fr: [_danny_s_towards_s_rise_s_talk_happy_] Les gars, ne vous inquiétez pas. C'est probablement rien.{p}{nw}

source: [_extend_] I'll talk to you guys later after class.
fr_fr: [_extend_] Je vais vous parler plus tard après la classe.

source: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Alright... let's go before Lancer grabs us by the nape of necks.
fr_fr: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] D'accord... Allons avant que le Lancier ne nous saisisse par la nuque.

source: [_tucker_s_towards_s_rise_s_talk_happy_] ...Miss Spectra can take me to class anytime she-
fr_fr: [_tucker_s_towards_s_rise_s_talk_happy_] ...Miss Spectra peut m'emmener en classe à tout moment-

source: [_sam_s_co_s_towards_glare_s_upset_s_clenchteeth_] {i}*Death Glares*{/i}
fr_fr: [_sam_s_co_s_towards_glare_s_upset_s_clenchteeth_] {i}*Vitres de la mort*{/i}

source: [_tucker_s_towards_wide_s_sad_s_talk_consternation_] ...okay, okay! I'll put on the brakes...
fr_fr: [_tucker_s_towards_wide_s_sad_s_talk_consternation_] ...d'accord, d'accord! Je vais mettre sur les freins...

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] That would be best for us all, Tuck...
fr_fr: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Ce serait le mieux pour nous tous, Tuck...

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...and {i}that{/i}, ladies and gentlemen, is why Bigfoot could {i}never{/i} have possibly lived in Seattle.
fr_fr: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...et {i}que {/i}, mesdames et messieurs, c'est pourquoi Bigfoot n'a jamais pu {i}jamais{/i} vivre à Seattle.

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] Now, with the rest of the hour to us, if you'll turn your books to-
fr_fr: [_lancer_s_at_player_s_rise_s_talk_displeased_] Maintenant, avec le reste de l'heure pour nous, si vous tournez vos livres-

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
fr_fr: [_doorsound_] {i}*Toc* *Toc* *Toc*{/i}

source: [_lancer_s_towards_s_neutral_s_talk_displeased_] Yes, come in!
fr_fr: [_lancer_s_towards_s_neutral_s_talk_displeased_] Oui, entrez dans !

source: [_penelope_s_towards2_s_idle_s_talk_happy_] {i}Hellooo{/i} Mr Lancer!
fr_fr: [_penelope_s_towards2_s_idle_s_talk_happy_] {i}Bonjour{/i} Monsieur Lancer!

source: [_penelope_s_at_player_s_idle_s_talk_happy_] {i}Hellooo{/i} again students!
fr_fr: [_penelope_s_at_player_s_idle_s_talk_happy_] {i}Bonjour à nouveau{/i} étudiants!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (There's that chill again...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Il y a encore ce frisson...)

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] And just how are these hungry young minds doing this class session?
fr_fr: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Et comment ces jeunes esprits affamés font-ils cette session de classe ?

source: [_lancer_s_towards_s_idle_s_talk_happy_] Eager to once again have me expanding their horizons, as per usual.
fr_fr: [_lancer_s_towards_s_idle_s_talk_happy_] Je suis impatient de me voir à nouveau élargir leurs horizons, comme d'habitude.

source: [_lancer_s_at_player_s_idle_s_talk_happy_] Can't you just feel their enthusiasm for learning radiating off them?
fr_fr: [_lancer_s_at_player_s_idle_s_talk_happy_] Vous ne pouvez pas juste ressentir leur enthousiasme pour apprendre à les rayonner ?

source: Students [special_delimiter] . . .
fr_fr: Étudiants [special_delimiter] . .

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] ...why yes of course, they certainly seem riveted already! And what a job you've done, Mr. Lancer!
fr_fr: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] ... pourquoi oui, bien sûr, ils semblent déjà rivetés ! Et quel travail vous avez fait, Monsieur Lancer!

source: [_lancer_s_towards_s_wondering_s_talk_happy_] Thank you, thank you. It's sometimes hard teaching at this calibre for this little payment... but somebody's gotta do it.
fr_fr: [_lancer_s_towards_s_wondering_s_talk_happy_] Merci, merci. C'est parfois difficile d'enseigner à ce calibre pour ce petit paiement... mais quelqu'un doit le faire.

source: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}*Ahem*{/i} So, Miss Spectra, is there something I can do for you? I'd like to get back to the lesson plan quickly.
fr_fr: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}*Ahem*{/i} Alors, Miss Spectra, y a-t-il quelque chose que je peux faire pour vous ? J'aimerais revenir au plan de leçon rapidement.

source: [_penelope_s_towards2_s_sad_s_talk_happy_] Yes, absolutely, pardon my interruption!{p}{nw}
fr_fr: [_penelope_s_towards2_s_sad_s_talk_happy_] Oui, absolument, pardonnez-moi mon interruption!{p}{nw}

source: [_extend_] I just need to borrow one of your students for a moment? A mister...
fr_fr: [_extend_] J'ai juste besoin d'emprunter un de vos élèves un instant ? Une misère...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}Hm?{/i} Me?
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}Hm ?{/i} Moi ?

source: [_penelope_s_arms_up_s_at_player_s_rise_s_talk_amused_] Why yes, you! If you'll just follow me dear, the Principal and I would like to have a little chat with you!
fr_fr: [_penelope_s_arms_up_s_at_player_s_rise_s_talk_amused_] Pourquoi oui, toi ! Si tu vas juste me suivre, le Principal et moi aimerions avoir un peu de discussion avec toi !

source: [_lancer_s_towards_s_rise_s_talk_displeased_] ...and don't think this excuses you from doing today's chapter study, Mr. Fenton!
fr_fr: [_lancer_s_towards_s_rise_s_talk_displeased_] ...et ne pensez pas que cela vous excuse de faire l'étude du chapitre d'aujourd'hui, Monsieur Fenton!

source: [_lancer_s_towards_s_angry_s_talk_displeased_] MAKE SURE YOU'RE READ UP TO PAGE 234 BY TOMORROW!!
fr_fr: [_lancer_s_towards_s_angry_s_talk_displeased_] FAITES SURE VOUS AVEZ LU JUSQU'À LA PAGE 234 PAR TOMORROW!!

source: [_lancer_s_closed_s_sad_s_talk_displeased_] {i}*Sighs*{/i} The nosey body's I have to put up with to ensure these kids have a fulfilling education!
fr_fr: [_lancer_s_closed_s_sad_s_talk_displeased_] {i}*Soupirs*{/i} Le corps du nez que je dois supporter pour s'assurer que ces enfants ont une éducation satisfaisante!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, Principle Ishiyama's office is down there, not this way. Where are we going?
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Hé, le bureau du Principe Ishiyama est là, pas de cette façon. Où allons-nous ?

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_amused_] Oh, you'll have to excuse my little fib Danny, I thought it best! Vice Principal Lancer seems the sort to not particularly tolerate my...
fr_fr: [_penelope_s_arms_up_s_towards_s_sad_s_talk_amused_] Oh, vous devrez excuser ma petite fibe Danny, je pensais que c'était le mieux ! Le Lancier vice-principal semble ne pas tolérer particulièrement...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] ...interests in getting to know you students better. I figured namedropping Ishiyama would help grease his gears a bit more.
fr_fr: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] ...intérêt à mieux vous connaître des élèves. Je me suis dit que le nom d'Ishiyama aiderait à graisser un peu plus ses engrenages.
