Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] (...maybe {i}crazier{/i}, sure...)
fr_fr: [_danny_] (...peut-être {i}fous {/i}, sûr...)

source: [_ember_] Hey, you better not be thinking of some kind of comeback in your head, dude!
fr_fr: [_ember_] Hé, tu ferais mieux de ne pas penser à une sorte de retour dans ta tête !

source: [_danny_] Okay, okay, I'll... try to work out something for the future, but just for {u}now{/u}, can we all go back inside?
fr_fr: [_danny_] D'accord, d'accord, je vais ... essayer de trouver quelque chose pour l'avenir, mais juste pour {u}maintenant{/u}, pouvons-nous tous rentrer à l'intérieur?

source: [_ember_] {i}Ehhh{/i}, it's not like we've got much choice here anyway.
fr_fr: [_ember_] {i}Ehhh{/i}, ce n'est pas comme si nous avions beaucoup de choix ici.

source: [_desiree_] The Thermos will suffice us for now, Master, as you wish...
fr_fr: [_desiree_] Les Thermos nous suffiront pour l'instant, Maître, comme vous le souhaitez...

source: [_penelope_] The sizes of the rooms in there are all I've known, so it's fine. You {i}do{/i} need to come up with something though!
fr_fr: [_penelope_] Les tailles des pièces que je viens de trouver sont tout ce que je sais, donc ça va bien. Vous {i}{/i} devez quand même trouver quelque chose!

source: [_danny_] Thanks ladies...
fr_fr: [_danny_] Merci mesdames...

source: [_danny_] ...Penelope? Something the matter?
fr_fr: [_danny_] ...Pénélope? Quelque chose d'important ?

source: [_penelope_] I... well no, not anything particularly... {i}uhmm{/i}...
fr_fr: [_penelope_] Je... Eh bien, non, rien de particulier... {i}euhmm{/i}...

source: [_penelope_] {i}*Stammers*{/i} I simply wanted to thank you... for last night...
fr_fr: [_penelope_] {i}*Stammers*{/i} Je voulais simplement vous remercier... pour la dernière nuit...

source: [_penelope_] I'm saying {u}thank you{/u} for last night!!
fr_fr: [_penelope_] Je dis que {u}vous remercie{/u} pour la dernière nuit !!

source: [_danny_] ...oh, {i}uh{/i}... yeah, of course.
fr_fr: [_danny_] ...oh, {i}euh{/i}... oui, bien sûr.

source: [_penelope_] ...it was... definitely an {i}interesting{/i} experience.
fr_fr: [_penelope_] ... c'était ... une expérience vraiment intéressante pour {i}{/i}.

source: [_danny_] Yeah, I would agree... I had a great time too, Penelope.
fr_fr: [_danny_] Oui, je suis d'accord... J'ai aussi passé un bon moment, Pénelope.

source: [_penelope_] Well... ta-ta for now!
fr_fr: [_penelope_] Eh bien... ta-ta pour l'instant !

source: [_danny_] "Ta-ta for now"? Really? What a weird way to end things...
fr_fr: [_danny_] « Ta-ta pour le moment? Vraiment? Quelle étrange façon de mettre un terme aux choses... »

source: Thanks for playing the most recent version of Amity Park.
fr_fr: Merci de jouer la version la plus récente d'Amity Park.

source: Please feel free to share your opinions about the game and please visit our Patreon or Discord.
fr_fr: N'hésitez pas à partager vos opinions sur le jeu et à visiter notre Patreon ou Discord.

source: Until next time. -GZone
fr_fr: A la prochaine fois. -GZone

source: Buy the coffee beans for ($200) ?
fr_fr: Acheter les grains de café pour 200$ ?
