Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... fine, try your best to talk to that walking lipstick gloss all you want. All I'm saying is that she's not gonna change her ways just for Inviso-Bill.
fr_fr: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... très bien, fais de ton mieux pour parler à ce rouge à lèvres ambulant tant que tu veux. Tout ce que je dis c'est qu'elle ne va pas changer ses habitudes juste pour Inviso-Bill.

source: [_sam_s_towards_s_neutral_s_talk_frown_2_] Look, I'll talk you later, 'kay?
fr_fr: [_sam_s_towards_s_neutral_s_talk_frown_2_] Écoute, je te parle plus tard, d'accord ?

source: [_danny_s_rise_one_s_talk_happy_2_] Sure, uh, I'll swing by your place sometime?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] Bien sûr, euh, je passerai chez toi un jour ?

source: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] What, for more Orgone?.
fr_fr: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] Quoi, pour plus d'Orgone ?.

source: [_danny_s_sad_s_talk_frown_] Sam, I didn't mean-
fr_fr: [_danny_s_sad_s_talk_frown_] Sam, je ne voulais pas

source: [_sam_s_neutral_s_talk_frown_s_away_] Whatever dude, don't worry about it.
fr_fr: [_sam_s_neutral_s_talk_frown_s_away_] Peu importe, mec, ne t'inquiète pas pour ça.

source: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. What was {i}her{/i} problem?
fr_fr: [_danny_s_rise_one_s_towards_s_talk_frown_] ...bon sang. Quel était {i}son problème ?

source: [_danny_s_at_danny_s_sad_s_talk_happy_2_] It's not like I'm going to {b}do{/b} anything with Star...
fr_fr: [_danny_s_at_danny_s_sad_s_talk_happy_2_] Ce n'est pas comme si j'allais {b}faire quelque chose avec Star...

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...right?
fr_fr: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...n'est-ce pas ?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] I also know Sam doesn't like Star, and I'm not really fond of her either, but... something felt weird about how mad she got...
fr_fr: [_danny_s_towards_s_wondering_s_talk_frown_2_] Je sais aussi que Sam n'aime pas Star, et je ne l'aime pas vraiment non plus, mais... il y a quelque chose de bizarre dans sa colère...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] She wasn't... {i}jealous{/i}, was she?
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] Elle n'était pas... {i}jalouse, n'est-ce pas ?

source: [_danny_s_talk_happy_2_s_towards_s_angry_] Nah, Sam doesn't like me like {i}that{/i }, she's just a friend!
fr_fr: [_danny_s_talk_happy_2_s_towards_s_angry_] Nan, Sam ne m'aime pas comme {i}que{/i }, c'est juste une amie !

source: [_danny_s_sad_2_s_talk_frown_2_] Welp, I guess I should go message Star on Spookchat to set up this meeting that's supposed to happen.
fr_fr: [_danny_s_sad_2_s_talk_frown_2_] Bon, je suppose que je devrais aller envoyer un message à Star sur Spookchat pour organiser cette réunion qui est censée avoir lieu.

source: [_danny_s_closed_s_wondering_s_talk_happy_] I just gotta remember to play it cool is all. I'm gonna be the coolest ghost kid in town!!
fr_fr: [_danny_s_closed_s_wondering_s_talk_happy_] Je dois juste me rappeler de la jouer cool, c'est tout. Je vais être l'enfant fantôme le plus cool de la ville !!

source: [_kwan_] Yo! Fenton-meister! Quit talking to yourself, man! It's a sign of socially awkward behavior and an incapability to form personal relationships, dude!!
fr_fr: [_kwan_] Yo ! Fenton-meister ! Arrête de te parler à toi-même, mec ! C'est le signe d'un comportement socialement maladroit et d'une incapacité à nouer des relations personnelles, mec !!

source: [_danny_s_sad_s_talk_happy_] Oh, uhm, thanks Kwan... appreciate the advice!
fr_fr: [_danny_s_sad_s_talk_happy_] Oh, uhm, merci Kwan... j'apprécie le conseil !

source: [_kwan_] No problem, nerd!
fr_fr: [_kwan_] Pas de problème, l'intello !

source: [_danny_s_at_player_s_sad_2_s_frown_] (Yeah, I seriously gotta stop doing that.)
fr_fr: [_danny_s_at_player_s_sad_2_s_frown_] (Ouais, je dois sérieusement arrêter de faire ça.)

source: [_danny_] (That's the girl's bathroom, I can't go in there. Not without getting slapped with a suspension.)
fr_fr: [_danny_] (Ce sont les toilettes des filles, je ne peux pas y aller. Pas sans me faire gifler par une suspension)

source: [_danny_] (Star said she hangs out in the girl's bathroom in the {b}afternoon{/b}, not now. I don't wanna worsen my reputation as some "ghost pervert".)
fr_fr: [_danny_] (Star a dit qu'elle traînait dans les toilettes des filles sur {b}après-midi{/b}, pas maintenant. Je ne veux pas aggraver ma réputation de "pervers fantôme")

source: [_danny_s_sad_2_s_frown_grin_] (Okay, so Star said she wants to meet Inviso-Bill? Then here I come.)
fr_fr: [_danny_s_sad_2_s_frown_grin_] (Ok, donc Star a dit qu'elle voulait rencontrer Inviso-Bill ? Alors j'arrive.)

source: [_danny_s_talk_frown_s_angry_s_closed_] I'm going ghost!!
fr_fr: [_danny_s_talk_frown_s_angry_s_closed_] Je vais devenir un fantôme !!

source: [_danny_] (Alright, now let's get inside before anybody sees me.)
fr_fr: [_danny_] (Très bien, maintenant entrons à l'intérieur avant que quelqu'un ne me voit.)

source: [_danny_s_blank_stare_s_rise_one_] (This is so strange... it's pretty much the same as our bathroom, just a little... pinker?)
fr_fr: [_danny_s_blank_stare_s_rise_one_] (C'est tellement étrange... c'est à peu près la même chose que notre salle de bain, juste un peu... plus rose ?)

source: [_danny_s_towards_s_wondering_s_frown_2_] (Looks like Star is over there. I should go and talk to her.)
fr_fr: [_danny_s_towards_s_wondering_s_frown_2_] (On dirait que Star est là-bas. Je devrais aller lui parler.)

source: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey there.
fr_fr: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey là.

source: [_star_s_talk_happy_] Oh. My. Fucking. God. You're actually here!!
fr_fr: [_star_s_talk_happy_] Oh. Mon. Putain de. Dieu. Tu es vraiment là !!

source: [_star_s_talk_happy_2_s_neutral_] This is {b}so{/b} cool!
fr_fr: [_star_s_talk_happy_2_s_neutral_] C'est {b}tellement{/b} cool !

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, yeah? Well I'm glad I didn't disappoint.
fr_fr: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, ouais ? Et bien je suis content de ne pas avoir déçu.

source: [_star_s_closed_s_talk_happy_2_s_rise_one_] Yeah, this is like, totally crazy! It's so cool that you came...
fr_fr: [_star_s_closed_s_talk_happy_2_s_rise_one_] Ouais, c'est comme, totalement fou ! C'est tellement cool que tu sois venu...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Well, uhh, Danny Fenton actually said you wanted to meet. I figured I would do a favor for a guy as cool as him, heh...
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Eh bien, euhh, Danny Fenton a dit que vous vouliez me rencontrer. Je me suis dit que je ferais une faveur à un gars aussi cool que lui, heh...

source: [_star_s_rise_one_s_talk_frown_] So, can you tell me what a super cool ghost like you is doing hanging out with such a {b}geek{/b} like Fenton?
fr_fr: [_star_s_rise_one_s_talk_frown_] Alors, peux-tu me dire ce qu'un fantôme super cool comme toi fait à traîner avec un tel {b}geek{/b} comme Fenton ?

source: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, well... I mean, I sort of know him through his parents, cause they're ghost hunters and all... I have to make sure they don't catch me, ya know?
fr_fr: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, eh bien... Je veux dire, je le connais en quelque sorte par ses parents, parce qu'ils sont chasseurs de fantômes et tout... Je dois m'assurer qu'ils ne m'attrapent pas, tu sais ?

source: [_danny_s_talk_happy_s_towards_wide_s_sad_] But Danny, he's actually {i}really{/i} solid and cool! We hang out and get Nasty Burger sometimes. He helps to let me know if there's any trouble with ghosts in Amity.
fr_fr: [_danny_s_talk_happy_s_towards_wide_s_sad_] Mais Danny, il est en fait {i}vraiment{/i} solide et cool ! On traîne ensemble et on mange des Nasty Burger parfois. Il m'aide à savoir s'il y a des problèmes de fantômes à Amity.

source: [_star_s_closed_s_talk_happy_2_s_confused_] Well, I suppose it's a good idea to have yourself a little dorky sidekick to help take some of the load off your shoulders!
fr_fr: [_star_s_closed_s_talk_happy_2_s_confused_] Eh bien, je suppose que c'est une bonne idée d'avoir un petit acolyte ringard pour vous aider à soulager vos épaules !

source: [_danny_s_neutral_s_towards_s_talk_frown_] ...he's {b}not{/b} my sidekick.
fr_fr: [_danny_s_neutral_s_towards_s_talk_frown_] ...c'est {b}pas{/b} mon acolyte.

source: [_star_s_sad_s_talk_happy_2_] You're so cool for letting someone like him chill with you. You're really sweet, Billy.
fr_fr: [_star_s_sad_s_talk_happy_2_] Tu es trop cool pour laisser quelqu'un comme lui se détendre avec toi. Tu es vraiment gentil, Billy.

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, so, did you need something in particular, or...?
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] Uhh, donc, vous avez besoin de quelque chose en particulier, ou... ...?

source: [_star_s_blush_1_s_talk_happy_2_] Yes, actually!! Sorry, I almost forgot.
fr_fr: [_star_s_blush_1_s_talk_happy_2_] Oui, en fait ! Désolé, j'ai failli oublier.

source: [_star_s_noblush_s_talk_frown_s_confused_] So apparently, there have been like, so many perverted ghost attacks around town lately, right?
fr_fr: [_star_s_noblush_s_talk_frown_s_confused_] Apparemment, il y a eu beaucoup d'attaques de fantômes pervers en ville dernièrement, non ?

source: [_star_s_angry_s_towards_wide_] Somehow, I've wound up being one of the reoccuring victims of their ghostly bullshit!
fr_fr: [_star_s_angry_s_towards_wide_] D'une manière ou d'une autre, je me suis retrouvé à être l'une des victimes récurrentes de leurs conneries de fantômes !

source: [_star_s_towards_s_confused_2_] I just keep finding myself in situations where all of a sudden, all my clothes get stripped off in public. I just {b}know{/bs} it has to be one of those other ghost perverts.
fr_fr: [_star_s_towards_s_confused_2_] Je me retrouve toujours dans des situations où soudain, on me déshabille en public. Je sais juste {b}que ça doit être un de ces autres pervers fantômes.

source: [_star_s_closed_s_talk_happy_s_sad_] ...even though we told Mr. Lancer that these {b}two dweebs{/b} did it, that was pretty funny to do.
fr_fr: [_star_s_closed_s_talk_happy_s_sad_] ... même si nous avons dit à M. Lancer que ces {b}deux dweebs{/b} l'ont fait, c'était assez drôle à faire.

source: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (This bitch!! She lied about me and Tucker on {b}purpose{/b} just to mess with us?!)
fr_fr: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (Cette salope !! Elle a menti sur moi et Tucker sur {b}exprès{/b} juste pour nous embêter ?!)

source: [_danny_s_towards_s_talk_frown_2_] Okay, and so what, you want me to take care of these pervert ghosts for you or something?
fr_fr: [_danny_s_towards_s_talk_frown_2_] Ok, et alors quoi, tu veux que je m'occupe de ces fantômes pervers pour toi ou quelque chose comme ça ?

source: [_star_s_rise_one_s_talk_frown_] No, not really. Besides, isn't that like, {i}already{/i} your job?
fr_fr: [_star_s_rise_one_s_talk_frown_] Non, pas vraiment. D'ailleurs, ce n'est pas déjà ton travail, {i}{/i} ?

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} So... what do you need from me then?
fr_fr: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Alors... qu'attendez-vous de moi ?

source: [_star_s_neutral_s_talk_frown_] I need you to help me clear the embarassing discussions about my naked ass!!
fr_fr: [_star_s_neutral_s_talk_frown_] J'ai besoin de vous pour m'aider à effacer les discussions embarrassantes sur mon cul nu !!

source: [_danny_s_talk_frown_2_s_rise_one_] Sorry, I don't follow. What's the issue?
fr_fr: [_danny_s_talk_frown_2_s_rise_one_] Désolé, je ne comprends pas. Quel est le problème ?

source: [_star_s_talk_frown_] My ass is all over the internet at the moment. {u}Literally{/u}. Some perv took some photos of me when I got stripped down at the mall, and I think this Foley kid took photos at cheer practice while me and my friend ran to the locker room naked after another attack!
fr_fr: [_star_s_talk_frown_] Mon cul est partout sur Internet en ce moment. {u}Littéralement{/u}. Un pervers a pris des photos de moi quand je me suis déshabillée au centre commercial, et je crois que ce gamin de Foley a pris des photos à l'entraînement des pom-pom girls pendant que moi et mon amie courions nues vers les vestiaires après une autre attaque !

source: [_danny_s_at_player_wide_s_smile_] (Normally I'd be mad at Tucker, but that was {b}definitely{/b} worth it considering she just ended up blaming us anyway.)
fr_fr: [_danny_s_at_player_wide_s_smile_] (Normalement, j'aurais été en colère contre Tucker, mais c'était {b}définitivement{/b} valable vu qu'elle a juste fini par nous en vouloir de toute façon)

source: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Well, I just fight ghosts, I don't really know much about getting pictures off your human "In-Ter-Net".
fr_fr: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Je ne combats que des fantômes, je ne sais pas grand-chose sur la façon d'obtenir des images de votre "In-Ter-Net" humain.

source: [_danny_s_sad_2_s_towards_s_frown_2_] (God, I hope she buys this.)
fr_fr: [_danny_s_sad_2_s_towards_s_frown_2_] (Dieu, j'espère qu'elle achète ça.)

source: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] No, that's not what I need you for, Billy! I need help creating a {i}new{/i} distraction for people to talk about.
fr_fr: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] Non, ce n'est pas pour ça que j'ai besoin de toi, Billy ! J'ai besoin d'aide pour créer une {i}nouvelle{/i} distraction dont les gens pourront parler.

source: [_star_s_down_wide_s_talk_happy_s_sad_] Something part embarassing scene, part juicy scandal, with a little taboo thrown in there for good measure.
fr_fr: [_star_s_down_wide_s_talk_happy_s_sad_] Un peu de scène embarrassante, un peu de scandale juteux, avec un peu de tabou pour faire bonne mesure.

source: [_danny_s_rise_one_s_talk_frown_2_] Again, I'm not really sure what you might be looking for, or even what you're talking about, exactly.
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] Encore une fois, je ne suis pas vraiment sûr de ce que vous recherchez, ni même de ce dont vous parlez, exactement.

source: [_star_s_talk_happy_2_s_neutral_2_] Look, I need your help pranking somebody else from my school. To make it a huge scene and get people to stop talking about my nudes, and focus on {i}them{/i} instead!
fr_fr: [_star_s_talk_happy_2_s_neutral_2_] Ecoute, j'ai besoin de ton aide pour faire une farce à quelqu'un d'autre de mon école. Pour faire une énorme scène et faire en sorte que les gens arrêtent de parler de mes nus, et se concentrent plutôt sur {i}!

source: [_danny_s_rise_one_s_talk_frown_] Uhm... I don't know... what'd you have in mind?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Uhm ... Je ne sais pas ... qu'est-ce que tu as à l'esprit?

source: [_star_s_talk_happy_s_down_wide_] I had {i}this{/i} in mind.
fr_fr: [_star_s_talk_happy_s_down_wide_] J'avais {i}ceci{/i} à l'esprit.

source: [_danny_s_talk_frown_2_s_sad_2_] Woah!! Is that a- how did you- {i}where'd you get that{/i}?!
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] Woah ! ! C'est un... comment as-tu... {i}où as-tu eu ça ? ?!

source: [_star_s_rise_one_s_talk_frown_] Uhm, it's {u}mine{/u}, Billy, duh? I have a couple others, and this one's not really my favorite or anything.
fr_fr: [_star_s_rise_one_s_talk_frown_] Uhm, c'est {u}mine{/u}, Billy, duh ? J'en ai quelques autres, et celui-là n'est pas vraiment mon préféré ou autre.

source: [_star_s_talk_happy_2_s_sad_] Don't worry, it's totally clean, I boiled it in soapy water.
fr_fr: [_star_s_talk_happy_2_s_sad_] Ne t'inquiète pas, c'est totalement propre, je l'ai fait bouillir dans de l'eau savonneuse.

source: [_star_s_neutral_] My plan is, I want you to take it, and {b}plant{/b} it in this one girl's locker.
fr_fr: [_star_s_neutral_] Mon plan, c'est que tu le prennes et que tu le plantes dans le casier d'une fille, à l'adresse {b}.

source: [_danny_s_towards_wide_s_talk_frown_] Uhm... who?
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Euh... qui ?

source: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh man... as if I have to ask...)
fr_fr: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh mec... comme si je devais demander...)

source: [_star_s_closed_s_angry_s_talk_happy_] This total goth loser, {b}Sam Manson{/b}!
fr_fr: [_star_s_closed_s_angry_s_talk_happy_] Ce loser totalement gothique, {b}Sam Manson{/b} !

source: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, don't feel bad or anything, she's a total nightmare to be around. Constantly talks behind people's backs. She's a creep.
fr_fr: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, ne te sens pas mal ou quoi que ce soit, c'est un vrai cauchemar d'être avec elle. Elle parle constamment dans le dos des gens. C'est un sale type.

source: [_danny_s_at_danny_s_angry_] (Gotta prevent myself from getting mad... play it cool, Danny... don't blow your cover this soon into the superhero game!)
fr_fr: [_danny_s_at_danny_s_angry_] (Je dois m'empêcher de m'énerver... reste cool, Danny... ne gâche pas ta couverture si tôt dans le jeu des super-héros)

source: [_star_s_confused_s_talk_happy_2_] So my plan is, you take this, and use your powers to like, put it in her locker during a school day. Then I tell my teacher that I saw her put something like a weapon in there!
fr_fr: [_star_s_confused_s_talk_happy_2_] Donc mon plan c'est que tu prennes ça, et que tu utilises tes pouvoirs pour le mettre dans son casier pendant un jour d'école. Puis je dis à mon professeur que je l'ai vue mettre quelque chose comme une arme là-dedans !

source: [_star_s_talk_happy_s_sad_] When he opens up her locker, I'll have gathered a whole crowd around for everybody to see when he pulls it out! It'll be totally hilarious!!
fr_fr: [_star_s_talk_happy_s_sad_] Quand il ouvrira son casier, j'aurai rassemblé toute une foule autour pour que tout le monde puisse voir quand il le sortira ! Ce sera totalement hilarant !!

source: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (This chick is crazy!! She seriously wants to put Sam through that?!)
fr_fr: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (Cette nana est folle !! Elle veut sérieusement faire subir ça à Sam ?!)

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, well, the thing is, I don't know why I would {i}want{/i} to make somebody get embarassed like that, ya know? I'm not the type of ghost who pulls mischief on people, especially people who are innocent.
fr_fr: [_danny_s_talk_frown_s_towards_s_rise_one_] Le truc, c'est que je ne vois pas pourquoi je voudrais {i}embarrasser quelqu'un comme ça, tu vois ? Je ne suis pas le genre de fantôme qui sème la zizanie chez les gens, surtout chez les innocents.

source: [_star_s_neutral_s_talk_happy_2_] I get why you'd have some hesitation, but I'm telling you, it'd help me out {i}sooooo{/i} much more than it'd embarass her.
fr_fr: [_star_s_neutral_s_talk_happy_2_] Je comprends que tu hésites, mais je te le dis, ça m'aiderait {i}tellement plus que ça ne l'embarrasserait.

source: [_star_s_bite_lip_s_rise_one_] Pluuus... if you can help me out... I'd be more than glad to help {b}you{/b} out...
fr_fr: [_star_s_bite_lip_s_rise_one_] Pluuus... si vous pouvez m'aider... je serais plus qu'heureux de t'aider {b}...

source: [_danny_s_talk_frown_] Uhm... wh-what do you mean?
fr_fr: [_danny_s_talk_frown_] Uhm... Qu-Qu'est-ce que tu veux dire ?

source: [_star_s_sad_s_talk_happy_2_] Oh c'mon, I'm sure you can piece it together in your head... something like a nice {b}juicy{/b} reward...
fr_fr: [_star_s_sad_s_talk_happy_2_] Oh allez, je suis sûr que vous pouvez l'imaginer dans votre tête... quelque chose comme une belle {b}récompense juteuse{/b}...

source: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Well... I mean... i-if it's to help you out and all... I guess it couldn't hurt to pull a relatively harmless little prank...
fr_fr: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Eh bien... Je veux dire... si c'est pour t'aider et tout... Je suppose que ça ne peut pas faire de mal de faire une petite farce relativement inoffensive...

source: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh my God, thank you!! You're the best!! Here, take it!
fr_fr: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh mon Dieu, merci ! Tu es la meilleure ! Tiens, prends-le !

source: [_star_s_talk_happy_2_s_neutral_] So just take it and place it sometime in the {b}morning{/b}, and text me on whatever day you're gonna do it. Her locker is 130 in the main hall.
fr_fr: [_star_s_talk_happy_2_s_neutral_] Alors prends-le et place-le dans la matinée {b}, et envoie-moi un Sms le jour où tu le feras. Son casier est le 130 dans le hall principal.

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, okay, sure, no problem. Hey look, I uhm, I gotta go fight some creepy little ghost girl, or something, but I'll let you know when I get this done, okay?
fr_fr: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, ok, bien sûr, pas de problème. Ecoute, je dois aller me battre contre une petite fille fantôme, ou quelque chose comme ça, mais je te dirai quand j'aurai fini, ok ?

source: [_star_s_talk_happy_2_s_sad_] Okay, cool! See ya later, Billy!
fr_fr: [_star_s_talk_happy_2_s_sad_] Ok, cool ! A plus tard, Billy !

source: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Ugh, no, no way. That needs to stop {b}immediately{/b}.)
fr_fr: [_danny_s_rise_one_s_frown_grin_] (Billy ? !? Ugh, non, pas moyen. Il faut arrêter ça immédiatement {b}{/b}.)

source: [_danny_s_frown_2_s_angry_] (Sam was totally right, she's only interested in serving herself and picking on others.)
fr_fr: [_danny_s_frown_2_s_angry_] (Sam avait totalement raison, elle ne cherche qu'à se servir et à s'en prendre aux autres)

source: [_danny_s_at_danny_] (I mean, to put a sex toy in Sam's locker to frame her? No way would I ever do that!)
fr_fr: [_danny_s_at_danny_] (Je veux dire, mettre un sex-toy dans le casier de Sam pour la piéger ? Je ne ferais jamais ça !)

source: [_danny_s_sad_2_s_frown_grin_] (I mean...)
fr_fr: [_danny_s_sad_2_s_frown_grin_] (Je veux dire...)

source: [_danny_s_at_danny_s_bite_] (If what I {b}think{/b} Star was offering was what she was {i}actually{/i} offering...)
fr_fr: [_danny_s_at_danny_s_bite_] (Si ce que je {b}pense{/b} Star offrait, c'est ce qu'elle offrait réellement {i}{/i}...)

source: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, am I really thinking about this?! Sam is one of my best friends, and I'd just be willing to sell her out?)
fr_fr: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, est-ce que je suis vraiment en train de penser à ça ? ! Sam est l'une de mes meilleures amies, et je serais prête à la vendre ?)

source: [_danny_s_towards_s_rise_one_s_grin_happy_] (Then again... with everbody gathered around there... it might be a perfect chance to trick Star {i}instead{/i}...)
fr_fr: [_danny_s_towards_s_rise_one_s_grin_happy_] (Mais bon... avec tout le monde rassemblé autour... ça pourrait être l'occasion parfaite de tromper Star {i}à la place{/i}...)

source: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Man, how is this even a hard choice to make? I really am a piece of work...)
fr_fr: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Mec, comment ce choix peut-il être difficile à faire ? Je suis vraiment un sacré numéro...)
