Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode_4_twinkle_twinkle.po
Languages: fr_fr

source: [_star_s_talk_happy_s_sad_] I know right, what a bitch in heat! Ahah hahhah!!
fr_fr: [_star_s_talk_happy_s_sad_] Je sais, quelle salope en chaleur ! Ahah hahhah ! !!

source: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... that was a punch in the gut to watch.)
fr_fr: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... c'était un coup de poing dans les tripes à regarder.)

source: [_danny_s_towards_s_sad_s_frown_] (I can't believe I was apart of that... how awful.)
fr_fr: [_danny_s_towards_s_sad_s_frown_] (Je ne peux pas croire que j'ai fait partie de ça... c'est horrible.)

source: [_danny_s_sad_2_s_frown_] (Sam can live with another scolding from Lancer, but she shouldn't have been dragged in front of so many people like that.)
fr_fr: [_danny_s_sad_2_s_frown_] (Sam peut vivre avec une autre réprimande de Lancer, mais elle n'aurait pas dû être traînée devant tant de gens comme ça)

source: [_danny_s_at_danny_s_angry_s_frown_grin_] (Well Fenton, I hope you're proud of yourself. Was it worth it?)
fr_fr: [_danny_s_at_danny_s_angry_s_frown_grin_] (Eh bien Fenton, j'espère que tu es fier de toi. Ça en valait la peine ?)

source: [_danny_s_at_player_s_sad_2_s_frown_] (You're a regular Judas, selling your friend out to Star...)
fr_fr: [_danny_s_at_player_s_sad_2_s_frown_] (Tu es un vrai Judas, vendant ton ami à Star...)

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the-
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Qu'est-ce que-

source: [_starspook_] Heyyyy Billy! Oh my gawd, that was so funny, you should have seen it. Thanks for helping out again!! If you want to, swing by the girl's bathroom again sometime. ;P
fr_fr: [_starspook_] Heyyyy Billy ! Oh mon dieu, c'était tellement drôle, tu aurais dû voir ça. Merci de m'avoir aidé à nouveau ! Si tu veux, repasse par les toilettes des filles un de ces jours ;P

source: [_danny_] (...welp, it looks like it's time for me to go collect my 30 pieces of silver...)
fr_fr: [_danny_] (...welp, on dirait qu'il est temps pour moi d'aller chercher mes 30 pièces d'argent...)

source: [_danny_] (Sam's standing by her locker all alone... I had better turn invisible before anybody else shows up...)
fr_fr: [_danny_] (Sam est debout près de son casier, toute seule... Je ferais mieux de devenir invisible avant que quelqu'un d'autre ne se montre...)

source: [_danny_] (This should be a good way to get a front row seat to the action... speaking of which, here comes Lancer!)
fr_fr: [_danny_] (Cela devrait être un bon moyen d'être aux premières loges de l'action... en parlant de cela, voici Lancer !)

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students right to proper peace of mind.
fr_fr: [_lancer_s_talk_frown_] Cependant, j'ai bien peur de devoir passer outre cette vie privée en faveur de la protection du droit des autres étudiants à la tranquillité d'esprit.

source: [_danny_] (Sam's starting to open her locker... oh man, Star is {b}sure{/b} gonna be surprised to see how this plays out...)
fr_fr: [_danny_] (Sam commence à ouvrir son casier... oh mec, Star est {b}sure{/b} va être surprise de voir comment ça se passe...)

source: [_lancer_s_rise_one_s_talk_frown_] Yes, Ms. Astray, what {i}are{/i} you talking about?
fr_fr: [_lancer_s_rise_one_s_talk_frown_] Oui, Mlle Astray, de quoi {i}parlez-vous ?

source: [_star_s_confused_s_talk_frown_] Huh?
fr_fr: [_star_s_confused_s_talk_frown_] Hein ?

source: [_lancer_s_closed_s_talk_frown_s_sad_] Quite frankly, I don't see {b}anything{/b} in this locker that resembles some sort of potential weapon or blunt instrument.
fr_fr: [_lancer_s_closed_s_talk_frown_s_sad_] Franchement, je ne vois pas {b}quelque chose dans ce casier qui ressemble à une arme potentielle ou à un instrument contondant.

source: [_sam_s_sad_s_talk_happy_] See? I told you Mr. Lancer, I would {i}never{/i} bring anything to school that could possibly hurt someone!
fr_fr: [_sam_s_sad_s_talk_happy_] Vous voyez ? Je vous l'avais dit, M. Lancer, je {i}n'apporterai jamais rien à l'école qui puisse blesser quelqu'un !

source: [_lancer_s_idle__s_talk_frown_] Right you are, Ms. Manson, you have my professional apology. I was worried for a moment that you might be veering into even {b}more{/b} troubling behavior after our last incident with your school attire...
fr_fr: [_lancer_s_idle__s_talk_frown_] Vous avez raison, Mlle Manson, vous avez mes excuses professionnelles. J'ai craint pendant un moment que vous n'adoptiez un comportement encore plus troublant {b}après notre dernier incident avec votre tenue scolaire...

source: [_lancer_s_talk_happy_s_sad_] But every so often, I'm glad to have been proven wrong.
fr_fr: [_lancer_s_talk_happy_s_sad_] Mais de temps en temps, je suis heureux d'avoir eu tort.

source: [_star_s_angry_s_talk_frown_] Wh-what? Then... well, wh-what about anything non-school appropriate?!
fr_fr: [_star_s_angry_s_talk_frown_] Qu-quoi ? Alors... et bien, qu'en est-il de tout ce qui n'est pas approprié à l'école ? ?!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... while I don't necessarily approve of the {i}amount{/i} of rebellious paraphernalia Ms. Manson has, none of it seems to incite violence or improper conduct...
fr_fr: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... bien que je n'approuve pas nécessairement la {i}quantité{/i} d'attirail de rébellion que possède Mme Manson, rien de tout cela ne semble inciter à la violence ou à une conduite inappropriée...

source: [_lancer_s_closed_s_sad_] But otherwise no, I don't think this locker has anything in it that would constitute breaking the school's locker policy guidelines...
fr_fr: [_lancer_s_closed_s_sad_] Mais sinon, non, je ne pense pas que ce casier contienne quoi que ce soit qui puisse constituer une infraction aux directives de l'école concernant les casiers...

source: [_lancer_s_towards_s_rise_one_] ...perhaps you would care to {i}clarify{/i} your original report to me, Ms. Astray?
fr_fr: [_lancer_s_towards_s_rise_one_] ...peut-être pourriez-vous clarifier {i}votre rapport original, Mme Astray ?

source: [_star_s_towards_s_talk_frown_] Bu-but, I- she was putting- I had the- how-
fr_fr: [_star_s_towards_s_talk_frown_] Mais, je... elle mettait... j'avais le... comment

source: [_sam_s_talk_frown_] Just admit it Star, you were {b}lying{/b} to Mr. Lancer!
fr_fr: [_sam_s_talk_frown_] Admets-le Star, tu as menti à M. Lancer sur {b}!

source: [_lancer_s_talk_frown_s_wondering_] Is this {i}true{/i} Ms. Astray? Is this why all of these students are gathered here? What was this supposed to be, some sort of elaborate {u}stunt{/u}?
fr_fr: [_lancer_s_talk_frown_s_wondering_] Est-ce que c'est {i}vrai{/i} Mme Astray ? C'est pour ça que tous ces étudiants sont réunis ici ? Qu'est-ce que c'était censé être, une sorte de cascade élaborée {u}?

source: [_star_s_talk_frown_] I... I was... I...
fr_fr: [_star_s_talk_frown_] I... J'étais... I...

source: [_danny_] (Now I think it's {b}my{/b} turn to step in!)
fr_fr: [_danny_] (Maintenant je pense que c'est {b}mon{/b} tour d'intervenir !)

source: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] I just wanted to- {b}HEY{/b}, what the...!!
fr_fr: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] Je voulais juste... {b}HEY{/b}, qu'est-ce que... ...!!

source: [_sam_s_talk_happy_s_sad_2_] Hah hah! No freaking way!
fr_fr: [_sam_s_talk_happy_s_sad_2_] Hah hah ! Pas moyen !

source: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh my God!! Who just pantsed me?! I'm gonna kill you!!
fr_fr: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh mon Dieu ! Qui vient de me déculotter ? ! Je vais te tuer !!

source: [_lancer_s_angry_s_talk_frown_] {b}Sisterhood of the Traveling Pants!!{/b} Ms. Astray!!
fr_fr: [_lancer_s_angry_s_talk_frown_] {b}La sororité du pantalon voyageur!!{/b} Ms. Astray !!

source: [_danny_] (Oh man, this couldn't have gone {b}any{/b} better!)
fr_fr: [_danny_] (Oh mec, ça n'aurait pas pu mieux se passer {b}!)

source: [_student1_] Wow man! Look at those buns!
fr_fr: [_student1_] Wow mec ! Regarde ces petits pains !

source: [_student3_] Check it dude, Star's giving us a view of the full moon! Ha hah!
fr_fr: [_student3_] Regarde mec, Star nous donne une vue de la pleine lune ! Ha hah !

source: [_student2_] You idiot, that's not even a full moon, she's still got her panties on... you can barely even see her tattoo.
fr_fr: [_student2_] Idiot, ce n'est même pas la pleine lune, elle porte encore sa culotte... on voit à peine son tatouage.

source: [_student4_] This isn't anything special, her naked photos are {i}already{/i} online, guys.
fr_fr: [_student4_] Ce n'est rien de spécial, ses photos nues sont déjà en ligne {i}, les gars.

source: [_student1_] Wow, wait, Star has {b}naked{/b} photos online?! Bro, in the infamous words of Ice-T, "Imma need the link".
fr_fr: [_student1_] Wow, attendez, Star a {b}photos nues en ligne ?! Mec, comme le dit si bien Ice-T, "il me faut le lien".

source: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh my God, this is {u}NOT{/u} happening!!
fr_fr: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh mon Dieu, c'est {u}NOT{/u} happening !!

source: [_lancer_s_talk_frown_s_closed_] Ms. Astray, I think it'd be best if you come with me to Principal Ishiyama's office so you can properly explain your actions during the frivolous time wasting venture you've pulled this afternoon.
fr_fr: [_lancer_s_talk_frown_s_closed_] Mlle Astray, je pense qu'il serait préférable que vous veniez avec moi dans le bureau du Principal Ishiyama afin que vous puissiez expliquer vos actions durant la perte de temps frivole que vous avez faite cet après-midi.

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] No butts!! I've dealt with one too many "{i}butts{/i}" for the day already. To my office. {u}Now{/u}!!
fr_fr: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Pas de fesses ! J'ai déjà eu affaire à un trop grand nombre de "{i}mégots{/i}" pour la journée. A mon bureau. {u}Maintenant !!

source: [_sam_s_confused_s_talk_happy_] I guess you better get going, right? Try not to trip over your pants there, Star-Power.~
fr_fr: [_sam_s_confused_s_talk_happy_] Je suppose que tu ferais mieux d'y aller, non ? Essaie de ne pas trébucher sur ton pantalon, Star-Power.~

source: [_star_s_talk_frown_] Thi-this can't be happening, I-I was going to have you-
fr_fr: [_star_s_talk_frown_] Ça ne peut pas arriver, je voulais que tu

source: [_lancer_] I MEANT {u}NOW{/u}, MS. ASTRAY!!
fr_fr: [_lancer_] Je voulais dire {u}MAINTENANT, MS. ASTRAY !!

source: [_sam_s_center_s_confused_s_talk_frown_] Man... what the {b}hell{/b} just happened here?
fr_fr: [_sam_s_center_s_confused_s_talk_frown_] Mec... qu'est-ce qui vient de se passer ici, sur {b}?

source: [_danny_s_sad_s_talk_happy_2_] Talking to yourself, I see. Ya know, you should probably try to kick that kinda bad habit.
fr_fr: [_danny_s_sad_s_talk_happy_2_] Tu parles tout seul, je vois. Tu sais, tu devrais probablement essayer de te débarrasser de cette mauvaise habitude.

source: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! You're not going to believe this! It was so freaking weird!!
fr_fr: [_sam_s_towards_wide_s_talk_happy_s_sad_] Mec, Danny !! Tu ne vas pas le croire ! C'était tellement bizarre !!

source: [_sam_s_closed_s_neutral_s_talk_frown_2_] So Lancer comes all up on me and was going like, {i}*Ahem*{/i} "Ehm, {i}excuse{/i} Ms. Manson, but I'm afraid I'll need to invesitage your locker space" cause he said that Star said-
fr_fr: [_sam_s_closed_s_neutral_s_talk_frown_2_] Donc Lancer me tombe dessus et fait genre, {i}*Ahem*{/i} "Ehm, {i}excuse{/i} Mme Manson, mais j'ai bien peur de devoir investir votre casier" parce qu'il a dit que Star avait dit

source: [_danny_s_rise_one_s_talk_happy_] Something about a weapon in your locker, I heard?
fr_fr: [_danny_s_rise_one_s_talk_happy_] Quelque chose à propos d'une arme dans ton casier, j'ai entendu ?

source: [_sam_s_sad_s_talk_frown_] Yeah!! Then, Lancer searched my locker, right, and of {i}course{/i} there wasn't anything there, right?!
fr_fr: [_sam_s_sad_s_talk_frown_] Ouais ! Ensuite, Lancer a fouillé mon casier, et sur {i}bien sûr, il n'y avait rien, hein ? ?!

source: [_danny_s_talk_happy_s_sad_2_] Uh huh... interesting, interesting...
fr_fr: [_danny_s_talk_happy_s_sad_2_] Uh huh... intéressant, intéressant...

source: [_sam_s_center_wide_s_angry_s_talk_happy_] So then, Lancer was all over Star like "Why'd you waste my precious time on this, you perky boobs with teeth?", and then, out of {b}nowhere{/b} her-
fr_fr: [_sam_s_center_wide_s_angry_s_talk_happy_] Alors, Lancer était sur Star, genre "Pourquoi t'as perdu mon précieux temps avec ça, espèce de nichons avec des dents ?", et puis, sortant de {b}nulle part, elle

source: [_sam_s_center_s_confused_s_talk_frown_] ...pants... mysteriously came off...
fr_fr: [_sam_s_center_s_confused_s_talk_frown_] ...le pantalon... s'est mystérieusement détaché...

source: [_sam_s_confused_s_talk_happy_] ...{i}you{/i} did that, didn't you??
fr_fr: [_sam_s_confused_s_talk_happy_] ...{i}vous avez fait ça, n'est-ce pas ??

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Whaaat? Who, {b}me{/b}? Why I would {i}never{/i}...
fr_fr: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Quoi ? Qui, {b}moi{/b} ? Pourquoi je ne {i}jamais{/i}...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] Okay, okay you caught me, good sleuthing detective!
fr_fr: [_danny_s_rise_one_s_towards_s_talk_happy_] Ok, ok, tu m'as eu, bon détective !

source: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] So what the heck, what was this all about anyway?!
fr_fr: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] Alors, qu'est-ce que c'était, tout ça, de toute façon ? ?!

source: [_danny_s_talk_happy_2_s_rise_one_] Long story, but basically, Star wanted to frame your locker with one of her flesh toys by having Inviso-Bill put it in there.
fr_fr: [_danny_s_talk_happy_2_s_rise_one_] Longue histoire, mais en gros, Star voulait encadrer ton casier avec un de ses jouets de chair en le faisant mettre par Inviso-Bill.

source: [_sam_s_towards_s_confused_s_talk_frown_] What?! Why would you- I mean, why would {i}he{/i} want to do that? What possible motive did {i}she{/i} even have?!
fr_fr: [_sam_s_towards_s_confused_s_talk_frown_] Quoi ? ! Pourquoi tu... Je veux dire, pourquoi {i}il{/i} voudrait faire ça ? Quel motif possible {i}elle a pu avoir ?!

source: [_danny_s_sad_s_talk_frown_2_] Just so people would have something other to talk about than the naked photos of her online. She said that if Inviso-Bill helped out that there'd be some sort of "reward" in it for him.
fr_fr: [_danny_s_sad_s_talk_frown_2_] Juste pour que les gens aient autre chose à dire que les photos d'elle nue en ligne. Elle a dit que si Inviso-Bill aidait, il y aurait une sorte de "récompense" pour lui.

source: [_sam_s_confused_s_talk_frown_] What? What kind of a rew-
fr_fr: [_sam_s_confused_s_talk_frown_] Quoi ? Quel genre de

source: [_sam_s_towards_wide_s_talk_frown_2_s_sad_2_] ...oh. Ohhhh. I see.
fr_fr: [_sam_s_towards_wide_s_talk_frown_2_s_sad_2_] ...oh. Ohhhh. Je vois.

source: [_sam_s_neutral_s_towards_s_talk_frown_] Gross.
fr_fr: [_sam_s_neutral_s_towards_s_talk_frown_] Brut.

source: [_danny_s_sad_2_s_talk_happy_s_towards_] Yeah well, I obviously wouldn't do that to you, so I thought I'd turn her little prank around on her.
fr_fr: [_danny_s_sad_2_s_talk_happy_s_towards_] Je ne te ferais pas ça, alors je me suis dit que j'allais retourner sa petite blague contre elle.

source: [_sam_s_away_s_talk_happy_3_] Well... gee. I know it might sound stupid to say, but thank you.
fr_fr: [_sam_s_away_s_talk_happy_3_] Eh bien... mince. Je sais que ça peut paraître stupide à dire, mais merci.

source: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, you don't need to thank-
fr_fr: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, tu n'as pas besoin de remercier

source: [_sam_s_closed_s_sad_s_talk_frown_] No, I actually want to, Danny. You would have been a scummy guy to have gone through with it, {b}obviously{/b}...
fr_fr: [_sam_s_closed_s_sad_s_talk_frown_] Non, en fait je le veux, Danny. Tu aurais été un sale type pour aller jusqu'au bout, {b}évidemment{/b}...

source: [_sam_s_towards_s_confused_s_talk_happy_] ...but I can see that there must have been some level of {b}temptation{/b} to do it. Even {i}I{/i} understand that.
fr_fr: [_sam_s_towards_s_confused_s_talk_happy_] ...mais je peux comprendre qu'il y ait eu un certain niveau de {b}tentation{/b} de le faire. Même {i}Je comprends ça.

source: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] I know you told me the other day you were glad we were as close as we are already... so I just wanna say that I'm glad that I can count on you just as much.
fr_fr: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] Je sais que tu m'as dit l'autre jour que tu étais content que nous soyons aussi proches que nous le sommes déjà... alors je veux juste dire que je suis content de pouvoir compter sur toi tout autant.

source: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, of course. I've got your back completely!
fr_fr: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, bien sûr. J'assure complètement tes arrières !

source: [_sam_s_talk_happy_] Wow... it really feels good to be this...
fr_fr: [_sam_s_talk_happy_] Wow... ça fait vraiment du bien d'être ce...

source: [_sam_s_blush_2_s_confused_] I don't know... close, to somebody?
fr_fr: [_sam_s_blush_2_s_confused_] Je ne sais pas... proche, de quelqu'un ?

source: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Yeah, I think it feels nice too...
fr_fr: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Ouais, je pense que ça fait du bien aussi...

source: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Well, uhm, that was pretty funny, right? The whole pantsing thing?
fr_fr: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Eh bien, euh, c'était assez drôle, non ? Le truc de la déculottée ?

source: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah! That was actually super funny. I'm sure a couple more photos of Star's butt got added to her growing online catalogue!
fr_fr: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah ! C'était en fait très drôle. Je suis sûr que quelques photos supplémentaires des fesses de Star ont été ajoutées à son catalogue en ligne en pleine expansion !

source: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, I know! She should have learned to just let it go, right?
fr_fr: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, je sais ! Elle aurait dû apprendre à laisser tomber, non ?

source: [_sam_s_talk_bite_] Hhmmm, yeah...
fr_fr: [_sam_s_talk_bite_] Hhmmm, ouais...

source: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, I sorta noticed that you changed your name on Spookchat, right?
fr_fr: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, j'ai remarqué que tu as changé ton nom sur Spookchat, non ?

source: [_danny_s_sad_2_s_talk_frown_] Huh? Oh you noticed that? Yeah, Tucker gave me his old PDA since my phone was busted.
fr_fr: [_danny_s_sad_2_s_talk_frown_] Hein ? Oh tu as remarqué ça ? Ouais, Tucker m'a donné son vieux PDA puisque mon téléphone était cassé.

source: [_sam_s_sad_2_s_talk_bite_] Yeah, I sorta got a notification. Good thing Tucker and I were the only people you ever messaged before. You were hardly ever on it anyway...
fr_fr: [_sam_s_sad_2_s_talk_bite_] Ouais, j'ai eu une sorte de notification. C'est une bonne chose que Tucker et moi ayons été les seules personnes à qui tu as envoyé des messages avant. Tu n'étais presque jamais dessus de toute façon...

source: [_danny_s_at_player_s_sad_s_talk_happy_] Honestly, it's not a bad little communication app! I think I'm gonna start using it more often, it'll make it easier if any of us spot a ghost for me to take on.
fr_fr: [_danny_s_at_player_s_sad_s_talk_happy_] Honnêtement, ce n'est pas une mauvaise petite application de communication ! Je pense que je vais commencer à l'utiliser plus souvent, ça sera plus facile si l'un d'entre nous repère un fantôme dont je dois m'occuper.

source: [_sam_s_confused_s_talk_happy_] Awesome! So, uhm, you wouldn't mind if I messaged you later on it then, right?
fr_fr: [_sam_s_confused_s_talk_happy_] Génial ! Donc, euh, ça ne te dérange pas si je t'envoie un message plus tard, n'est-ce pas ?

source: [_danny_s_talk_happy_s_wondering_] What? No, of course you can, why would I mind? We're best friends, duh.
fr_fr: [_danny_s_talk_happy_s_wondering_] Quoi ? Non, bien sûr que tu peux, pourquoi ça me dérangerait ? Nous sommes meilleurs amis, duh.

source: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, great. I'll do that then!
fr_fr: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, super. Je vais faire ça alors !

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Awesome, it'll be good to keep in touch with you like that.
fr_fr: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Génial, ce sera bien de rester en contact avec toi comme ça.

source: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Well, I'm gonna head home for the night. See you around?
fr_fr: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Bon, je vais rentrer chez moi pour la nuit. On se voit dans le coin ?

source: [_danny_s_wondering_s_talk_happy_] Yeah Sam, of course.
fr_fr: [_danny_s_wondering_s_talk_happy_] Oui, Sam, bien sûr.

source: [_sam_s_closed_s_talk_happy_3_] Alrighty... see you later, gator...
fr_fr: [_sam_s_closed_s_talk_happy_3_] D'accord... à plus tard, Gator...

source: [_danny_s_rise_one_s_frown_3_] (Hmmm... well that was interesting. What was the whole Spookchat thing about? She was acting kind of coy about it.)
fr_fr: [_danny_s_rise_one_s_frown_3_] (Hmmm... bien, c'était intéressant. C'était quoi cette histoire de Spookchat ? Elle agissait comme une sorte de timide à ce sujet.)

source: [_danny_s_frown_2_s_wondering_] (Man, girls are mysterious creatures. Sometimes I think I understand ghosts more than I do them.)
fr_fr: [_danny_s_frown_2_s_wondering_] (Mec, les filles sont des créatures mystérieuses. Parfois, je pense que je comprends mieux les fantômes qu'elles)

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Maybe it's because I'm half ghost, captain obvious?)
fr_fr: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Peut-être que c'est parce que je suis à moitié fantôme, capitaine évident ?)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... I wonder if Star'll get mad at Inviso-Bill or not.)
fr_fr: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... Je me demande si Star va s'énerver contre Inviso-Bill ou pas.)

source: [_danny_s_wondering_s_frown_grin_] (Maybe there's a chance I can save myself from her wrath?)
fr_fr: [_danny_s_wondering_s_frown_grin_] (Peut-être qu'il y a une chance que je puisse me sauver de sa colère ?)

source: [_danny_s_at_player_s_frown_] (Ehh, it's probably best that I just try not to talk to her for the moment.)
fr_fr: [_danny_s_at_player_s_frown_] (Ehh, c'est probablement mieux que j'essaie juste de ne pas lui parler pour le moment)

source: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Man... the past 10 minutes have been pretty crazy. I should try to find something else to do with the rest of my day.)
fr_fr: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Mec... les 10 dernières minutes ont été assez folles. Je devrais essayer de trouver autre chose à faire avec le reste de ma journée)

source: [_danny_] (Well... here we go again...)
fr_fr: [_danny_] (Eh bien... c'est reparti...)

source: [_danny_s_closed_s_angry_s_talk_frown_] I'm going ghost!
fr_fr: [_danny_s_closed_s_angry_s_talk_frown_] Je vais devenir un fantôme !
