Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode1_MZ.po
Languages: fr_fr

source: [_lancer_] {b}FOR WHOM THE BELL TOLLS!!{/b} Mr. Fenton, are you alright?!
fr_fr: [_lancer_] {b}Pour qui la cloche sonne !!! M. Fenton, vous allez bien ?!

source: [_lancer_] Mr. Foley, help me get him to the school nurse!!
fr_fr: [_lancer_] M. Foley, aidez-moi à l'amener à l'infirmière de l'école !!

source: [_tucker_] R-right!
fr_fr: [_tucker_] D'accord !

source: [_danny_] Good Lord... am I in heaven?
fr_fr: [_danny_] Bon Dieu... suis-je au paradis ?

source: [_kate_] No, you haven't quite reached the afterlife just yet, Mr. Fenton.
fr_fr: [_kate_] Non, vous n'avez pas encore atteint l'au-delà, M. Fenton.

source: [_kate_] {i}*Ahem*{/i} A very minor concussion is no excuse to stare {i}this{/i} long, young man. {i}*Chuckle*{/i}
fr_fr: [_kate_] {i}*Ahem*{/i} Une commotion mineure n'est pas une excuse pour fixer {i}aussi longtemps, jeune homme. {i}*Chuckle*{/i}

source: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Oh!{/i} S-sorry, I didn't mean to be rude.
fr_fr: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Oh!{/i} S-désolée, je ne voulais pas être impolie.

source: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] {i}Hah ha!{/i} No, no, it's fine actually, sometimes it's nice to be reminded that I've still got it...
fr_fr: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] {i}Hah ha!{/i} Non, non, c'est bon en fait, parfois c'est bien de se rappeler que je l'ai toujours...

source: [_danny_s_at_self_s_unhappy_s_talk_happy_] I... {i}uhh{/i}... well, no problem then.
fr_fr: [_danny_s_at_self_s_unhappy_s_talk_happy_] Je... {i}uhh{/i}... bien, pas de problème alors.

source: [_kate_s_towards_s_sad_s_talk_happy_] Now, how are you feeling? I understand you passed out in class recently? Tell me a little about that.
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_] Maintenant, comment vous sentez-vous ? J'ai cru comprendre que vous vous êtes évanoui en classe récemment ? Dites-moi un peu plus à ce sujet.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Yeah, I guess I did... I don't know what happened though... I just got this weird chill in my throat, sorta... then everything just went black.
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Ouais, je suppose que j'ai fait... Mais je ne sais pas ce qui s'est passé... J'ai juste eu cet étrange frisson dans la gorge, en quelque sorte... puis tout est devenu noir.

source: [_kate_s_towards_s_neutral_s_talk_happy_] {i}Hmm{/i}... well, I checked your temperature already, and everything seems to be normal. You should be fine for now, but I want you to feel free to visit me if you ever feel like you need to be checked out again, for any reason at all.
fr_fr: [_kate_s_towards_s_neutral_s_talk_happy_] {i}Hmm{/i}... eh bien, j'ai déjà vérifié votre température, et tout semble être normal. Vous devriez aller bien pour l'instant, mais je veux que vous vous sentiez libre de venir me voir si vous sentez que vous avez besoin d'être examiné à nouveau, pour quelque raison que ce soit.

source: [_kate_s_towards_s_sad_s_talk_happy_] I'll let Mr. Lancer know that you have my permission to be exempt from class if you ever need to get some fresh air. Walking around occasionally should do you some good.
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_] Je ferai savoir à M. Lancer que vous avez ma permission d'être dispensé de cours si jamais vous avez besoin de prendre l'air. Marcher de temps en temps devrait te faire du bien.

source: [_danny_s_towards_s_sad_s_talk_happy_] Wow! Free permanent hall pass?! Alright! Thanks Ms... {i}uhm{/i}...? Sorry, I didn't get your-
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Wow ! Un laissez-passer permanent gratuit ? ! Très bien ! Merci Mlle... {i}uhm{/i}... ? Désolé, je n'ai pas eu votre-

source: [_kate_s_towards_s_sad_s_talk_happy_] Oh please, just call me Nurse Kate. And you should still be keeping up with your studies young man! I don't wanna hear that you're slacking in your classes going forward, okay?
fr_fr: [_kate_s_towards_s_sad_s_talk_happy_] Oh s'il vous plaît, appelez-moi juste Infirmière Kate. Et tu devrais continuer à suivre tes études, jeune homme ! Je ne veux pas entendre que tu te relâche dans tes cours à l'avenir, ok ?

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay, no problem, {i}uhh{/i}, Nurse Kate. I'll try to stay on top of things, don't worry.
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Ok, pas de problème, {i}uhh{/i}, infirmière Kate. J'essaierai de rester au courant des choses, ne vous inquiétez pas.

source: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] Wonderful. Now please, go home early today and get some rest.{p}And Danny, I really do mean you can stop by for {i}any{/i} reason...
fr_fr: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] Merveilleux. Maintenant, s'il vous plaît, rentrez chez vous plus tôt aujourd'hui et reposez-vous.{p}Et Danny, je veux vraiment dire que tu peux passer pour {i}n'importe quelle raison...

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, what a day and a half I've had... I'm looking forward to just laying down on my bed and avoiding anything else particularly exciting for the rest of the day!
fr_fr: [_danny_s_at_player_s_sad_s_talk_consternation_] Mec, quelle journée et demie j'ai eu... J'ai hâte de m'allonger sur mon lit et d'éviter toute autre chose particulièrement excitante pour le reste de la journée !

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}DANNY!!{/i} Come look! There's some exciting and heart-stopping news on the television!!
fr_fr: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}DANNY!!{/i} Venez voir ! Il y a des nouvelles excitantes et à couper le souffle à la télévision !!

source: [_newscaster_s_9_] Breaking news report! Channel 4 News has received multiple reports of what appears to be a green, {i}floating{/i} octopus-like creature observed terrorizing the city! Footage captured using hand held cameras, as well as eye witness-
fr_fr: [_newscaster_s_9_] Dernières nouvelles ! Channel 4 News a reçu plusieurs rapports sur ce qui semble être une créature verte, {i}flottante, ressemblant à une pieuvre, terrorisant la ville ! Des images capturées à l'aide de caméras portatives, ainsi que des témoins oculaires-

source: [_jazz_] No.{p}Freaking.{p}Way.
fr_fr: [_jazz_] Non.{p}Flippant.{p}Chemin.

source: [_maddie_] Jack! Oh my gosh, Jack!! This is it! The validation of our {u}entire{/u} life's work!
fr_fr: [_maddie_] Jack ! Oh mon dieu, Jack !! Ca y est ! La validation du travail de toute notre vie sur {u}!

source: [_jack_] {i}YEEESS!!{/i} Oh yeah, they laughed at ol' Jack Fenton, calling me a crazy failure! Well guess who's laughing {i}and{/i} crazy now, baby?!
fr_fr: [_jack_] {i}YEEESS!!{/i} Oh oui, ils se sont moqués de ce bon vieux Jack Fenton, en me traitant de raté fou ! Devine qui rit {i}et qui est fou maintenant, bébé ?!

source: [_newscaster_s_1_] -fficial word we are receiving is that due to the apparent appearance of these seemingly {i}supernatural{/i} and remarkable occurences, {b}Mayor Montez{/b} is currently seeking the aid of famed paranormal expert...
fr_fr: [_newscaster_s_1_] -La nouvelle officielle que nous recevons est qu'en raison de l'apparition apparente de ces événements remarquables et surnaturels {i}, {b}Le maire Montez{/b} cherche actuellement l'aide du célèbre expert en paranormal...

source: [_jack_] Yes...
fr_fr: [_jack_] Oui...

source: [_newscaster_s_7_] ...a man who has come under {i}numerous{/i} scrutinous and critical attacks due to his steadfast belief in ghostly apparitions...
fr_fr: [_newscaster_s_7_] ...un homme qui a fait l'objet de {i}de nombreuses attaques minutieuses et critiques en raison de sa croyance inébranlable dans les apparitions fantomatiques...

source: [_newscaster_s_11_] ...although, in this humble reporter's opinion, the very belief that has now been proven to not only be completely justified, but extremely poingant and, might I add, exceptionally wise given hindsight... a man we all know and love...!
fr_fr: [_newscaster_s_11_] ...bien que, de l'avis de cet humble journaliste, la croyance même qui s'est maintenant avérée non seulement complètement justifiée, mais aussi extrêmement poignante et, pourrais-je ajouter, exceptionnellement sage avec le recul... un homme que nous connaissons et aimons tous...!

source: [_jack_] {i}YES!!{/i}
fr_fr: [_jack_] {i}OUI!!{/i}

source: [_newscaster_s_9_] ...billionaire, philanthropist, and Fortunate Magazine's "Man of the Year" ten years running...{p}{u}Vlad Masters{/u}!
fr_fr: [_newscaster_s_9_] ...milliardaire, philanthrope, et "Homme de l'année" du magazine Fortunate dix ans de suite...{p}{u}Vlad Masters !

source: [_jack_] Alright! I'm gonna be the Mayor's adviso... wait!{p}{u}Vladdie{/u}?!
fr_fr: [_jack_] C'est bon ! Je vais être le conseiller du maire... attends !{p}{u}Vladdie{/u} ?!

source: [_maddie_s_flip_s_closed_s_neutral_s_talk_happy_] Oh, look Jack! Now Vlad's coming to town to help out! Goodness, today has just been a {i}really{/i} eventful day!!
fr_fr: [_maddie_s_flip_s_closed_s_neutral_s_talk_happy_] Oh, regarde Jack ! Maintenant Vlad vient en ville pour donner un coup de main ! Bonté divine, aujourd'hui a été une {i}journée vraiment{/i} mouvementée !!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Well, I suppose they {i}would{/i} recruit him first... he's the one with the ghost hunting website properly set up after all... I still can't quite figure out how to unsubscribe from AOL to start mine up...
fr_fr: [_jack_s_towards_s_sad_s_talk_displeased_] Eh bien, je suppose qu'ils {i}le recruteraient en premier... c'est lui qui a le site web de la chasse aux fantômes bien installé après tout... Je n'arrive toujours pas à comprendre comment me désinscrire d'AOL pour lancer le mien...

source: [_jack_] {i}Ahhh{/i} well, seeing ol' Vladdie in person again will be a real treat at least! Feels like it's been ages...
fr_fr: [_jack_] {i}Ahhh{/i} bien, revoir le vieux Vladdie en personne sera un vrai plaisir au moins ! J'ai l'impression que ça fait une éternité...

source: [_jack_] Heck, I guess it {i}has{/i} been ages!!
fr_fr: [_jack_] Heck, je suppose que {i}a{/i} été des siècles !!

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Wait, Mom, Dad... do you two {i}know{/i} Vlad Masters?
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_] Attendez, maman, papa... vous connaissez tous les deux {i}. Vlad Masters ?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Know him? Heck, the two of us actually used to {u}date{/u} for a good while back in college!
fr_fr: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Vous le connaissez ? En fait, on est sortis ensemble sur {u}pendant un bon moment à l'université !

source: [_jack_s_closed_s_sad_s_talk_happy_] Yeup, back at the ol' {b}University of Wisconsin{/b}, we were quite the trio. That was, at least... until the {u}incident{/u}...
fr_fr: [_jack_s_closed_s_sad_s_talk_happy_] Oui, à l'époque de l'Université du Wisconsin {b}, on était un sacré trio. Du moins... jusqu'à l'incident {u}...

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] The "incident"...?
fr_fr: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] L'"incident"...?

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh never mind all that for now! Quickly Jack! We need to try to track down this octopus ghost!
fr_fr: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, oubliez tout ça pour l'instant ! Vite, Jack ! Nous devons essayer de retrouver ce fantôme de pieuvre !

source: [_jack_s_at_player_wide_s_idle_s_talk_happy_] Yes, of course! Kids, try not to get into any trouble while your mother and I are away catching that calimari creep!
fr_fr: [_jack_s_at_player_wide_s_idle_s_talk_happy_] Oui, bien sûr ! Les enfants, essayez de ne pas faire d'ennuis pendant que votre mère et moi sommes partis attraper ce salaud de calimari !

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I seriously can't believe this... is this real life? Ghosts? Ghosts are {i}really{/i} real?? How the... how is this {u}possible{/u}?!?
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Je n'arrive vraiment pas à y croire... C'est la vraie vie ? Des fantômes ? Les fantômes sont {i}vraiment réels ?? Comment... comment est-ce possible {u}?!?

source: [_danny_s_towards_s_sad_s_talk_happy_] Don't worry guys, we'll both be fine. Right Jazz?
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_] Ne vous inquiétez pas les gars, on va s'en sortir tous les deux. Pas vrai, Jazz ?

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I was... actually {u}wrong{/u}?? This whole time?! This doesn't make any sense at all... oh God, I feel faint...
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] J'étais... en fait {u}wrong{/u} ?? Tout ce temps ? ! Ça n'a aucun sens... oh mon Dieu, je me sens mal...

source: [_maddie_s_flip_s_away_wide_s_talk_happy_s_rise_one_4_] There's a ham casserole in the oven for dinner! Take it out in the next five minutes. Place the leftovers in the fridge. You kids stay safe now!
fr_fr: [_maddie_s_flip_s_away_wide_s_talk_happy_s_rise_one_4_] Il y a une casserole de jambon dans le four pour le dîner ! Sortez-la dans les cinq prochaines minutes. Mettez les restes dans le réfrigérateur. Vos enfants sont en sécurité maintenant !

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Yeah, and call us if you see any potential ghost sightings or suspicious eight limbed activity around here!
fr_fr: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oui, et appelez-nous si vous voyez des fantômes potentiels ou une activité suspecte à huit membres par ici !

source: [_jack_s_stare_s_angry_s_talk_happy_] Come on Maddie! To the {b}Fenton Family Ghost Assault Vehicle{/b}!!
fr_fr: [_jack_s_stare_s_angry_s_talk_happy_] Allez Maddie ! Au véhicule d'assaut fantôme de la famille Fenton {b}!!

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I need to go lay down... for about a year or two...
fr_fr: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] J'ai besoin d'aller m'allonger... pendant un an ou deux...

source: [_danny_s_at_player_s_sad_s_talk_frown_2_] Yeah, me too. I'm honestly drained... that weird {b}chilly breath{/b} thing took a lot out of me...
fr_fr: [_danny_s_at_player_s_sad_s_talk_frown_2_] Oui, moi aussi. Je suis vraiment épuisée... ce truc bizarre de {b}souffle froid{/b} m'a beaucoup fatiguée...

source: [_kwan_s_towards_s_idle_s_talk_happy_] ...and from what I heard, it's got like a hundred little tentacles that suck your flesh clean off the bone!
fr_fr: [_kwan_s_towards_s_idle_s_talk_happy_] ...et d'après ce que j'ai entendu, il a une centaine de petits tentacules qui sucent ta chair jusqu'à l'os !

source: [_star_s_closed_s_idle_s_talk_displeased_] {i}Ewww{/i}, nasty.
fr_fr: [_star_s_closed_s_idle_s_talk_displeased_] {i}Ewww{/i}, méchant.

source: [_valerie_] ...that wouldn't really make it much of an {i}"octo"{/i}-pus then, would it? If it has a {u}hundred{/u} tentacles?
fr_fr: [_valerie_] ...ça n'en ferait pas vraiment un {i}"octo"{/i}-pus alors, n'est-ce pas ? Si elle a une {u}centaine de tentacules ?

source: [_kwan_s_towards_s_rise_s_talk_happy_] No, no, sure, but these ones are like, really tiny, on {i}top{/i} of the eight normal ones.
fr_fr: [_kwan_s_towards_s_rise_s_talk_happy_] Non, non, bien sûr, mais ceux-là sont vraiment minuscules, sur {i}au-dessus{/i} des huit normaux.

source: [_valerie_] ...{i}riiiight{/i}, okay. Go on.
fr_fr: [_valerie_] ...{i}riiiight{/i}, d'accord. Continue.

source: [_kwan_s_towards_s_idle_s_talk_happy_] Right, so like I was saying, from what I know, Tiffanie Torres was one of its first victims. That's why she's out from school right now.
fr_fr: [_kwan_s_towards_s_idle_s_talk_happy_] Donc, comme je le disais, d'après ce que je sais, Tiffanie Torres était l'une des premières victimes. C'est pourquoi elle n'est pas à l'école en ce moment.

source: [_star_s_down_s_angry_s_talk_distraught_] {i}Ugh{/i}, that lying little attention seeker! There's no way a ghost would go after somebody like {i}her!{/i} She's completely {u}flat!{/u}
fr_fr: [_star_s_down_s_angry_s_talk_distraught_] {i}Ugh{\i}, cette petite menteuse qui cherche à attirer l'attention ! C'est impossible qu'un fantôme s'en prenne à quelqu'un comme {i}!{/i} Elle est complètement {u}plate!{/u}

source: [_valerie_] What's {i}that{/i} got to do with anything?
fr_fr: [_valerie_] Qu'est-ce que {i}a à voir avec tout ça ?

source: [_star_s_towards_s_rise_s_talk_displeased_] I'm pretty sure a nasty ghost would only go after someone with some {u}actual{/u} curves! Y'know, if they were gonna be all pervy, right?!
fr_fr: [_star_s_towards_s_rise_s_talk_displeased_] Je suis sûr qu'un méchant fantôme ne s'en prendrait qu'à quelqu'un qui a des courbes réelles ! {u}Tu sais, s'ils voulaient être pervers, hein ?!

source: [_kwan_s_towards_s_idle_s_talk_happy_] Yeah, makes sense. Ghosts prefer their lady victims to have some meat on their bones.
fr_fr: [_kwan_s_towards_s_idle_s_talk_happy_] Ouais, c'est logique. Les fantômes préfèrent que leurs victimes aient de la viande sur leurs os.

source: [_valerie_] ...w-wait, they do? Is that a thing?
fr_fr: [_valerie_] ...w-wait, ils le font ? C'est une chose ?

source: [_star_s_towards_s_rise_s_talk_happy_] Yeah Val, I'd look out if I were you. The first thing I hear that happens when you die, is your spirit turns into a chubby chaser! {i}*Cackles*{/i}
fr_fr: [_star_s_towards_s_rise_s_talk_happy_] Ouais Val, je ferais attention si j'étais toi. La première chose que j'ai entendue qui arrive quand tu meurs, c'est que ton esprit se transforme en un chasseur potelé ! {i}*Cackles*{/i}

source: [_valerie_] Oh, shut the hell up, Star! I'm not listening to your crap today!
fr_fr: [_valerie_] Oh, ferme ta gueule, Star ! Je ne vais pas écouter tes conneries aujourd'hui !

source: [_valerie_] I mean really, one little news report shows up about a ghost sighting, and we're all supposed to believe it?
fr_fr: [_valerie_] Je veux dire vraiment, un petit reportage sur l'observation d'un fantôme, et nous sommes tous censés le croire ?

source: [_kwan_s_towards_s_sad_s_talk_displeased_] The news wouldn't lie, Valerie, c'mon...
fr_fr: [_kwan_s_towards_s_sad_s_talk_displeased_] Les nouvelles ne mentiraient pas, Valérie, allez...

source: [_valerie_] {i}*Sighs*{/i} Look, I'm just saying, I come from a science background with my Dad, so I just don't think we should be jumping to any conclusions about-
fr_fr: [_valerie_] {i}*Sighs*{/i} Ecoutez, je dis juste que je viens d'un milieu scientifique avec mon père, donc je ne pense pas que nous devrions sauter aux conclusions sur-

source: [_star_s_towards_s_rise_s_talk_displeased_] Science-{i}schmience!{/i} C'mon Val, your dad's only head of security at... what's that place called again? "Asinine Labs", or something?
fr_fr: [_star_s_towards_s_rise_s_talk_displeased_] Science-{i}schmience!{/i} Allez Val, ton père n'est que le chef de la sécurité de... comment s'appelle cet endroit déjà ? "Asinine Labs", ou quelque chose comme ça ?

source: [_valerie_] {b}Axion Labs{/b}, thank you.{p}His work there's what's going to help put me through college!
fr_fr: [_valerie_] {b}Labo Axion, merci.{p}C'est grâce à son travail que je vais pouvoir aller à l'université !

source: [_star_s_down_s_idle_s_talk_displeased_] Oh, right, you and your big plans for college... give me a break.
fr_fr: [_star_s_down_s_idle_s_talk_displeased_] Oh, c'est vrai, toi et tes grands projets pour la fac... lâche-moi un peu.

source: [_valerie_] Not everyone wants to just marry rich, Star. Some of us actually {i}want{/i} to pursue a future in things harder than gold digging.
fr_fr: [_valerie_] Tout le monde ne veut pas seulement épouser un riche, Star. Certains d'entre nous {i}veulent poursuivre un avenir dans des domaines plus difficiles que la recherche d'or.

source: [_star_s_towards_s_angry_s_talk_distraught_] I'm just saying! Be a lot easier than reading a bunch of stupid ol' books!
fr_fr: [_star_s_towards_s_angry_s_talk_distraught_] Je dis juste ça comme ça ! C'est plus facile que de lire un tas de livres stupides !

source: [_kwan_s_towards_s_idle_s_talk_happy_] Dash and I are going to the U of M! Go Gophers!
fr_fr: [_kwan_s_towards_s_idle_s_talk_happy_] Dash et moi allons à l'Université du Michigan ! Allez les Gophers !

source: [_valerie_] Really? That's awesome Kwan, good for you.
fr_fr: [_valerie_] Vraiment ? C'est génial Kwan, c'est bien pour toi.

source: [_kwan_s_closed_s_idle_s_talk_happy_] We both got full rides thanks to football!
fr_fr: [_kwan_s_closed_s_idle_s_talk_happy_] Nous avons tous deux obtenu des bourses complètes grâce au football !

source: [_star_s_towards_s_angry_s_talk_happy_] See! Dash and Kwan know how to use their looks and big dumb bodies to their advantage! What's so wrong with that?
fr_fr: [_star_s_towards_s_angry_s_talk_happy_] Tu vois ! Dash et Kwan savent comment utiliser leur physique et leur gros corps idiot à leur avantage ! Qu'est-ce qu'il y a de mal à ça ?

source: [_kwan_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}, I'm not actually that dumb, y'know!
fr_fr: [_kwan_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}, je ne suis pas si bête que ça, tu sais !

source: [_valerie_] {i}*Sighs*{/i}
fr_fr: [_valerie_] {i}*Soupirs*{/i}

source: [_valerie_] What do {i}you{/i} want, Fenton?
fr_fr: [_valerie_] Qu'est-ce que {i}tu{/i} veux, Fenton ?

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...to use the hallways, same as everyone else, Valerie...
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] ...d'utiliser les couloirs, comme tout le monde, Valérie...

source: [_star_s_towards_s_angry_s_talk_displeased_] Well find another hallway to hang around in, we're busy being backhanded to each other through subtle innuendo right now!
fr_fr: [_star_s_towards_s_angry_s_talk_displeased_] Trouvez un autre couloir où traîner, nous sommes occupés à nous renvoyer la balle par de subtiles insinuations !

source: [_star_s_down_s_sad_s_talk_happy_] ...I mean... we're having playful popular girl banter!{p}{i}Heh heh...{/i}
fr_fr: [_star_s_down_s_sad_s_talk_happy_] ...je veux dire... nous avons des plaisanteries de filles populaires !{p}{i}Heh heh... {/i}

source: [_valerie_] {i}Subtle's{/i} right...
fr_fr: [_valerie_] {i}Le subtil a raison...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Look, I'm just gonna trying to get by here, I gotta get to class.
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Ecoute, je vais juste essayer de m'en sortir ici, je dois aller en cours.

source: [_valerie_] Well I guess that's too bad then, cause we're not moving!
fr_fr: [_valerie_] Eh bien, je suppose que c'est dommage alors, parce que nous ne bougeons pas !

source: [_danny_s_towards_s_angry_s_talk_distraught_] That's fine Valerie, I'm just gonna try going, and here's a novel little concept you might like... {u}around{/u} you!
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_] C'est bon Valérie, je vais juste essayer d'y aller, et voici un nouveau petit concept qui pourrait te plaire... {u}autour de toi !

source: [_star_s_towards_wide_s_angry_s_talk_distraught_] Hey, don't think you can just ignore us, Fenton!
fr_fr: [_star_s_towards_wide_s_angry_s_talk_distraught_] Hey, ne pense pas que tu peux juste nous ignorer, Fenton !

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh c'mon guys, is it leave you all alone, or hang around and gawk at how irritatingly good looking you all are, make up your mind already!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Oh allez les gars, c'est soit vous laisser tranquille, soit rester dans les parages et regarder à quel point vous êtes tous irritants et beaux, décidez-vous !

source: [_valerie_] You better watch your mouth, Fenton...
fr_fr: [_valerie_] Tu ferais mieux de surveiller ton langage, Fenton...
