Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_s_closed_s_rise_one_s_frown_s_blush_] (Don't pop a boner, don't pop a boner, DON'T POP A BONER!!)
fr_fr: [_danny_s_closed_s_rise_one_s_frown_s_blush_] (Ne crachez pas un bonneur, ne faites pas de rondelles, NE POP A BONER!!)

source: [_danny_s_towards_s_rise_one_s_talk_frown_s_-blush_] Okay, but like, what are you doing... {i}here{/i}, exactly?
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_s_-blush_] Ok, mais j'aime bien, que faites-vous... {i}ici{/i}, exactement ?

source: [_sam_s_talk_tong_s_sad_] Oh, well we were gonna go inside the school for a little private photoshoot...~
fr_fr: [_sam_s_talk_tong_s_sad_] Oh, eh bien, nous allons aller à l'école pour un petit photoshoot privé...~

source: [_sam_s_talk_happy_2_s_neutral_] I stole the spare key from Lancer the other day so we could get in!
fr_fr: [_sam_s_talk_happy_2_s_neutral_] J'ai volé l'autre jour la clé de rechange du Lancier pour que nous puissions entrer !

source: [_danny_s_towards_s_rise_one_s_smile_] (Perfect!)
fr_fr: [_danny_s_towards_s_rise_one_s_smile_] (Parfait !)

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, sweet, that's great! My friends and I actually need to-
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, douceur, c'est génial ! Mes amis et moi avons vraiment besoin de -

source: [_bertrand_] Well, well, wellington...
fr_fr: [_bertrand_] Bien, eh bien, wellington...

source: [_bertrand_] Presumably figured out my Mistress' identity, have we?
fr_fr: [_bertrand_] On a probablement compris l'identité de ma maîtresse, n'est-ce pas?

source: [_danny_s_down_s_angry_s_talk_frown_2_] I should have figured that nasty glob of phlegm was you... {i}Bertrand!{/i}
fr_fr: [_danny_s_down_s_angry_s_talk_frown_2_] J'aurais dû comprendre que ce méchant globe de phlegm était vous... {i}Bertrand !{/i}

source: [_bertrand_] {i}Oh ho ho!!{/i} Very good Danny! We love some quality fighting words to start a duel!
fr_fr: [_bertrand_] {i}Oh ho ho!!{/i} Très bon Danny ! Nous aimons des mots de combat de qualité pour commencer un duel!

source: [_bertrand_] Seems you aren't as stupid as I initially thought!
fr_fr: [_bertrand_] On dirait que vous n'êtes pas aussi stupide que je le pensais au départ !

source: [_danny_s_down_wide_s_angry_s_talk_frown_] I'm going to stop her!
fr_fr: [_danny_s_down_wide_s_angry_s_talk_frown_] Je vais l'arrêter !

source: [_bootrand_] {i}Ha!{/i} I'm afraid you're going to have to get through ME first!
fr_fr: [_bootrand_] {i}Ha!{/i} Je crains que vous n'ayez à passer par moi d'abord!

source: [_star_s_talk_frown_s_confused_2_] Wait, what exactly is going on here exactly?
fr_fr: [_star_s_talk_frown_s_confused_2_] Attendez, que se passe-t-il exactement ici ?

source: [_paulina_s_talk_frown_s_sad_] ...{i}ewww{/i}, is that like a ghost?
fr_fr: [_paulina_s_talk_frown_s_sad_] ...{i}ewww{/i}, est-ce comme un fantôme ?

source: [_star_s_closed_s_talk_frown_s_sad_] Like, OMG!!{p}I mean... {i}Woof! Woof!{/i}
fr_fr: [_star_s_closed_s_talk_frown_s_sad_] J'aime, OMG!!{p}Je veux dire... {i}Woof! Woof!{/i}

source: [_danny_s_towards_s_rise_one_s_frown_] (Oh man! If I go ghost right now, Star and Paulina will find out I'm Inviso-Bill!)
fr_fr: [_danny_s_towards_s_rise_one_s_frown_] (Oh homme ! Si je vais fantôme en ce moment, Star et Paulina découvriront que je suis Inviso-Bill!)

source: [_bootrand_] Oh I see! You must be his little friends!
fr_fr: [_bootrand_] Oh, je vois ! Vous devez être ses petits amis !

source: [_bootrand_] Oh, and you all look certainly ready to party! Perfect!
fr_fr: [_bootrand_] Oh, et vous semblez tous prêt à faire la fête! Parfait!

source: [_bootrand_] {i}*Whistles*{/i} This way, boys!
fr_fr: [_bootrand_] {i}*Siffleurs*{/i} De cette façon, les gars !

source: [_sam_] G-get away from us!! Girls, run!!
fr_fr: [_sam_] Éloignez-vous de nous!! Filles, coutez!!

source: [_bootrand_] Better get running, fellas, all the fun is getting away!
fr_fr: [_bootrand_] Mieux vaut courir, baiser, tout le plaisir est de s'évanouir!

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] S-stay away from them!
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] S-restez à l'écart d'eux !

source: [_bertrand_] {i}Ahhaha!!{/i} Now {i}this{/i} is going to be fun!
fr_fr: [_bertrand_] {i}Ahhaha !!{/i} Maintenant, {i}ça {/i} va être amusant!

source: [_ember_s_angry_s_talk_displeased_] Danny! You deal with the old creepy fart face! Me and Desiree got these amateur freaks!
fr_fr: [_ember_s_angry_s_talk_displeased_] Danny ! Vous vous occupez du vieux visage effrayant! Moi et Desiree avons eu ces fous amateurs!

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_2_] B-but if I transform, Star and Paulina'll find out that-
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_frown_2_] B-mais si je transforme, Star et Paulina découvriront cela-

source: [_desiree_s_talk_frown_s_upset_] Master, now is not the time to debate! You must save them!
fr_fr: [_desiree_s_talk_frown_s_upset_] Maître, ce n'est pas le moment de débattre ! Vous devez les sauver !

source: [_danny_s_at_player_s_rise_one_s_frown_] (Looks like this is it... this is where my secret finally comes to light!)
fr_fr: [_danny_s_at_player_s_rise_one_s_frown_] (Looks like this is it... this is where my secret comes to light !)

source: [_danny_s_towards_s_rise_one_s_talk_frown_] I'M GOING GHOST!!
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_] JE VAIS GHOST!!

source: [_bertrand_] This- {i}*Huff*{/i} ...this isn't over, kid! You'll never defeat her, she's become too strong now!!
fr_fr: [_bertrand_] Ceci- {i}*Huff*{/i} ...ce n'est pas fini, mon enfant! Vous ne la vainquerez jamais, elle est devenue trop forte!!

source: [_bertrand_] My mistress is unstoppable!!
fr_fr: [_bertrand_] Ma maîtresse est imparable !!

source: [_danny_] (Well... I guess that's that... I saved everyone...)
fr_fr: [_danny_] (Eh bien... je suppose que c'est ça... J'ai sauvé tout le monde...)

source: [_danny_] (But now... Star and Paulina... they must have seen... everything...)
fr_fr: [_danny_] (Mais maintenant... Étoile et Paulina... ils doivent avoir vu... tout...)

source: [_danny_] Girls, I... please... I-I can expla-
fr_fr: [_danny_] Filles, je... s'il vous plaît... Je peux expliquer-

source: [_star_] {i}Mmm~{/i} I fucking love kissing you so much, P!
fr_fr: [_star_] {i}Mmm~{/i} J'adore vous embrasser beaucoup, P!

source: [_paulina_] Oh yeah, I love you too Star... you're such a good kisser, Jesu Christo...~
fr_fr: [_paulina_] Oh oui, je t'aime aussi Star... tu es un bon baiser, Jesu Christo...~

source: [_ember_s_talk_happy_s_rise_] Somehow, I don't think they noticed your little show, dude. Probably broke into a case of fight-or-fuck in their panicked brains.
fr_fr: [_ember_s_talk_happy_s_rise_] D'une manière ou d'une autre, je ne pense pas qu'ils aient remarqué votre petit spectacle, dude. Probablement cassé dans un cas de combat ou de baise dans leur cerveau paniqué.

source: [_desiree_s_sad_s_talk_consternation_] I highly doubt they would remember much of anything clearly once our ghost's control has been lifted. I would not worry much.
fr_fr: [_desiree_s_sad_s_talk_consternation_] Je doute fort qu'ils se rappelleraient beaucoup de choses clairement une fois que le contrôle de notre fantôme a été levé. Je ne m'inquièterais pas beaucoup.

source: [_danny_s_towards_s_talk_happy_] {i}Uhh{/i}, alright, I guess that's good... Sam? You okay?
fr_fr: [_danny_s_towards_s_talk_happy_] {i}Uhh{/i}, d'accord, je suppose que c'est bon... Sam? Vous ok ?

source: [_sam_] Yeah, no, I'm good! I'm fine...{p}Y'know, that was sorta hot, watching you fight that green booger just then...~
fr_fr: [_sam_] Ouais, non, je suis bien ! Je vais bien...{p}Y'know, c'était une sorta chaude, vous regardant combattre ce booger vert juste alors...~

source: [_danny_s_talk_frown_2_s_wondering_] Sam, the door. N-not right now, please.
fr_fr: [_danny_s_talk_frown_2_s_wondering_] Sam, la porte. N-pas pour l'instant, s'il vous plaît.

source: [_sam_s_talk_happy_] Huh? Oh yeah, sorry, here's the key! You three go ahead and good luck with... whatever you're up to, honestly.
fr_fr: [_sam_s_talk_happy_] Hein? Oh oui, désolé, voici la clé ! Vous avez trois bonnes chances avec... ce que vous voulez, honnêtement.

source: [_sam_] I'm just gonna stick around here and take a few candid shots with the girls!
fr_fr: [_sam_] Je vais juste rester ici et prendre quelques photos franches avec les filles !

source: [_sam_] {i}Hah haaa{/i}, yes, yes... that's it you sexy bitches! Star, work some more tongue into that!
fr_fr: [_sam_] {i}Hah haaa{/i}, oui, oui... c'est toi des chiennes sexy ! Étoile, travaille-toi encore plus dans cette langue !

source: [_danny_] (Sam certainly has a more... expressive side to her, at least when it comes to her being influenced by kinky spirits...)
fr_fr: [_danny_] (Sam a certainement un côté plus expressif pour elle, du moins quand il s'agit d'être influencée par des esprits piquants...)

source: [_desiree_s_talk_displeased_s_neutral_2_] We cannot wait any longer, it's time!
fr_fr: [_desiree_s_talk_displeased_s_neutral_2_] Nous ne pouvons plus attendre, il est temps !

source: [_danny_s_talk_frown_2_] Right, let's do this!
fr_fr: [_danny_s_talk_frown_2_] D'accord, faisons ça !

source: [_desiree_] Goodness... this place... the power being gathered... it truly is overwhelming!
fr_fr: [_desiree_] Bonté... cet endroit... la puissance en cours de collecte... elle est vraiment écrasante!

source: [_ember_] You could say... {i}"it's over 9000!!"{/i}
fr_fr: [_ember_] Vous pourriez dire... {i}"c'est plus de 9000!!"{/i}

source: [_desiree_] N-no, I could not reasonably define the strength of her aura in numbers, I'm afraid...
fr_fr: [_desiree_] N-non, je ne pouvais pas raisonnablement définir la force de son aura en numéros, j'ai peur...

source: [_ember_] Oh yeah, you haven't been watching anime late at night with me...
fr_fr: [_ember_] Oh oui, vous n'avez pas regardé d'anime tard dans la nuit avec moi...

source: [_danny_] {i}Shhh!{/i} Hey, c'mon girls, we should try being more quiet! We don't know if-
fr_fr: [_danny_] {i}Shhh !{/i} Hé, c'mon filles, nous devrions essayer d'être plus silencieux! Nous ne savons pas si-

source: [_penelope_] {i}[[Well, well, well...]]{/i}
fr_fr: [_penelope_] {i}[[Bien, bien...]]{/i}

source: [_penelope_] {i}[[So glad you could all make it!]]{/i}
fr_fr: [_penelope_] {i}[[Si heureux que vous ayez tous réussi !]]{/i}

source: [_danny_] Spectra! Show yourself!
fr_fr: [_danny_] Spectra ! Montre-toi !

source: [_penelope_] As you wish~
fr_fr: [_penelope_] Comme vous le souhaitez~

source: [_spectra_] Hello! You must be Danny's little posse group!
fr_fr: [_spectra_] Bonjour ! Vous devez être le petit groupe de Danny !

source: [_spectra_] Do you like what I've done with the place?
fr_fr: [_spectra_] Aimez-vous ce que j'ai fait avec cet endroit ?

source: [_spectra_] Or how about my new look?
fr_fr: [_spectra_] Ou qu'en est-il de mon nouveau look ?

source: [_danny_] Let Jazz and everyone else go of your sick mind control!
fr_fr: [_danny_] Laissez Jazz et tous les autres prendre le contrôle de votre esprit malade !

source: [_spectra_] Oh Danny, Danny! No, no no!~
fr_fr: [_spectra_] Oh Danny, Danny ! Non, non !~

source: [_spectra_] The lust and pent up energy in this place is just too good to let go of!
fr_fr: [_spectra_] La convoitise et le pantalon d'énergie dans cet endroit est tout simplement trop bonne pour lâcher !

source: [_spectra_] Tell me, didn't your enjoy your little date with Jasmine? {i}*Chuckles*{/i}
fr_fr: [_spectra_] Dites-moi, vous n'avez pas aimé votre petite rencontre avec Jasmine ? {i}*Chuckles*{/i}

source: [_spectra_] She's been the most delicious of all to feed from! Oh, the taboo thoughts running in her head! {i}Mmmmm-mmm!{/i}
fr_fr: [_spectra_] Elle a été la plus délicieuse de tous les ingrédients pour se nourrir! Oh, les pensées taboues qui se passent dans sa tête! {i}Mmmmm-mmm!{/i}

source: [_ember_] Hey Cru-smella de Vil, we're about to kick your butt into next Saturday's morning cartoons if you don't stop this shit!
fr_fr: [_ember_] Hey Cru-smella de Vil, nous sommes sur le point de vous donner un coup de pied dans les dessins animés du matin prochain si vous n'arrêtez pas cette merde!

source: [_desiree_] My powers are more than capable of matching all of yours at this point, you little wretch!
fr_fr: [_desiree_] Mes pouvoirs sont plus que capables de faire correspondre tous les vôtres à ce stade, vous petit misérable !

source: [_spectra_] Some bipolar delinquent and an ancient whore are what you've bought as backup to defeat me?
fr_fr: [_spectra_] Quelques delinents bipolaires et une vieille pute sont ce que vous avez acheté en tant que backup pour me vaincre?

source: [_spectra_] {i}Hahahahaha!!{/i}
fr_fr: [_spectra_] {i}Hahahaha !!{/i}

source: [_ember_] What the {i}fuck{/i} did you just call me?! Listen up you old bag! I'm about to put a size 11 dent in your face!
fr_fr: [_ember_] Qu'est-ce que le {i}baiser{/i} m'a appelé? ! « Écoutez vous vieux sac! Je suis sur le point de mettre une dent de taille 11 dans votre visage! »

source: [_desiree_] "Ancient whore"...? Who do you think you're talking to, you parasite?!
fr_fr: [_desiree_] « Ancienne forte... ? À qui pensez-vous que vous parlez, vous parasitez? »

source: [_spectra_] Well, looks like I've riled up the masses in just the right way... and I'm certainly eager to test out this new form already!
fr_fr: [_spectra_] Eh bien, on dirait que j'ai truqué les masses de la bonne manière... et je suis certainement impatient de tester ce nouveau formulaire déjà !

source: [_spectra_] Oh, I think I'm going to enjoy this!! C'MON LADIES, LET'S SEE YOU MOVE!!
fr_fr: [_spectra_] Oh, je pense que je vais profiter de ça !! C'MON LADIES, LET'EST VOIR VOUS MOUVE!!

source: [_danny_] {i}*Huff*{/i} We {i}*Huff*{/i} did it!
fr_fr: [_danny_] {i}*Huff*{/i} Nous avons fait {i}*Huff*{/i} !

source: [_ember_] Ready to surrender yet you... nasty old bat?!
fr_fr: [_ember_] Prêt à renoncer encore à vous... vieille chauve-souris malfaisante?!

source: [_spectra_] Oh my... what a shame.{p}{nw}
fr_fr: [_spectra_] Oh mon... quelle honte.{p}{nw}

source: [_extend_] To think I would be attacked all at once!! I never would have-
fr_fr: [_extend_] Penser que je serais attaqué en même temps !! Je n'aurais jamais eu -

source: [_spectra_] {i}BAHAHAHA!!{/i} Oh I'm sorry, I just couldn't keep a straight face!
fr_fr: [_spectra_] {i}BAHAHAHAHA!!{/i} Oh je suis désolé, je n'ai pas pu garder un visage droit !

source: [_spectra_] I've barely used a tenth of my power so far!
fr_fr: [_spectra_] J'ai à peine utilisé un dixième de ma puissance jusqu'à présent !

source: [_spectra_s_evil_s_talk_happy_] ...so, ready for round two?
fr_fr: [_spectra_s_evil_s_talk_happy_] ...alors prêt pour la deuxième manche ?

source: [_danny_] {i}Uh{/i} oh... yeah, this isn't good.
fr_fr: [_danny_] {i}Uh{/i} oh... oui, ce n'est pas bon.

source: [_spectra_s_evil_s_talk_displeased_] As your guidance counselor Danny, I'd love to give you some practical advice... give up and {i}DIE!!{/i}
fr_fr: [_spectra_s_evil_s_talk_displeased_] En tant que votre conseillère Danny, je serais ravi de vous donner quelques conseils pratiques... abandonnez et {i}DIE!!{/i}

source: [_danny_] {i}Gah!{/i} She's way too powerful!
fr_fr: [_danny_] {i}Gah !{/i} Elle est bien trop puissante !

source: [_spectra_] Oh sweet Danny... it's not your fault you were such a weak loser!
fr_fr: [_spectra_] Oh douce Danny... ce n'est pas votre faute que vous avez été un si faible perdant !

source: [_spectra_] It's just the way things played out! With me crushing you and your weak friends!
fr_fr: [_spectra_] C'est exactement la façon dont les choses se sont déroulées ! Avec moi, vous et vos amis faibles !

source: [_danny_] I'm not... weak... none of us are!
fr_fr: [_danny_] Je ne suis pas... faible... aucun d'entre nous ne l'est !

source: [_spectra_] Now that's adorable, he's giving you all an emotional support rally speech!
fr_fr: [_spectra_] Maintenant c'est adorable, il vous donne tous un discours de soutien émotionnel !

source: [_spectra_] ...not sure how well it works as a eulogy though. Oh well, I guess it's better than nothing!
fr_fr: [_spectra_] ... je ne sais pas comment ça fonctionne comme une eulogie. Eh bien, je suppose que c'est mieux que rien!

source: [_spectra_] Don't feel bad, kiddos. Nobody could stop me at this on point!{p}{nw}
fr_fr: [_spectra_] Ne vous sentez pas mal, des enfants. Personne ne pouvait m'arrêter à ce point !{p}{nw}

source: [_extend_] Not even-
fr_fr: [_extend_] Pas pair-

source: [_spectra_] ...who?
fr_fr: [_spectra_] ...qui?

source: [_danny_s_p_s_offscreen_s_towards_s_idle_s_smile_] (Dad!! He's here!){p}{nw}
fr_fr: [_danny_s_p_s_offscreen_s_towards_s_idle_s_smile_] (Dad!! Il est ici!){p}{nw}

source: [_extend_s_danny_s_p_s_offscreen_s_sad_s_smile_] (...and with Mom?! Thank God!)
fr_fr: [_extend_s_danny_s_p_s_offscreen_s_sad_s_smile_] (...et avec Maman ?! Merci Dieu!)

source: [_maddie_] Get away from that young Ghost, you monster!! He's supposed to be {i}our{/i} catch!!
fr_fr: [_maddie_] Éloignez-vous de ce jeune fantôme, vous, monstre! Il est censé être {i}de nous{/i}!!

source: [_jack_] Jumpin' Jehoshaphat, it really is a whole spookum buffet in here!
fr_fr: [_jack_] Jumpin' Jehoshaphat, c'est vraiment un buffet effrayant ici !

source: [_jack_] Good thing we followed through on those crazy readings while we were patrolling!
fr_fr: [_jack_] Bonne chose que nous avons suivie sur ces lectures folles pendant que nous patrouillons !

source: [_maddie_] I must say, your spectral radars are getting better and better with each version you make Jack!
fr_fr: [_maddie_] Je dois dire que vos radars spectraux s'améliorent avec chaque version que vous faites Jack!

source: [_jack_] I knew there must have been something up with the school lately. All these kids loitering out past the curfew and barely covering their skivvies?
fr_fr: [_jack_] Je savais qu'il devait y avoir quelque chose avec l'école ces derniers temps. Tous ces enfants adorent passer le couvre-feu et couvrent à peine leurs skivvies?

source: [_jack_] I knew it could only mean one thing...
fr_fr: [_jack_] Je savais que cela ne pouvait signifier qu'une seule chose...

source: [_maddie_] Poor parenting?{p}{nw}
fr_fr: [_maddie_] Mauvais parent ?{p}{nw}

source: [_extend_] Drinking in excess?{p}{nw}
fr_fr: [_extend_] Boire en excès ?{p}{nw}

source: [_extend_] ...general teenage angst bubbling under the surface?
fr_fr: [_extend_] ...angoisse générale de l'adolescence bouillonnante sous la surface ?

source: [_spectra_] {i}Hsss!!{i} You've just sealed your own fates, you weak imbeciles!
fr_fr: [_spectra_] {i}Hsss!!{i} Vous venez de sceller votre propre destin, vous êtes imbéciles !

source: [_jack_] {i}Hah!{/i} Oh no, creepola. With these newly tuned weapons of mass bustin', we'll zap you back into the primordial plasm you once came fro-
fr_fr: [_jack_] {i}Hah !{/i} Oh non, creepola. Grâce à ces armes de bustin nouvellement accordées, nous vous replongerons dans le plasme primordial dont vous êtes originaire -

source: [_jack_s_offscreen_s_closed_s_sad_s_talk_displeased_] {i}Yeowchers!!{/i}
fr_fr: [_jack_s_offscreen_s_closed_s_sad_s_talk_displeased_] {i}Chercheurs !!{/i}

source: [_desiree_] Now master! While she's weakened!
fr_fr: [_desiree_] Maintenant maître ! Tant qu'elle est affaiblie !

source: [_danny_] Got it!
fr_fr: [_danny_] Je l'ai!

source: [_spectra_] That's quite enough! It's time I put an end to our little chit chats!
fr_fr: [_spectra_] Ça suffit! Il est temps que je mette un terme à nos petits bavardages !

source: [_spectra_] You... no! No, no, {i}NO!!!{/i}
fr_fr: [_spectra_] Vous... non! Non, non, {i}NON!!!{/i}

source: [_spectra_] B-Bertrand! Get out here and stop them!
fr_fr: [_spectra_] B-Bertrand ! Sortez ici et arrêtez-les !

source: [_bootrand_] I'm sorry Mistress... I'm still too weak! I can't do anything!
fr_fr: [_bootrand_] Je suis désolée de la brume... Je suis encore trop faible ! Je ne peux rien faire !

source: [_danny_] It's over, Spectra. Give it up now!
fr_fr: [_danny_] C'est fini, Spectra. Offrez-le maintenant!

source: [_spectra_] It's not over! It's not over till I say it's-
fr_fr: [_spectra_] Ce n'est pas terminé ! Ce n'est pas fini tant que je ne le dis pas -

source: [_spectra_] W-wait-!! N-no, you wouldn't dare-
fr_fr: [_spectra_] Attendez-vous!! N-non, vous n'oseriez pas oser-

source: [_spectra_] {i}Noooooooo!!!{/i}
fr_fr: [_spectra_] {i}Noooooooooooo!{/i}

source: [_danny_] ...{i}Phew{/i} ...it's finally over...
fr_fr: [_danny_] ...{i}Ouf{/i} ...c'est enfin fini...

source: [_ember_] First dibs on the shower when we get back home.
fr_fr: [_ember_] Premiers creusements sur la douche quand nous rentrons chez nous.

source: [_maddie_] C'mon Jack, you've gotta wake up!
fr_fr: [_maddie_] C'mon Jack, vous devez vous réveiller!

source: [_danny_] (...Dad!)
fr_fr: [_danny_] (...papa !)

source: [_maddie_] S-Stand where you are, you ghoulish freaks! I know how to handle the likes of you!
fr_fr: [_maddie_] S-Stand où vous êtes, vous fanez ! Je sais comment gérer vos semblables!

source: [_danny_] Ma'am, please, is your... partner okay?
fr_fr: [_danny_] Ma'am, s'il vous plaît, est votre... partenaire bien?

source: [_maddie_] Don't try and play any games with me, buster! My husband Jack's stronger than any of you even in his sleep!
fr_fr: [_maddie_] N'essayez pas de jouer à un jeu avec moi, le buster! Mon mari Jack est plus fort que n'importe lequel de vous même dans son sommeil!

source: [_maddie_] He'll be up in no time to help me catch you nasty things and send you to oblivion!
fr_fr: [_maddie_] Il ne prendra pas le temps de m'aider à vous attraper de mauvaises choses et de vous envoyer à l'oubli !

source: [_danny_] Thank goodness...
fr_fr: [_danny_] Dieu merci...

source: [_danny_] ...I-I mean...{p}{nw}
fr_fr: [_danny_] ...Je veux dire...{p}{nw}

source: [_extend_] {i}Ohhhh, noooooo!!{/i} We had better flee, in {i}terrrooooorrr{/i}, back to our ghostly lairs!
fr_fr: [_extend_] {i}Ohhhh, noooooon !! {/i} Nous avons mieux fui, en {i}terrreuuurrr{/i}, à nos cheveux fantômes !

source: [_ember_] {i}Uhhhhh{/i}.... yeah, I guess... whatever {i}heeeeee{/i} said, {i}oooooooh!!{/i}
fr_fr: [_ember_] {i}Uhhhhhh{/i}.... oui, je suppose... n'importe quel {i}heeeeee{/i} a dit, {i}oooooooh!!{/i}

source: [_desiree_] Why are you two making such odd noises at the moment? Are your vocal chords somehow damaged from-
fr_fr: [_desiree_] Pourquoi êtes-vous deux à faire des bruits aussi étranges pour le moment ? Vos accords vocaux sont-ils en quelque sorte endommagés-

source: [_ember_] {i}Under Breath{/i} Shut up Des!!
fr_fr: [_ember_] {i}Sous le souffle {/i} Fermer Des!!

source: [_maddie_] That's right, get back to where you came from, you nasty wretches, if you know what's good for you!
fr_fr: [_maddie_] C'est normal, revenez à d'où vous venez, vous êtes de vilaines misères, si vous savez ce qui est bon pour vous !

source: [_danny_] Alright... well...{p}{nw}
fr_fr: [_danny_] D'accord... bien...{p}{nw}

source: [_extend_] ...{i}gooooooodbyyyyyeeeee!!{/i}
fr_fr: [_extend_] ...{i}gooooooodbyyyyyeeeeee!!{/i}

source: [_maddie_] And don't think you've seen the last of us Fentons! We're hot on your trail, Ghost Kid! This isn't over!
fr_fr: [_maddie_] Et ne pensez pas que vous nous avez vu le dernier Fentons ! Nous sommes chauds sur votre sentier, Fantôme Kid! Ce n'est pas fini!

source: [_jack_] {i}Groggy{/i} Good gravy... what a punch that red-eyed devil packs! I oughta' train my face better to take wallops better...
fr_fr: [_jack_] {i}Groggy{/i} Bonne tombe... quel coup de poing que le diable à l'œil rouge! Je devrais me former le visage pour mieux prendre des wallops...
