Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] I mean... well yeah, but, I kinda thought you and Sam would help me out already... ya know as like my sorta... how would I put it...
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Je veux dire... eh bien, oui, mais, je pensais que vous et Sam m'aideriez déjà... vous savez comme ma sorte de... comment dire...

source: [_tucker_s_wondering_s_talk_frown_] ...as what, your {b}sidekicks{/b}?
fr_fr: [_tucker_s_wondering_s_talk_frown_] ... en tant que quoi, vos acolytes {b}?

source: [_danny_s_wondering_s_talk_happy_2_] No, not that! Just, more like, my backup team!
fr_fr: [_danny_s_wondering_s_talk_happy_2_] Non, pas ça ! Juste, plus comme, mon équipe de secours !

source: [_tucker_s_sad_s_talk_frown_] Hey man, I don't see the difference between this and that. I can be {b}way{/b} more helpful now than I'd ever be as dorky Tucker Foley. I can now be...
fr_fr: [_tucker_s_sad_s_talk_frown_] Hé mec, je ne vois pas la différence entre ça et ça. Je peux être {b}bien plus utile maintenant que je ne l'aurais jamais été en tant que Tucker Foley. Je peux maintenant être...

source: [_danny_s_neutral_s_talk_frown_] ..."Tucker Phantom"? Really? That's so...
fr_fr: [_danny_s_neutral_s_talk_frown_] ... "Tucker Phantom" ? Vraiment ? C'est tellement...

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...not bad, actually. (Man, how come {i}I{/i} can't come up with a name like that?)
fr_fr: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...pas mal, en fait. (Mec, comment ça se fait que {i}I{/i} n'arrive pas à trouver un nom comme ça ?)

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Alright, well... I guess it's not all terrible. I just don't know about a ghost who grants wishes all willy nilly...
fr_fr: [_danny_s_towards_s_talk_frown_2_s_sad_] Bon, eh bien... Je suppose que ce n'est pas si terrible. C'est juste que je ne sais pas si un fantôme peut exaucer des voeux de bon gré ou de mal gré...

source: [_danny_s_sad_2_s_talk_frown_] I mean, remember what Babazita said? Desiree's wishes always ended in terrible results, right? I believe the word "fatal" was used?
fr_fr: [_danny_s_sad_2_s_talk_frown_] Je veux dire, tu te souviens de ce que Babazita a dit ? Les souhaits de Désirée se terminaient toujours par des résultats terribles, non ? Je crois que le mot "fatal" a été utilisé ?

source: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Fake news! That old fake gypsy was spewing nonsense about my lovely friend Desiree. Clearly, not all ghosts are bad, right Des? Oh, I feel so bad, we've been leaving you out of the conversation so far. I'm Tucker by the way.
fr_fr: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Fausses nouvelles ! Cette vieille fausse gitane a craché des bêtises sur ma charmante amie Désirée. Clairement, tous les fantômes ne sont pas mauvais, n'est-ce pas Des ? Oh, je me sens si mal, on t'a laissé en dehors de la conversation jusqu'à présent. Au fait, je m'appelle Tucker.

source: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh no, Master Tucker, I'm quite the patient servant, it's more than alright... as for my behavior, I {i}only{/i} wish to see my Master's desires fulfilled to the fullest... whatever it is he wishes, I will of course grant...
fr_fr: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh non, Maître Tucker, je suis un serviteur très patient, c'est plus que correct... quant à mon comportement, je {i}souhaite seulement{/i} voir les désirs de mon Maître satisfaits au maximum... tout ce qu'il souhaite, je l'accorderai bien sûr...

source: [_tucker_s_towards_s_sad_s_talk_happy_] See? She did that without even crossing her fingers behind her back! I'm pretty sure one of the rules about genies is that they {i}can't{/i} lie!
fr_fr: [_tucker_s_towards_s_sad_s_talk_happy_] Tu vois ? Elle a fait ça sans même croiser les doigts derrière son dos ! Je suis sûr qu'une des règles concernant les génies est qu'ils {i}ne peuvent pas mentir !

source: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...or am I thinking of George Washington...?
fr_fr: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...ou est-ce que je pense à George Washington... ...?

source: [_danny_s_talk_frown_s_sad_] Ugh, alright look, I'm okay with this... for now. Just, keep her to yourself, and don't go showing off your powers anywhere. And keep the wishing thing to a minimum!
fr_fr: [_danny_s_talk_frown_s_sad_] Ugh, bon écoute, je suis d'accord avec ça... pour le moment. Juste, garde-la pour toi, et ne va pas montrer tes pouvoirs n'importe où. Et garde le truc du souhait au minimum !

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] No problem. Don't worry, Danny! I'm what they call the {u}essence{/u} of discrete.
fr_fr: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Pas de problème. Ne t'inquiète pas, Danny ! Je suis ce qu'on appelle l'essence {u}du discret.

source: [_desiree_s_talk_happy_s_angry_] Oh, do wait for me, my Master! (Oh, he's {b}perfect{/b}!! A prime candidate to manipulate and goad into making further wishes...)
fr_fr: [_desiree_s_talk_happy_s_angry_] Oh, attendez-moi, mon Maître ! (Oh, il est {b}parfait{/b} !! Un candidat de choix à manipuler et à pousser à faire d'autres souhaits...)

source: [_danny_s_at_player_s_frown_grin_2_] (What? He's {i}already{/i} figured out flying?! Man, I'm still working on my steady {b}floating{/b} skills!)
fr_fr: [_danny_s_at_player_s_frown_grin_2_] (Quoi ? Il a {i}déjà compris comment voler ?! Mec, je travaille encore sur ma capacité à flotter {b}régulièrement{/b} !)

source: [_danny_s_frown_grin_s_towards_s_neutral_] (I had better keep an eye on him. I have my doubts about this Desiree character.)
fr_fr: [_danny_s_frown_grin_s_towards_s_neutral_] (Je ferais mieux de garder un oeil sur lui. J'ai des doutes sur ce personnage de Desiree)

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (...plus, based on what I already know about Tuck, I doubt he's going to stay out of trouble with his powers for very long...)
fr_fr: [_danny_s_frown_2_s_at_player_s_rise_one_] (...en plus, d'après ce que je sais déjà de Tuck, je doute qu'il reste longtemps sans problème avec ses pouvoirs...)

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] Okay, well, the town doesn't seem to be on fire from what I can tell. So that's a pretty good sign so far...
fr_fr: [_danny_s_at_player_s_talk_frown_s_rise_one_] Ok, bien, la ville ne semble pas être en feu d'après ce que je peux dire. Donc c'est plutôt bon signe pour l'instant...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] I don't know, maybe I was just worrying over nothing. Like Tuck said, not {b}all{/b} ghosts gotta be bad, right?
fr_fr: [_danny_s_towards_s_sad_s_talk_happy_2_] Je ne sais pas, peut-être que je m'inquiétais pour rien. Comme Tuck l'a dit, {b}tous les fantômes ne sont pas forcément mauvais, non ?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] ...I should probably still check up on him anyway. Disaster scenario or not, there's no way Tucker's not doing {b}something{/b} pervy right now...
fr_fr: [_danny_s_at_player_s_neutral_s_talk_frown_] je devrais quand même aller voir comment il va. Scénario catastrophe ou pas, il est impossible que Tucker ne fasse pas {b}quelque chose de pervers en ce moment...

source: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... doesn't seem like he's around here.... strange, he usually hangs in this particular hallway, but I guess I gotta keep looking elsewh-)
fr_fr: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... on dirait qu'il n'est pas par ici.... étrange, il traîne habituellement dans ce couloir particulier, mais je suppose que je dois continuer à chercher ailleurs-)

source: [_danny_s_angry_s_talk_frown_2_] Oh jeez, where did you two come from? And what's {b}she{/b} doing out in the open??
fr_fr: [_danny_s_angry_s_talk_frown_2_] Oh mon Dieu, d'où venez-vous tous les deux ? Et qu'est-ce que {b}elle fait à l'air libre ??

source: [_tucker_s_away_s_neutral_s_talk_happy_] Heh, just about every bathroom in the school. Don't worry Danny, Desiree's really good at hiding at the right moment!
fr_fr: [_tucker_s_away_s_neutral_s_talk_happy_] Heh, à peu près toutes les toilettes de l'école. Ne t'inquiète pas Danny, Desiree est très douée pour se cacher au bon moment !

source: [_danny_s_talk_frown_s_sad_] What? Why the bathrooms?
fr_fr: [_danny_s_talk_frown_s_sad_] Quoi ? Pourquoi les salles de bains ?

source: [_desiree_s_closed_s_talk_happy_s_sad_3_] Master Tucker wanted to obtain as much "dirt" upon those he deemed his enemies. A wise tactic indeed.
fr_fr: [_desiree_s_closed_s_talk_happy_s_sad_3_] Maître Tucker voulait obtenir le plus de "saletés" possible sur ceux qu'il considérait comme ses ennemis. Une tactique sage en effet.

source: [_tucker_s_away_s_talk_happy_s_sad_] Why thank you, Des. I thought the exact same thing myself.
fr_fr: [_tucker_s_away_s_talk_happy_s_sad_] Merci, Des. J'ai pensé exactement la même chose.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Enemies"? "Dirt"? Tucker what have you been doing lately?
fr_fr: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Ennemis" ? "Dirt" ? Tucker, qu'est-ce que tu as fait dernièrement ?

source: [_tucker_s_angry_s_talk_happy_] Well, first of all, I've been getting a couple years worth of nerd retribution back. Bullies don't stand a chance against me!
fr_fr: [_tucker_s_angry_s_talk_happy_] Tout d'abord, j'ai reçu quelques années de représailles de la part des nerds. Les brutes n'ont aucune chance contre moi !

source: [_tucker_s_ahegao_s_sad_] Kwan is currently locked in the broom closet with the door handle ecto-blasted off, and I believe Dash is currently doing a very patriotic job as our new school flag.
fr_fr: [_tucker_s_ahegao_s_sad_] Kwan est actuellement enfermé dans le placard à balais avec le manche de la porte ecto-blasté, et je crois que Dash fait actuellement un travail très patriotique en tant que nouveau drapeau de notre école.

source: [_tucker_s_towards_wide_s_wondering_] Who knew that jock straps could hold a whole jock's weight while being suspended 25 feet in the air?
fr_fr: [_tucker_s_towards_wide_s_wondering_] Qui savait que les sangles de jocking pouvaient supporter le poids d'un jock entier tout en étant suspendues à 25 pieds dans les airs ?

source: [_danny_s_talk_frown_2_s_neutral_] You really {b}did{/b} that? That's...
fr_fr: [_danny_s_talk_frown_2_s_neutral_] Tu as vraiment {b}fait ça ? C'est...

source: [_danny_s_at_player_s_talk_happy_s_sad_] ...pretty funny, actually.
fr_fr: [_danny_s_at_player_s_talk_happy_s_sad_] ... assez drôle, en fait.

source: [_danny_s_towards_s_talk_frown_2_s_angry_] B-but, you shouldn't be messing around with people like that, you're gonna get caught sooner or later!
fr_fr: [_danny_s_towards_s_talk_frown_2_s_angry_] Mais, vous ne devriez pas vous frotter à des gens comme ça, vous allez vous faire prendre tôt ou tard !

source: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah!{/b} Me? Get caught? No way, nobody suspects a thing! I haven't been caught doing a thing yet today, neither of those things included.
fr_fr: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah!{/b} Moi ? Tu t'es fait prendre ? Pas du tout, personne ne se doute de rien ! Je n'ai pas encore été pris en train de faire une seule chose aujourd'hui, ni l'une ni l'autre de ces choses.

source: [_danny_s_talk_frown_s_sad_] Come on Tucker, pulling pranks has nothing to do with helping me stop any of the ghosts coming into-
fr_fr: [_danny_s_talk_frown_s_sad_] Allez Tucker, faire des farces n'a rien à voir avec le fait de m'aider à empêcher les fantômes de venir dans

source: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Wait... what {i}else{/i} have you been doing?
fr_fr: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Attends... qu'est-ce que tu as fait d'autre sur {i}?

source: [_tucker_s_ahegao_s_talk_happy_] Well... I've been taking the liberty of gathering some of the {b}juiciest{/b} pieces of blackmail I could get my ghostly hands on.
fr_fr: [_tucker_s_ahegao_s_talk_happy_] Eh bien... J'ai pris la liberté de rassembler les {b}pièces de chantage les plus juteuses sur lesquelles je pouvais mettre mes mains fantomatiques.

source: [_tucker_s_towards_] My PDA is now chock-full of some rather incriminating pictures, some I'll admit I was {i}particularly{/i} keen on taking.
fr_fr: [_tucker_s_towards_] Mon PDA est maintenant rempli de photos plutôt compromettantes, dont certaines, je l'admets, que j'étais {i}particulièrement désireux de prendre.

source: [_danny_s_angry_s_talk_frown_] Tucker, {u}blackmail{/u}? Really dude?
fr_fr: [_danny_s_angry_s_talk_frown_] Tucker, {u}chantage ? Vraiment, mec ?

source: [_tucker_s_talk_happy_s_sad_] Yeah man! I've got Kwan breaking into Lancer's filing cabinets for quiz answers, pictures of Valerie and Paulina in the locker room, and a snap of Dash inhaling some panties in the bathroom stall!
fr_fr: [_tucker_s_talk_happy_s_sad_] Ouais, mec ! J'ai Kwan qui s'introduit dans les classeurs de Lancer pour trouver les réponses aux quiz, des photos de Valérie et Paulina dans les vestiaires, et un cliché de Dash inhalant une culotte dans les toilettes !

source: [_danny_s_talk_frown_s_sad_2_] Woah, woah, what?! What did you just say??
fr_fr: [_danny_s_talk_frown_s_sad_2_] Woah, woah, quoi ? ! Qu'est-ce que tu viens de dire ??

source: [_tucker_s_away_s_talk_frown_] I know, right? Dash has got a {b}serious{/b} fetish going on, and it's really kinda gross to think about.
fr_fr: [_tucker_s_away_s_talk_frown_] Je sais, hein ? Dash a un {b}fétiche sérieux, et c'est vraiment dégoûtant d'y penser.

source: [_danny_s_angry_s_talk_frown_] No, not that! What did you say about Valerie and Paulina?!
fr_fr: [_danny_s_angry_s_talk_frown_] Non, pas ça ! Qu'est-ce que tu as dit sur Valerie et Paulina ? ?!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh yeah dude, you gotta check them out, I got some {b}seriously{/b} good ones.
fr_fr: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh ouais mec, tu dois les voir, j'en ai quelques uns {b}sérieusement{/b} bons.

source: [_danny_s_talk_frown_2_] Dude, what the hell's wrong with you?
fr_fr: [_danny_s_talk_frown_2_] Mec, c'est quoi le problème avec toi ?

source: [_tucker_s_talk_frown_] What's the problem? I did this {i}before{/i} I even had powers, right?
fr_fr: [_tucker_s_talk_frown_] Quel est le problème ? J'ai fait ça {i}avant même d'avoir des pouvoirs, non ?

source: [_danny_s_sad_s_talk_frown_] Tucker, the point is you can't keep going around taking pictures of girls while they're changing! It's an {b}abuse{/b} of your power!
fr_fr: [_danny_s_sad_s_talk_frown_] Tucker, le fait est que tu ne peux pas continuer à prendre des photos des filles pendant qu'elles se changent ! C'est un {b}abus{/b} de ton pouvoir !

source: [_danny_s_talk_frown_2_s_sad_2_] Even with your ghost powers, one of them is going to catch you sooner or later! They'll sense your presence or something!
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] Même avec tes pouvoirs de fantôme, l'un d'entre eux va t'attraper tôt ou tard ! Ils vont sentir ta présence ou quelque chose comme ça !

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, doubtful.
fr_fr: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, douteux.

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What, you don't think so?
fr_fr: [_danny_s_rise_one_s_talk_frown_s_towards_] Quoi, vous ne le pensez pas ?

source: [_tucker_s_away_s_neutral_s_talk_happy_] Nah, I pretty much {b}know{/b} so.
fr_fr: [_tucker_s_away_s_neutral_s_talk_happy_] Nah, j'ai plutôt {b}know{/b} so.

source: [_danny_s_rise_one_s_talk_frown_] How's that?
fr_fr: [_danny_s_rise_one_s_talk_frown_] Comment ça ?

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Cause they're not even technically {b}awake{/b} when I'm doing it!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Parce qu'ils ne sont même pas techniquement {b}éveillés{/b} quand je le fais !

source: [_danny_s_rise_one_s_talk_frown_2_] ...what are you saying, Tuck?
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] ...qu'est-ce que tu dis, Tuck ?

source: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sigh*{/i} Look dude, it's like this: I float into a locker room or bathroom, see a fine cutie just hanging out, and then jump {b}into{/b} her body!
fr_fr: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sigh*{/i} Ecoute, mec, c'est comme ça : Je flotte dans un vestiaire ou des toilettes, je vois une jolie fille qui traîne, et je saute {b}dans son corps !

source: [_tucker_s_sad_s_talk_happy_] Then from there, it's lewd selfie central! Most of the girls have their phones on them, so I just send my snapshots right to my PDA! It's a great system!
fr_fr: [_tucker_s_sad_s_talk_happy_] Puis à partir de là, c'est le centre des selfies lubriques ! La plupart des filles ont leur téléphone sur elles, alors j'envoie mes clichés directement sur mon PDA ! C'est un super système !

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Here, take a look at this one I took of {b}Paulina{/b}! It's a rather nice one, I'd say.
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Tiens, regarde celle que j'ai prise de {b}Paulina{/b} ! C'est une assez belle photo, je dirais.

source: [_tucker_] I think she makes a pretty seductive face, don't you think? Then again, I guess it's {b}me{/b} that's the one making it!
fr_fr: [_tucker_] Je pense qu'elle fait un visage assez séduisant, tu ne trouves pas ? Mais bon, je suppose que c'est {b}moi{/b} qui le fait !

source: [_tucker_] But it's probably her big fat ass that draws your attention first anyway, right?! {i}Hah hahah{/i}!
fr_fr: [_tucker_] Mais c'est probablement son gros cul qui attire votre attention en premier de toute façon, non ? ! {i}Hah hahah{/i} !

source: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i}!! Jeez, you're using people as living costumes to play dress up {u}inside{/u} of?! That's even {b}worse{/b} than spying!
fr_fr: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i} !! Tu utilises les gens comme des costumes vivants pour jouer à te déguiser {u}à l'intérieur ? ! C'est encore {b}pire que l'espionnage !

source: [_tucker_s_talk_frown_s_neutral_] How's that {b}worse{/b}? What they don't know can't hurt 'em.
fr_fr: [_tucker_s_talk_frown_s_neutral_] Comment ça {b}worse{/b} ? Ce qu'ils ne savent pas ne peut pas leur faire de mal.

source: [_danny_s_talk_frown_] It {i}can{/i} if you plan to blackmail them with the pictures you're making them take!
fr_fr: [_danny_s_talk_frown_] Il {i}peut{/i} si vous prévoyez de les faire chanter avec les photos que vous leur faites prendre !

source: [_danny_s_towards_s_talk_frown_2_] Look, I can understand how this whole power stuff could be a bit overwhelming for you, but you need to realize you can't use your powers like this.
fr_fr: [_danny_s_towards_s_talk_frown_2_] Ecoute, je peux comprendre que tout ce truc de pouvoir soit un peu écrasant pour toi, mais tu dois réaliser que tu ne peux pas utiliser tes pouvoirs comme ça.

source: [_tucker_s_angry_s_talk_frown_] Uhm, say's {u}who{/u}, exactly? Are you trying to enforce a set of ghost guidelines I didn't agree to or something?
fr_fr: [_tucker_s_angry_s_talk_frown_] Euh, disons {u}qui{/u}, exactement ? Tu essaies d'appliquer un ensemble de directives sur les fantômes que je n'ai pas acceptées ou quoi ?

source: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] No one may tell my Master what to do! He is the king of his own domain!
fr_fr: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] Personne ne peut dire à mon Maître ce qu'il doit faire ! Il est le roi de son propre domaine !

source: [_danny_s_towards_wide_s_talk_frown_] Look, butt out of this, Gumby, he's my friend {b}more{/b} than he is your "Master".
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Ecoute, ne te mêle pas de ça, Gumby, c'est mon ami {b}plus qu'il n'est ton "Maître".

source: [_tucker_s_talk_frown_s_towards_wide_] Hey, don't tell my harem girl what to do!
fr_fr: [_tucker_s_talk_frown_s_towards_wide_] Hé, ne dites pas à ma fille du harem ce qu'elle doit faire !

source: [_danny_s_angry_s_talk_frown_] Your harem-? Tucker, listen to yourself! She's a ghost! She's not your slave!
fr_fr: [_danny_s_angry_s_talk_frown_] Ton harem... Tucker, écoute-toi ! C'est un fantôme ! Elle n'est pas ton esclave !

source: [_tucker_s_towards_s_sad_s_talk_frown_] Look Danny, clearly you're just jealous of my sexy harem genie and because you're not the only ghost kid on the block anymore! I get it, but it's kinda sad.
fr_fr: [_tucker_s_towards_s_sad_s_talk_frown_] Ecoute Danny, il est clair que tu es juste jaloux de mon génie du harem sexy et parce que tu n'es plus le seul enfant fantôme du quartier ! Je comprends, mais c'est un peu triste.

source: [_danny_s_talk_frown_s_angry_] I'm not {b}jealous{/b} of you, Tucker!
fr_fr: [_danny_s_talk_frown_s_angry_] Je ne suis pas {b}jaloux{/b} de toi, Tucker !

source: [_danny_s_at_danny_s_wondering_s_frown_2_] (Am I?)
fr_fr: [_danny_s_at_danny_s_wondering_s_frown_2_] (Le suis-je ?)

source: [_tucker_s_away_s_talk_frown_s_angry_] Like Desiree said, I'm the Master of my {b}own{/b} domain, and nobody can tell me otherwise.
fr_fr: [_tucker_s_away_s_talk_frown_s_angry_] Comme Desiree l'a dit, je suis le maître de mon domaine {b}own{/b}, et personne ne peut me dire le contraire.

source: [_danny_s_towards_s_talk_frown_s_sad_] Dude, you seriously don't even sound like Tucker right now. I'm telling you, Desiree's getting inside your head!
fr_fr: [_danny_s_towards_s_talk_frown_s_sad_] Mec, tu ne ressembles vraiment pas à Tucker en ce moment. Je te le dis, Desiree est en train de rentrer dans ta tête !

source: [_desiree_s_closed_s_talk_frown_2_] You're just jealous of my Master's awesome power! He grows stronger every minute he uses his gifts!
fr_fr: [_desiree_s_closed_s_talk_frown_2_] Tu es juste jaloux de l'énorme pouvoir de mon Maître ! Il devient plus fort chaque fois qu'il utilise ses dons !

source: [_tucker_s_talk_happy_s_towards_wide_] Yeah, you hear that, Danny? I'm going to be even {b}more{/b} powerful than you soon!
fr_fr: [_tucker_s_talk_happy_s_towards_wide_] Ouais, tu entends ça, Danny ? Je vais être encore plus {b}plus{/b} puissant que toi bientôt !

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, I don't care! I'm afraid you're going to end up doing something bad with all that power!
fr_fr: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, je m'en fiche ! J'ai peur que tu finisses par faire quelque chose de mal avec tout ce pouvoir !

source: [_danny_s_rise_one_s_talk_frown_2_] What would Sam think if she knew what you were doing?
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] Que penserait Sam si elle savait ce que tu faisais ?

source: [_tucker_s_away_s_sad_s_talk_frown_] Well... I mean, that'd be bad...
fr_fr: [_tucker_s_away_s_sad_s_talk_frown_] Eh bien... Je veux dire, ce serait mauvais...

source: [_danny_s_sad_2_s_talk_frown_] Exactly, dude!!
fr_fr: [_danny_s_sad_2_s_talk_frown_] Exactement, mec !!

source: [_tucker_s_sad_s_away_s_talk_frown_] ...I definitely wouldn't want her finding out I took over {i}her{/i} body too...
fr_fr: [_tucker_s_sad_s_away_s_talk_frown_] ...je ne voudrais surtout pas qu'elle découvre que j'ai pris le contrôle de {i}son{/i} corps aussi...

source: [_danny_s_talk_frown_2_s_angry_] Tucker... are you {b}serious{/b} right now?
fr_fr: [_danny_s_talk_frown_2_s_angry_] Tucker... tu es {b}sérieux{/b} en ce moment ?

source: [_tucker_s_talk_frown_s_angry_] Hey, I mean I haven't done it {b}yet{/b}! Stop badgering me Danny!
fr_fr: [_tucker_s_talk_frown_s_angry_] Hé, je veux dire que je ne l'ai pas encore fait {b}! Arrête de me harceler Danny !
