Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_penelope_] That's better!
fr_fr: [_penelope_] C'est mieux!

source: [_danny_] I... Mistress, I thought... I thought you didn't want to-
fr_fr: [_danny_] Je... Maîtresse, ai-je pensé... Je pensais que vous ne vouliez pas...

source: [_penelope_] Oh, Mistress simply changed her mind, worm. Simple as that!
fr_fr: [_penelope_] Oh, la maîtresse a tout simplement changé d'avis. Simple comme ça!

source: [_penelope_] Honestly, this is a {i}much{/i} more fun way to deal with my issues than any boring thinking sessions will do me!
fr_fr: [_penelope_] Honnêtement, c'est {i}beaucoup{/i} façon plus amusante de traiter mes problèmes que n'importe quelle séance de réflexion ennuyeuse ne me fera !

source: [_danny_] O-okay then, well... could you-?
fr_fr: [_danny_] O-okay alors, bien... pourriez-vous - ?

source: [_penelope_] -Just don't go thinking you're anything more than a fucktoy for my personal use, understood?
fr_fr: [_penelope_] -N'allez pas vous imaginer que vous êtes autre chose qu'un fucktoy pour mon usage personnel, compris ?

source: [_danny_] R-right, sure... I can deal with-
fr_fr: [_danny_] R-right, sûr... Je peux traiter avec-

source: [_penelope_] Enough talking!!
fr_fr: [_penelope_] Assez parlé!

source: [_danny_] ...huh? Are you-
fr_fr: [_danny_] ... hein ? Êtes-vous -

source: [_penelope_] {i}Ah!{/i} Now that's it! What good little fucktoy!
fr_fr: [_penelope_] {i}Ah!{/i} C'est maintenant ! Quel beau petit fucking !

source: [_danny_] Penel- I mean, "Mistress", could you please-
fr_fr: [_danny_] Penel- Je veux dire, "Maîtresse", pourriez-vous s'il vous plaît-

source: [_penelope_] Quiet worm! Don't... don't speak 'til... I tell you-{i}aahh!{/i} ...to!~
fr_fr: [_penelope_] Ver silencieux! N'est-ce pas... ne parlez pas... Je vous le dis,{i}aah! {/i} ...à !~

source: [_penelope_] Just stay put and keep your big... {p}F-fat...! c-cock! {i}hard{/i} for your "Mistress".
fr_fr: [_penelope_] Restez juste mis et gardez votre graisse... {p}graisses F! c-cock! {i}dur{/i} pour votre « Maîtresse ».

source: [_danny_] C-come on! Let me out!
fr_fr: [_danny_] C-allez-y! Laissez-moi sortir!

source: [_penelope_] Oh, p-please! Not with those kind of manners, worm!
fr_fr: [_penelope_] Oh, je vous en prie! Pas avec ce genre de manières, vers !

source: [_penelope_] I'm having {i}way{/i} too much fun like this! {i}Hahaha!{/i}
fr_fr: [_penelope_] Je fais {i}way{/i} trop amusant comme ça! {i}Hahaha !{/i}

source: [_penelope_] Maybe I- {i}oooooh!~{/i} ...should have led our sessions with- {i}AH!~{/i} ...{u}this{/u} technique instead, huh?!
fr_fr: [_penelope_] Peut-être je- {i}oooooh!~{/i} ...aurait-il dû diriger nos sessions avec- {i}AH!~{/i} ...{u}cette technique {/u} à la place, hein?!

source: [_danny_] {i}A-haah!!{/i} Those ropes start to hurt.
fr_fr: [_danny_] {i}A-haah !!{/i} Ces cordes commencent à faire du mal.

source: [_penelope_] {i}Oooh!{/i} Shut up! Stop whining! Just...
fr_fr: [_penelope_] {i}Oooh!{/i} Arrêtez! Arrêtez de pleurer! Vraiment...

source: [_penelope_] {i}Keep. Quiet...~{/i}
fr_fr: [_penelope_] Donjon en {i}. Silence...~{/i}

source: [_penelope_] {i}Ahhh!~ Yes~{/i}{p}{nw}
fr_fr: [_penelope_] {i}Ahhh !~ Oui~{/i}{p}{nw}

source: [_extend_] I'm going to cum! Don't you dare cum before your "Mistress" does!!
fr_fr: [_extend_] Je vais foutre ! N'osez pas foutre devant votre "Maîtresse" !!

source: [_danny_] (..Can't. Hold. On. Any... longer!!)
fr_fr: [_danny_] (..Can Hold. On. On. Any... longer!!)

source: [_penelope_] {i}A-haah!{/i}, that's it...
fr_fr: [_penelope_] {i}A-haah !{/i}, c'est tout...

source: [_penelope_] I'm cumming!!
fr_fr: [_penelope_] Non je ne le suis pas!!

source: [_penelope_] {i}Mmmmmph!!{/i} Goodness...
fr_fr: [_penelope_] {i}Mmmmmph!!{/i} Bonté...

source: [_penelope_] I suppose this will have to be another of our "off-the-book" therapy sessions, huh, Danny?
fr_fr: [_penelope_] Je suppose que cela devra être une autre de nos séances de thérapie "hors ligne", hein, Danny ?

source: [_penelope_] Anyway, I had my fun, until next time.
fr_fr: [_penelope_] Quoi qu'il en soit, j'ai eu mon plaisir, jusqu'à la prochaine fois.

source: [_danny_] Hey, what the hell!!
fr_fr: [_danny_] Hé, quel enfer !!

source: [_danny_] Don't just leave me like this.
fr_fr: [_danny_] Ne me laissez pas simplement comme ça.

source: [_danny_] What are these ropes even made of, I can't phase through them to get out!
fr_fr: [_danny_] De quoi sont faites ces cordes même : je ne peux pas les franchir progressivement pour sortir!

source: [_ember_s_offscreen_s_towards_s_rise_s_talk_amused_] What do we have {i}here~{/i}...
fr_fr: [_ember_s_offscreen_s_towards_s_rise_s_talk_amused_] Qu'est-ce que nous avons {i}ici~{/i}...

source: [_danny_s_f_s_offscreen_s_toward_wide_s_unhappy_s_talk_consternation_] Would one of you get me free from these things?!
fr_fr: [_danny_s_f_s_offscreen_s_toward_wide_s_unhappy_s_talk_consternation_] Est-ce que l'un d'entre vous me mettrait à l'abri de ces choses ?!

source: [_ember_s_offscreen_s_towards_s_sad_s_talk_amused_] Yeah, yeah, just hold still and relax.
fr_fr: [_ember_s_offscreen_s_towards_s_sad_s_talk_amused_] Oui, oui, oui, il suffit de tenir immobile et de se détendre.

source: [_danny_] {i}*Ahem*{/i} thanks...
fr_fr: [_danny_] {i}*Ahem*{/i} merci...

source: [_danny_] How...!!
fr_fr: [_danny_] Comment...!!

source: [_extend_] How long have you both been stood there like that?!
fr_fr: [_extend_] Depuis combien de temps avez-vous tous les deux été là comme ça?!

source: [_ember_] {i}Long enough.{/i}
fr_fr: [_ember_] {i}assez longtemps.{/i}

source: [_desiree_] My, it's been a long time since I witnessed a coupling {i}that{/i} intense with vigor and passion in quite some time!
fr_fr: [_desiree_] Moi, cela fait longtemps que j'ai été témoin d'un couplage {i}qui, {/i} intense avec vigueur et passion depuis un certain temps déjà!

source: [_danny_] W-we were not... it's not what you think!
fr_fr: [_danny_] W-nous n'étions pas... ce n'est pas ce que vous pensez!

source: [_desiree_] Master why were you tied up for your... consummation with Miss Spectra?
fr_fr: [_desiree_] Maîtrisez pourquoi étiez-vous attaché pour votre... consommation avec Miss Spectra ?

source: [_danny_] It... it's a long story!
fr_fr: [_danny_] C'est... c'est une longue histoire !

source: [_ember_] What's the matter Desiree? Never been hogtied before?
fr_fr: [_ember_] Quelle est la question du désir ? N'a jamais été amarrée auparavant ?

source: [_desiree_] As odd as it may sound, the time I come from did not feel the need to make sexual encounters as "theatric" as this...
fr_fr: [_desiree_] Aussi étrange que cela puisse paraître, le moment dont je suis originaire ne sentait pas le besoin de rendre les relations sexuelles aussi « théâtrales » que cela...

source: [_desiree_] ...but it is an interesting notion...~
fr_fr: [_desiree_] ...mais c'est une idée intéressante...~

source: [_ember_] You know, Danny, if you wanted {i}me{/i} to tie you up some time I wouldn't mind!
fr_fr: [_ember_] Vous savez, Danny, si vous vouliez que {i}moi{/i} vous immobilise quelque temps, ça ne me dérangerait pas!

source: [_danny_] I {i}uh{/i}, I'm gonna go shower right now...
fr_fr: [_danny_] Moi {i}euh{/i}, je vais me doucher tout de suite...

source: [_ember_] Make sure to give her a goodnight kiss for me!
fr_fr: [_ember_] Assurez-vous de lui donner un baiser de bonne nuit pour moi !

source: [_desiree_] I must say, the recent addition of Miss Spectra to Master's catalogue of bedroom selections...
fr_fr: [_desiree_] Je dois dire que l'ajout récent de Miss Spectra au catalogue de choix de chambres du Maître...

source: [_extend_] ...has made living here feel all that more familiar to my previous lifestyle, in fact.
fr_fr: [_extend_] ...a fait vivre ici tout cela plus familier à mon style de vie précédent, en fait.

source: [_ember_] It's still pretty freaky to me, but hey, I can get down with some freak stuff, no problem!
fr_fr: [_ember_] C'est toujours assez fâcheux pour moi, mais bon, je peux me défaire avec des trucs frénétiques, pas de problème !

source: [_desiree_] Well then, if that truly is the case...
fr_fr: [_desiree_] Eh bien, si c'est vraiment le cas...

source: [_desiree_] What would you say to something like...
fr_fr: [_desiree_] Que diriez-vous à quelque chose comme...

source: [_desiree_] {i}whisper{/i}... {i}whisper{/i}
fr_fr: [_desiree_] {i}murmure {/i}... {i}murmure {/i}

source: [_ember_] {i}Hmmm...{/i} I like the way you think, Green.
fr_fr: [_ember_] {i}Hmmm...{/i} J'aime la façon dont vous pensez, Vert.

source: [_danny_] (Maybe I should check on Penelope after... last night.)
fr_fr: [_danny_] (Peut-être devrais-je vérifier Penelope après... la nuit dernière.)

source: [_danny_] Hey, Penelope? Can we talk for a moment?
fr_fr: [_danny_] Hé, Pénélope? Pouvons-nous parler un instant ?

source: [_danny_] Hello...?{p}{nw}
fr_fr: [_danny_] Bonjour...?{p}{nw}

source: [_extend_] ...anyone home?
fr_fr: [_extend_] ... quelqu'un à la maison?

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Just your favorite!{/b}{/font}{/color}
fr_fr: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Votre favori !{/b}{/font}{/color}

source: [_danny_] Oh. Ember?{p}{nw}
fr_fr: [_danny_] Oh. Braises ?{p}{nw}

source: [_extend_] Is Penelope around, I didn't think any of you were out of the-
fr_fr: [_extend_] Est Penelope autour, je ne pense pas que vous étiez hors de la -

source: [_danny_] Was... did I hear something?
fr_fr: [_danny_] Était... ai-je entendu quelque chose?

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}{i}Uhhh{/i}, nah, it was nothing!{/b}{/font}{/color}
fr_fr: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}{i}Uhhh{/i}, nah, c'était rien!{/b}{/font}{/color}

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Just some, y'know, girl-on-girl-{/b}{/font}{p}{nw}{/color}
fr_fr: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Juste quelques-uns, vous savez, girl-on-girl-{/b}{/font}{p}{nw}{/color} {/color}

source: [_extend_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}...I mean, girl-to-girl bonding!{/b}{/font}{/color}
fr_fr: [_extend_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}...Je veux dire, liaisons entre filles !{/b}{/font}{/color}

source: [_danny_] Ember, what's going on in-
fr_fr: [_danny_] Ember ce qui se passe dans -

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Sorry, can't like, hear you, the {i}uh{/i}, stupid thermos signal, breaking up!{/b}{/font}{/color}
fr_fr: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Désolé, je ne peux pas aimer, vous entendre, le {i}euh{/i}, un signal thermos stupide, se déchirant !{/b}{/font}{/color}

source: [_danny_] Wait! What are you all-
fr_fr: [_danny_] Attendez! Qu'est-ce que vous toutes-

source: [_danny_] H-hello? Is anyone gonna say anything?
fr_fr: [_danny_] H-bonjour ? Quelqu'un va dire quelque chose ?

source: [_danny_] (I'll just have to check in on them later, I guess?)
fr_fr: [_danny_] (Je vais juste devoir les vérifier plus tard, je suppose ?)

source: [_desiree_] Oh dearest Master, are you... available?~
fr_fr: [_desiree_] Oh maître le plus cher, êtes-vous... disponible?~

source: [_danny_] Desiree? Sure, I wouldn't mind some compa-
fr_fr: [_danny_] Le désir ? Bien sûr, ça ne me dérangerait pas une boussole-

source: [_ember_] Whatsa' matter, nerd, y'look like you saw a ghost... or three!
fr_fr: [_ember_] Quoi' importe, nerd, vous semblez avoir vu un fantôme... ou trois !

source: [_danny_] What the- what's going on, why's Penelope... all tied up...?
fr_fr: [_danny_] Qu'est-ce que ce qui se passe, pourquoi Penelope... tous attachés... ?

source: [_danny_] A-a-and {i}you{/i} two, you... wow!
fr_fr: [_danny_] A-a-et {i}vous{/i} deux, vous... wow!

source: [_ember_] Well, she put up quite the fight, I'll give her that!
fr_fr: [_ember_] Eh bien, elle a pris le combat, je vais lui donner ça !

source: [_desiree_] Nothing more satisfying than wrangling a stubborn mule like this one!
fr_fr: [_desiree_] Rien de plus satisfaisant que de se disputer une mule obstinée comme celle-ci !

source: [_penelope_] M-mule?! I'll tell you who's the damn farm animal around here, you wretched-!
fr_fr: [_penelope_] M-mule?! Je vais vous dire qui est le maudit animal de ferme autour d'ici, vous avez misérable!

source: [_desiree_] Now, now, my sweet, let's not get too riled up after {i}just{/i} getting properly dressed...~
fr_fr: [_desiree_] Maintenant, ma douceur, je ne vais pas m'amuser après que {i}juste {/i} soit habillé comme il se doit...~

source: [_penelope_] Release me right this instant, or I swear I'm gonna-!
fr_fr: [_penelope_] Libérez-moi en ce moment, ou je jure que je suis gonna-!

source: [_danny_] H-hey, hey, relax!! Will somebody just tell me what's going on here?!
fr_fr: [_danny_] H-Hé, hé, hé, détendez-vous!! Quelqu'un me dira-t-il ce qui se passe ici?!

source: [_desiree_] We've felt it was time we {i}all{/i} joined in on the fun, Master!~
fr_fr: [_desiree_] Nous avons pensé qu'il était temps que {i}tous{/i} nous rejoignions sur le plaisir, Maître !~

source: [_penelope_] I didn't agree to this! Let me go now!
fr_fr: [_penelope_] Je n'ai pas accepté cela ! Laissez-moi partir maintenant !

source: [_ember_] Oh sit down and shut up!
fr_fr: [_ember_] Oh asseyez-vous et éteignez !

source: [_penelope_] You can't speak to me that way, you bratty little child! I'm being held against my will already, I don't need you two trying to-
fr_fr: [_penelope_] Vous ne pouvez pas me parler de cette façon, vous êtes un petit enfant ! Je suis déjà tenu contre ma volonté, je n'ai pas besoin de vous deux-

source: [_ember_] Shut up already, you catty old bag!
fr_fr: [_ember_] Arrête déjà, tu chattes un vieux sac !

source: [_ember_] And you can stop pretending you don't want to liven your imprisonment here with a good dose of {u}dick{/u} like the rest of us.
fr_fr: [_ember_] Et vous pouvez cesser de prétendre que vous ne voulez pas animer votre emprisonnement ici avec une bonne dose de {u}baise {/u} comme le reste d'entre nous.

source: [_ember_] Danny turn into your ghost form and let's get this party started already!
fr_fr: [_ember_] Danny transforme en votre forme de fantôme et commençons déjà cette fête !

source: [_danny_] S-sure thing, okay then...
fr_fr: [_danny_] chose sûre, ok alors...

source: [_penelope_] (This is so embarrassing! But yet, I also start to get excited about what might happen...)
fr_fr: [_penelope_] (C'est si embarrassant ! Mais pourtant, je commence aussi à m'enthousiasmer à propos de ce qui pourrait se passer...)

source: [_desiree_] Now, now, let's not just stand around! Get into position for this sweet little gift we wrapped up for you Master!
fr_fr: [_desiree_] Maintenant, ne nous contentons pas de rester debout ! Mettez-vous en position pour ce petit cadeau sucré que nous avons emballé pour vous Maître!

source: [_danny_] S-sure... yeah...
fr_fr: [_danny_] S-sure... oui...

source: [_danny_] (God, I'm really just letting my base instincts take over right now...)
fr_fr: [_danny_] (Dieu, je laisse vraiment mon instinct de base prendre le relais en ce moment...)

source: [_ember_] Don't act so shy, doofus, show her that fat dick we all can't get enough of!
fr_fr: [_ember_] N'agissez pas si timide, doofus, montrez-lui que la grosse bite que nous ne pouvons pas tous en obtenir assez !

source: [_desiree_] {i}*Chuckles*{/i} Oh dearest Penelope, tell me... has it been some time for you since you last...?
fr_fr: [_desiree_] {i}*Chuckles*{/i} Oh chère Penelope, dites-moi... Ça fait du temps que vous vous êtes écoulé depuis votre dernière...?

source: [_penelope_] N-no, get away! I don't want your hands anywhere-
fr_fr: [_penelope_] N-non, fuyez-vous! Je ne veux pas de vos mains nulle part-

source: [_penelope_] ...{i}n-near meeeeeee!!{/i}
fr_fr: [_penelope_] ...{i}n-presque meeeeeeeee!!{/i}

source: [_desiree_] Now, dig in and enjoy the nice juicy meal we've helped prepare for you Penelope...
fr_fr: [_desiree_] Maintenant, creusez et profitez du bon repas juteux que nous avons aidé à vous préparer pour Pénélope...

source: [_desiree_] ...or would you rather our Miss Ember teach you some more with the thack of her riding stick?
fr_fr: [_desiree_] ...ou préféreriez-vous que notre Miss Ember vous en apprenne plus avec son bâton de motoneige?

source: [_ember_] Don't worry, you'll eventually learn to love my little love taps!
fr_fr: [_ember_] Ne vous inquiétez pas, vous finirez par aimer mes petits robinets d'amour !

source: [_desiree_] ...{i}yessss{/i}... that's certainly more like it.~
fr_fr: [_desiree_] ...{i}yessss{/i}... c'est certainement plus comme ça.~

source: [_danny_] (Holy hell! Is this really happening?!)
fr_fr: [_danny_] (Enfer! Est-ce vraiment le cas?!)

source: [_penelope_] (F-fuck... how did it come to this?)
fr_fr: [_penelope_] (F-fuck... comment cela est-il arrivé ?)

source: [_penelope_] (Good God... and why is this so exciting to me...?!)
fr_fr: [_penelope_] (Good God... et pourquoi est-ce si excitant pour moi...?!)

source: [_penelope_] (I can't believe this is my life right now... having these three stare at me like this...)
fr_fr: [_penelope_] (Je ne peux pas croire que c'est ma vie en ce moment... avoir ces trois regards comme ça...)

source: [_penelope_] (...sure looks like he's at least enjoying himself...)
fr_fr: [_penelope_] (...on dirait qu'il est au moins en train de s'amuser...)

source: [_penelope_] {i}*Huff*{/i} (What... what am I turning into?~)
fr_fr: [_penelope_] {i}*Poufs*{/i} (Quoi... à quoi je me tourne?~)

source: [_penelope_] (He has {i}such{/i} a big cock, I can bearly fit it all in my mouth!!~)
fr_fr: [_penelope_] (Il a {i}ainsi {/i} une grosse queue, je peux tout mettre dans ma bouche!!~)

source: [_penelope_] (It feels just as good as when he slipped it inside me... and fucked me like a wild man!!)
fr_fr: [_penelope_] (Ça se sent tout aussi bon que quand il l'a glissé en moi... et m'a baisé comme un homme sauvage!!)

source: [_desiree_] Oh no, come, come, come now... that's simply no good, Miss Spectra.
fr_fr: [_desiree_] Oh non, venez, venez maintenant... ce n'est tout simplement pas bon, Miss Spectra.

source: [_desiree_] Here, let me show you how to {i}properly{/i} attend a mouthful of Master's manhood...
fr_fr: [_desiree_] Tenez, laissez-moi vous montrer comment {i}correctement {/i} est présent à une bouche de maître...

source: [_desiree_] Now see, {i}that{/i} is much more in line with my standards. Well done Penelope!
fr_fr: [_desiree_] Maintenant, voyez-vous, {i}que{/i} est beaucoup plus conforme à mes normes. Bravo Penelope!

source: [_penelope_] (Damn, it. I will get you for that. Desiree)
fr_fr: [_penelope_] (Merde, ça. Je vais te donner pour ça. Désirez)

source: [_penelope_] (Oh yes. That seals it. I will get you {u}both{/u} for this, you sadistic sluts...)
fr_fr: [_penelope_] (Oh oui. Ce sceau. Je vais te faire {u}tous les deux{/u} pour ça, tes salopes sadiques...)

source: [_desiree_] Up and down, up and down... yes, bobbing on Master's member with that exact pace...
fr_fr: [_desiree_] Haut et bas, vers le haut et vers le bas... oui, bobiller le membre du Maître à ce rythme...

source: [_ember_] ...it's probably exactly what you were hoping for, right?
fr_fr: [_ember_] ...c'est probablement exactement ce que vous espériez, n'est-ce pas?

source: [_danny_] Oh my God, yes... she's incredible. I don't think I'm gonna last much longer like this...~
fr_fr: [_danny_] Oh mon Dieu, oui... elle est incroyable. Je ne pense pas que je vais durer beaucoup plus longtemps comme ça...~

source: [_desiree_] Did you hear that? Master is about to deliver his delicious cum for you, girl.
fr_fr: [_desiree_] Avez-vous entendu ça ? Maître est sur le point de vous livrer son délicieux foutre pour vous, fille.

source: [_ember_] Yeah, shoot your fucking jizz in her mouth, Danny!
fr_fr: [_ember_] Ouais, tirez votre baiser dans sa bouche, Danny !

source: [_penelope_] (How humiliating!!)
fr_fr: [_penelope_] (Comment humilier !!)

source: [_penelope_] (But who am I fooling... at this point...)
fr_fr: [_penelope_] (Mais qui suis-je en train de tromper... à ce moment...)

source: [_penelope_] (...as much as I object... I'm absolutely {i}dripping{/i} wet from my cunt...~)
fr_fr: [_penelope_] (...autant que je m'oppose... Je suis absolument {i}égouttant {/i} de ma casse...~)

source: [_penelope_] (The way he looks at me... full of pleasure... praising my effort... eager to cum down my throat...~)
fr_fr: [_penelope_] (La façon dont il me regarde... plein de plaisir... louant mon effort... désireux de me sucer la gorge...~)

source: [_penelope_] (Fine... cum then! Let it all out, boy!)
fr_fr: [_penelope_] (Enfin... cum alors! Laissez-le sortir, gars!)

source: [_penelope_] (I want you to fucking {u}cum{/u} for me...~)
fr_fr: [_penelope_] (Je veux que tu fucking {u}cum{/u} pour moi...~)

source: [_danny_] Oh jeez, I'm- I'm... {i}cumming!!{/i}
fr_fr: [_danny_] Oh jeez, je suis... {i}éjaculation !!{/i}

source: [_ember_] Holy shit, she really emptied his balls...
fr_fr: [_ember_] Sainte merde, elle a vraiment vidé ses couilles...

source: [_extend_] Not bad at all...
fr_fr: [_extend_] Pas mal du tout...

source: [_desiree_] What a good little cum slut you've so far proven yourself, dear.
fr_fr: [_desiree_] Quelle bonne petite salope de foutre que vous avez jusqu'à présent prouvée, chère.

source: [_desiree_] I would say her behavior merits a fitting reward, wouldn't you agree, Master?
fr_fr: [_desiree_] Je dirais que son comportement mérite une juste récompense, ne seriez-vous pas d'accord, Maître?

source: [_danny_] (Oh man... what could even be next...?)
fr_fr: [_danny_] (Oh homme... qu'est-ce qui pourrait même être la suite...?)

source: [_danny_] W-what?! We can't, I mean, I can't just-
fr_fr: [_danny_] W-quoi?! On ne peut pas, je veux dire, je ne peux pas juste-

source: [_ember_] You know, I thought you might be interested in her uptight ass...
fr_fr: [_ember_] Vous savez, je pensais que vous pourriez être intéressé par son cul haut de gamme...

source: [_ember_] ...so don't worry, I found some lube lying around the house so you can really take it town!
fr_fr: [_ember_] ... alors ne vous inquiétez pas, j'ai trouvé de la lube dans la maison pour que vous puissiez vraiment la prendre en ville !

source: [_ember_] At least, I hoped you wouldn't make taking preference for the back door entrance...{p}{nw}
fr_fr: [_ember_] Au moins, j'espérais que vous ne feriez pas de préférence pour l'entrée de la porte arrière...{p}{nw}

source: [_extend_] I already have {i}plans{/i} for her pussy...~
fr_fr: [_extend_] J'ai déjà {i}plans{/i} pour sa pussy...~

source: [_penelope_] W-WHAT?! No!!
fr_fr: [_penelope_] W-QUOI ?! Non!!

source: [_danny_] Penelope, wait... is this really okay to do...?
fr_fr: [_danny_] Penelope, attendez... est-ce vraiment correct à faire...?

source: [_penelope_] Just, not that hole! Please! Anything else!
fr_fr: [_penelope_] Juste, pas ce trou ! S'il vous plaît ! Tout le reste !

source: [_ember_] Oh don't worry, she wasn't complaining earlier when I used my finger!
fr_fr: [_ember_] Ne vous inquiétez pas, elle ne se plaignait pas plus tôt quand j'ai utilisé mon doigt !

source: [_penelope_] I-I wasn't...! No, I was just... it didn't feel...
fr_fr: [_penelope_] Je n'étais pas...! Non, j'étais juste... ça ne sentait pas...

source: [_penelope_] ...as... as awful as I thought it would have...~
fr_fr: [_penelope_] ...comme... aussi horrible que je le pensais...~

source: [_ember_] See, she's practically dying for it at this point!
fr_fr: [_ember_] Voyez, elle meurt pratiquement à ce stade !
