Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_] But you're on a {u}tight{/u} leash, you do ANYTHING I don't like and you have to face some of those unwarranted enemies, understood?
fr_fr: [_danny_] Mais vous êtes sur une laisse de {u}serrée{/u}, vous faites TOUT ce que je n'aime pas et vous devez faire face à certains de ces ennemis injustifiés, bien compris?

source: [_penelope_] "Oh, why thank you, my oh-so wise and benevolent one!"
fr_fr: [_penelope_] « Oh, pourquoi vous remercier, je suis si sage et bienveillante! »

source: [_danny_] Remember, stay cloaked if someone else is around!{p}{nw}
fr_fr: [_danny_] Rappelez-vous, restez habillé si quelqu'un d'autre est autour !{p}{nw}

source: [_danny_] {i}*Sigh*{/i} I hope this wasn't a mistake...
fr_fr: [_danny_] {i}*Sourire*{/i} J'espère que ce n'est pas une erreur...

source: [_danny_] {i}*Yawn*{/i} (Another day, another-){p}{nw}
fr_fr: [_danny_] {i}*Yawn*{/i} (autre jour, autre){p}{nw}

source: [_extend_] (Wait... what's that noise?)
fr_fr: [_extend_] (Attention... quel est ce bruit ?)

source: [_danny_] (Oh... sounds like Ember and Desiree just watching TV again.)
fr_fr: [_danny_] (Oh... sonne comme Ember et Desiree simplement regarder la télé à nouveau.)

source: [_danny_] (I better tell them to turn it down a little before someone wakes up.)
fr_fr: [_danny_] (Je ferais mieux de leur dire de le rejeter un peu avant que quelqu'un ne se réveille.)

source: [_danny_] (Yeah, it's definitely them.){p}{nw}
fr_fr: [_danny_] (Oui, c'est certainement eux.){p}{nw}

source: [_extend_] (Wonder what they're watching this-)
fr_fr: [_extend_] (Ce qu'ils regardent ceci)

source: [_ember_] Oh, well look who decided to join us!
fr_fr: [_ember_] Oh, regardez qui a décidé de nous rejoindre !

source: [_penelope_] Oh please. I just wanted to see what the undead sex slaves get up to when their master lets them off their leash!
fr_fr: [_penelope_] Oh, s'il vous plaît. Je voulais juste voir ce que les esclaves de sexe mort-vivant se lèvent quand leur maître les laisse sortir de leur laisse !

source: [_ember_] We're not slaves, Countess Stick-Up-Ass, we just made a choice to stick around.
fr_fr: [_ember_] Nous ne sommes pas esclaves, comtesse Stick-Ass, nous avons juste fait un choix de coller.

source: [_ember_] The alternative choice being that green hell-hole after all? I'll stick with pleasantly surprising above average sex and TV privileges anytime.
fr_fr: [_ember_] Le choix alternatif étant ce trou de l'enfer vert après tout ? Je m'en tiendrai à des privilèges agréablement surprenants au-dessus de la moyenne du sexe et de la télévision à tout moment.

source: [_desiree_] I have also actually {i}been{/i} a slave, and I must agree that I find this experience to be much better, when comparing the two.
fr_fr: [_desiree_] J'ai également {i}été{/i} esclave et je dois convenir que je trouve cette expérience beaucoup mieux, en comparant les deux.

source: [_penelope_] Neither of us are capable of escaping from this wretched, petulant teenager's clutches! Doesn't that bother either of you?!
fr_fr: [_penelope_] Aucun de nous n'est capable de nous échapper des embrayages de cet adolescent misérable et petulant ! Cela ne vous dérange pas non plus ?

source: [_desiree_] It certainly took quite some time to get used to things around here, but I must admit, I... I do feel Danny has always had our best interests at heart.
fr_fr: [_desiree_] Il a certainement fallu du temps pour s'habituer aux choses ici, mais je dois l'admettre, moi. . - J’ai le sentiment que Danny a toujours eu nos meilleurs intérêts à cœur.

source: [_penelope_] Best interests at heart?! What are you talking about??
fr_fr: [_penelope_] Les meilleurs intérêts à cœur ?! De quoi parlez-vous?? ?

source: [_ember_] Nah, I gotta agree with her on this one. Danny's annoyingly do-goody attitude is sorta what makes him... a good person?
fr_fr: [_ember_] Nah, je dois être d'accord avec elle sur ce sujet. L'attitude de Danny est ennuyeusement bonne, c'est sorta ce qui fait de lui... une bonne personne ?

source: [_desiree_] He has shown us that we haven't always needed to lash out against others to be more fulfilled with our hereafter.
fr_fr: [_desiree_] Il nous a montré que nous n'avons pas toujours eu besoin de critiquer les autres pour être plus satisfaits de notre suivante.

source: [_ember_] Look, I get it, the dude can be an uptight, rule making pain in the ass sometimes... but he's just doing what he thinks is best.
fr_fr: [_ember_] Regardez, je l'ai, le dude peut être un peu hétérogène, règle qui fait parfois de la douleur dans l'âne. mais il fait juste ce qu'il pense être le mieux.

source: [_ember_] I can at least respect it, y'know? To be that seriously invested in trying to reform some ghosts as bad as we are?
fr_fr: [_ember_] Je peux au moins le respecter, vous savez ? Être si sérieusement investi dans la tentative de réformer certains fantômes aussi mauvais que nous le sommes ?

source: [_penelope_] Goodness me... Stockholm is truly a powerful thing.
fr_fr: [_penelope_] Bonne chose... Stockholm est vraiment une chose puissante.

source: [_desiree_] ...Stock-what?
fr_fr: [_desiree_] ...Stock - quoi ?

source: [_ember_] Never mind, she's just being her usual overly preppy, hyper-analyzing psycho self.
fr_fr: [_ember_] Peu importe, elle est juste son habituelle psycho trop préparé, hyper-analyseur de soi même.

source: [_penelope_] If you're so confident I'm wrong, why don't you both try asking to leave? See how well he cares about and trusts your judgement!
fr_fr: [_penelope_] Si vous êtes si confiant que je me trompe, pourquoi ne pas tous les deux essayer de demander de partir ? Voyez à quel point il se soucie et fait confiance à votre jugement !

source: [_penelope_] I'll just leave you two to your morning cartoons then... later girlies!~
fr_fr: [_penelope_] Je vais juste vous laisser deux à vos dessins animés matinaux... filles plus tard !~

source: [_danny_] (...maybe she's right. Maybe it is wrong of me to keep them both imprisoned like this?)
fr_fr: [_danny_] (...elle a peut-être raison. Peut-être est-ce mal de ma part de les garder tous deux emprisonnés comme ça?)

source: [_danny_] (I mean, I trust them both now... and yet I still keep them bound to this house...)
fr_fr: [_danny_] (Je veux dire, je leur fais confiance tous les deux maintenant... et pourtant je les garde toujours liés à cette maison...)

source: [_danny_] (Maybe it's best if we address this issue... head on...)
fr_fr: [_danny_] (Il vaut peut-être mieux que nous abordions ce problème... Allez...)

source: [_danny_] (Well... here goes nothing.)
fr_fr: [_danny_] (Eh bien... ici ne va rien.)

source: [_danny_] H-hey girls... thanks for coming out to talk with me...
fr_fr: [_danny_] H-hey filles... merci d'être venu me parler...

source: [_ember_] U-uh, hey dude... yeah, no problem...{p}{nw}
fr_fr: [_ember_] U-uh, hey dude... oui, pas de problème...{p}{nw}

source: [_danny_] Desiree... Ember...
fr_fr: [_danny_] Désireur... Braises ...

source: [_danny_] When I first caught you both, it was because you were a danger to everyone around you.
fr_fr: [_danny_] Quand je vous ai attrapé pour la première fois, c'est parce que vous étiez un danger pour tout le monde autour de vous.

source: [_danny_] Plain and simple, you posed a threat both to society at large as well as yourselves, frankly...
fr_fr: [_danny_] Simple et simple, vous avez posé une menace à la fois pour la société en général et pour vous-même, franchement...

source: [_danny_] Although, I was probably more focused on the former at the time, and wasn't really thinking of how you yourselves were feeling.
fr_fr: [_danny_] Bien que je sois probablement plus concentré sur le premier à l'époque, et je ne pensais pas vraiment à ce que vous avez ressenti vous-même.

source: [_danny_] But now... I think both of you have turned for the better, and become far more caring and engaging people.
fr_fr: [_danny_] Mais maintenant... Je pense que vous avez tous deux tourné vers le mieux, et que vous devenez beaucoup plus attentifs et engageants.

source: [_danny_] What made you who you were in both your pasts before we first had to cross paths, it wasn't anything you could have helped.
fr_fr: [_danny_] Ce qui vous a fait qui vous étiez dans vos deux passé avant que nous ayons d'abord dû traverser des chemins, ce n'était rien que vous auriez pu vous aider.

source: [_danny_] And because I've gotten to know you both so much better... I truly don't believe you'd try to hurt anyone anymore.
fr_fr: [_danny_] Et parce que j'ai appris à vous connaître tous deux tellement mieux... Je ne crois vraiment plus que vous essayeriez de faire du mal à quiconque.

source: [_danny_] So...
fr_fr: [_danny_] Donc...

source: [_danny_] If you want to go... you can.
fr_fr: [_danny_] Si vous voulez partir... vous pouvez.

source: [_desiree_] ...M-M-Master!!
fr_fr: [_desiree_] ...M-Master!!

source: [_ember_] The fuck?!?
fr_fr: [_ember_] Merde?!?

source: [_danny_] Believe me, I've had to some hard truth searching lately, and I just think it's wrong of me to hold you in such high esteem now...
fr_fr: [_danny_] Croyez-moi, j'ai eu à la vérité difficile de fouiller ces derniers temps, et je pense juste que c'est mal de moi de vous tenir en si haute estime maintenant...

source: [_danny_] ...but still keep you in chains, essentially.{p}{nw}
fr_fr: [_danny_] ...mais vous gardez toujours en chaîne, essentiellement.{p}{nw}

source: [_extend_] Especially after everything that's happened.
fr_fr: [_extend_] Surtout après tout ce qui s'est passé.

source: [_danny_] So, I'll understand it if you two want to go out into the world and... well... do whatever it is you want.
fr_fr: [_danny_] Alors, je vais le comprendre si vous voulez aller dans le monde et... bien... faire ce que vous voulez.

source: [_ember_] Wow... hey, I mean...
fr_fr: [_ember_] Wow... Hé, je veux dire...

source: [_desiree_] This is... well, how shall I say...?
fr_fr: [_desiree_] C'est... eh bien, comment devrais-je dire...?

source: [_ember_] ...I was sorta planning on sticking around for a good bit, y'know?
fr_fr: [_ember_] ...J'avais l'intention de trier un peu autour de moi, vous savez?

source: [_desiree_] I would have to agree, I've grown accustomed to my home in the Metal tube.
fr_fr: [_desiree_] Je devrais être d'accord, je me suis habitué à ma maison dans le tube en métal.

source: [_penelope_] ...w-what? But you- you have your freedom now!! Go cause chaos!! Do what it is you want to do!!
fr_fr: [_penelope_] ...w-what? Mais vous- vous avez votre liberté maintenant!! Allez causer le chaos!! Faites ce que vous voulez faire!!

source: [_desiree_] We {i}are{/i} doing what it is we want. It just happens to involve being at Master's side as well.
fr_fr: [_desiree_] Nous, {i}{/i}sommes en train de faire ce que nous voulons. Il arrive que nous soyons également aux côtés du Maître.

source: [_ember_] I mean, don't get me wrong, I {i}definitely{/i} plan on stretching my boots out around town and causing some classic pranks on people, finally!
fr_fr: [_ember_] Je veux dire, ne me trompez pas, « En définitive, moi, {i}{/i} planifie d'étendre mes bottes aux abords de la ville et de causer des farces classiques aux gens, enfin! »

source: [_ember_] ...but being around this dork and the green bean have honestly been... pretty eye opening for me! I've had some free time to think about why I acted the way I did.
fr_fr: [_ember_] ...mais être autour de ce dortoir et du haricot vert a été honnêtement... Ouverture des yeux pour moi ! J'ai eu un peu de temps libre pour réfléchir à la raison pour laquelle j'ai agi comme je l'ai fait.

source: [_ember_] And what I learned is that nobody's the sole source of my problems, and that life's just sorta shitty!{p}{nw}
fr_fr: [_ember_] Et ce que j'ai appris, c'est que personne n'est la seule source de mes problèmes, et que cette vie n'est qu'une pute sorta !{p}{nw}

source: [_extend_] But you gotta get what you can get out of it anyway!
fr_fr: [_extend_] Mais tu dois tout de même obtenir ce que tu peux en tirer !

source: [_danny_] ({i}Phew!!{/i})
fr_fr: [_danny_] ({i}Ouf !!{/i})

source: [_ember_] So no, I don't really see myself going back to my completely warped and angry self. And like she said, I don't mind living here as much as I used to!
fr_fr: [_ember_] Donc, non, je ne me vois pas vraiment retourner à mon moi complètement déformé et en colère. Et comme elle l'a dit, ça ne me dérange pas de vivre ici autant que jadis!

source: [_penelope_] {i}Urgh!!{/i} You two make absolutely {u}zero{/u} sense to me! You're both even more crazy than I thought possible!!
fr_fr: [_penelope_] {i}Urgh!!{/i} Vous avez tous deux un sens de {u}zéro{/u} pour moi! Vous êtes tous deux encore plus fous que je ne le pensais possible!!

source: [_danny_] Penelope, just what is it...? Why are you fighting so hard to make everyone else feel miserable for their choices?
fr_fr: [_danny_] Penelope, juste ce que c'est...? Pourquoi vous battrez-vous si dur pour faire que tout le monde se sent misérable pour ses choix?

source: [_penelope_] You don't get to stand there and try and figure me out, you cretin!
fr_fr: [_penelope_] Vous n'allez pas vous tenir debout et essayer de me trouver, vous crétin!

source: [_danny_] Please, I'm simply trying to help! Won't you at least try and open up a little, so we-
fr_fr: [_danny_] S'il vous plaît, j'essaye simplement de vous aider ! Ne vous ferez pas au moins d'essayer d'ouvrir un peu, donc nous...

source: [_penelope_] {i}SHUT UP!!!{/i}
fr_fr: [_penelope_] {i}DÉCOUVREZ !!!{/i}

source: [_ember_] ...well... somebody's got some issues to unpack.
fr_fr: [_ember_] ...bien... quelqu'un a eu quelques problèmes à déballer.

source: [_ember_] Look, I know it's only 10 AM right how, but do you mind showing me that back of the throat thing with your tongue again...?
fr_fr: [_ember_] Regardez, je sais que c'est seulement 10 heures à juste titre, mais est-ce que vous me montrez que derrière la gorge avec votre langue à nouveau...?

source: [_ember_] That was pretty fucking hot last time we tried it.~
fr_fr: [_ember_] C’était assez fucking chaud la dernière fois que nous l’avons essayé.~

source: [_desiree_] Of course my dear-
fr_fr: [_desiree_] Bien sûr mon cher -

source: [_danny_] (Shoot, where is she? Where could she have gone?!)
fr_fr: [_danny_] (Shoot, où est-elle? Où aurait-elle pu partir?!)

source: [_danny_] Penelope? Where'd you-
fr_fr: [_danny_] Pénélope ? Où en êtes-vous -

source: [_jazz_] {i}Uhh{/i}, who?
fr_fr: [_jazz_] {i}Uhh{/i}, qui?

source: [_danny_] Oh, Jazz! I {i}uh{/i}, I was looking for you!
fr_fr: [_danny_] Oh, Jazz! Moi {i}euh{/i}, je vous cherchais !

source: [_jazz_] What? Then, why'd you call me "Penelope?"
fr_fr: [_jazz_] Quoi? Alors, pourquoi m'appelleriez-vous « Penelope? »

source: [_danny_] I... didn't say that, did I...?
fr_fr: [_danny_] Je... je n'ai pas dit cela, n'est-ce pas...?

source: [_jazz_] Yeah, you kinda did.
fr_fr: [_jazz_] Ouais, tu as bien fait.

source: [_danny_] Oh well, that's pretty dumb of me! Penelope's just, {i}uhh{/i}, some made up character on a dumb computer game I've been playing! That's all!
fr_fr: [_danny_] Eh bien, c'est plutôt stupide de moi ! « Penelope est juste, {i}euh{/i}, un personnage formé sur un ordinateur stupide que je joue! C'est tout! »

source: [_jazz_] ...Penelope? I haven't seen any ads for a game with that character, have I?{p}{nw}
fr_fr: [_jazz_] ...Penelope? Je n'ai pas vu de publicité pour un jeu avec ce personnage, n'est-ce pas?{p}{nw}

source: [_extend_] Why does that name seem so familiar...?
fr_fr: [_extend_] Pourquoi ce nom paraît-il si familier...?

source: [_danny_] {i}Uhhh{/i}, okay, gotta jet, forgot to meet up with Tucker at the arcade!
fr_fr: [_danny_] {i}Uhhh{/i}, d'accord, a oublié de rencontrer Tucker à l'arca!

source: [_jazz_] Hey, wait a minute! Don't just-{p}{nw}
fr_fr: [_jazz_] Hé, attendez une minute ! Pas juste -{p}{nw}

source: [_extend_] ...awww, whatever. Silly boys on a play date.
fr_fr: [_extend_] ... awww, quoi qu'il arrive. Des garçons stupides à une date de jeu.

source: [_jazz_] (Jeez, why can't I put a face to that name? Just seems like something I sorta remember, like...)
fr_fr: [_jazz_] (Jeez, pourquoi ne puis-je pas mettre un visage à ce nom ? On dirait juste quelque chose que je sorta en mémoire, comme...)

source: [_jazz_] (...again, who cares? I'm hungry, did Dad leave any extra buttered noodles in the fridge from the other night?)
fr_fr: [_jazz_] (...encore, qui se soucie ? J'ai faim, papa a-t-il laissé des nouilles supplémentaires dans le réfrigérateur de l'autre nuit?)

source: [_danny_] (Crap, not out here either?){p}{nw}
fr_fr: [_danny_] (Crap, pas non plus ici ?){p}{nw}

source: [_extend_] (Then she must be hiding somewhere in the house still!)
fr_fr: [_extend_] (Alors elle doit se cacher quelque part dans la maison !)

source: [_danny_] (I guess I'll have to talk to her again when she cools down...)
fr_fr: [_danny_] (Je suppose que je vais devoir lui parler à nouveau quand elle se refroidie...)

source: [_danny_] (...in the meantime, I could look for some type of gift for her in the meanwhile? Something to extend an olive branch with?)
fr_fr: [_danny_] (...en attendant, je pourrais chercher un cadeau pour elle entre-temps ? Quelque chose pour étendre une branche d'olive avec ?)

source: [_danny_] (But what do you get an unhinged, undead school psychiatrist from the mall, exactly?)
fr_fr: [_danny_] (Mais qu'est-ce que tu obtiens un psychiatre de l'école morte-vivante du centre commercial, exactement ?)

source: [_danny_] Hey Box Ghost.
fr_fr: [_danny_] Hey Box fantôme.

source: [_box_ghost_] Salutations, dearest patron!
fr_fr: [_box_ghost_] Salutations, cher patron!

source: [_danny_] (Now there's got to be something around here she'll like.)
fr_fr: [_danny_] (Maintenant il doit y avoir quelque chose ici qui lui plair.)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (C'mon, has she ever mentioned anything she likes that I could use to get on her good side...)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (C'mon, a-t-elle jamais mentionné tout ce qu'elle aime que je pourrais utiliser pour se mettre de son bon côté...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_smile_] (Hey, what's this?){p}{nw}
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_smile_] (Hey, qu'est-ce que c'est ?){p}{nw}

source: [_extend_s_danny_s_danny_s_f_s_offscreen_s_closed_s_idle_s_smile_] {i}*Sniff* *Sniff*{/i} (Hey, smells pretty good...)
fr_fr: [_extend_s_danny_s_danny_s_f_s_offscreen_s_closed_s_idle_s_smile_] {i}*Sniff* *Sniff*{/i} (Hé, sent assez bien...)

source: [_extend_s_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (...Amity has coffee plants growing around here...?)
fr_fr: [_extend_s_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (...Amity a des plantes café qui poussent ici...?)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_distraught_] (H-holy crap!! {i}HOW{/i} MUCH FOR A BOX OF THIS STUFF?!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_distraught_] (Crappe sacrée!! {i}COMMENTAIRE{/i} CHASSE POUR UNE BOX DE CETTE STUFF?!)

source: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_consternation_] {i}*Sigh*{/i} (The only real thing I've been able to get out of here was that time she mentioned she liked the coffee...)
fr_fr: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_consternation_] {i}*Soupir*{/i} (La seule chose que j'ai pu sortir d'ici, c'est le moment où elle a mentionné qu'elle aimait le café...)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (This is probably be my best shot at trying to connect with her right now.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (C'est probablement mon meilleur moyen d'essayer de se connecter avec elle dès maintenant.)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (I hope this was worth it.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (J'espère que ça en valait la peine.)

source: [_danny_] Hey, Penelope?
fr_fr: [_danny_] Hé, Pénélope ?

source: [_penelope_] Yes, yes, what could it be now?
fr_fr: [_penelope_] Oui, oui, qu'est-ce qui pourrait être maintenant ?

source: [_danny_] Nice to see you've calmed down... a little.{p}{nw}
fr_fr: [_danny_] Nice de voir que vous vous êtes calmé... un peu.{p}{nw}

source: [_extend_] Look, I had something I-
fr_fr: [_extend_] Regardez, j'ai eu quelque chose -

source: [_penelope_] Let's get something straight here, you little twerp.{p}{nw}
fr_fr: [_penelope_] Nous allons obtenir quelque chose de tout droit ici, vous petit twerp.{p}{nw}

source: [_penelope_] You might have convinced those other saps of your good nature, but not me. No way.
fr_fr: [_penelope_] Vous avez peut-être convaincu ces autres saps de votre bonne nature, mais pas moi.

source: [_penelope_] I know that deep down, all you are is a twisted, perverse little cretin who gets off on all the adoration you get from your brain dead slaves!
fr_fr: [_penelope_] Je sais qu'au fond, tout ce que vous êtes est tordu, petite crétine perverse qui part de l'adoration que vous obtenez de votre cerveau esclaves morts!

source: [_danny_] ...{i}uhm{/i}, well, this maybe an awkward time for this, but... I actually wanted to give you this.
fr_fr: [_danny_] ...{i}euhm{/i}, eh bien, c'est peut-être un moment difficile pour ça, mais... Je voulais vraiment vous donner ceci.

source: [_penelope_] What is it?
fr_fr: [_penelope_] Que puis-je faire pour toi?

source: [_danny_] Here.
fr_fr: [_danny_] Ici.

source: [_penelope_] ...these are... some rather expensive coffee beans...
fr_fr: [_penelope_] ... ce sont ... des grains de café plutôt chers...

source: [_penelope_] ...smells rather good, as well.
fr_fr: [_penelope_] ... sent plutôt bien, aussi.

source: [_danny_] Do you like it?
fr_fr: [_danny_] Tu aimes ça ?

source: [_danny_] Hey, what the hell?
fr_fr: [_danny_] Hé, qu'est-ce que l'enfer?

source: [_penelope_] Did you really think some mild bribery was going to win me over? Really now?
fr_fr: [_penelope_] Pensez-vous vraiment qu'une légère corruption allait me gagner ? Vraiment maintenant?

source: [_danny_] I just wanted to give you something to help cheer you up!
fr_fr: [_danny_] Je voulais juste vous donner quelque chose pour vous encourager !

source: [_penelope_] I don't need "cheering up", what I need is to be left alone. Completely!
fr_fr: [_penelope_] Je n'ai pas besoin d'être « acclamé », ce dont j'ai besoin, c'est de rester seul. Complètement !

source: [_danny_] You really want that? Do you actually think that'd make you happier?
fr_fr: [_danny_] Vous voulez vraiment ça ? Pensez-vous que cela vous rendrait plus heureux ?

source: [_danny_] Then fine, go ahead, I'll leave you alone!{p}{nw}
fr_fr: [_danny_] Très bien, allez-y, je vais vous laisser seul !{p}{nw}

source: [_extend_] But just remember that I was at least {i}trying{/i} over here!
fr_fr: [_extend_] Mais n'oubliez pas que j'essayais au moins {i}ici{/i} !

source: [_penelope_] Oh yes, you were trying your very best to get some new ghostly tail to hump, alright!
fr_fr: [_penelope_] Oh oui, vous avez fait de votre mieux pour obtenir une nouvelle queue fantomatique à bosses, d'accord!

source: [_danny_] That's not-!
fr_fr: [_danny_] Ce n'est pas-!

source: [_danny_] Oh man, you are maddeningly infuriating!!
fr_fr: [_danny_] Oh homme, vous êtes terriblement exaspérant!!

source: [_penelope_] Good, I'm glad! I'm glad I make you angry! I don't need {i}any{/i} of your help!
fr_fr: [_penelope_] Bien, je suis heureux! Je suis content que je vous rende en colère! Je n'ai pas besoin de {i}{/i} de votre aide!

source: [_penelope_] None of you could have possibly ever helped me!
fr_fr: [_penelope_] Aucun d'entre vous n'aurait pu m'aider !
