Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode8_MZ.po
Languages: fr_fr

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (I can't believe it! A girl is actually trying to get with {i}me{/i} and not Invisi-Bill!)
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Je n'arrive pas à le croire! Une fille essaie en fait de s'emparer de {i}moi{/i} et non de Invisi-Bill !)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (But still, sending nudes is too risky. This might be all just a prank.)
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (Mais quand même, envoyer des nus est trop risqué. Cela pourrait être juste une farce.)

source: [_danny_s_towards_s_wondering_s_displeased_] (Guess this was just too nice to be true after all.)
fr_fr: [_danny_s_towards_s_wondering_s_displeased_] (Devinez que c'était juste trop beau pour être vrai.)

source: [_danny_s_ahegao_s_sad_s_bite_] (But, still what a body.){p}{nw}
fr_fr: [_danny_s_ahegao_s_sad_s_bite_] (Mais, toujours quel corps.){p}{nw}

source: [_danny_s_towards_s_rise_s_bite_] (This was enough excitement for one night-)
fr_fr: [_danny_s_towards_s_rise_s_bite_] (Cela a été assez excitant pour une nuit-)

source: [_danny_s_at_player_s_rise_s_consternation_] (I should better get some rest.)
fr_fr: [_danny_s_at_player_s_rise_s_consternation_] (Je ferais mieux de me reposer)

source: [_danny_] (Something... going on?)
fr_fr: [_danny_] (Somément... en cours?)

source: [_danny_] J-Jazz?? H-hey, what are you-
fr_fr: [_danny_] J-Jazz?? H-Hé, qu'êtes-vous -

source: [_jazz_] I must say, your dick sure has grown since a lot the last time I saw it... back when we were younger.
fr_fr: [_jazz_] Je dois dire que votre bite s'est bien développée depuis la dernière fois que je l'ai vue... à l'époque où nous étions plus jeunes.

source: [_danny_] Jazz, that's not what {i}I'm{/i} freaking out about right now...!
fr_fr: [_danny_] Jazz, ce n'est pas ce que {i}je{/i} je suis en train de m'inquiéter...!

source: [_jazz_] Sorry, Danny but I just couldn't help myself.
fr_fr: [_jazz_] Désolé, Danny mais je n'ai pas pu m'aider.

source: [_jazz_] I've been dreaming about this for so long.
fr_fr: [_jazz_] Cela fait si longtemps que j'y rêve.

source: [_jazz_] How does it feel? Does it feel good to be touched like this?
fr_fr: [_jazz_] Comment cela se sente-t-il ? Est-ce qu'il est bon d'être touché comme ça ?

source: [_jazz_] I've never done this before, so please, tell me if I'm doing anything wrong.
fr_fr: [_jazz_] Je n'ai jamais fait cela auparavant, alors s'il vous plaît, dites-moi si je fais quelque chose de mal.

source: [_danny_] I.. I.. mean.. yes, it feels good. But-
fr_fr: [_danny_] Je... je... je veux dire... oui, ça se sent bien. Mais-

source: [_jazz_] Relax, and enjoy it then Danny.
fr_fr: [_jazz_] Détendez-vous, et profitez de Danny.

source: [_jazz_] You've gotta take things easy and just learn to relax every now and then...
fr_fr: [_jazz_] Vous devez prendre les choses facilement et juste apprendre à vous détendre de temps en temps...

source: [_jazz_] I know {i}I{/i} should have been taking things more easy than I have been.
fr_fr: [_jazz_] Je sais que {i}moi{/i} aurait dû prendre les choses plus facilement que je ne l'ai été.

source: [_jazz_] {i}Mmmh{/i}.. wow... I can feel your dick getting even bigger in my hand.
fr_fr: [_jazz_] {i}Mmmh{/i}... wow... Je peux sentir votre bite s'agrandir dans ma main.

source: [_jazz_] That's it... let big sis give you this to enjoy... {i}*Chuckles*{/i}
fr_fr: [_jazz_] Voilà... Laissez le gros se vous donner pour jouir... {i}*Chuckles*{/i}

source: [_danny_] (I can't belive this is really happening. Am I still dreaming?)
fr_fr: [_danny_] (Je ne peux pas vivre ça se passe vraiment. Est-ce que je rêve toujours ?)

source: [_jazz_] Would you like me to go faster?
fr_fr: [_jazz_] Souhaiteriez-vous que je vais plus vite ?

source: [_danny_] {i}Mmmh... y-yeah, just a little...
fr_fr: [_danny_] {i}Mmmh... y oui, juste un peu...

source: [_jazz_] {i}*Giggles*{/i} Of course you would...
fr_fr: [_jazz_] {i}*Giggles*{/i} Bien sûr que vous...

source: [_jazz_] {i}Hmmm{/i}... yes, I can feel your dick twitching. Does it mean you're about to come?
fr_fr: [_jazz_] « {i}Hmmm{/i}... oui, je peux sentir que vous êtes sur le point de venir? »

source: [_jazz_] That's alright, I don't want you to hold back. Come for me Danny. Come for Jazz...~
fr_fr: [_jazz_] C'est bien, je ne veux pas que vous vous reteniez. Venez me voir Danny. Venez pour Jazz...~

source: [_danny_] Ahh... Jazz, I'm... I'm coming, I'm-
fr_fr: [_danny_] Ahh... Jazz, je... je viens... je suis venu, je-

source: [_jazz_] {i}Hehehe{/i}, oh man... you sure do cum a lot... <3
fr_fr: [_jazz_] {i}Hehehe{/i}, oh man... tu es sûr de foutre beaucoup... <3

source: [_jazz_] Miss Spectra was right, this truly is the best way for us to bond.
fr_fr: [_jazz_] Mme Spectra a raison, c'est vraiment la meilleure façon de nous lier.

source: [_danny_] M-Miss Spectra? Huh? Did she... she didn't tell you to do this, did she...?
fr_fr: [_danny_] M-Miss Spectra ? Hein... n'est-ce pas... elle ne vous a pas dit de faire ça, n'est-ce pas...?

source: [_jazz_] {i}Shhhh{/i}... believe me... I wanted this just as bad as she made me feel I did...
fr_fr: [_jazz_] {i}Shhhhh{/i}... croyez-moi... Je voulais tout aussi mal que ce qu'elle m'a fait sentir que je faisais...

source: [_jazz_] Looking at your dick made my stomach feel like it was on fire... electricity running all over my body!
fr_fr: [_jazz_] En regardant votre bite me donnait l'impression que mon estomac était en feu... de l'électricité qui coule sur tout mon corps !

source: [_jazz_] {i}Mhhh{/i}... and you're still so hard and big!
fr_fr: [_jazz_] {i}Mhhhh{/i}... et vous êtes encore si dur et grand !

source: [_jazz_] I'm thinking... how would it feel... resting in my mouth...?
fr_fr: [_jazz_] Je pense... comment ça se sentirait... reposant dans ma bouche...?

source: [_jazz_] Guess I'll have to... give it... a try...~
fr_fr: [_jazz_] Devinez que j'aurai... tester... ~

source: [_jazz_] Let's get... this sweet little mouth... nice and wide.... for...
fr_fr: [_jazz_] Allons obtenir... cette douce petite bouche... sympa et large.... pour...

source: [_jazz_] {i}ZzzZzZ{/i}... {i}mwwyehhhh...{/i}
fr_fr: [_jazz_] {i}ZzzZzZ {/i}... {i}mwwyehhhhh...{/i}

source: [_danny_] Jazz...? Are you okay?
fr_fr: [_danny_] Jazz...? Vous êtes d'accord ?

source: [_danny_] Jazz! Jazz, you're shaking!! C'mon, wake up Jazz! Jazz!!
fr_fr: [_danny_] Jazz! Jazz, vous tremblez!! C'mon, réveillez-vous Jazz! Jazz!!

source: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_distraught_] Jazz! Wake up!
fr_fr: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_distraught_] Jazz! Réveillez-vous!

source: [_ember_s_towards_s_rise_s_talk_displeased_] Hey, what's going on? We heard you-
fr_fr: [_ember_s_towards_s_rise_s_talk_displeased_] Hé, que se passe-t-il ? Nous vous avons entendu-

source: [_ember_s_towards_s_sad_s_talk_consternation_] Ohhhh... well shit.
fr_fr: [_ember_s_towards_s_sad_s_talk_consternation_] Ohhhhh... bien merde.

source: [_desiree_] What has happened to her?
fr_fr: [_desiree_] Que lui est-il arrivé?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] I don't know, she just passed out!
fr_fr: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Je ne sais pas, elle vient de passer !

source: [_danny_s_towards_s_angry_s_talk_displeased_] And I can't wake her up!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Et je ne peux pas la réveiller !

source: [_ember_s_towards_s_unhappy_s_talk_consternation_] Well... this ain't good.
fr_fr: [_ember_s_towards_s_unhappy_s_talk_consternation_] Eh bien... ce n'est pas bon.

source: [_desiree_] No... it appears to be even worse than I may have once thought.
fr_fr: [_desiree_] Non... il semble que ce soit encore pire que je ne le pensais autrefois.

source: [_desiree_] We have been sensing the current ghost you seek growing stronger and stronger every day.
fr_fr: [_desiree_] Nous avons détecté chaque jour le fantôme actuel que vous cherchez à renforcer et renforcer chaque jour.

source: [_desiree_] It seems the ghost has been feeding off the lustful desires of others...
fr_fr: [_desiree_] Il semble que le fantôme se nourrit des désirs durs des autres...

source: [_danny_s_towards_s_rise_s_talk_consternation_] Feeding off their... lust? Seriously?
fr_fr: [_danny_s_towards_s_rise_s_talk_consternation_] Se nourrit de leur... lustre? Sérieusement, ?

source: [_ember_s_towards_s_idle_s_talk_consternation_] Come on dude, you haven't noticed the kids at your school acting {i}extra{/i} slutty recently?
fr_fr: [_ember_s_towards_s_idle_s_talk_consternation_] Allez-y, vous n'avez pas remarqué que les enfants de votre école agissent en {i}en plus{/i} salope récemment ?

source: [_ember_s_towards_s_rise_s_talk_displeased_] And y'know, not like your typical blowie in the girls bathroom stall slutty, but like full blown orgy shit?
fr_fr: [_ember_s_towards_s_rise_s_talk_displeased_] Et y'know, pas comme votre typique blowie dans la salle de bains des filles sale de toilette, mais comme la merde d'orgy pleine pompeuse ?

source: [_danny_s_towards_s_rise_s_talk_distraught_] Y-yeah, I guess so... still, this isn't typical Orgone absorbing behavior typical of some run-of-the-mill pervert ghost...
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Oui oui, je suppose que... ce n'est pas un comportement typique d'absorption d'Orgone typique de certains fantômes pervers du run-of-the-mill ...

source: [_desiree_] I believe we have to find this ghost perpetrator tonight Master. If we don't, I fear Miss Jasmine may never awaken from her slumber.
fr_fr: [_desiree_] Je pense que nous devons trouver ce maître fantôme ce soir. Si nous ne le faisons pas, je crains que Mme Jasmine ne se réveille jamais de son sommeil.

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] W-what?! You mean-
fr_fr: [_danny_s_towards_wide_s_rise_s_talk_consternation_] W-quoi? Vous voulez dire-

source: [_ember_s_towards_s_angry_s_talk_consternation_] They aren't going to stop at building up everyone's lust just to stop once that's been sucked up, dork!
fr_fr: [_ember_s_towards_s_angry_s_talk_consternation_] Ils ne vont pas s'arrêter à construire la convoitise de tout le monde juste pour s'arrêter une fois que ce qui a été aspiré, dormir !

source: [_ember_s_towards_s_sad_s_talk_consternation_] Whatever kind of effect this is, it's gonna keep going, until everybody's energy and life is completely gone!
fr_fr: [_ember_s_towards_s_sad_s_talk_consternation_] Quel que soit le type d'effet, il va continuer à fonctionner, jusqu'à ce que l'énergie et la vie de tout le monde soient complètement disparues !

source: [_ember_s_down_s_idle_s_talk_amused_] ...pretty gnarly, but not too bad an idea, actually.
fr_fr: [_ember_s_down_s_idle_s_talk_amused_] ... assez gaiement, mais pas trop mauvaise idée, en fait.

source: [_desiree_] Yes, I must give whoever this is credit for their inventiveness.
fr_fr: [_desiree_] Oui, je dois donner à qui que ce soit le mérite de leur inventivité.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Then we can't waste anymore time!
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Alors nous ne pouvons plus perdre de temps !

source: [_danny_s_towards_s_angry_s_talk_distraught_] But how do we find them? Every time I get close, they keep getting away from me!
fr_fr: [_danny_s_towards_s_angry_s_talk_distraught_] Mais comment les trouverons-nous ? Chaque fois que je m'approche, ils ne cessent de m'éloigner !

source: [_danny_s_towards_wide_s_angry_s_talk_displeased_] It's like clockwork! They're constantly just causing mischief only to slip away when I'm about to get them!
fr_fr: [_danny_s_towards_wide_s_angry_s_talk_displeased_] C'est comme une horlogerie ! Ils ne font que causer de la maladresse que lorsque je suis sur le point de les récupérer !

source: [_desiree_] Perhaps it is because you are simply being sent on a chase of the wild goose?
fr_fr: [_desiree_] Peut-être est-ce parce que vous êtes simplement envoyé à la poursuite de l'oie sauvage ?

source: [_danny_s_towards_s_angry_s_talk_displeased_] What do you mean?
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Que voulez-vous dire ?

source: [_ember_s_towards_s_rise_s_talk_displeased_] Well think, why the heck would the ghost just be taking drive-by shots and then running away?!
fr_fr: [_ember_s_towards_s_rise_s_talk_displeased_] Eh bien, pourquoi le fantôme se contenterait de prendre des tirs au volant avant de s'enfuir ?!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Because... it's after me? It wants to defeat me...
fr_fr: [_danny_s_towards_s_rise_s_talk_displeased_] Parce que... c'est après moi? Il veut me vaincre...

source: [_ember_s_towards_s_angry_s_talk_consternation_] {i}Tsch!{/i} It doesn't care about you, dummy! Exposing itself openly as a ghost is too risky with you around.
fr_fr: [_ember_s_towards_s_angry_s_talk_consternation_] {i}Tsch!{/i} Peu importe pour vous, stupide! S'exposer ouvertement comme un fantôme est trop risqué pour vous.

source: [_ember_s_towards_s_rise_s_talk_displeased_] It's baiting you away from the {i}real{/i} ghost running the show!
fr_fr: [_ember_s_towards_s_rise_s_talk_displeased_] Il vous ôte du fantôme {i}en cours{/i} !

source: [_desiree_] I believe her to be correct, Master. You must think, what is a rather large link between everything going on at the moment?
fr_fr: [_desiree_] Je crois qu'elle est correcte, Maître. Vous devez penser, quel est un lien assez grand entre tout ce qui se passe en ce moment ?

source: [_danny_s_towards_s_sad_s_talk_consternation_] I...{p}{nw}
fr_fr: [_danny_s_towards_s_sad_s_talk_consternation_] Je...{p}{nw}

source: [_extend_] {i}Hmmmm...{/i}
fr_fr: [_extend_] {i}Hmm...{/i}

source: [_sam_] I just spoke to that new counselor recently and, wow, she {i}really{/i} got me to open up, y'know?
fr_fr: [_sam_] Je viens de parler à ce nouveau conseiller récemment et, wow, {i}vraiment{/i} m'a fait ouvrir, vous savez?

source: [_penelope_] Nonsense! Believe me, it'll all make sense soon enough!
fr_fr: [_penelope_] Inutile ! Croyez-moi, tout cela aura un sens assez tôt !

source: [_sam_] {i}Yess{/i}, she's speaking to just about every student that she can get alone!
fr_fr: [_sam_] {i}Oui{/i}, elle parle à presque tous les élèves qu'elle peut obtenir seulement!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] ...I think I know who the ghost is.
fr_fr: [_danny_s_towards_s_unhappy_s_talk_consternation_] ...Je pense que je sais qui est le fantôme.

source: [_danny_s_towards_s_angry_s_talk_displeased_] And if I wanna save Jazz, then I do have to end this tonight!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Et si je veux sauver Jazz, alors je dois finir ce soir !

source: [_ember_s_towards_s_rise_s_talk_amused_] Hey dweeb, take us with you, we can help!
fr_fr: [_ember_s_towards_s_rise_s_talk_amused_] Hey dweeb, emmenez-nous avec vous, nous pouvons vous aider!

source: [_desiree_] It is too dangerous for you to try to fight her alone, master.
fr_fr: [_desiree_] Il est trop dangereux pour vous d'essayer de la combattre seule, maître.

source: [_danny_s_towards_s_rise_s_talk_distraught_] You sure? I'd hate for either of you to get hurt.
fr_fr: [_danny_s_towards_s_rise_s_talk_distraught_] Vous êtes sûr ? Je déteste pour l'un ou l'autre de vous de vous faire mal.

source: [_ember_s_towards_s_angry_s_talk_amused_] As if! No stupid creep using teenage hormones to conquer a town is gonna beat my tunes!
fr_fr: [_ember_s_towards_s_angry_s_talk_amused_] Comme si ! Aucun fluage stupide utilisant des hormones adolescentes pour conquérir une ville ne va pas battre mes musiques !

source: [_desiree_] Agreed. If anybody in this town is going to have a nefarious plan come to fruition, it had better be one of us!
fr_fr: [_desiree_] D'accord. Si quelqu'un dans cette ville va avoir un plan fâcheux, il vaudrait mieux être l'un de nous!

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Well that's good to hear... I think?
fr_fr: [_danny_s_towards_s_unhappy_s_talk_amused_] Eh bien, c'est bien entendu... Je pense?

source: [_desiree_] Have you an idea of where they might be? We should be able to sense them greater if we have an idea of where they are hiding.
fr_fr: [_desiree_] Avez-vous une idée de l'endroit où ils pourraient être ? Nous devrions pouvoir les sentir davantage si nous avons une idée de l'endroit où ils se cachent.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Yeah I do... in plain sight!
fr_fr: [_danny_s_towards_s_angry_s_talk_displeased_] Oui je fais... à la vue !

source: [_danny_s_wondering_s_talk_frown_] This is it... she should be inside, on the second floor.
fr_fr: [_danny_s_wondering_s_talk_frown_] C'est ça... elle devrait être à l'intérieur, au deuxième étage.

source: [_ember_s_talk_consternation_s_rise_] {i}Echh{/i}, jeez, I can feel them exuding their power from down here... turn that shit down, creep!
fr_fr: [_ember_s_talk_consternation_s_rise_] {i}Echh{/i}, jeez, je peux les sentir exalter leur pouvoir d'ici... tournez cette merde vers le bas !

source: [_ember_s_talk_distraught_s_confused_] Jeez, whoever this counselor of yours is, she really doesn't know how to cool it with the power gloating she's doing!
fr_fr: [_ember_s_talk_distraught_s_confused_] Jeez, quelle que soit la vôtre, elle ne sait vraiment pas le refroidir avec le pouvoir qu'elle fait !

source: [_danny_s_unhappy_s_talk_frown_] Yeah, even I can feel that... she's definitely powering up for something...
fr_fr: [_danny_s_unhappy_s_talk_frown_] Ouais, même je peux sentir que... elle est définitivement en train de faire quelque chose...

source: [_desiree_s_human_s_ghost_original_bottom_s_ghost_original_top_s_A1_jewels_1_s_A2_jewels_1_s_talk_distraught_] We must approach them cautiously, she's clearly gained a lot of strength as of late from her behavior tampering of the other students.
fr_fr: [_desiree_s_human_s_ghost_original_bottom_s_ghost_original_top_s_A1_jewels_1_s_A2_jewels_1_s_talk_distraught_] Nous devons les aborder avec prudence, elle a clairement gagné beaucoup de force à partir de son comportement altérée des autres élèves.

source: [_danny_s_angry_s_talk_frown_] Damn, it's locked.
fr_fr: [_danny_s_angry_s_talk_frown_] Merde, il est verrouillé.

source: [_ember_s_talk_distraught_s_confused_] Dude, we're ghosts, how is this still an issue for you?
fr_fr: [_ember_s_talk_distraught_s_confused_] Dude, nous sommes des fantômes, comment est-ce encore un problème pour vous ?

source: [_desiree_s_neutral_s_talk_distraught_] Yes, this all seems rather arbitrary as to what you {i}can{/i} and what you {i}cannot{/i} do on adventures.
fr_fr: [_desiree_s_neutral_s_talk_distraught_] Oui, tout cela semble plutôt arbitraire quant à ce que vous pouvez {i}{/i} et à ce que vous {i}ne pouvez pas faire dans les aventures.

source: [_ember_s_towards_s_talk_distraught_s_idle_] Seriously, it's like your powers aren't consistent from week to week.
fr_fr: [_ember_s_towards_s_talk_distraught_s_idle_] Sérieusement, c'est comme si vos pouvoirs n'étaient pas cohérents d'une semaine à l'autre.

source: [_extend_] Pretty shoddy writing if you ask me...
fr_fr: [_extend_] Vous avez envie d'écrire si vous me demandez...

source: [_danny_s_towards_s_-blush_s_talk_displeased_s_angry_] Hey, will you two just-
fr_fr: [_danny_s_towards_s_-blush_s_talk_displeased_s_angry_] Hé, va tu deux juste-

source: [_danny_] Sam? Is that- {i}Y-YOUUUU!!!{/i}
fr_fr: [_danny_] Sam ? Est-ce - {i}Y-YOUUUU !!!{/i}

source: [_sam_] {i}Heyyy!{/i} How's it going peeps?
fr_fr: [_sam_] {i}Heaaaa !{/i} Comment ça marche ?

source: [_danny_s_towards_s_rise_one_s_talk_frown_] WHAT. THE. HELL.
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_] QUELS QUELS. AIDES.

source: [_desiree_] Oh, now {i}this{/i} is a nice walk down memory lane for myself.
fr_fr: [_desiree_] Oh, maintenant {i}ceci{/i} est une belle voie de marche vers la mémoire.

source: [_star_s_talk_happy_s_neutral_2_] This is like, {i}soooo{/i} fun you guys!
fr_fr: [_star_s_talk_happy_s_neutral_2_] C'est comme ça, {i}soooo{/i} amusez-vous !

source: [_paulina_s_talk_frown_s_rise_one_2_s_away_] Star! We're supposed to be {i}real{/i} bitches right now, remember?
fr_fr: [_paulina_s_talk_frown_s_rise_one_2_s_away_] Étoiles ! Nous sommes censés être {i}vrai{/i} chiennes en ce moment, souvenez-vous?

source: [_star_s_talk_happy_2_s_closed_] Oh yeah! Like, woof-woof and stuff! {i}*Giggles*{/i}
fr_fr: [_star_s_talk_happy_2_s_closed_] Oh ouais ! J'aime, laine de bois et trucs ! {i}*Giggles*{/i}

source: [_paulina_s_talk_frown_] What are you three doing up this late?
fr_fr: [_paulina_s_talk_frown_] Que faites-vous trois en ce moment ?

source: [_ember_s_talk_distraught_s_unhappy_] Oh, you know, just admiring the midnight scenery.
fr_fr: [_ember_s_talk_distraught_s_unhappy_] Oh, vous savez, juste d'admirer le paysage de minuit.

source: [_ember_s_talk_distraught_s_away_s_rise_] ...there's a lot of stellar visuals to check out at this time of night, after all. {i}*Winks*{/i}
fr_fr: [_ember_s_talk_distraught_s_away_s_rise_] ...il y a beaucoup de visuels stellaires à regarder à ce moment de la nuit, après tout. {i}*Winks*{/i}

source: [_sam_s_talk_frown_2_s_confused_] So like, nothing {i}bad{/i} and dangerous you're all dealing with right now, right?
fr_fr: [_sam_s_talk_frown_2_s_confused_] Comme ça, rien de mal {i}ni de dangereux{/i} que vous avez tous affaire en ce moment, n'est-ce pas?

source: [_danny_s_towards_s_rise_one_s_talk_frown_] N-no, no, it's cool, everything's good. Chill, you might say, even.
fr_fr: [_danny_s_towards_s_rise_one_s_talk_frown_] N-non, non, c'est cool, tout est bien. Froid, pourriez-vous dire, même.

source: [_desiree_s_talk_frown_s_unhappy_] Chill? What?! No! This is a matter of grave importance, have you forgotten already?
fr_fr: [_desiree_s_talk_frown_s_unhappy_] Froide? Quoi?! Non ! C'est une question de grande importance, avez-vous déjà oublié ?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] Anyway, if you don't mind me asking, just what exactly are {i}you{/i} three up to?
fr_fr: [_danny_s_towards_s_wondering_s_talk_frown_2_] Quoi qu'il en soit, si vous ne me gênez pas de me demander, à quoi consiste exactement {i}vous {/i} trois?

source: [_paulina_s_closed_s_talk_displeased_s_wondering_] Don't be such a nark Danny, this is all to make some real cash online.
fr_fr: [_paulina_s_closed_s_talk_displeased_s_wondering_] Ne soyez pas un Danny si étroit, c'est tout pour gagner de l'argent réel en ligne.

source: [_star_s_talk_pleased_s_closed_s_sad_] Yeah! Like, we're planning on running an Onlysimps page together, and goth chick here has a lot of actually good ideas!
fr_fr: [_star_s_talk_pleased_s_closed_s_sad_] Oui ! J'aime bien, nous planifions de faire tourner une page Onlysimps ensemble, et goth chick ici a beaucoup de bonnes idées !

source: [_sam_s_away_s_talk_bite_] Oh, you give me too much credit, ladies... I'm simply thinking of what your average coomer might like to enjoy!
fr_fr: [_sam_s_away_s_talk_bite_] Oh, vous me donnez trop de crédit, mesdames... Je pense simplement à ce que votre coomer moyen pourrait aimer !

source: [_star_s_talk_pleased_s_sad_] This is like {i}so{/i} much more fun than usual, just being a {i}regular{/i} sorta skank, y'know!
fr_fr: [_star_s_talk_pleased_s_sad_] C'est comme {i}so{/i} beaucoup plus amusant que d'habitude, juste en étant un {i}ordinaire{/i} skank sorta, y'sais !

source: [_paulina_s_talk_amused_s_rise_] I know, this is even better than when we were listening to all that rock music!
fr_fr: [_paulina_s_talk_amused_s_rise_] Je sais, c'est encore mieux que quand on écoutait toute cette musique rock !

source: [_star_s_talk_happy_2_s_sad_] Yeah, totally!
fr_fr: [_star_s_talk_happy_2_s_sad_] Ouais, totalement!
