Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_talk_happy_] Tucker, my man! What's happening?
fr_fr: [_danny_s_talk_happy_] Tucker, mon pote ! Qu'est-ce qui se passe ?

source: [_tucker_s_talk_frown_] Dang Danny. How on earth did you do it?
fr_fr: [_tucker_s_talk_frown_] Dang Danny. Comment diable as-tu fait ça ?

source: [_danny_s_wondering_s_talk_frown_] Huh? Do what?
fr_fr: [_danny_s_wondering_s_talk_frown_] Hein ? Faire quoi ?

source: [_tucker_s_talk_happy_s_neutral_] I mean, you were able to come in here {i}every{/i} single day since the accident, and have the strength to not just blurt out, "Hey everyone, Ghost Boy coming through, watch out!"
fr_fr: [_tucker_s_talk_happy_s_neutral_] Je veux dire, tu as été capable de venir ici {i}chaque jour depuis l'accident, et d'avoir la force de ne pas simplement dire, "Hé tout le monde, Ghost Boy arrive, faites attention !"

source: [_danny_s_talk_frown_2_s_sad_] No way, I couldn't have done that. I'd prefer not to be dissected alive by my mom and dad.
fr_fr: [_danny_s_talk_frown_2_s_sad_] Pas question, je n'aurais pas pu faire ça. Je préférerais ne pas être disséqué vivant par ma mère et mon père.

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Hey, I would have glady gotten torn apart from the inside if it meant having Paulina start to like me!
fr_fr: [_tucker_s_ahegao_s_talk_happy_s_sad_] Hé, j'aurais volontiers été déchiré de l'intérieur si ça voulait dire que Paulina commençait à m'aimer !

source: [_danny_s_talk_frown_s_wondering_] What are you talking about?
fr_fr: [_danny_s_talk_frown_s_wondering_] De quoi parles-tu?

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there, right?! Paulina's been talking about how she got stripped by that Ectopus monster and that you sprung into action and saved her! Man, did you really see her naked?!
fr_fr: [_tucker_s_talk_happy_s_neutral_] Allez Danny, tu étais là, non ? ! Paulina a dit qu'elle a été dépouillée par ce monstre Ectopus et que tu es intervenu pour la sauver ! Mec, tu l'as vraiment vue nue ? ?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Uhm, well, yeah, a good part of her body wasn't {i}completely{/i} covered, so... totally naked would be a good way to describe it...
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_] Euh, eh bien, oui, une bonne partie de son corps n'était pas {i}complètement couverte, donc... totalement nue serait une bonne façon de la décrire...

source: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Man, that must have been amazing! Paulina's definitely got some of that {b}big{/b} Cubano rump meat packed in those AbYss jeans! Was it heaven? Come on man, we need details, {u}details{/u}!!
fr_fr: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Mec, ça a dû être incroyable ! Paulina a définitivement un peu de cette {b}gros{/b} Cubano dans ce jean AbYss ! C'était le paradis ? Allez mec, on a besoin de détails, {u}détails{/u} !!

source: [_danny_s_talk_frown_s_wondering_] No, Tucker, it was wrong of me to have stared at her when she was exposed! I should have stepped in earlier...
fr_fr: [_danny_s_talk_frown_s_wondering_] Non, Tucker, c'était une erreur de ma part de la fixer quand elle était exposée ! J'aurais dû intervenir plus tôt...

source: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, come on Danny, don't be so down on yourself! Paulina's fine now! You were new to the whole "hero" thing at the time, right? People make mistakes!
fr_fr: [_tucker_s_talk_happy_s_towards_s_neutral_] Hé, allez Danny, ne sois pas si dur envers toi-même ! Paulina va bien maintenant ! C'était la première fois que tu jouais au "héros", non ? Les gens font des erreurs !

source: [_danny_s_rise_one_s_talk_frown_] I mean, I guess but-
fr_fr: [_danny_s_rise_one_s_talk_frown_] Je veux dire, je suppose mais

source: [_tucker_s_talk_frown_] Look, if it were me, I wouldn't beat myself too much over it. You did a good thing, so cheer up!
fr_fr: [_tucker_s_talk_frown_] Écoute, si c'était moi, je ne m'en ferais pas trop pour ça. Tu as fait une bonne action, alors courage !

source: [_tucker_s_talk_happy_s_neutral_] Besides, I think seeing Paulina's latina booty was more than a fair tradeoff for saving her life from the hands of that {b}real{/b} creep.
fr_fr: [_tucker_s_talk_happy_s_neutral_] De plus, je pense que voir le butin latino de Paulina était plus qu'un juste retour des choses pour avoir sauvé sa vie des mains de ce sale type {b}réel{/b}.

source: [_danny_s_talk_happy_s_wondering_] Yeah... I suppose you're right. Thanks Tuck, you're a good friend.
fr_fr: [_danny_s_talk_happy_s_wondering_] Oui... je suppose que tu as raison. Merci Tuck, tu es un bon ami.

source: [_tucker_s_closed_s_talk_happy_s_sad_] Hey don't sweat it man, you know I got your back!
fr_fr: [_tucker_s_closed_s_talk_happy_s_sad_] Hé, ne t'en fais pas, tu sais que je te soutiens !

source: [_danny_s_talk_happy_] Hah hah... yeah...
fr_fr: [_danny_s_talk_happy_] Hah hah... ouais...

source: [_danny_s_talk_frown_] Were we supposed to be doing something right now? I feel like I'm forgetting-
fr_fr: [_danny_s_talk_frown_] On était censé faire quelque chose en ce moment ? J'ai l'impression d'oublier

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there! Paulina got saved by that Ghost Boy in the park. She's been bragging about it at school this whole time.
fr_fr: [_tucker_s_talk_happy_s_neutral_] Allez Danny, tu étais là ! Paulina a été sauvée par ce garçon fantôme dans le parc. Elle s'en est vantée à l'école tout ce temps.

source: [_danny_s_talk_happy_s_sad_] Woah, really? Man, I figured she liked what I did, but I didn't think she'd be raving about it...
fr_fr: [_danny_s_talk_happy_s_sad_] Woah, vraiment ? Mec, je pensais qu'elle aimait ce que je faisais, mais je ne pensais pas qu'elle s'extasierait sur ça...

source: [_tucker_s_neutral_s_talk_happy_] Aww, look at you, the blushing groom to be!
fr_fr: [_tucker_s_neutral_s_talk_happy_] Aww, regarde toi, le futur marié rougissant !

source: [_danny_s_talk_frown_2_] Har har, very funny, Foley.
fr_fr: [_danny_s_talk_frown_2_] Har har har, très drôle, Foley.

source: [_tucker_s_talk_happy_s_angry_] Dude, I'm telling you, Paulina would be all over you the moment you sprung the fact that you're "Inviso-Bill"!
fr_fr: [_tucker_s_talk_happy_s_angry_] Mec, je te le dis, Paulina serait sur toi au moment où tu sortirais le fait que tu es "Inviso-Bill" !

source: [_danny_s_talk_frown_2_s_wondering_] Tucker, I can't just go around telling people my secret identity willy nilly. It'd be dangerous, not only for myself, but also for my friends and family!
fr_fr: [_danny_s_talk_frown_2_s_wondering_] Tucker, je ne peux pas révéler mon identité secrète à tout le monde, bon gré mal gré. Ce serait dangereux, pas seulement pour moi, mais aussi pour mes amis et ma famille !

source: [_danny_s_neutral_s_talk_frown_] ...also, I {i}really{/i} gotta find a publicist to help get rid of the whole "Inviso-Bill" name. I'm gonna end up haunting whoever came up with that at Channel 4.
fr_fr: [_danny_s_neutral_s_talk_frown_] ...aussi, je {i}dois vraiment trouver un publiciste pour m'aider à me débarrasser du nom "Inviso-Bill". Je vais finir par hanter celui qui l'a inventé à Channel 4.

source: [_tucker_s_talk_happy_s_neutral_] Ehh, don't let that get you down too much. Do you have a better name at the moment?
fr_fr: [_tucker_s_talk_happy_s_neutral_] Ehh, ne te laisse pas trop abattre par ça. Tu as un meilleur nom pour le moment ?

source: [_danny_s_talk_frown_] Not at the moment, no. People sometimes just call me "Ghost Boy", but that doesn't exactly sound all too heroic for hunting other ghosts. That sounds like an old comic from the 40's.
fr_fr: [_danny_s_talk_frown_] Pas pour le moment, non. Les gens m'appellent parfois "Ghost Boy", mais ça ne semble pas très héroïque pour chasser d'autres fantômes. Ça ressemble à une vieille Bd des années 40.

source: [_tucker_s_talk_frown_] Well, a good hero name should be something dashing, and yet also able to strike fear in the hearts of your enemies. Something with a unique twist...
fr_fr: [_tucker_s_talk_frown_] Eh bien, un bon nom de héros doit être quelque chose de fringant, mais aussi capable de faire naître la peur dans le cœur de vos ennemis. Quelque chose avec une touche unique...

source: [_tucker_s_closed_s_sad_s_talk_happy_] I got it! How about, "Human Spirit"? Or how about, "The Amity Apparition"?! Oh, or even, "The Ghost Deporter"!!
fr_fr: [_tucker_s_closed_s_sad_s_talk_happy_] Je l'ai eu ! Et pourquoi pas, "L'esprit humain" ? Ou alors, "L'apparition d'Amity" ?! Oh, ou même, "Le Déporteur de Fantômes" !!

source: [_danny_s_talk_happy_s_wondering_] Ha hah!! Good stuff, but I don't think it'll stick. Don't worry, I'll come up with something myself sooner or-
fr_fr: [_danny_s_talk_happy_s_wondering_] Ha hah !! C'est bien, mais je ne pense pas que ça va coller. Ne vous inquiétez pas, je trouverai quelque chose moi-même tôt ou tard

source: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON!! MISTER FOLEY!! GET INTO MY CLASSROOM, THIS INSTANT!!!{/b}
fr_fr: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON !! MISTER FOLEY !! ENTRER DAN SLA SALLE DE CLASSE, MAINTENANT!!!{/b}

source: [_danny_s_sad_2_s_talk_frown_2_] Oh crap!! Class!!
fr_fr: [_danny_s_sad_2_s_talk_frown_2_] Oh merde ! La classe !!

source: [_tucker_s_talk_frown_s_sad_s_away_wide_] Book it, dude!!
fr_fr: [_tucker_s_talk_frown_s_sad_s_away_wide_] Réserve-le, mec !!

source: [_danny_] (No, I {i}really{/i} need to go to class right now! Lancer sounds like he's out for blood.)
fr_fr: [_danny_] (Non, j'ai {i}vraiment{/i} besoin d'aller en classe maintenant ! On dirait que Lancer veut du sang.)

source: [_danny_s_talk_frown_] L-look, Mr. Lancer, we just didn't realize the bell had-
fr_fr: [_danny_s_talk_frown_] Ecoutez, M. Lancer, nous n'avions pas réalisé que la cloche avait

source: [_lancer_s_talk_frown_s_neutral_] Oh!! You didn't {b}realize{/b} that the bell, which rings {u}throughout{/u} the halls at a {i}precise{/i} time and with a {i}precise{/i} purpose, had gone off?!
fr_fr: [_lancer_s_talk_frown_s_neutral_] Oh ! Tu ne t'es pas {b}rendu{/b} compte que la cloche, qui {u}sonne{/u} dans tous les couloirs à un moment {i}précis{/i} et dans un but {i}précis{/i}, avait sonné ?!

source: [_danny_s_talk_frown_s_rise_one_] Wel-well no, cause-
fr_fr: [_danny_s_talk_frown_s_rise_one_] Eh bien, non, parce que

source: [_lancer_s_talk_frown_s_rise_one_] You simply {b}ignored{/b} all the other students in the halls, who had suddenly started filing into classrooms for some {b}apparent{/b} reason?!
fr_fr: [_lancer_s_talk_frown_s_rise_one_] Vous avez simplement {b}ignoré{/b} tous les autres élèves dans les couloirs, qui avaient soudainement commencé à se rassembler dans les salles de classe pour une raison {b}apparente{/b} ?!

source: [_danny_s_talk_frown_] I mean, it's hard to know the exact motivations why anybody {i}really{/i} does anything, so-
fr_fr: [_danny_s_talk_frown_] Je veux dire, c'est difficile de savoir les motivations exactes pour lesquelles quelqu'un {i}fait vraiment quelque chose, donc

source: [_lancer_s_sad_s_towards_s_talk_frown_] So, what you're telling me is that {u}neither{/u} of you are responisble for any of your actions...? Oh, well, I'm sorry boys, I hadn't realized your misfortunate plight of having no accountability whatsoever. Allow me to apologize, gentleman, sincerely.
fr_fr: [_lancer_s_sad_s_towards_s_talk_frown_] Donc, ce que vous me dites, c'est que {u}aucun de vous n'est responsable de ses actes... ? Oh, eh bien, je suis désolé les garçons, je n'avais pas réalisé votre malheureuse situation de n'avoir aucune responsabilité. Permettez-moi de m'excuser, messieurs, sincèrement.

source: [_tucker_s_talk_happy_s_sad_] What? Really?
fr_fr: [_tucker_s_talk_happy_s_sad_] Quoi ? Vraiment ?

source: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, OF {b}COURSE{/b} NOT!!
fr_fr: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, DE {b}COURSE{/b} PAS !!

source: [_lancer_s_talk_frown_s_neutral_] Don't think I didn't hear about the little garment removal prank you two pulled on Ms. Sanchez and Ms. Astray the other day!!
fr_fr: [_lancer_s_talk_frown_s_neutral_] Ne croyez pas que je n'ai pas entendu parler de la petite farce d'enlèvement de vêtements que vous avez faite à Melle Sanchez et Melle Astray l'autre jour !!

source: [_danny_s_talk_frown_2_s_sad_] Woah, wait, we didn't-
fr_fr: [_danny_s_talk_frown_2_s_sad_] Woah, attends, on n'a pas

source: [_lancer_s_angry_s_talk_frown_] By the ghost of Harlan Ellison, do {u}not{/u} interrupt me right now Mr. Fenton, or so help me, I will deliver a swift and righteous smackdown of vice-principalic fury upon thee!!
fr_fr: [_lancer_s_angry_s_talk_frown_] Par le fantôme d'Harlan Ellison, {u}ne m'interrompez pas, M. Fenton, ou je vous assènerai une fessée rapide et juste de la fureur du vice-principal!!

source: [_lancer_s_talk_frown_s_idle__] Good. Now then, as I was saying...
fr_fr: [_lancer_s_talk_frown_s_idle__] Bien. Maintenant, comme je le disais...

source: [_lancer_s_rise_one_s_towards_] Considering I can't quite {b}prove{/b} how you two did it based solely on the words of Ms. Sanchez and Ms. Astray alone, I'm not going to recommend suspension for either of you.
fr_fr: [_lancer_s_rise_one_s_towards_] Étant donné que je ne peux pas tout à fait {b}prouver{/b} comment vous l'avez fait en me basant uniquement sur les paroles de Mmes Sanchez et Astray, je ne vais pas recommander la suspension pour l'une ou l'autre d'entre vous.

source: [_danny_s_rise_one_s_talk_happy_] Oh, well {i}that's{/i} a relief.
fr_fr: [_danny_s_rise_one_s_talk_happy_] Oh, bien {i}c'est un soulagement.

source: [_lancer_s_talk_frown_s_closed_s_sad_] Instead, I've lined up the best possible option to teach you two the importance of staying in line...
fr_fr: [_lancer_s_talk_frown_s_closed_s_sad_] A la place, j'ai trouvé la meilleure option possible pour vous apprendre l'importance de rester dans le rang...

source: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Community service{/u}!!
fr_fr: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Service communautaire{/u} !!

source: [_lancer_s_angry_s_talk_frown_] {i}Both{/i} of you are assigned to after school detention! I want you two to report to Raven's stadium this {b}Friday afternoon{/b}!
fr_fr: [_lancer_s_angry_s_talk_frown_] {i}Vous êtes tous les deux assignés à une retenue après l'école ! Je veux que vous vous présentiez au stade de Raven à l'adresse {b}vendredi après-midi{/b} !

source: [_lancer_s_closed_s_idle__] You'll be helping set up the school's swap meet fundraiser for the athletics teams. Any objections?
fr_fr: [_lancer_s_closed_s_idle__] Tu aideras à mettre en place la collecte de fonds pour les équipes d'athlétisme de l'école. Des objections ?

source: [_danny_tucker_] No sir...
fr_fr: [_danny_tucker_] Non monsieur...

source: [_lancer_s_closed_s_sad_s_talk_frown_] Good lads. Now, both of you, take your seats.
fr_fr: [_lancer_s_closed_s_sad_s_talk_frown_] Bien, les gars. Maintenant, tous les deux, prenez vos places.

source: [_sam_] Daaang, you guys got sooo busted! You guys playing hooky now? What little rebels you've become.
fr_fr: [_sam_] Daaang, vous vous êtes fait avoir ! Vous faites l'école buissonnière maintenant ? Quels petits rebelles vous êtes devenus.

source: [_danny_] Calm down Sam, we really just didn't hear the bell, I swear.
fr_fr: [_danny_] Calme-toi Sam, on n'a vraiment pas entendu la cloche, je te le jure.

source: [_sam_] What were you guys even doing, anyway?
fr_fr: [_sam_] Qu'est-ce que vous faisiez, d'ailleurs ?

source: [_tucker_] Just talking about Danny's amazing ghost heroics around town, for his brand new girlfriend Paulina in particular.
fr_fr: [_tucker_] Je parle juste de l'incroyable héroïsme de Danny en matière de fantômes en ville, pour sa toute nouvelle petite amie Paulina en particulier.

source: [_danny_] Tucker, shut up!
fr_fr: [_danny_] Tucker, la ferme !

source: [_sam_] Jeez, Danny, don't tell me you're {i}already{/i} going around bragging to people that you're the Ghost Boy?!
fr_fr: [_sam_] Bon sang, Danny, ne me dis pas que tu es déjà {i}en train de te vanter auprès des gens que tu es le Ghost Boy ?!

source: [_danny_] No, I'm not! Tucker's just making fun of me.
fr_fr: [_danny_] Non, je ne le suis pas ! Tucker se moque juste de moi.

source: [_tucker_] Man this bites. I can't believe we have to spend Friday setting up some dumb swap meet.
fr_fr: [_tucker_] Mec, ça craint. Je n'arrive pas à croire qu'on doive passer le vendredi à organiser un stupide marché aux puces.

source: [_danny_] Hey, it's just one afternoon, don't worry about it.
fr_fr: [_danny_] Hé, c'est juste un après-midi, ne t'inquiète pas pour ça.

source: [_tucker_] Yeah, but is it really community service if we're just doing it to raise money for dumb jocks like Dash and Kwan? Sounds like slave labor to me.
fr_fr: [_tucker_] Ouais, mais est-ce vraiment un service communautaire si on le fait juste pour récolter de l'argent pour des sportifs débiles comme Dash et Kwan ? Ça ressemble à de l'esclavage pour moi.

source: [_sam_] Well you two are lucky it wasn't any worse than just detention.
fr_fr: [_sam_] Vous avez de la chance que ce ne soit pas pire qu'une simple retenue.

source: [_danny_] Sam, what the heck?! You {b}know{/b} we didn't do anything to Paulina and Star.
fr_fr: [_danny_] Sam, c'est quoi ce bordel ? ! Tu sais {b}qu'on n'a rien fait à Paulina et Star.

source: [_sam_] Yeah, I know that, dork! But I couldn't exactly advocate for you guys based on the little tidbit that some punk biker ghost did it with his evil shadow, right?
fr_fr: [_sam_] Ouais, je sais ça, abruti ! Mais je ne pouvais pas vraiment défendre votre cause en me basant sur le fait qu'un motard punk fantôme l'a fait avec son ombre maléfique, non ?

source: [_sam_] Besides, you guys didn't do yourself any favors by being a whole minute late to class.
fr_fr: [_sam_] De plus, vous ne vous êtes pas rendu service en ayant une minute de retard en classe.

source: [_danny_] Again, we just got caught up in talking about this ghost stuff.
fr_fr: [_danny_] Encore une fois, on s'est laissé entraîner à parler de ces histoires de fantômes.

source: [_sam_] Speaking of, do you have a better idea of where these ghosts are even coming from?
fr_fr: [_sam_] En parlant de ça, tu as une meilleure idée d'où viennent ces fantômes ?

source: [_danny_] No, my parents' Ghost Portal got trashed when I stepped inside and flipped the switch. It wouldn't be from theirs, I don't think...
fr_fr: [_danny_] Non, le Portail Fantôme de mes parents a été détruit quand je suis entré et que j'ai appuyé sur l'interrupteur. Ça ne viendrait pas du leur, je ne pense pas...

source: [_tucker_] I mean, if you got your powers from the portal, that means there must have been {i}some{/i} sort of actual connection to this perverted spirit world, right?
fr_fr: [_tucker_] Je veux dire, si tu as eu tes pouvoirs par le portail, ça veut dire qu'il doit y avoir {i}une sorte de connexion réelle avec ce monde d'esprits pervers, non ?

source: [_danny_] I guess so... but whatever connection there {i}was{/i} isn't there anymore now that it's busted. Not unless my dad figures a way to fix it himself. Which, let's be honest, isn't the likeliest of things to happen very soon.
fr_fr: [_danny_] Je suppose... mais la connexion qu'il y avait sur {i}n'existe plus maintenant qu'elle est cassée. A moins que mon père ne trouve un moyen de le réparer lui-même. Ce qui, soyons honnêtes, n'est pas près d'arriver.

source: [_tucker_] Well, in the mean time, I {b}do{/b} have some interesting proposals about how to {b}best{/b} utilize your abilities...
fr_fr: [_tucker_] {b}Eh bien, en attendant, j'ai {b}des propositions intéressantes sur la façon d'utiliser au mieux vos capacités...

source: [_danny_] Wait, like actual ideas? New ways I could fight ghosts and develop my powers more?
fr_fr: [_danny_] Attends, des vraies idées ? De nouvelles façons de combattre les fantômes et de développer mes pouvoirs ?

source: [_tucker_] ...uhm, well... no, not entirely?
fr_fr: [_tucker_] ...uhm, eh bien... non, pas tout à fait ?

source: [_sam_] Good lord, not this again, Tucker...
fr_fr: [_sam_] Bon dieu, pas encore ça, Tucker...

source: [_danny_] Is this just about spying on naked girls, Tucker?
fr_fr: [_danny_] C'est juste pour espionner des filles nues, Tucker ?

source: [_tucker_] ...I'm not {i}that{/i} easy to read, am I?
fr_fr: [_tucker_] ...je ne suis pas {i}si facile à lire, n'est-ce pas ?

source: [_sam_] Like a freshly charged Kindle, dude.
fr_fr: [_sam_] Comme un Kindle fraîchement chargé, mec.

source: [_danny_] Pretty much, Tuck.
fr_fr: [_danny_] A peu près, Tuck.

source: [_tucker_] Hey, regardless of the lack of self control behind my suggestions, it'd be almost morally {b}wrong{/b} to {i}not{/i} use your powers to spy on the girls in this school.
fr_fr: [_tucker_] Hey, indépendamment du manque de self-control derrière mes suggestions, ce serait presque moralement {b}mal{/b} de {i}ne pas{/i} utiliser tes pouvoirs pour espionner les filles de cette école.

source: [_danny_] How is that, exactly?
fr_fr: [_danny_] Comment ça, exactement ?

source: [_tucker_] Danny, think of all the countless nerds who've gone through the four years of hell in this school without seeing {u}one{/u} naked girl?
fr_fr: [_tucker_] Danny, pense à tous les innombrables nerds qui ont traversé les quatre années d'enfer de cette école sans voir {u}une seule fille nue ?

source: [_sam_] Are you {b}one{/b} of those hapless nerds?
fr_fr: [_sam_] Êtes-vous {b}l'un{/b} de ces infortunés nerds ?

source: [_tucker_] Besides the point: we owe it to those {i}other{/i} nerds to seek out and explore the unexplored bodies of our school system!
fr_fr: [_tucker_] En outre, nous devons à ces {i}autres{/i} nerds de rechercher et d'explorer les corps inexplorés de notre système scolaire !

source: [_danny_] No man. Not gonna happen. I shouldn't use my powers for deviant purposes like that.
fr_fr: [_danny_] Non, mec. Ca n'arrivera pas. Je ne devrais pas utiliser mes pouvoirs à des fins déviantes comme ça.

source: [_tucker_] Ahh, come on Danny! At least the popular girls, like Star or Paulina?
fr_fr: [_tucker_] Ahh, allez Danny ! Au moins les filles populaires, comme Star ou Paulina ?

source: [_danny_] Nope. Not gonna budge on this.
fr_fr: [_danny_] Non. Je ne céderai pas sur ce point.

source: [_tucker_] Ugh... man, this bites.
fr_fr: [_tucker_] Ugh... mec, ça mord.

source: [_sam_] Also, if you're trying to talk about the "unexplored", I don't think {i}those{/i} two sperm banks fall under the proper criteria.
fr_fr: [_sam_] De plus, si vous essayez de parler de l'"inexploré", je ne pense pas que {i}ces{/i} deux banques de sperme entrent dans les critères appropriés.

source: [_danny_] Wait, really? But I thought that Paulina was-
fr_fr: [_danny_] Attends, vraiment ? Mais je croyais que Paulina était

source: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh I'm {i}terribly{/i} sorry, am I interrupting our little class trio's chat with my lesson on greek tragedy?
fr_fr: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh je suis {i}terriblement{/i} désolé, est-ce que j'interromps la conversation de notre petit trio de classe avec ma leçon sur la tragédie grecque ?

source: [_lancer_s_rise_one_s_at_player_2_] ...or was Ms. Manson {b}also{/b} looking to join you boys this Friday afternoon?
fr_fr: [_lancer_s_rise_one_s_at_player_2_] ...ou est-ce que Mlle Manson {b}cherchait aussi à vous rejoindre ce vendredi après-midi ?

source: [_danny_] Oh! N-no sir, we were just... talking about how... how...
fr_fr: [_danny_] Oh ! N-non monsieur, nous étions juste... en train de parler de comment... comment...
