Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_desiree_s_towards_2_s_talk_frown_2_] Of course, Master. (Please, let's just let this humiliating endeavor be over for the night...)
fr_fr: [_desiree_s_towards_2_s_talk_frown_2_] Bien sûr, Maître. (S'il vous plaît, que cet effort humiliant soit terminé pour la nuit...)

source: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] Or, you know, just to say hi, see how you're doing and everything. You're kind of my guest now, a-after all.
fr_fr: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] Ou, tu sais, juste pour dire bonjour, voir comment tu vas et tout. Tu es en quelque sorte mon invité maintenant, a-après tout.

source: [_desiree_s_talk_frown_s_neutral_] That is, uhm... most {i}appreciative{/i}, Master, thank you... (Dragging this out a little longer than necessary...)
fr_fr: [_desiree_s_talk_frown_s_neutral_] C'est, euh... le plus {i}appréciable{/i}, Maître, merci... (traînant un peu plus longtemps que nécessaire...)

source: [_danny_s_wondering_s_talk_happy_2_] Yeah of course, I'd like to, ya know, just make this, uhm, {i}transition{/i} as, you know, easy for you, a-as possible... heh...
fr_fr: [_danny_s_wondering_s_talk_happy_2_] Oui, bien sûr, j'aimerais, vous savez, rendre cette, uhm, {i}transition{/i} aussi, vous savez, facile pour vous, que possible... heh...

source: [_desiree_s_angry_s_towards_s_talk_frown_2_] Your concern is {b}noted{/b}, Master, {i}thank you{/i}. (Wrap it up, for heaven's sake!)
fr_fr: [_desiree_s_angry_s_towards_s_talk_frown_2_] Votre préoccupation est {b}notée{/b}, Maître, {i}merci{/i}. (Emballez-la, pour l'amour du ciel !)

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...and uhm... would it also be possible to, uh... for us to continue... ya know...
fr_fr: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...et euhm... serait-il également possible de, euh... pour nous de continuer... tu sais...

source: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, my body is fully yours to command as well.
fr_fr: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Soupir*{/i} Oui, Maître, mon corps est aussi entièrement à votre disposition.

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hey, uh, no, I mean... I didn't meant to {i}presume{/i}, or anything, just, ya know, if you {i}wanted{/i} to, is-is all...
fr_fr: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hé, euh, non, je veux dire... Je ne voulais pas {i}présumer{/i}, ou quoi que ce soit, juste, tu sais, si tu {i}voulais{/i}, c'est tout...

source: [_desiree_s_closed_s_talk_frown_s_neutral_3_] There's no need to attempt being modest, Master Danny. My service and my body are yours, bound by magic. I don't really have a say in the matter...
fr_fr: [_desiree_s_closed_s_talk_frown_s_neutral_3_] Il n'y a pas besoin d'essayer d'être modeste, Maître Danny. Mon service et mon corps sont à vous, liés par la magie. Je n'ai pas vraiment mon mot à dire dans cette affaire...

source: [_danny_s_sad_s_talk_frown_] Well, my point is, Des, I don't {i}want{/i} to be like any of the past jerks you've dealt with before. I {b}want{/b} you to have a say in things, to share your ideas.
fr_fr: [_danny_s_sad_s_talk_frown_] Eh bien, ce que je veux dire, Des, c'est que je ne veux pas {i}être comme tous les autres abrutis avec lesquels tu as eu affaire avant. Je {b}veux{/b} que tu aies ton mot à dire, que tu partages tes idées.

source: [_danny_s_towards_s_talk_frown_] ...as long as most of your ideas don't involve using my friends and family like pawns to cause more chaotic vengeance, that is.
fr_fr: [_danny_s_towards_s_talk_frown_] ...tant que la plupart de vos idées n'impliquent pas l'utilisation de mes amis et de ma famille comme des pions pour causer une vengeance plus chaotique, c'est à dire.

source: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... well then for the time being, you {i}might{/i} not want to ask me too much of my personal opinions, Master.
fr_fr: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... bien alors pour le moment, vous {i}pourriez{/i} ne pas vouloir trop me demander mes opinions personnelles, Maître.

source: [_desiree_s_towards_s_angry_s_talk_frown_2_] I've spent a thousand plus years as a vengeful spirit, that's not going to change over night.
fr_fr: [_desiree_s_towards_s_angry_s_talk_frown_2_] J'ai passé plus de mille ans en tant qu'esprit vengeur, ça ne va pas changer en une nuit.

source: [_danny_s_sad_s_talk_happy_] Well... I do appreciate you at least being {i}honest{/i} about your feelings.
fr_fr: [_danny_s_sad_s_talk_happy_] Eh bien... J'apprécie que tu sois au moins {i}honnête{/i} sur tes sentiments.

source: [_danny_s_towards_wide_s_talk_happy_2_] But hey, who knows? With time and patience, we might just be able to turn that evil frown {u}upside down{/u}!!
fr_fr: [_danny_s_towards_wide_s_talk_happy_2_] Mais bon, qui sait ? Avec du temps et de la patience, nous pourrions être en mesure d'inverser cette mauvaise mine {u}! !!

source: [_desiree_s_closed_s_talk_frown_] ...goodnight, my Master. I'll be in the Thermos.
fr_fr: [_desiree_s_closed_s_talk_frown_] ...bonne nuit, mon Maître. Je serai dans le Thermos.

source: [_danny_s_rise_one_s_talk_frown_] Uhm, yeah, goodnight...
fr_fr: [_danny_s_rise_one_s_talk_frown_] Uhm, ouais, bonne nuit...

source: [_danny_s_at_danny_s_bite_] (I probably shouldn't do this... but... I gotta do {i}something{/i} to show her I'm trying my best here.)
fr_fr: [_danny_s_at_danny_s_bite_] (Je ne devrais probablement pas faire ça... mais... Je dois faire {i}quelque chose{/i} pour lui montrer que je fais de mon mieux.)

source: [_danny_s_towards_wide_s_talk_frown_] Hey, Desiree, before you go...?
fr_fr: [_danny_s_towards_wide_s_talk_frown_] Hé, Desiree, avant de partir... ...?

source: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, do you require an additional round of service before slumber?
fr_fr: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Soupir*{/i} Oui Maître, avez-vous besoin d'un service supplémentaire avant de vous endormir ?

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, no, it's just something I thought of.
fr_fr: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, non, c'est juste quelque chose auquel j'ai pensé.

source: [_danny_s_closed_s_talk_happy_] Desiree... I wish that the inside of the Thermos was more accomodating to live in for you!
fr_fr: [_danny_s_closed_s_talk_happy_] Desiree... J'aimerais que l'intérieur du Thermos soit plus accommodant à vivre pour toi !

source: [_desiree_s_neutral_2_s_talk_frown_] A wish? Master I... you didn't have to...
fr_fr: [_desiree_s_neutral_2_s_talk_frown_] Un souhait ? Maître, je... vous n'aviez pas à...

source: [_desiree_] But... so you have wished it, so it shall be!~
fr_fr: [_desiree_] Mais... ainsi vous l'avez souhaité, ainsi il en sera!~

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Was that it? Did it work?
fr_fr: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] C'était ça ? Ça a marché ?

source: [_desiree_s_towards_s_talk_bite_] I believe so. I sort of provided myself some much needed space by creating a tiny pocket dimension within the cannister.
fr_fr: [_desiree_s_towards_s_talk_bite_] Je crois que oui. Je me suis en quelque sorte offert l'espace dont j'avais besoin en créant une minuscule poche dans la boîte.

source: [_desiree_s_sad_s_talk_bite_2_] It's essentially a miniature Ritz-Carlton in a can now. Fine furniture and all.
fr_fr: [_desiree_s_sad_s_talk_bite_2_] C'est essentiellement un Ritz-Carlton miniature dans une boîte maintenant. Meubles de qualité et tout.

source: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. Sounds nice! Hope you enjoy it!
fr_fr: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. Ça a l'air sympa ! J'espère que vous l'apprécierez !

source: [_desiree_s_talk_bite_] Uhmm... yes, well... {i}*Ahem*{/i} ...thank you, Master. I appreciate your blessing to help accomodate me.
fr_fr: [_desiree_s_talk_bite_] Euhmm... oui, eh bien... {i}*Ahem*{/i} ...merci, Maître. J'apprécie votre bénédiction pour m'aider à m'adapter.

source: [_desiree_s_cute_s_at_player_s_neutral_3_] (What {i}is{/i} it about this boy? He's still a naive and insolent child of course... but he's actually rather... {u}considerate{/u} for a slave Master, surprisingly.)
fr_fr: [_desiree_s_cute_s_at_player_s_neutral_3_] (Qu'est-ce que {i}est{/i} le problème de ce garçon ? C'est toujours un enfant naïf et insolent bien sûr... mais il est en fait plutôt... {u}prévenant{/u} pour un maître d'esclaves, étonnamment.)

source: [_danny_s_talk_happy_s_sad_] Yeah of course. I just thought you'd enjoy your stay better that way.
fr_fr: [_danny_s_talk_happy_s_sad_] Oui, bien sûr. Je pensais juste que vous apprécieriez mieux votre séjour de cette façon.

source: [_desiree_s_closed_s_talk_happy_s_neutral_] Well... again, thank you. If that'll be all, I wish you a good night's sleep. Come visit me by releasing me from the container whenever you'd like.
fr_fr: [_desiree_s_closed_s_talk_happy_s_neutral_] Eh bien... encore une fois, merci. Si ce sera tout, je vous souhaite une bonne nuit de sommeil. Venez me rendre visite en me libérant du conteneur quand vous le voudrez.

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Sounds good! Good night, Des.
fr_fr: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ça a l'air bien ! Bonne nuit, Des.

source: [_thermos_] {b}Ghost Retraction Protocal Initiated{/b} {i}*Bachooooo*{/i}
fr_fr: [_thermos_] {b}Protocole de rétraction des fantômes initié{/b} {i}*Bachooooo*{/i}

source: [_danny_s_towards_s_sad_s_talk_frown_] What. A. Day.
fr_fr: [_danny_s_towards_s_sad_s_talk_frown_] Quoi. Un. Jour.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] From flat out enemies, to partial fuck buddies... just like that? Kind of nuts. I hope I know what I'm doing here...
fr_fr: [_danny_s_down_s_rise_one_s_talk_frown_2_] D'ennemis déclarés, à copains de baise partiels... juste comme ça ? C'est un peu fou. J'espère que je sais ce que je fais ici...

source: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, I'm sure it'll all work out with no {b}real{/b} consequences... right?
fr_fr: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, je suis sûr que tout va s'arranger sans {b}conséquences réelles... non ?

source: What do I wanna do at Babazita's booth?
fr_fr: Qu'est-ce que je veux faire au stand de Babazita ?

source: Buy the lamp! ($5)
fr_fr: Acheter la lampe ! (5 $)
