Repository: DonRP/AmityPark
Catalog: game/*/*/code/episode4_MZ.po
Languages: fr_fr

source: [_danny_s_talk_frown_2_] You're not {b}going{/b} to do it! {u}Period{/u}!
fr_fr: [_danny_s_talk_frown_2_] Tu ne vas pas {b}le faire ! {u}Point final !

source: [_desiree_s_angry_s_talk_frown_] Do you think you can stop him? You idiotic {b}fool{/b}!! You would be but a fly for him to swat!!
fr_fr: [_desiree_s_angry_s_talk_frown_] Tu crois que tu peux l'arrêter ? Espèce d'idiot {b}! ! Tu ne serais qu'une mouche qu'il pourrait écraser ! !!

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] You hear that, Danny? A fly!!
fr_fr: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Tu entends ça, Danny ? Une mouche !!

source: [_danny_s_angry_s_talk_frown_] Tuck, please, I don't want to have to stop you!
fr_fr: [_danny_s_angry_s_talk_frown_] Tuck, s'il te plaît, je ne veux pas avoir à t'arrêter !

source: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] Stop me? {i}*Psshh*{/i} As if! You wouldn't be able to lay a {b}finger{/b} on me. Now get out of my way, I have a date with Sam to get to!
fr_fr: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] M'arrêter ? {i}*Psshh*{/i} Comme si ! Tu ne serais pas capable de poser un {b}doigt{/b} sur moi. Maintenant dégage de mon chemin, j'ai un rendez-vous avec Sam !

source: [_danny_s_towards_wide_s_talk_frown_2_] Alright... you asked for it!
fr_fr: [_danny_s_towards_wide_s_talk_frown_2_] D'accord... vous l'avez demandé !

source: [_danny_s_closed_s_talk_frown_] I'm going ghost!!
fr_fr: [_danny_s_closed_s_talk_frown_] Je vais devenir un fantôme !!

source: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Wait... the "Ghost Child" is real?! I didn't believe the rumors... {u}another{/u} ghost-human hybrid? After all these years, it happened {u}again{/u }...?)
fr_fr: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Attends... l'"Enfant Fantôme" est réel ? ! Je ne croyais pas les rumeurs... {u}un autre hybride fantôme-homme ? Après toutes ces années, c'est encore arrivé {u}{/u }... ?)

source: [_danny_s_towards_s_talk_frown_] Last chance to back out, Tucker!
fr_fr: [_danny_s_towards_s_talk_frown_] Dernière chance de faire marche arrière, Tucker !

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Yeah, so you'd better {b}take{/b} it, and butt out of my business!!
fr_fr: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Ouais, alors vous feriez mieux de {b}le prendre, et de dégager de mes affaires !!

source: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, this ought to be good...
fr_fr: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, ça devrait être bon...

source: [_danny_s_talk_frown_s_sad_] Stand down Tuck! I don't wanna hurt you anymore.
fr_fr: [_danny_s_talk_frown_s_sad_] Retire-toi Tuck ! Je ne veux plus te faire de mal.

source: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, my aching... pretty much everything...
fr_fr: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, mes douleurs... à peu près tout...

source: [_desiree_s_sad_2_s_talk_frown_] Oh no, my manipulative little pawn-
fr_fr: [_desiree_s_sad_2_s_talk_frown_] Oh non, mon petit pion manipulateur

source: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, I mean...
fr_fr: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, je veux dire...

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh no, my poor sultan! Master, are you alright?
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh non, mon pauvre sultan ! Maître, vous allez bien ?

source: [_tucker_s_sad_s_talk_frown_] Not particularly... I thought I'd be a lot better at this fighting thing than I am...
fr_fr: [_tucker_s_sad_s_talk_frown_] Pas particulièrement... Je pensais que je serais bien meilleur que je ne le suis à ce truc de combat...

source: [_tucker_s_towards_s_angry_] Damn you, Danny! Why can't you just let a guy be?!
fr_fr: [_tucker_s_towards_s_angry_] Bon sang, Danny ! Pourquoi tu ne peux pas juste laisser un gars tranquille ? ?!

source: [_danny_s_towards_wide_s_talk_frown_s_angry_] Because, you're messing with people and it's wrong! You also may be stronger than me, but you can't really fight worth a damn! And that's coming from me!
fr_fr: [_danny_s_towards_wide_s_talk_frown_s_angry_] Parce que, tu te moques des gens et c'est mal ! Tu es peut-être aussi plus fort que moi, mais tu ne sais pas vraiment te battre ! Et c'est moi qui te le dis !

source: [_tucker_s_ahegao_s_talk_frown_] Oh, say's you, Mr. "High and Mighty Ghost Boy"! Always have to play the hero, don't you?
fr_fr: [_tucker_s_ahegao_s_talk_frown_] Oh, c'est toi, M. "High and Mighty Ghost Boy" ! Tu dois toujours jouer le héros, n'est-ce pas ?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] He doesn't deserve your companionship, Master! His cruelty and jealousy knows no bounds!!
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_angry_] Il ne mérite pas votre compagnie, Maître ! Sa cruauté et sa jalousie ne connaissent aucune limite !!

source: [_danny_s_rise_one_s_talk_frown_2_] What are you talking about? I'm stopping you from perving on Sam, dude!! She's our {b}friend{/b}!!
fr_fr: [_danny_s_rise_one_s_talk_frown_2_] De quoi tu parles ? Je t'empêche de mater Sam, mec !! Elle est notre {b}amie{/b} !!

source: [_tucker_s_towards_wide_s_talk_frown_] Ugh, why not get off my back while I'm just having a little fun- you're just so jealous!!
fr_fr: [_tucker_s_towards_wide_s_talk_frown_] Ugh, pourquoi ne pas me lâcher pendant que je m'amuse un peu - tu es juste tellement jaloux !!

source: [_danny_s_talk_frown_2_s_sad_2_] Of what, dude? You're just pestering people with powers you could be using to save people with!
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] De quoi, mec ? Tu ne fais qu'embêter les gens avec des pouvoirs que tu pourrais utiliser pour sauver des gens !

source: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...power, I might add, that isn't even strong enough to take on a nobody like me!
fr_fr: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...pouvoir, je pourrais ajouter, qui n'est même pas assez fort pour s'attaquer à une personne comme moi !

source: [_tucker_s_talk_frown_] Ugh, enough of you and your stupid humblebrag attitude!!
fr_fr: [_tucker_s_talk_frown_] Ugh, assez de toi et de ta stupide attitude d'humilité ! !!

source: [_danny_s_talk_frown_2_s_sad_] Dude, I think you seriously need your head straightened. You're not seeing things clearly, I'm only trying to help you!
fr_fr: [_danny_s_talk_frown_2_s_sad_] Mec, je pense que tu as sérieusement besoin de te remettre les idées en place. Tu ne vois pas les choses clairement, j'essaie seulement de t'aider !

source: [_tucker_s_towards_s_angry_s_talk_frown_] The only thing I {i}need{/i} is more power to kick your butt in with!
fr_fr: [_tucker_s_towards_s_angry_s_talk_frown_] La seule chose dont j'ai besoin {i}c'est plus de puissance pour te botter le cul !

source: [_danny_s_towards_wide_s_talk_happy_s_angry_] Yeah, well keep wishing, cause that's {b}not{/b} happening!
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_angry_] Ouais, continuez à espérer, parce que ça n'arrivera pas {b}!

source: [_tucker_s_wondering_s_talk_frown_] Wait, did you just say "keep wishing"?
fr_fr: [_tucker_s_wondering_s_talk_frown_] Attendez, est-ce que vous venez de dire "continuez à espérer" ?

source: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... that was... I was just saying...
fr_fr: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... c'était... Je disais juste...

source: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...crap.
fr_fr: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...merde.

source: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, I wish I was an even {b}stronger{/b} ghost!!
fr_fr: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, j'aimerais être un fantôme encore plus fort {b}! !!

source: [_danny_s_talk_frown_2_s_sad_2_] Tucker, wait, don't-
fr_fr: [_danny_s_talk_frown_2_s_sad_2_] Tucker, attends, ne

source: [_desiree_s_talk_bite_s_closed_] So you have wished it...
fr_fr: [_desiree_s_talk_bite_s_closed_] Alors vous l'avez souhaité...

source: [_desiree_] ...so it shall {b}be{/b}!!
fr_fr: [_desiree_] ...ainsi sera-t-il {b}être{/b} !!

source: [_tucker_s_sad_s_talk_happy_] Ahh... {i}much{/i} better!!
fr_fr: [_tucker_s_sad_s_talk_happy_] Ahh... {i}beaucoup{/i} mieux !!

source: [_desiree_s_at_player_s_grin_happy_s_angry_] (Yes... I can feel the power of the wish fulfillment filling my form... making me even more {b}powerful{/b}!! Soon enough, my full plan will come to fruition...)
fr_fr: [_desiree_s_at_player_s_grin_happy_s_angry_] (Oui... Je peux sentir le pouvoir de la réalisation des souhaits remplir ma forme... me rendant encore plus {b}puissant{/b} !! Très bientôt, mon plan complet se réalisera...)

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Now this is bitchin'! I feel more powerful than I've ever felt before in my life!
fr_fr: [_tucker_s_ahegao_s_talk_happy_s_sad_] C'est génial ! Je me sens plus puissant que je ne l'ai jamais été dans ma vie !

source: [_tucker_s_away_s_angry_] Thanks Des, babe. You're the best!
fr_fr: [_tucker_s_away_s_angry_] Merci Des, bébé. Tu es la meilleure !

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Of course, anything for my powerful sultan...
fr_fr: [_desiree_s_closed_s_talk_bite_2_s_sad_] Bien sûr, tout pour mon puissant sultan...

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Now then... where were we...?
fr_fr: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Bon, alors... où en étions-nous... ...?

source: [_danny_s_talk_frown_s_sad_2_] Tuck, what's happening to you? You're not well! Look at your skin, can't you see what's happening?
fr_fr: [_danny_s_talk_frown_s_sad_2_] Tuck, qu'est-ce qui t'arrive ? Tu ne vas pas bien ! Regarde ta peau, tu ne vois pas ce qui se passe ?

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] The only thing I see is a Ghost Boy in need of a beating from {b}Tucker Phantom{/b}!!
fr_fr: [_tucker_s_talk_frown_s_towards_wide_s_angry_] La seule chose que je vois est un Ghost Boy qui a besoin d'une raclée de {b}Tucker Phantom{/b} !!

source: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh boy...
fr_fr: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh là là...

source: [_danny_s_talk_frown_s_sad_2_] Ooof... okay... time out ref, I think my spleen got turned around backwards.
fr_fr: [_danny_s_talk_frown_s_sad_2_] Ooof... ok... temps mort arbitre, je crois que ma rate s'est retournée à l'envers.

source: [_tucker_s_talk_happy_s_towards_wide_] Had enough, Inviso-prick?!
fr_fr: [_tucker_s_talk_happy_s_towards_wide_] Tu en as eu assez, Inviso-prick ? ?!

source: [_danny_s_towards_s_talk_frown_2_] Tucker... ugh, stop it... this isn't you... please... you're one of my best friends...
fr_fr: [_danny_s_towards_s_talk_frown_2_] Tucker... ugh, arrête ça... ce n'est pas toi... s'il te plaît... tu es l'un de mes meilleurs amis...

source: [_tucker_s_angry_s_talk_frown_] Yeah, well I don't need friends!! Especially weak ones like you!!
fr_fr: [_tucker_s_angry_s_talk_frown_] Ouais, et bien je n'ai pas besoin d'amis ! !! Surtout les faibles comme toi !!

source: [_tucker_s_ahegao_s_wondering_s_talk_happy_] I'm gonna only ever do what {b}I{/b} want, from now on! Try and stop me if you want, I'll be glad to finish you off myself!
fr_fr: [_tucker_s_ahegao_s_wondering_s_talk_happy_] Je ne ferai plus que ce que {b}je veux, à partir de maintenant ! Essaie de m'arrêter si tu veux, je serai heureux de t'achever moi-même !

source: [_tucker_s_talk_frown_s_towards_s_angry_] Smell ya later, jerk.
fr_fr: [_tucker_s_talk_frown_s_towards_s_angry_] A plus tard, crétin.

source: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... my, such strong energies of jealousy and bitterness coming from that one... what an excellent stooge he's been for me...
fr_fr: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... de si fortes énergies de jalousie et d'amertume émanent de celui-là... quel excellent faire-valoir il a été pour moi...

source: [_danny_s_neutral_s_talk_frown_] You... I see through your plans, Desiree... you're manipulating Tucker with your ghost magic!
fr_fr: [_danny_s_neutral_s_talk_frown_] Tu... Je vois à travers tes plans, Désirée... tu manipules Tucker avec ta magie de fantôme !

source: [_desiree_s_angry_s_talk_happy_] Ahh, what a junior detective you must be then! It's not really hard to see that I'm manipulating your foolish friend! Only partly anyway, his inner jealousy is the {b}true{/b} engine behind his putrid form.
fr_fr: [_desiree_s_angry_s_talk_happy_] Ahh, quel jeune détective tu dois être alors ! Ce n'est pas vraiment difficile de voir que je manipule ton ami idiot ! En partie seulement d'ailleurs, sa jalousie intérieure est le {b}vrai{/b} moteur de sa forme putride.

source: [_danny_s_talk_frown_2_s_angry_] What are you doing this for? What's in it for you?!
fr_fr: [_danny_s_talk_frown_2_s_angry_] Pourquoi faites-vous ça ? Qu'est-ce que tu y gagnes ?!

source: [_desiree_s_sad_2_s_talk_bite_2_] Quite simply, your little idiot friend has become the perfect conduit for my magic to fester and grow inside of!
fr_fr: [_desiree_s_sad_2_s_talk_bite_2_] Tout simplement, ton petit ami idiot est devenu le conduit parfait pour que ma magie s'envenime et grandisse à l'intérieur !

source: [_desiree_s_closed_s_angry_s_talk_happy_] The more spiteful and jealous he becomes, the more his power will surge and smolder within him.
fr_fr: [_desiree_s_closed_s_angry_s_talk_happy_] Plus il sera rancunier et jaloux, plus son pouvoir augmentera et brûlera en lui.

source: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Of course, you pitiful mortals can only take so much power before your weak bodies give out...
fr_fr: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Bien sûr, vous, pitoyables mortels, ne pouvez supporter qu'une partie de la puissance avant que vos faibles corps ne lâchent...

source: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] All of his power will come flooding back into me, and I'll become an unstoppable being!! Free to spread my sorrow and bitterness for all eternity!!
fr_fr: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] Toute sa puissance reviendra en moi, et je deviendrai un être inarrêtable !! Libre de répandre mon chagrin et mon amertume pour l'éternité !!

source: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... no... can't let you... gotta... stop you...
fr_fr: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... non... je ne peux pas te laisser... je dois... t'arrêter...

source: [_desiree_s_sad_2_s_talk_happy_] Look at you, you can barely stand!! You won't be able to stop either of us in this pitiful form!!
fr_fr: [_desiree_s_sad_2_s_talk_happy_] Regarde-toi, tu peux à peine te tenir debout !! Tu ne pourras arrêter aucun d'entre nous dans cette forme pitoyable !!

source: [_desiree_s_angry_s_closed_s_talk_bite_] Fairwell, puny weakling!! Ahah hah hahahh!!
fr_fr: [_desiree_s_angry_s_closed_s_talk_bite_] Fairwell, chétif faiblard !! Ahah hah hahahh !!

source: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... man, Tucker {b}really{/b} did a number on me... I should try to rest up before I try something stupid.
fr_fr: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... mec, Tucker {b}a vraiment{/b} fait un numéro sur moi... Je devrais essayer de me reposer avant de faire quelque chose de stupide.

source: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] I can come up with a plan about to deal with Tucker later, right now I need to just go home and take it easy.
fr_fr: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] Je peux trouver un plan pour m'occuper de Tucker plus tard, pour l'instant je dois juste rentrer chez moi et me reposer.

source: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... it's still pretty sore... to try to move...
fr_fr: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... c'est encore assez douloureux... d'essayer de bouger...

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Man, Tucker wiped the floor with me!
fr_fr: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Mec, Tucker a essuyé le sol avec moi !

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] That was probably the first fight he'd ever won in his life, too.
fr_fr: [_danny_s_at_player_s_rise_one_s_talk_frown_] C'était probablement le premier combat qu'il gagnait dans sa vie, aussi.

source: [_danny_s_towards_s_angry_s_talk_frown_] I need to go after him. Find a way to stop him from overpowering himself and wasting away, and to stop Desiree's plan of absorbing all his life force! I gotta-
fr_fr: [_danny_s_towards_s_angry_s_talk_frown_] Je dois aller le chercher. Trouver un moyen de l'empêcher de se surpasser et de dépérir, et d'empêcher le plan de Désirée d'absorber toute sa force vitale ! Je dois

source: [_danny_s_frown_grin_s_closed_] {i}*Sihhh*{/i} (Ooof... man that still smarts.)
fr_fr: [_danny_s_frown_grin_s_closed_] {i}*Sihhhh*{/i} (Ooof... mec ça fait toujours plaisir.)

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] At the same time, I'm not gonna be able to stop him at my current strength.
fr_fr: [_danny_s_at_danny_s_talk_frown_s_wondering_] En même temps, je ne vais pas être capable de l'arrêter avec ma force actuelle.

source: [_danny_s_down_s_talk_frown_2_s_sad_] I'll have to find some more Orgone to make myself stronger to take him on.
fr_fr: [_danny_s_down_s_talk_frown_2_s_sad_] Je vais devoir trouver de l'Orgone pour me rendre plus fort et l'affronter.

source: [_danny_s_towards_s_talk_frown_2_s_wondering_] I'd go to Sam for help, but I can't imagine how she'd react to this whole situation. I don't wanna stress her out anymore than I need to.
fr_fr: [_danny_s_towards_s_talk_frown_2_s_wondering_] Je demanderais bien de l'aide à Sam, mais j'ai du mal à imaginer comment elle réagirait à cette situation. Je ne veux pas la stresser plus que nécessaire.

source: [_danny_s_down_s_talk_frown_s_sad_] Plus, I don't know how much {b}more{/b} she'd be willing to even do with me... and performing the same act twice might not produce any new amount of Orgone I'll need.
fr_fr: [_danny_s_down_s_talk_frown_s_sad_] De plus, je ne sais pas combien {b}de plus{/b} elle serait prête à faire avec moi... et faire le même acte deux fois pourrait ne pas produire une nouvelle quantité d'Orgone dont j'aurais besoin.

source: [_danny_s_neutral_s_at_player_s_talk_happy_] Although... maybe Kate could help me out with this...? She sure seems like she likes me, and would probably be willing to help me relieve some tension...
fr_fr: [_danny_s_neutral_s_at_player_s_talk_happy_] Bien que... peut-être que Kate pourrait m'aider avec ça... ? Elle a l'air de bien m'aimer, et serait probablement prête à m'aider à soulager certaines tensions...

source: [_danny_s_talk_happy_2_s_sad_] Man, of all the ways I could have discovered to make my ghost half stronger, extracting Orgone has got to be one of the best!
fr_fr: [_danny_s_talk_happy_2_s_sad_] De toutes les façons que j'aurais pu découvrir pour rendre mon demi-fantôme plus fort, l'extraction d'Orgone doit être l'une des meilleures !

source: [_danny_s_towards_s_angry_s_talk_happy_] That settles it, I'll go see her and ask for help.
fr_fr: [_danny_s_towards_s_angry_s_talk_happy_] C'est réglé, je vais aller la voir et lui demander de l'aide.

source: [_danny_s_down_s_talk_frown_s_rise_one_] Even still... getting Orgone might not be enough to take on these type of stronger ghosts anymore like Desiree or Johnny and Shadow....
fr_fr: [_danny_s_down_s_talk_frown_s_rise_one_] Même si... obtenir de l'Orgone n'est peut-être pas suffisant pour affronter ce type de fantômes plus forts comme Desiree ou Johnny et Shadow....

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] It'd be great if I could also get my hands on some useful ghost equipment to take on Desiree with...
fr_fr: [_danny_s_at_player_s_talk_frown_2_s_sad_] Ce serait bien si je pouvais aussi mettre la main sur un équipement utile pour affronter Desiree...

source: [_danny_s_wondering_s_talk_frown_] I'll have to see what I can get down in the lab from Mom.
fr_fr: [_danny_s_wondering_s_talk_frown_] Je vais devoir voir ce que je peux obtenir de maman au labo.

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Mom said that the Fenton Thermos would be good for catching ghosts, right?
fr_fr: [_danny_s_at_player_s_talk_frown_2_s_sad_] Maman a dit que le Thermos Fenton serait bon pour attraper les fantômes, non ?

source: [_danny_s_rise_one_s_talk_happy_2_] Maybe if I help her finish it, I can get a spare one or something? I'm sure Mom wouldn't mind... she always wanted me to attend to more ghost attack safety procedures after all
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] Peut-être que si je l'aide à le finir, je pourrais en avoir un de rechange ou quelque chose comme ça ? Je suis sûr que maman n'y verra pas d'inconvénient... elle a toujours voulu que je m'occupe davantage des procédures de sécurité pour les attaques de fantômes après tout

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] But now that I have the Fenton Thermos working, I'll be far more prepared to take on Desiree!
fr_fr: [_danny_s_at_player_s_sad_2_s_talk_happy_] Mais maintenant que le Thermos Fenton fonctionne, je suis bien plus préparé à affronter Desiree !

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Trapping her in it will give me the chance I need to free Tucker of her wicked influence!
fr_fr: [_danny_s_towards_s_talk_happy_2_s_wondering_] La piéger me donnera la chance de libérer Tucker de sa mauvaise influence !

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Then, when I have everything I'll need, I'll be able to go save my best friend!!
fr_fr: [_danny_s_at_player_s_neutral_s_talk_happy_] Ensuite, quand j'aurai tout ce dont j'ai besoin, je pourrai aller sauver mon meilleur ami !!

source: [_danny_s_closed_s_talk_happy_2_s_angry_] Don't worry, Tuck. I'm not giving up on you yet!!
fr_fr: [_danny_s_closed_s_talk_happy_2_s_angry_] Ne t'inquiète pas, Tuck. Je ne t'abandonne pas encore !!

source: [_danny_s_talk_happy_s_sad_] Hey, Kate! How're you doing today, angel thighs?
fr_fr: [_danny_s_talk_happy_s_sad_] Hey, Kate ! Comment ça va aujourd'hui, cuisses d'ange ?

source: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, why hello Daniel, how are you doing today? Already in a good mood, I see!
fr_fr: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, pourquoi bonjour Daniel, comment vas-tu aujourd'hui ? Déjà de bonne humeur, je vois !

source: [_danny_s_rise_one_s_talk_happy_2_] Doing even better now that I'm speaking to someone so impeccably gorgeous as you...
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] Je me sens encore mieux maintenant que je parle à quelqu'un d'aussi impeccablement beau que vous...

source: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh now, stop it, you're already out and about with the compliments! You're too much sometimes, Danny, I swear...
fr_fr: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh maintenant, arrête, tu es déjà en train de faire des compliments ! Tu es trop parfois, Danny, je te jure...

source: [_danny_s_closed_s_talk_happy_s_wondering_] Heh, well, I just thought I'd try my best to only tell the truth around such a wonderful and sexy saint like yourself is all!
fr_fr: [_danny_s_closed_s_talk_happy_s_wondering_] Je me suis dit que je ferais de mon mieux pour ne dire que la vérité devant une sainte aussi merveilleuse et sexy que vous !

source: [_kate_s_talk_happy_] Okay, you're just being so cute right now, I kinda want to just eat you right up...
fr_fr: [_kate_s_talk_happy_] Ok, tu es tellement mignon là, j'ai envie de te manger tout de suite...

source: [_danny_s_rise_one_s_blush_s_talk_happy_] Is that a fact?
fr_fr: [_danny_s_rise_one_s_blush_s_talk_happy_] C'est un fait ?
