Repository: DonRP/AmityPark
Catalog: game/*/*/code/Jack_Dialogue_1_MZ.po
Languages: it_it

source: [_danny_s_talk_happy_s_rise_one_s_towards_] Hey Dad, I was-
it_it: [_danny_s_talk_happy_s_rise_one_s_towards_] Ehi papà, stavo...

source: [_jack_s_towards_s_sad_s_talk_happy_] Sorry, not right now son! I'm in the middle of something scientific!{p}We'll discuss ghosts and other important things later though, not to worry!
it_it: [_jack_s_towards_s_sad_s_talk_happy_] Mi dispiace, non ora, figliolo! Sono nel bel mezzo di qualcosa di scientifico!{p}Parleremo di fantasmi e di altre cose importanti più tardi, non preoccuparti!

source: [_jack_s_towards_s_sad_s_talk_happy_] Danny! Here for a little father-son ghost-busting bond session? I could have {i}sworn{/i} I saw your ecto-suit lying around here just a bit ago...
it_it: [_jack_s_towards_s_sad_s_talk_happy_] Danny! Sei qui per una piccola sessione di legame padre-figlio con i fantasmi? {i}Avrei giurato di aver visto la tua tuta da ecto un po' di tempo fa...

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, actually Dad, I just wanted to ask you some stuff if that's alright...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, in realtà papà, volevo solo chiederti alcune cose, se va bene...

source: [_danny_] (What should I ask my Dad about?) [nointeract]
it_it: [_danny_] (Cosa devo chiedere a mio padre?) [nointeract]

source: [_danny_s_towards_s_sad_s_talk_happy_] So, how do you know Vlad Masters?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Allora, come si fa a conoscere Vlad Masters?

source: [_jack_s_stare_s_angry_s_talk_happy_] Ah yes, good ol' Vladdie! In college, he was my best friend! We were extremely close, roommates, lab partners, we did everything together!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Ah sì, il buon vecchio Vladdie! All'università era il mio migliore amico! Eravamo molto uniti, compagni di stanza, di laboratorio, facevamo tutto insieme!

source: [_danny_s_towards_s_rise_s_talk_consternation_] So then what happened? How come I've never met him in person before? I never even heard about you knowing him until he was hired by the mayor...
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] E allora cos'è successo? Come mai non l'ho mai incontrato di persona? Non ho mai sentito dire che lo conoscevi prima che fosse assunto dal sindaco...

source: [_jack_s_towards_s_sad_s_talk_displeased_] The thick, twisted fingers of fate happened, Danny, that's what! One minute you're about to bust open a brand new scientific discovery with your bestest pal, and the next thing you know he's in the hospital for years recuperating.
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Le dita spesse e contorte del destino hanno fatto il loro corso, Danny, ecco cosa! Un attimo prima stai per inaugurare una nuovissima scoperta scientifica con il tuo migliore amico, e un attimo dopo sai che è in ospedale per anni in convalescenza.

source: [_jack_s_closed_s_wondering_s_talk_happy_] Then the next minute after that, his "special girl" comes running to you for comfort in her time of need...
it_it: [_jack_s_closed_s_wondering_s_talk_happy_] Poi, un minuto dopo, la sua "ragazza speciale" corre da te per trovare conforto nel momento del bisogno...

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}, wait, what was that about Mom?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Aspetta, cos'era quella storia della mamma?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Never mind all that, Danny! We shouldn't dwell on whose fault a horrible life changing accident {i}may{/i} or may not have been. We have to look towards the future! Towards catching ghosts! You understand, son?
it_it: [_jack_s_towards_wide_s_sad_s_talk_happy_] Lascia perdere tutto questo, Danny! Non dovremmo soffermarci a pensare di chi sia la colpa di un orribile incidente che ha cambiato la nostra vita {i}può{/i} o non può essere stato. Dobbiamo guardare al futuro! Per catturare i fantasmi! Capisci, figliolo?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i} yeah, I think I figured out why I've never met him before, thanks...
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i} sì, credo di aver capito perché non l'ho mai incontrato prima, grazie...

source: [_danny_s_towards_s_rise_s_talk_consternation_] So, have you ever seen a real ghost before the recent attacks?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Allora, avete mai visto un vero fantasma prima dei recenti attacchi?

source: [_jack_s_closed_s_sad_s_talk_happy_] Why of course, {i}many{/i} times in my day! They're a bit difficult to handle for any rookie ghost hunter, but I eat em' for breakfast!
it_it: [_jack_s_closed_s_sad_s_talk_happy_] Ma certo, {i}molte{/i} volte nella mia giornata! Sono un po' difficili da gestire per qualsiasi cacciatore di fantasmi alle prime armi, ma io li mangio a colazione!

source: [_danny_s_towards_s_rise_s_talk_consternation_] So, what exactly can they do?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Quindi, cosa possono fare esattamente?

source: [_jack_s_towards_s_sad_s_talk_displeased_] Hmm? What exactly do you mean?
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Hmm? Cosa intende esattamente?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Like, do they have any special powers or anything?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Ad esempio, hanno qualche potere speciale o altro?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oh, plenty! Now it depends on the particular ghost of course, but most ghosts can usually fly, turn invisible, and phase their molecules through solid objects. The more "traditional" idea of a phantom or spectre can do it all, with relative ease.
it_it: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oh, moltissimo! Naturalmente dipende dal tipo di fantasma, ma la maggior parte dei fantasmi può volare, diventare invisibile e far passare le proprie molecole attraverso oggetti solidi. L'idea più "tradizionale" di fantasma o spettro può fare tutto questo, con relativa facilità.

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] But you have to remember that ghosts as we know them aren't {i}exactly{/i} the common depiction of a person's spirit after death. You have to think of them more as their own species, perhaps from a different dimension entirely. Say, why do you ask?
it_it: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Ma bisogna ricordare che i fantasmi, così come li conosciamo, non sono {i}esattamente{/i} la rappresentazione comune dello spirito di una persona dopo la morte. Bisogna pensare a loro più come a una specie a sé stante, magari proveniente da una dimensione completamente diversa. Perché me lo chiedi?

source: [_danny_s_at_self_s_unhappy_s_talk_happy_] Oh, {i}uh{/i}, no reason. Just out of curiosity is all.
it_it: [_danny_s_at_self_s_unhappy_s_talk_happy_] Oh, {i}uh{/i}, nessun motivo. Solo per curiosità.

source: [_jack_s_towards_s_sad_s_talk_happy_] So, was there anything else you were interested in learning?
it_it: [_jack_s_towards_s_sad_s_talk_happy_] Allora, c'era qualcos'altro che ti interessava imparare?

source: [_danny_s_towards_s_sad_s_talk_happy_] Nah, I'll let you get back to it.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] No, ti lascio tornare al lavoro.

source: [_jack_s_stare_s_angry_s_talk_happy_] Well then, you and your sister try to stay safe now. And don't you worry, ol' Jack Fenton is going to catch that Phantasmal Pervert before he gets the chance to strike again!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Bene, allora tu e tua sorella cercate di stare al sicuro. E non preoccuparti, il vecchio Jack Fenton catturerà quel pervertito fantasma prima che abbia la possibilità di colpire ancora!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sure, sounds great, Dad!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Certo, sembra perfetto, papà!

source: [_jack_s_stare_s_angry_s_talk_happy_] ...and when I do, I'm going to pry him open and examine his ghostly guts like an old gypsy woman reading the entrails of a goat!!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] ...e quando lo farò, lo aprirò ed esaminerò le sue viscere spettrali come una vecchia zingara che legge le interiora di una capra!!!

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Oh, wow, look at the time! Gotta go!
it_it: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Oh, wow, guarda l'ora! Devo andare!

source: So, how do you know Vlad Masters?
it_it: Allora, come si fa a conoscere Vlad Masters?

source: Have you ever seen a real ghost before the recent attacks?
it_it: Avete mai visto un vero fantasma prima dei recenti attacchi?

source: I'll let you get back to it.
it_it: Vi lascio tornare al lavoro.

source: Yeah, actually...
it_it: Sì, in effetti...

source: No, that was it.
it_it: No, questo è quanto.
