Repository: DonRP/AmityPark
Catalog: game/*/*/code/Maddie_Dialogue_1_MZ.po
Languages: it_it

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sorry Danny, I'm a little busy right now. I'll talk to you later, 'kay?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Scusa Danny, sono un po' occupato al momento. Ci sentiamo dopo, ok?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, you doing okay?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Ehi Danny, stai bene?

source: [_danny_s_talk_happy_2_s_sad_] Yeah, I'm alright. Hey, do you mind if I ask you something?
it_it: [_danny_s_talk_happy_2_s_sad_] Sì, sto bene. Ehi, ti dispiace se ti chiedo una cosa?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course sweetie, what's up?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Certo, tesoro, che c'è?

source: [_danny_] (What do I wanna talk to Mom about?) [nointeract]
it_it: [_danny_] (Di cosa voglio parlare con la mamma?) [nointeract]

source: [_danny_s_towards_s_rise_s_talk_consternation_] Who exactly is this Vlad guy, anyway?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Ma chi è esattamente questo Vlad?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Vlad? Well your father and I went to college with him in Wisconsin back in the day. To be honest with you... we even sorta dated briefly.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Vlad? Beh, io e tuo padre siamo andati al college con lui nel Wisconsin, ai tempi. Ad essere sinceri... siamo anche usciti insieme per un breve periodo.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Woah, Mom, you dated a billionaire?!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Mamma, sei uscita con un miliardario?!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, no, he wasn't at all a billionaire back then. We were all just poor college students trying our best to study theoretical physics together. He was very sweet to me when we dated, and your father and him were best friends... that was at least...
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, no, non era affatto un miliardario a quei tempi. Eravamo solo dei poveri studenti universitari che facevano del loro meglio per studiare insieme la fisica teorica. Era molto dolce con me quando uscivamo insieme, e tuo padre e lui erano migliori amici... questo almeno...

source: [_danny_s_towards_s_rise_s_talk_consternation_] Until "the incident", right? Why, what happened?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Fino all'"incidente", giusto? Perché, cosa è successo?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] It happened during a test of one of Jack's {b}Prototype Ghost Portals{/b}. I told your father there was some math not quite adding up, but he was so eager... he ended up turning the portal on at full power!
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] È successo durante una prova di uno dei {b}prototipi di portali fantasma di Jack{/b}. Ho detto a vostro padre che i conti non tornavano, ma lui era così impaziente... che ha finito per accendere il portale alla massima potenza!

source: [_maddie_] And Vlad back then was also a bit of a reckless young man, so he never wore a face mask or goggles... standing next to the machine that closely, well... you can imagine what might have happened...
it_it: [_maddie_] E Vlad a quel tempo era anche un giovane un po' spericolato, quindi non indossava mai una maschera o degli occhiali di protezione... stando vicino alla macchina così da vicino, beh... potete immaginare cosa sarebbe potuto accadere...

source: [_danny_s_towards_s_rise_s_talk_consternation_] But he looks perfectly alright to me, so does he wear some sort of skin graft or mask?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Ma a me sembra perfettamente a posto, quindi indossa una sorta di innesto di pelle o una maschera?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh no, Danny, he wasn't burned! A rogue blast of ectoplasmic energy shot out of the portal, giving him a severe inflammation on his face, a condition we called at the time "{b}Ecto-acne{/b}".
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh no, Danny, non è stato bruciato! Un'esplosione di energia ectoplasmatica fuoriuscita dal portale gli ha provocato una grave infiammazione al viso, una condizione che all'epoca chiamavamo "{b}Ecto-acne{/b}".

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Ecto-acne"? Jeez, and I thought "pizza-face" was brutal.
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] "Ecto-acne"? Cavolo, e io che pensavo che "faccia da pizza" fosse brutale.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Yes, and unfortunately, Vlad had to drop out of school and spend so many months in the hospital. Ironically enough though, I think it was when he left school that he was able to pave his own future with some smart investments and his own inventions.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Sì, e purtroppo Vlad ha dovuto abbandonare la scuola e trascorrere molti mesi in ospedale. Ironia della sorte, però, credo che sia stato proprio quando ha lasciato la scuola che è riuscito a costruirsi un futuro con investimenti intelligenti e con le sue invenzioni.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] How freaky... but I'm glad to see he healed up well, and that things worked out for him in the end!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Che strano... ma sono felice di vedere che è guarito bene e che alla fine le cose si sono risolte per lui!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Ectoplasm, what is it exactly?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Ectoplasma, cos'è esattamente?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, I'm so glad you asked! Ectoplasm is actually one of the main substances that make up a ghost's molecular structure, and it's easily one of the most bizzare materials known to science!
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Sono felice che tu l'abbia chiesto! L'ectoplasma è in realtà una delle sostanze principali che compongono la struttura molecolare di un fantasma, ed è facilmente uno dei materiali più bizzarri conosciuti dalla scienza!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Wait, but I thought that the recent Ectopus sightings were the first time the world has had real confirmable ghost reports, right?{p}How could you and Dad study any of this stuff properly before now?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Aspetta, ma pensavo che i recenti avvistamenti di Ectopus fossero la prima volta che il mondo ha avuto notizie di fantasmi realmente confermabili, giusto?{p}Come avete fatto tu e papà a studiare bene queste cose prima d'ora?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Well, maybe the first "confirmed" reports, but parapsychologists like your father and I have been dealing with apparition cases for decades. The scientific community at large just refuses to accept parapsychology as a genuine field of research.
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Beh, forse i primi rapporti "confermati", ma i parapsicologi come vostro padre e io abbiamo avuto a che fare con casi di apparizione per decenni. La comunità scientifica in generale si rifiuta di accettare la parapsicologia come un vero campo di ricerca.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Really? So there are other scientists who also believe in the paranormal?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Davvero? Quindi ci sono altri scienziati che credono nel paranormale?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course! How do you think Vlad made his billions? By proving plenty of his theories, of course! Along with developing some of his more tech-based inventions. He's a {i}very{/i} smart man even outside of just ghost research!
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Ma certo! Come pensate che Vlad abbia guadagnato i suoi miliardi? Dimostrando molte delle sue teorie, naturalmente! Insieme allo sviluppo di alcune delle sue invenzioni più tecnologiche. È un uomo {i}molto{/i} intelligente anche al di fuori della ricerca sui fantasmi!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Most scientific boards still don't acknowledge ectoplasm as a genuine elemental material, however. They categorize it as more of a pseudo-element, since it deals with sub-atomic properties, string theory, plenty of other unproven concepts...
it_it: [_maddie_s_towards_s_sad_s_talk_frown_] La maggior parte delle commissioni scientifiche, tuttavia, non riconosce l'ectoplasma come un vero e proprio materiale elementare. Lo classificano piuttosto come uno pseudo-elemento, dal momento che ha a che fare con proprietà sub-atomiche, con la teoria delle stringhe e con molti altri concetti non provati...

source: [_danny_s_towards_s_rise_s_talk_consternation_] You've sorta lost me there.
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Mi hai perso, in un certo senso.

source: [_maddie_s_closed_s_neutral_s_talk_amused_] Right, well, I guess to put it simply, ectoplasm's most interesting property is that it can be practically any other material, but only in a superficial sense from the lens of atomic structure.
it_it: [_maddie_s_closed_s_neutral_s_talk_amused_] Bene, per dirla in parole povere, la proprietà più interessante dell'ectoplasma è che può essere praticamente qualsiasi altro materiale, ma solo in senso superficiale dal punto di vista della struttura atomica.

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] For example, ectoplasm can be a solid, liquid, gas, or plasma all at the same temperature! What form it takes is based on a multitude of varying factors. Pretty interesting, huh?
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Ad esempio, l'ectoplasma può essere un solido, un liquido, un gas o un plasma alla stessa temperatura! La forma che assume dipende da una moltitudine di fattori variabili. Piuttosto interessante, no?

source: [_danny_s_towards_s_rise_s_talk_consternation_] This still seems really over my head...
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Questo mi sembra ancora molto al di sopra delle mie possibilità...

source: [_maddie_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Well, I suppose you are still your father's son after all...
it_it: [_maddie_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Beh, suppongo che dopotutto tu sia ancora il figlio di tuo padre...

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Huh? What do you mean by-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Eh? Cosa vuoi dire con...

source: [_maddie_s_closed_s_sad_s_talk_frown_] Look, the {u}main{/u} point, Danny, is that ectoplasm is what ghosts are {u}made{/u} of. It's slimy, tastes pretty awful, but it's essentially a ghost's "flesh" as well as its main power supply. That make sense?
it_it: [_maddie_s_closed_s_sad_s_talk_frown_] Senti, il {u}punto principale, Danny, è che l'ectoplasma è ciò di cui i fantasmi sono {u}fatti. È viscido, ha un sapore orribile, ma è essenzialmente la "carne" di un fantasma e la sua principale fonte di energia. Ha senso?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Yeah, it does! All right, I got it now, thanks.
it_it: [_danny_s_closed_s_unhappy_s_talk_happy_] Sì, è così! Va bene, ora ho capito, grazie.

source: [_danny_s_towards_s_rise_s_talk_consternation_] I sorta forgot, what is Ectoplasm exactly?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Dimenticavo, cos'è esattamente l'Ectoplasma?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] No worries, always glad to give a refresher! Ectoplasm is the substance that ghosts are made of, and it's easily one of the most bizzare materials known to man!
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Non c'è da preoccuparsi, è sempre un piacere dare una rinfrescata! L'ectoplasma è la sostanza di cui sono fatti i fantasmi, ed è facilmente uno dei materiali più bizzarri conosciuti dall'uomo!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Wait, but I thought that the recent Ectopus sightings were the first time there have been real ghost activity reported, right?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Aspetta, ma io pensavo che i recenti avvistamenti di Ectopus fossero la prima volta che veniva segnalata una vera attività fantasma, giusto?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Maybe the first "confirmed" reports, but parapsychologists like your father and I have been dealing with apparition cases for decades. The problem is the scientific community at large refuses to accept parapsychology as a genuine field of research.
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Forse sono i primi rapporti "confermati", ma i parapsicologi come vostro padre e io abbiamo avuto a che fare con casi di apparizione per decenni. Il problema è che la comunità scientifica in generale si rifiuta di accettare la parapsicologia come un vero campo di ricerca.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course! How do you think Vlad made his billions? Proving plenty of his theories, of course! Along with developing some of his other tech-based inventions. He's a {i}very{/i} smart man even outside of ghost research!
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Ma certo! Come pensate che Vlad abbia guadagnato i suoi miliardi? Dimostrando molte delle sue teorie, naturalmente! Insieme allo sviluppo di altre invenzioni tecnologiche. È un {i}uomo molto{/i} intelligente anche al di fuori della ricerca sui fantasmi!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Now, the broader scientific boards don't acknowledge ectoplasm as a genuine phantasmal material. They categorize it as more of a pseudo-element, since it also deals with sub-atomic properties, string theory, plenty of unverified concepts...
it_it: [_maddie_s_towards_s_sad_s_talk_frown_] Ora, le commissioni scientifiche più ampie non riconoscono l'ectoplasma come un vero e proprio materiale fantasmatico. Lo classificano più come uno pseudo-elemento, dal momento che si tratta anche di proprietà sub-atomiche, teoria delle stringhe, molti concetti non verificati...

source: [_maddie_s_closed_s_neutral_s_talk_amused_] Right, well I guess to put it simply, ectoplasm is a material that can be practically any other material, but only in a superficial sense from the lens of atomic structure.
it_it: [_maddie_s_closed_s_neutral_s_talk_amused_] Bene, per dirla in modo semplice, l'ectoplasma è un materiale che può essere praticamente qualsiasi altro materiale, ma solo in senso superficiale dal punto di vista della struttura atomica.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wait... what?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Aspetta... cosa?

source: [_maddie_s_closed_s_sad_s_talk_frown_] The {u}main{/u} point, Danny, is that ectoplasm is what ghosts are {u}made{/u} of. It's slimy, tastes pretty awful, but it's essentially a ghost's "flesh" as well as its main power supply. That make sense?
it_it: [_maddie_s_closed_s_sad_s_talk_frown_] Il {u}punto principale, Danny, è che l'ectoplasma è ciò di cui i fantasmi sono {u}fatti. È viscido, ha un sapore orribile, ma è essenzialmente la "carne" di un fantasma e la sua principale fonte di energia. Ha senso?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Yeah, it does! All right, I got it know, thanks.
it_it: [_danny_s_closed_s_unhappy_s_talk_happy_] Sì, è così! Va bene, ho capito, grazie.

source: [_danny_s_down_s_wondering_s_talk_consternation_] Hey Mom, have you ever dealt in the past with any particularly... well... erhm... how do I say this exactly...?
it_it: [_danny_s_down_s_wondering_s_talk_consternation_] Ehi mamma, hai mai avuto a che fare in passato con qualche... beh... come dire esattamente...?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...have you ever been aware of or heard any stories of some ghosts being extra "creepy"?{p}If you catch my drift?
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...siete mai stati a conoscenza o avete sentito storie di fantasmi particolarmente "inquietanti"?{p}Se capite cosa intendo?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Well sure, I mean, I suppose I was a tad afraid of ghosts when I first started my research into the paranormal, yes. But after a while of properly studying their form and matter, however, I've learned to just treat them as any another principle of science.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Certo, quando ho iniziato la mia ricerca sul paranormale avevo un po' paura dei fantasmi, sì. Ma dopo aver studiato a fondo la loro forma e la loro materia, ho imparato a trattarli come un qualsiasi altro principio della scienza.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, no, that's not exactly what I meant... {i}uhm{/i}, sorta like... like a... {u}perverted{/u} type of ghost?
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, no, non è esattamente quello che intendevo... {i}uhm{/i}, una specie di... tipo di... {u}pervertito{/u} tipo di fantasma?

source: [_maddie_s_towards_wide_s_sad_s_talk_happy_] Oh... {i}oh!{/i} Well, umm... y-yes, there are actually {i}many{/i} cases of ghosts who exhibit certain... {u}proclivities{/u} when it comes to their interactions with human beings. Not all, of course, but a good number of them.
it_it: [_maddie_s_towards_wide_s_sad_s_talk_happy_] Oh... {i}oh! {/i} Beh, ehm... sì, in effetti ci sono {i}molti{/i} casi di fantasmi che mostrano certe... {u}inclinazioni{/u} quando si tratta di interagire con gli esseri umani. Non tutti, ovviamente, ma un buon numero.

source: [_maddie_s_towards_wide_s_sad_s_talk_amused_] I actually theorized in my doctoral thesis that there seems to be a distinct relationship between sympathetic resonances and ectoplasm. Where as ectoplasm is primarily the particle, the sympathetic wave-form manifests as something called {b}"Orgone"{/b}.
it_it: [_maddie_s_towards_wide_s_sad_s_talk_amused_] Nella mia tesi di dottorato ho teorizzato che sembra esserci una relazione distinta tra le risonanze simpatiche e l'ectoplasma. Mentre l'ectoplasma è principalmente una particella, la forma d'onda simpatica si manifesta come qualcosa chiamato {b}"Orgone"{/b}.

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Orgone"? I've {i}uh{/i}, never heard of it before. What is it?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] "Orgone? Non ne ho mai sentito parlare prima su {i}. Che cos'è?

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Well, it's an even {i}more-so{/i} theoretical phantasmal material relating to the human body's... {i}uhm{/i}, let's just say relating to human {i}vitality{/i}, you understand?
it_it: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Beh, si tratta di un materiale fantasmatico teorico {i}ancora di più{/i} relativo al corpo umano... {i}uhm{/i}, diciamo che è relativo alla {i}vitalità umana{/i}, capisci?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sorry, I'm confused, what exactly does it have to do with vitality?
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Scusate, sono confuso, cosa ha a che fare esattamente con la vitalità?

source: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, you're a smart boy, I'm sure you can figure it out.
it_it: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, sei un ragazzo intelligente, sono sicuro che riuscirai a capirlo.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] So ghosts will end up attacking humans in order to get the human's Orgone somehow, right?
it_it: [_danny_s_closed_s_unhappy_s_talk_happy_] Quindi i fantasmi finiranno per attaccare gli umani per ottenere in qualche modo l'Orgone degli umani, giusto?

source: [_maddie_s_towards_wide_s_sad_s_talk_amused_] In a manner of speaking, yes. The, ehrm, {i}act{/i} of extraction itself is what actually produces the Orgone. It's something that people naturally produce as a byproduct of human relations, but ghosts are, for what ever reason, either drawn to it or more affected by it.
it_it: [_maddie_s_towards_wide_s_sad_s_talk_amused_] In un certo senso, sì. {i}L'atto stesso dell'estrazione è ciò che produce l'Orgone. È qualcosa che le persone producono naturalmente come sottoprodotto delle relazioni umane, ma i fantasmi, per qualsiasi motivo, ne sono attratti o ne sono più influenzati.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Affected by it in what way? Do they like the smell of the Orgone or something?
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] In che modo ne sono influenzati? Gli piace l'odore dell'Orgone o qualcosa del genere?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Well no, not quite. Actually, what Orgone does essentially is that it {i}strengthens{/i} the phantom's bond to the "real" world, allowing them to manifest their form more powerfully.
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Beh, no, non proprio. In realtà, ciò che l'Orgone fa è essenzialmente {i}rafforzare{/i} il legame del fantasma con il mondo "reale", permettendogli di manifestare la sua forma in modo più potente.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Weird... sorta like a powerup in a videogame!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Strano... come un powerup in un videogioco!

source: [_danny_s_down_wide_s_unhappy_s_grindteeth_] (Wait, so that means... in order to get myself stronger... I'm gonna have to... {i}oh jeez!{/i})
it_it: [_danny_s_down_wide_s_unhappy_s_grindteeth_] (Aspetta, quindi questo significa che... per diventare più forte... dovrò... {i}Oh, cavolo!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Was there anything else you wanted to talk about?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] C'è qualcos'altro di cui voleva parlare?

source: [_danny_s_towards_s_sad_s_talk_happy_] No, that's it, thanks. I've learned enough for now.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] No, è tutto, grazie. Per ora ho imparato abbastanza.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Alright sweetie, take care. Be careful when you're travelling around though: that Inviso-Bill character looks like a {i}real{/i} troublemaker to me.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Va bene, tesoro, stammi bene. Fai attenzione quando vai in giro, però: quel personaggio di Inviso-Bill mi sembra un {i}vero e proprio piantagrane{/i}.

source: [_danny_s_towards_s_sad_s_talk_happy_] Right. Sure thing, thanks Mom.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Giusto. Certo, grazie mamma.

source: Who exactly is this Vlad guy, anyway?
it_it: Ma chi è esattamente questo Vlad?

source: Ectoplasm, what is it exactly?
it_it: Ectoplasma, cos'è esattamente?

source: Could you tell me about ectoplasm again?
it_it: Potrebbe parlarmi di nuovo dell'ectoplasma?

source: Ask about why ghosts are kinda perverted.
it_it: Chiedete perché i fantasmi sono un po' pervertiti.

source: No, that's it.
it_it: No, è così.

source: No, that's it, thanks.
it_it: No, è tutto, grazie.
