Repository: DonRP/AmityPark
Catalog: game/*/*/code/maddie_staying_home.po
Languages: fr_fr

source: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] If... if you really think I should stay home.
fr_fr: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] Si... si tu penses vraiment que je devrais rester à la maison.

source: [_jack_s_towards_s_rise_s_talk_happy_] I'd suggest you take your mother's advice on this one, champ! I've learned that's usually the safer option, at least when it comes to women.
fr_fr: [_jack_s_towards_s_rise_s_talk_happy_] Je te suggère de suivre les conseils de ta mère sur ce coup-là, champion ! J'ai appris que c'est généralement l'option la plus sûre, du moins quand il s'agit de femmes.

source: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Chuckles*{/i}, oh Jack, don't be so fresh...~
fr_fr: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Chuckles*{/i}, oh Jack, ne sois pas si frais...~

source: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Go on sweetie, go get some rest for now, I'll call and let the school know you aren't coming in today.
fr_fr: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Vas-y ma chérie, va te reposer pour l'instant, je vais appeler et faire savoir à l'école que tu ne viens pas aujourd'hui.

source: [_danny_s_closed_s_talk_happy_] A-alright then, I'll be upstairs in my room, I guess...
fr_fr: [_danny_s_closed_s_talk_happy_] D'accord, alors, je serai en haut dans ma chambre, je suppose...

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Well... this kinda sucks... not much I feel like doing just laying in my room, honestly.
fr_fr: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Eh bien... ça craint... je n'ai pas envie de faire grand chose en restant dans ma chambre, honnêtement.

source: [_danny_s_towards_s_sad_s_talk_displeased_] What am I gonna do for the rest of the afternoon? Everyone's busy getting ready for class right now...
fr_fr: [_danny_s_towards_s_sad_s_talk_displeased_] Qu'est-ce que je vais faire pour le reste de l'après-midi ? Tout le monde est occupé à se préparer pour le cours en ce moment...

source: [_danny_s_at_player_s_rise_s_talk_displeased_] ...I guess I could go play some videogames for a bit?
fr_fr: [_danny_s_at_player_s_rise_s_talk_displeased_] ...je suppose que je pourrais aller jouer à des jeux vidéo pendant un moment ?

source: [_danny_] ...and that's yet another new speedrun PB on that stupid water level...
fr_fr: [_danny_] ...et c'est encore un nouveau speedrun PB sur ce stupide niveau d'eau...

source: [_danny_] ...yippee.{p}{i}*Sighs*{/i}
fr_fr: [_danny_] ...youpi.{p}{i}*Soupirs*{/i}

source: [_doorsound_] {i}*Knock!* *Knock!*{/i}
fr_fr: [_doorsound_] {i}*Toc!* *Toc!*{/i}

source: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny...{/i} are you available?
fr_fr: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny...{/i} êtes-vous disponible ?

source: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] Huh? Oh, yeah, you can come in!
fr_fr: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] Hein ? Oh, oui, vous pouvez entrer !

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Hi dear... you still feeling all {i}hot{/i} and bothered this afternoon?
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Bonjour, ma chère... tu te sens encore toute {i}chaude{/i} et ennuyée cet après-midi ?

source: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] M-Mom, jeez, what the- w-where's Dad at right now?!
fr_fr: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] M-Maman, bon sang, qu'est-ce que... Où est papa en ce moment?!

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Oh don't worry, your father's extra busy in the lab today... he's recalibrating some dials on the Ghost Portal.
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Oh ne t'inquiète pas, ton père est très occupé au labo aujourd'hui... il recalibre quelques cadrans sur le Portail Fantôme.

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] He won't even come up to the kitchen for a few more hours...
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] Il ne viendra même pas à la cuisine avant quelques heures...

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Even still, i-isn't this a little... {i}uh{/i}... just a bit too risky?
fr_fr: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Quand même, ce n'est pas un peu... {i}uh{/i}... un peu trop risqué ?

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Sweetie... that just makes it even {i}more{/i} exciting...
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Chérie... ça rend la chose encore plus excitante {i}...

source: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (Jeez, I never knew Mom could be so wild and fun when she wanted to be! At least, before all {i}this{/i} stuff happened...)
fr_fr: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (Bon sang, je ne savais pas que maman pouvait être aussi sauvage et amusante quand elle le voulait ! Du moins, avant que tout {i}ce{/i} truc n'arrive...)

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Now come here... let me look after you properly sweetie.~
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Maintenant, viens ici... laisse-moi m'occuper de toi correctement, ma chérie. ~

source: [_maddie_] (So big... can't help but love the feel of it filling my mouth.)
fr_fr: [_maddie_] (Si gros... je ne peux m'empêcher d'aimer la sensation qu'il procure en remplissant ma bouche.)

source: [_danny_] Oh fuck! {i}A-ahhh{/i}... M-Mom... {i}yesss...~{/i}
fr_fr: [_danny_] Oh putain ! {i}A-ahhh{/i}... M-Mom... {i}yesss...~{/i}

source: [_danny_] (Oh man, I know it's messed up, but she looks so hot going all the way down on me like-)
fr_fr: [_danny_] (Oh mec, je sais que c'est tordu, mais elle a l'air tellement sexy en descendant sur moi comme...)

source: [_maddie_] Do you like that sweetie?
fr_fr: [_maddie_] Tu aimes ça, chéri?

source: [_danny_] Yes... I really, {i}really{/i} like that...
fr_fr: [_danny_] Oui... J'aime vraiment, {i}vraiment{/i} ça...

source: [_maddie_] You want Mommy to continue sucking your big hard penis?
fr_fr: [_maddie_] Tu veux que maman continue à sucer ton gros pénis dur ?

source: [_danny_] Y-yes, please Mommy!
fr_fr: [_danny_] O-oui, s'il te plaît maman !

source: [_maddie_] {i}*Giggles*{/i}
fr_fr: [_maddie_] {i}*Rires*{/i}

source: [_danny_] {i}Ah!~{/i} That feels...
fr_fr: [_danny_] {i}Ah!~{/i} Ça se sent...

source: [_danny_] {u}Awesome...{u}
fr_fr: [_danny_] {u}Génial...{u}

source: [_maddie_] (I could do this for hours... he tastes so good...)
fr_fr: [_maddie_] (Je pourrais faire ça pendant des heures... il a si bon goût...)

source: [_danny_] S-shit, I can't hold on much longer! I'm gonna bust soon!
fr_fr: [_danny_] S-merde, je ne peux pas tenir plus longtemps ! Je vais bientôt éclater !

source: [_danny_] Oh, fuck, here it comes Mom!
fr_fr: [_danny_] Oh, putain, ça vient maman !

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Huff*{/i} Oh man... that was great...
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Huff*{/i} Oh mec... c'était génial...

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] See?
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] Tu vois ?

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Staying home with dear ol' mother's not {i}all{/i} bad, now is it?
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Rester à la maison avec cette bonne vieille mère n'est pas {i}si{/i} mal, n'est-ce pas ?

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Y-yeah... I could definitely see the appeal of doing it every day, honestly...
fr_fr: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Ouais... Je pourrais certainement voir l'intérêt de le faire tous les jours, honnêtement...

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Chuckles*{/i} Well, you just let me know the next time you're feeling a little "under the weather."
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Rires*{/i} Eh bien, faites-moi savoir la prochaine fois que vous vous sentez un peu 'hors du temps'

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] We'll be sure to spend another afternoon together, making sure you're getting all better again, 'kay?
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Nous passerons un autre après-midi ensemble, pour nous assurer que vous allez encore mieux, d'accord ?

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Absolutely!
fr_fr: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Absolument !

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] Bye now!~
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] Au revoir!~

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (...well... I always thought it'd kinda keep a guy socially distanced from others his age...)
fr_fr: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (...bien... J'ai toujours pensé que ça gardait un gars socialement éloigné des autres de son âge...)

source: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (...but I'm sorta starting to see the appeal of home schooling after {i}that!{/i})
fr_fr: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (...mais je commence à voir l'attrait de l'enseignement à domicile après {i}ça!{/i})

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe~{/i}... you know {i}just{/i} how to make my day, Danny... thank you for that...
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe~{/i}... tu sais {i}juste{/i} comment faire ma journée, Danny... merci pour ça...

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Make {i}your{/i} day?! {i}*Laughs*{/i} Man, I can't even imagine what you'd consider doing {u}me{/i} a favor to be!
fr_fr: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Faire {i}votre{/i} jour ?! {i}*Rires*{/i} Mec, je ne peux même pas imaginer ce que tu considérerais comme une faveur à {u}moi{/i} !

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Bet you're feeling a lot better now though, huh?
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Je parie que vous vous sentez beaucoup mieux maintenant, hein ?

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Phew!*{/i} Definitely! Already feeling leagues better, thanks!
fr_fr: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Ouf!*{/i} Définitivement ! Je me sens déjà beaucoup mieux, merci !

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm{/i}... so glad to hear, hon...~
fr_fr: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm{/i}... si heureux de l'entendre, chéri... ~
