Repository: DonRP/AmityPark
Catalog: game/*/*/code/mystery_shop_MZ.po
Languages: fr_fr

source: [_box_ghost_s_talk_] Hi there, mister customer! Would you like to buy this inconspicuous box for $[stolen_box.cost]?
fr_fr: [_box_ghost_s_talk_] Bonjour, monsieur le client ! Voulez-vous acheter cette boîte discrète pour [stolen_box.cost]$?

source: [_box_ghost_s_angry_s_talk_frown_] Hey, you don't have enough money, buddy!
fr_fr: [_box_ghost_s_angry_s_talk_frown_] Hé, tu n'as pas assez d'argent, mon pote !

source: [_box_ghost_s_confused_s_talk_frown_2_] Come back when you have enough cash.
fr_fr: [_box_ghost_s_confused_s_talk_frown_2_] Revenez quand vous aurez assez d'argent.

source: [_danny_] Yeah, I'd like to buy this box, please.
fr_fr: [_danny_] Oui, j'aimerais acheter cette boîte, s'il vous plaît.

source: [_box_ghost_s_talk_] Okie doke, that'll be $[stolen_box.cost].
fr_fr: [_box_ghost_s_talk_] Okie doke, ça fera[stolen_box.cost]$ .

source: [_box_ghost_s_talk_2_s_sad_] Thanks for shopping at Mystery Box and have a nice day, friend!
fr_fr: [_box_ghost_s_talk_2_s_sad_] Merci d'avoir fait des achats chez Mystery Box et bonne journée, mon ami !

source: [_danny_] Why is it labeled "Property of Casper High?"
fr_fr: [_danny_] Pourquoi est-il étiqueté "Propriété de Casper High?"

source: [_box_ghost_s_talk_frown_] Oh... that? That's nothing, don't worry about it.
fr_fr: [_box_ghost_s_talk_frown_] Oh... ça ? Ce n'est rien, ne t'inquiète pas pour ça.

source: [_box_ghost_s_talk_frown_2_s_angry_] Besides, it's none of your business anyway, buddy!
fr_fr: [_box_ghost_s_talk_frown_2_s_angry_] De plus, ce ne sont pas tes affaires de toute façon, mon pote !

source: [_danny_] Well did you steal it?
fr_fr: [_danny_] Tu l'as volé ?

source: [_box_ghost_s_confused_s_talk_frown_] You dare to accuse me of thievery? You got any proof there, buddy?
fr_fr: [_box_ghost_s_confused_s_talk_frown_] Vous osez m'accuser de vol ? Tu as des preuves, mon pote ?

source: [_danny_] Uhm, no, I don't have any proof actually. Sorry aobout being so abrasive.
fr_fr: [_danny_] Uhm, non, je n'ai aucune preuve en fait. Désolé d'avoir été si abrasif.

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exactly, so keep your non-boxy trap shut!
fr_fr: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exactement, alors fermez votre clapet non-boxy !

source: [_danny_] Yes, I... have... a {b}whole{/b} lotta proof, actually. Like... tons of it. You better be scared of all the proof that {i}this{/i} guy's walking around with... yessiree bob...
fr_fr: [_danny_] Oui, j'ai... un {b}tas de preuves, en fait. Comme... des tonnes de preuves. Vous feriez mieux d'avoir peur de toutes les preuves que {i}ce type a sur lui... ouais, Bob...

source: [_box_ghost_s_angry_s_talk_frown_] You're bluffing! Quit being full of bologna!
fr_fr: [_box_ghost_s_angry_s_talk_frown_] Tu bluffes ! Arrêtez d'être plein de bolognaise !

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] You know what? Now the box costs $[stolen_box.cost]! Just for being so full bologna, ya bologna boy! Now you better buy it or leave!
fr_fr: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Vous savez quoi ? Maintenant la boîte coûte[stolen_box.cost]$ ! Juste pour être si plein de bologna, ya bologna boy ! Maintenant tu ferais mieux de l'acheter ou de partir !

source: [_danny_] Fine, I never asked! Yeesh.
fr_fr: [_danny_] Bien, je n'ai jamais demandé ! Yeesh.

source: [_danny_] What is even in the mystery box?
fr_fr: [_danny_] Qu'est-ce qu'il y a dans la boîte mystère ?

source: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, if I told you that, it wouldn't be a mystery anymore, would it?
fr_fr: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, si je te le disais, ce ne serait plus un mystère, n'est-ce pas ?

source: [_danny_] I'm not interested, I was just looking around. See yah.
fr_fr: [_danny_] Je ne suis pas intéressé, je regardais juste autour de moi. A plus.

source: [_box_ghost_s_talk_] Hey there! Thank you for visiting "The Mystery Shop" today.
fr_fr: [_box_ghost_s_talk_] Bonjour à tous ! Merci de visiter le "Mystery Shop" aujourd'hui.

source: [_box_ghost_s_talk_frown_] Unfortunately, we are currently restocking the inventory at this time with other stole- uhh, I mean, {i}purchased{/i} goods!
fr_fr: [_box_ghost_s_talk_frown_] Malheureusement, nous sommes actuellement en train de réapprovisionner l'inventaire avec d'autres marchandises volées - euh, je veux dire, {i}acheté{/i} !

source: [_box_ghost_s_sad_s_talk_] Please visit us another time when we are open! {b}Beware{/b} our dangerous deals during next week's big sales event!
fr_fr: [_box_ghost_s_sad_s_talk_] Veuillez nous rendre visite une autre fois lorsque nous serons ouverts ! {b}Attention{/b} à nos offres dangereuses pendant le grand événement commercial de la semaine prochaine !

source: [_box_ghost_s_talk_2_s_neutral_] Have a nice day!
fr_fr: [_box_ghost_s_talk_2_s_neutral_] Passez une bonne journée !

source: Would you like to buy this Mystery Box for $[stolen_box.cost]?
fr_fr: Voulez-vous acheter cette boîte mystère pour[stolen_box.cost]$ ?

source: Yeah, I'd like to buy this box, please.
fr_fr: Oui, j'aimerais acheter cette boîte, s'il vous plaît.

source: Why is it labeled "Property of Casper High?"
fr_fr: Pourquoi est-il étiqueté "Propriété de Casper High?"

source: What's in it?
fr_fr: Qu'est-ce qu'il y a dedans ?

source: He seems mad I asked. What should I say?
fr_fr: Il a l'air en colère, j'ai demandé. Qu'est-ce que je dois dire ?

source: Well did you steal it?
fr_fr: Tu l'as volé ?

source: Fine, pretend I never asked!
fr_fr: Bien, fais comme si je n'avais jamais demandé !

source: Do I have any proof that this guy stole the box?
fr_fr: Ai-je la moindre preuve que ce type a volé la boîte ?

source: Uhm, no, I don't really...
fr_fr: Uhm, non, je n'ai pas vraiment...

source: Yes, I have some proof right here...
fr_fr: Oui, j'ai des preuves ici même...
