Repository: DonRP/AmityPark
Catalog: game/*/*/code/spookchat_paulina.po
Languages: fr_fr

source: [_billspook_] Hey Paulina, it's the ghost boy. You there?
fr_fr: [_billspook_] Hé Paulina, c'est le garçon fantôme. Tu es là ?

source: [_paulinaspook_] Oh my goodness! Yes, I'm here Ghost Boy! How are you today?!
fr_fr: [_paulinaspook_] Oh mon Dieu ! Oui, je suis là Ghost Boy ! Comment vas-tu aujourd'hui ?!

source: [_billspook_] This might sound forward, but do you wanna hang out sometime?
fr_fr: [_billspook_] Ça peut paraître direct, mais ça te dirait de sortir un jour ?

source: [_paulinaspook_] Oh, I'm sorry! I'd really, really love to, but I'm pretty booked after school like, every day! Even on weekends. :(
fr_fr: [_paulinaspook_] Oh, je suis désolée ! J'aimerais vraiment, vraiment beaucoup, mais je suis plutôt occupée après l'école, genre tous les jours ! Même les week-ends. :(

source: [_paulinaspook_] Cheer practice is super important to always be working on, otherwise I'll start to lose my toned thighs!
fr_fr: [_paulinaspook_] La pratique du Cheer est super importante à travailler en permanence, sinon je vais commencer à perdre mes cuisses toniques !

source: [_billspook_] Oh no, it's okay, I understand. You don't want to miss out on that.
fr_fr: [_billspook_] Oh non, c'est bon, je comprends. Tu ne veux pas rater ça.

source: [_paulinaspook_] I'll definitely let you know when I have some time though, I promise!
fr_fr: [_paulinaspook_] Je vous tiendrai au courant quand j'aurai un peu de temps, c'est promis !

source: [_billspook_] Okay, awesome! I'd appreciate that.
fr_fr: [_billspook_] Ok, génial ! J'apprécierais ça.

source: [_paulinaspook_] But... just so you don't forget my pretty face, here's something to remember me by...
fr_fr: [_paulinaspook_] Mais... pour que vous n'oubliiez pas mon joli visage, voici quelque chose pour vous souvenir de moi...

source: [_billspook_] Oh wow! Yeah, you're really cute, just like I remember! Thanks for that. :)
fr_fr: [_billspook_] Oh wow ! Oui, tu es très mignon, comme dans mes souvenirs ! Merci pour ça. :)

source: [_paulinaspook_] Of course! Anything for my hero...
fr_fr: [_paulinaspook_] Bien sûr ! Tout pour mon héros...

source: [_paulinaspook_] Wouldn't want you to forget my wonderful {i}assets{/i}...
fr_fr: [_paulinaspook_] Je ne voudrais pas que tu oublies mes merveilleux atouts {i}{/i}...

source: [_billspook_] Oh har harr, I see what you did there...
fr_fr: [_billspook_] Oh har harr, je vois ce que tu as fait là ...

source: [_paulinaspook_] Ha hah! I couldn't help myself! Hehee... :3 [multiple2]
fr_fr: [_paulinaspook_] Ha hah ! Je n'ai pas pu m'en empêcher ! Hehee... :3 [multiple2]

source: [_danny_] ({i}Hmmm{/i}... these would look nice on my desktop computer as well...) [multiple2]
fr_fr: [_danny_] ({i}Hmmm{/i}... ceux-ci seraient également jolis sur mon ordinateur de bureau...) [multiple2]

source: [_billspook_] Well thanks, those assets are certainly something I won't forget soon. [multiple2]
fr_fr: [_billspook_] Eh bien merci, ces atouts sont certainement quelque chose que je n'oublierai pas de sitôt. [multiple2]

source: [_phone_] {i}*Woosh* Pictures Successfully Sent to {b}Desktop{/b}{/i} [multiple2]
fr_fr: [_phone_] {i}*Woosh* Les photos ont été envoyées avec succès sur le bureau de {b}{/b}{/i} [multiple2]

source: [_paulinaspook_] I'd hope not. ;)
fr_fr: [_paulinaspook_] J'espère que non. ;)

source: [_billspook_] Danny Fenton's a pretty cool guy, right?
fr_fr: [_billspook_] Danny Fenton est un gars plutôt cool, non ?

source: [_paulinaspook_] Uhm, {i}that{/i} dork? Not really. I don't know why you hang out with him.
fr_fr: [_paulinaspook_] Uhm, {i}cet{/i} abruti ? Pas vraiment. Je ne sais pas pourquoi tu traînes avec lui.

source: [_paulinaspook_] He's not like, ugly or anything, but even still, he's nothing special.
fr_fr: [_paulinaspook_] Il n'est pas moche ou quoi que ce soit, mais quand même, il n'a rien de spécial.

source: [_billspook_] Well, how well do you even know him?
fr_fr: [_billspook_] Eh bien, à quel point le connaissez-vous ?

source: [_paulinaspook_] Not that much, I wouldn't dare get close enough to him to talk.
fr_fr: [_paulinaspook_] Pas tant que ça, je n'oserais pas m'approcher assez de lui pour parler.

source: [_billspook_] So how can you say he's a loser? I think he's pretty solid.
fr_fr: [_billspook_] Alors comment peux-tu dire que c'est un loser ? Je pense qu'il est plutôt solide.

source: [_paulinaspook_] Well... if you say so, Ghost Boy...
fr_fr: [_paulinaspook_] Eh bien... si tu le dis, Ghost Boy...

source: [_paulinaspook_] I'm still not talking to him. He's better just being another one of my lackeys like Kwan and Dash. Lol [multiple2]
fr_fr: [_paulinaspook_] Je ne lui parle toujours pas. Il est mieux d'être un autre de mes laquais comme Kwan et Dash. Lol [multiple2]

source: [_danny_] (Hmmm... I'll have to find some way to get her to take more interest in "Danny Fenton" some more, instead of just "Inviso-Bill".) [multiple2]
fr_fr: [_danny_] (Hmmm... Je vais devoir trouver un moyen de l'amener à s'intéresser davantage à "Danny Fenton", plutôt qu'à "Inviso-Bill"). [multiple2]

source: [_billspook_] I'll talk to you later, Paulina. But it was nice chatting with you!
fr_fr: [_billspook_] Je te parlerai plus tard, Paulina. Mais c'était sympa de discuter avec toi !

source: [_paulinaspook_] Oh, of course! I know you must be busy beating up other ghosts!
fr_fr: [_paulinaspook_] Oh, bien sûr ! Je sais que tu dois être occupé à battre d'autres fantômes !

source: [_paulinaspook_] Ceeya later, Ghost Boy. ;D
fr_fr: [_paulinaspook_] Ceeya plus tard, Ghost Boy. ;D

source: Go back.
fr_fr: Revenir en arrière.

source: What do I wanna message Paulina about?
fr_fr: De quoi dois-je parler avec Paulina ?

source: Do you wanna hang out sometime? (Dance route)
fr_fr: Tu veux qu'on se voie un jour ? (Dance route)

source: Do you wanna hang out sometime?
fr_fr: Tu veux qu'on se voie un jour ?

source: {i}(Look at Paulina's pictures){/i}
fr_fr: {i}(Regarder les photos de Paulina){/i}

source: Danny Fenton's a pretty cool guy, right?
fr_fr: Danny Fenton est un gars plutôt cool, non ?

source: I'll talk to you later, Paulina.
fr_fr: Je te parlerai plus tard, Paulina.
