Repository: DonRP/AmityPark
Catalog: game/*/*/code/star_gym_running.po
Languages: fr_fr

source: [_danny_s_gym_s_towards_s_wondering_s_smile_] (Doesn't look like anybody's really taking advantage of the gym this early today.)
fr_fr: [_danny_s_gym_s_towards_s_wondering_s_smile_] (On dirait que personne ne profite vraiment de la salle de gym si tôt aujourd'hui.)

source: [_danny_s_gym_s_at_player_s_rise_s_smile_] (Oh, except for Star, she's here, jogging the track.)
fr_fr: [_danny_s_gym_s_at_player_s_rise_s_smile_] (Oh, sauf pour Star, elle est là, à faire du jogging sur la piste.)

source: [_danny_] (Man, look at her go.)
fr_fr: [_danny_] (Mec, regarde la aller.)

source: [_danny_] (She's always doing some type of cardio work it feels like...)
fr_fr: [_danny_] (Elle fait toujours une sorte de travail cardio, on dirait...)

source: [_danny_] (Dang... she's got it going on back there too...)
fr_fr: [_danny_] (Dang... elle en a aussi derrière elle...)

source: [_danny_] (Just one of those forbidden fruits, sadly...)
fr_fr: [_danny_] (Juste un de ces fruits défendus, malheureusement...)

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Are you just gonna stand there and zoom in on my ass all day, dude?
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Tu vas juste rester là et zoomer sur mon cul toute la journée, mec ?

source: [_danny_s_towards_wide_s_sad_s_talk_consternation_] W-what?
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_consternation_] Qu... quoi ?

source: [_star_s_towards_s_rise_s_talk_displeased_] You're so obvious, nerd.
fr_fr: [_star_s_towards_s_rise_s_talk_displeased_] Tu es tellement évident, nerd.

source: [_danny_s_gym_s_down_s_sad_s_talk_displeased_] I mean-
fr_fr: [_danny_s_gym_s_down_s_sad_s_talk_displeased_] Je veux dire-

source: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Get out of here, creep!
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Sors d'ici, sale type !

source: [_danny_s_gym_s_towards_wide_s_unhappy_] Okay, alright! I'm going.
fr_fr: [_danny_s_gym_s_towards_wide_s_unhappy_] Ok, d'accord ! J'y vais.

source: [_star_s_gym_s_towards_s_rise_s_talk_consternation_] Actually... w-wait a minute!
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_consternation_] En fait... Attendez une minute !

source: [_danny_s_gym_s_towards_s_rise_s_talk_distraught_] H-huh? What, why, I didn't do anything!?
fr_fr: [_danny_s_gym_s_towards_s_rise_s_talk_distraught_] H-huh ? Quoi, pourquoi, je n'ai rien fait !?

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Do me a favor, will yah?{p}Take a photo of my butt while I'm running like that again, okay?
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Fais-moi une faveur, tu veux ?{p}Prends une photo de mes fesses pendant que je cours comme ça, d'accord ?

source: [_danny_s_gym_s_towards_wide_s_sad_s_talk_displeased_] W-what?
fr_fr: [_danny_s_gym_s_towards_wide_s_sad_s_talk_displeased_] Qu... quoi ?

source: [_star_s_gym_s_towards_s_idle_s_talk_displeased_] To send it to Billy, duh! Just like, {i}pretend{/i} you sneaked the photo for him or something!
fr_fr: [_star_s_gym_s_towards_s_idle_s_talk_displeased_] Pour l'envoyer à Billy, bien sûr ! Comme, {i}fais semblant d'avoir volé la photo pour lui ou quelque chose comme ça !

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Tsch!{/i} What, did you think the photo was gonna be for you or something? No, you've gotta delete it after that!
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Tsch!{/i} Quoi, tu pensais que la photo allait être pour toi ou quelque chose comme ça ? Non, tu dois la supprimer après ça !

source: [_paulina_s_gym_s_offscreen_s_towards_s_rise_s_talk_displeased_] What photo?
fr_fr: [_paulina_s_gym_s_offscreen_s_towards_s_rise_s_talk_displeased_] Quelle photo ?

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Oh, hey Paulina!
fr_fr: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Oh, salut Paulina !

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Hey, I guess.
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Hé, je suppose.

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] We were just talking about Star's...{p}...{i}uhhhmm{/i}... her...
fr_fr: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] On parlait justement de Star...{p}...{i}uhhhmm{/i}... son...

source: [_star_s_gym_s_towards_s_angry_s_talk_happy_] The photo of my juicy rear-end Danny's going to take and end up sending to Billy!
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_happy_] La photo de mon postérieur juteux que Danny va prendre et finir par envoyer à Billy !

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ...you're taking photos of your ass...? And sending them to...
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ...tu prends des photos de ton cul... ? Et tu les envoies à...

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Hey, now that's not too bad an idea, honestly...
fr_fr: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Hey, maintenant ce n'est pas une si mauvaise idée, honnêtement...

source: [_star_s_gym_s_towards_wide_s_sad_s_talk_displeased_] Huh?
fr_fr: [_star_s_gym_s_towards_wide_s_sad_s_talk_displeased_] Hein ?

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Danny, if you'd do the same for me as well, I'd greatly appreciate it.
fr_fr: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Danny, si vous pouviez faire de même pour moi, j'apprécierais beaucoup.

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] We really don't want to have our dear Ghost Boy missing out on the {i}real{/i} goods, do we?
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Nous ne voulons vraiment pas que notre cher Ghost Boy rate les produits réels {i}, n'est-ce pas ?

source: [_star_s_gym_s_towards_s_sad_s_talk_displeased_] W-wait a minute, this is- you can't take over my moment!
fr_fr: [_star_s_gym_s_towards_s_sad_s_talk_displeased_] Attends une minute, c'est... tu ne peux pas prendre le dessus sur mon moment !

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Why not? Afraid of a little healthy competition, Star?
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Pourquoi pas ? Vous avez peur d'une petite compétition saine, Star ?

source: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Oh, {i}psssch!!{/i} A-as if! I don't mind getting measured up against your square butt, trust me!
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Oh, {i}psssch!!{/i} Comme si ! Ça ne me dérange pas de me mesurer à ton cul carré, crois-moi !

source: [_paulina_s_gym_s_towards_s_angry_s_talk_consternation_] {i}Hmmmph{/i}! Fine then! Let's get started!
fr_fr: [_paulina_s_gym_s_towards_s_angry_s_talk_consternation_] {i}Hmmmph{/i} ! Bien alors ! C'est parti !

source: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Oh, okay, so you {u}both{/u} want me to take photos of your-
fr_fr: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Oh, ok, donc vous {u}voulez tous les deux que je prenne des photos de votre-

source: YES!!
fr_fr: OUI !!

source: [_danny_s_gym_s_towards_wide_s_sad_s_talk_consternation_] Okay, alright, no complaints from me.
fr_fr: [_danny_s_gym_s_towards_wide_s_sad_s_talk_consternation_] D'accord, d'accord, je ne me plains pas.

source: [_extend_] {i}Uhhh{/i}, Star, why don't we start with you since this was your idea?
fr_fr: [_extend_] {i}Euhhh{/i}, Star, pourquoi ne pas commencer par toi puisque c'était ton idée ?

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Alrighty, let's do it!
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} D'accord, c'est parti !

source: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Pay close attention Paulina, it's about how you work what you got, not how much you got lying around back there.
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Fais bien attention Paulina, il s'agit de savoir comment tu utilises ce que tu as, pas combien tu as derrière toi.

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Remember Danny, you gotta get the best angle while I'm jogging! Billy's gotta really know what he's missing!
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Rappelle-toi Danny, tu dois avoir le meilleur angle pendant que je fais mon jogging ! Billy doit vraiment savoir ce qu'il rate !

source: [_danny_] (Man, if only she knew... still, this ain't a bad little comically ironic arrangement to have...)
fr_fr: [_danny_] (Mec, si seulement elle savait... quand même, ce n'est pas un mauvais petit arrangement comiquement ironique à avoir...)

source: [_star_] Did you take the photo yet? Seriously, make sure you're getting the right angle on it!
fr_fr: [_star_] Tu as déjà pris la photo ? Sérieusement, assure-toi d'avoir le bon angle !

source: [_star_] ...and you better not be staring at it any more than you need to!
fr_fr: [_star_] ... et vous feriez mieux de ne pas le regarder plus longtemps que nécessaire !

source: [_danny_] No yeah, I got it, I took the photo! I think this will do.
fr_fr: [_danny_] Non ouais, je l'ai, j'ai pris la photo ! Je pense que ça fera l'affaire.

source: [_star_] Great! Tell me what Billy thinks when he sees it!~
fr_fr: [_star_] Super ! Dis-moi ce que Billy pensera quand il le verra!~

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] I'm sure he'll be thrilled.
fr_fr: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Je suis sûr qu'il sera ravi.

source: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] {i}Hmmph!{/i} I mean, with an ass like mine, how could he not be?
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] {i}Hmmph!{/i} Je veux dire, avec un cul comme le mien, comment pourrait-il ne pas l'être ?

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] So like, are we done warming up your photography skills on the junior varsity candidate yet?
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Alors, est-ce qu'on a fini de chauffer tes talents de photographe sur le candidat de l'équipe junior ?

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] I think it's about time we got down to some serious business with my tushy!
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Je pense qu'il est temps de s'occuper sérieusement de mon popotin !

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Sure Paulina, if you're ready to go!
fr_fr: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Bien sûr Paulina, si tu es prête à y aller !

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Please, I'm {i}always{/i} ready to show off my behind...
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] S'il te plaît, je suis {i}toujours prête à montrer mon derrière...

source: [_danny_] (I really can't believe they're choosing {i}this{/i} to fight over Inviso-Bill with...)
fr_fr: [_danny_] (Je n'arrive vraiment pas à croire qu'ils choisissent {i}this{/i} pour se battre contre l'Inviso-Bill avec...)

source: [_danny_] (Not like either him or me are gonna be complaining about it.)
fr_fr: [_danny_] (Ce n'est pas comme si lui ou moi allions nous plaindre à ce sujet.)

source: [_paulina_] Looking good back there?
fr_fr: [_paulina_] Ça se présente bien derrière ?

source: [_danny_] Y-yeah, you definitely know how to simultaneously jog and pose!
fr_fr: [_danny_] Ouais, tu sais vraiment comment faire du jogging et poser en même temps !

source: [_paulina_] {i}Ha hah!{/i} It's pretty much a talent!
fr_fr: [_paulina_] {i}Ha hah!{/i} C'est plutôt un talent !

source: [_star_] Danny, just hurry up and take her stupid picture already!
fr_fr: [_star_] Danny, dépêche-toi de prendre sa stupide photo !

source: [_danny_] Okay, okay, I think I got it... yeah, that should do it.
fr_fr: [_danny_] Ok, ok, je pense que je l'ai... ouais, ça devrait le faire.

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Nothing better than a brisk little run around the track, you know?
fr_fr: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Rien de mieux qu'une petite course rapide autour de la piste, tu sais ?

source: [_star_s_gym_s_closed_s_idle_s_talk_displeased_] {i}*Ughh*{/i}...
fr_fr: [_star_s_gym_s_closed_s_idle_s_talk_displeased_] {i}*Ughhh*{/i}...

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Alright, I think that about covers it for the both of you.
fr_fr: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Très bien, je pense que c'est tout pour vous deux.

source: [_danny_s_gym_s_closed_s_sad_s_talk_happy_] I'll just, y'know, send these to Inviso-Bill so that-
fr_fr: [_danny_s_gym_s_closed_s_sad_s_talk_happy_] Je vais juste, tu sais, les envoyer à Inviso-Bill pour que-

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Wait, who was better?
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Attends, qui était meilleur ?

source: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] Yeah, who strutted their booty better?! Between the two of us, whose was nicer??
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] Ouais, qui a le mieux pavané son popotin ? ! Entre nous deux, qui était le plus gentil ??

source: [_danny_s_gym_s_at_player_s_sad_s_smile_] (How should I respond to that...?)
fr_fr: [_danny_s_gym_s_at_player_s_sad_s_smile_] (Comment dois-je répondre à cela... ?)

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Okay, I see you Fenton! At least you're a man of proper taste, I see.
fr_fr: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Ok, je vous vois Fenton ! Au moins, vous êtes un homme de bon goût, je vois.

source: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] You take that back! There's no way he'd prefer her-
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] Retire ce que tu as dit ! Il n'y a aucune chance qu'il préfère-

source: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] What? C'mon Star, she's got a {u}contender{/u} back there! That's a wagon and a half! How could he not see the-
fr_fr: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Quoi ? Allez Star, elle a un {u}concurrent là derrière ! C'est un wagon et demi ! Comment a-t-il pu ne pas voir le-

source: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Uch!!{/i} Shut up, Fenton! I don't wanna hear it!
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Uch!!{/i} Tais-toi, Fenton ! Je ne veux pas l'entendre !

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Guess she's done with her exercise for the morning...
fr_fr: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Je suppose qu'elle a fini de faire ses exercices pour la matinée...

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Oh, just let her get over herself. It's like this all the time with her!
fr_fr: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Oh, laisse-la se ressaisir. C'est tout le temps comme ça avec elle !

source: [_danny_s_gym_s_down_s_unhappy_s_talk_displeased_] I-I guess so.
fr_fr: [_danny_s_gym_s_down_s_unhappy_s_talk_displeased_] Je suppose que oui.

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Anyway, good shots, well done, send them to Ghost Boy, chop chop.
fr_fr: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Quoi qu'il en soit, de bonnes photos, bien faites, envoyez-les à Ghost Boy, chop chop.

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Y-yeah, I'm on it.
fr_fr: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Y-yeah, je suis dessus.

source: [_danny_s_gym_s_at_player_s_rise_s_talk_happy_] ...nice photo...
fr_fr: [_danny_s_gym_s_at_player_s_rise_s_talk_happy_] ...belle photo...

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Of course he will! It's the obvious choice!
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Bien sûr qu'il le fera ! C'est le choix évident !

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] Whatever! You think he's gonna freak out over some pancake cheeks?!
fr_fr: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] Peu importe ! Tu crois qu'il va flipper pour des joues de pancake ?!

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] I mean... I don't know, it looks pretty plump in this photo, Paulina...
fr_fr: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Je veux dire... Je ne sais pas, il a l'air plutôt dodu sur cette photo, Paulina...

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Ugh!!{/i} The world is going insane!! The Cuban booty {i}never{/i} loses!!
fr_fr: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Le monde devient fou !! Le butin cubain {i}ne perd jamais !!

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Well it did {i}this{/i} time, sweetie! Get used to learning what 2nd place is like!
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Eh bien, c'était {i}cette fois-ci, ma chérie ! Habitue-toi à apprendre ce qu'est la 2e place !

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] You know what, what the hell ever! I'm getting out of whatever crazy world you two are living in!
fr_fr: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] Vous savez quoi, et puis merde ! Je sors du monde fou dans lequel vous vivez tous les deux !

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Dang, that felt good...
fr_fr: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Dang, ça fait du bien...

source: [_star_s_gym_s_towards_s_idle_s_talk_happy_] Anyway, send those to Billy right away.{p}And then get out of my space, I still have more laps to run.
fr_fr: [_star_s_gym_s_towards_s_idle_s_talk_happy_] Bref, envoie-les à Billy tout de suite.{p}Et puis sors de mon espace, j'ai encore des tours à faire.

source: [_danny_s_gym_s_down_s_idle_s_talk_displeased_] {i}*Muttering*{/i}...right away, your heinie-ness...
fr_fr: [_danny_s_gym_s_down_s_idle_s_talk_displeased_] {i}*...tout de suite, ton caractère haineux...

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] Excuse me, what was that...?
fr_fr: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] Excusez-moi, qu'est-ce que c'était...?

source: [_danny_s_gym_s_towards_wide_s_idle_s_talk_displeased_] N-nothing! Shutting up now!
fr_fr: [_danny_s_gym_s_towards_wide_s_idle_s_talk_displeased_] N-non rien ! Fermez-la maintenant !

source: I think Inviso-Bill's gonna like Paulina's more, personally.
fr_fr: Je pense que Inviso-Bill va préférer celui de Paulina, personnellement.

source: Inviso-Bill's gonna flip when he sees your photo, Star.
fr_fr: Inviso-Bill va flipper quand il verra ta photo, Star.
