Repository: DonRP/AmityPark
Catalog: game/*/*/code/town_map_1.po
Languages: fr_fr

source: [_danny_] Sam said we could meet at her place during the {b}afternoons{/b} after school or during the weekend. Now's not the right time.
fr_fr: [_danny_] Sam a dit qu'on pouvait se voir chez elle pendant les {b}après-midi{/b} après l'école ou pendant le week-end. Ce n'est pas le bon moment.

source: [_danny_] Sam really doesn't wanna see me right now because of my behavior. Maybe I should try back tomorrow instead.
fr_fr: [_danny_] Sam ne veut vraiment pas me voir en ce moment à cause de mon comportement. Peut-être que je devrais essayer de revenir demain à la place.

source: [_danny_] It's getting late. I should probably just come back tomorrow.
fr_fr: [_danny_] Il se fait tard. Je devrais probablement revenir demain.

source: [_danny_] The Nasty Burger is closed for the day. No late night shakes or fries for this Ghost Boy.
fr_fr: [_danny_] Le Nasty Burger est fermé pour la journée. Pas de milk-shake ou de frites pour ce garçon fantôme.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Hmmm?{/i} What the...{p}Wait, don't tell me, is...?
fr_fr: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Hmmm ? Qu'est-ce que...{p}Attends, ne me dis rien, c'est...?

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_happy_] Alright! The Nasty Burger's open for business again!
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_happy_] C'est bon ! Le Nasty Burger est de nouveau ouvert au business !

source: [_danny_s_f_s_offscreen_s_down_s_unhappy_s_talk_displeased_] I heard they had a rat problem for a couple weeks and had to close everything down.
fr_fr: [_danny_s_f_s_offscreen_s_down_s_unhappy_s_talk_displeased_] J'ai entendu dire qu'ils ont eu un problème de rats pendant deux semaines et qu'ils ont dû tout fermer.

source: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_talk_happy_] Tucker and I used to get their chili fries all the time!{p}Man, you never know how much you miss something until it's gone!
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_talk_happy_] Tucker et moi avions l'habitude de prendre leurs frites au chili tout le temps !{p}Mec, tu ne sais jamais à quel point quelque chose te manque jusqu'à ce que ce soit parti !

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Looks like they're doing some sort of relaunch.{p}I'll definitely have to check it out!
fr_fr: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] On dirait qu'ils font une sorte de relance.{p}Je vais devoir aller voir ça !

source: [_danny_] It's still early in the morning. I should give the place a visit later in the day.
fr_fr: [_danny_] Il est encore tôt le matin. Je devrais visiter l'endroit plus tard dans la journée.
