Repository: DonRP/AmityPark
Catalog: game/*/*/code/valerie_nasty_burger_soda_incident.po
Languages: fr_fr

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Once I saw you were fine, I left!
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Une fois que j'ai vu que vous alliez bien, je suis parti !

source: [_extend_] Please, I'd prefer not to have to work the rest of my shift clobbered!
fr_fr: [_extend_] S'il vous plaît, je préférerais ne pas avoir à travailler le reste de mon service en étant assommé !

source: [_valerie_] That's {i}all{/i} you saw...?
fr_fr: [_valerie_] C'est {i}tout{/i} ce que vous avez vu...?

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] I doubt you'd believe me if I'd say otherwise, but... yeah, honest.
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Je doute que vous me croyiez si je disais le contraire, mais... ouais, honnête.

source: [_danny_s_burger_s_at_player_s_sad_s_clenchteeth_] (I feel bad lying, but I feel better keeping all my limbs intact and on my body more than I feel guilty for not telling the truth...)
fr_fr: [_danny_s_burger_s_at_player_s_sad_s_clenchteeth_] (Je me sens mal de mentir, mais je me sens mieux de garder tous mes membres intacts et sur mon corps plus que je ne me sens coupable de ne pas dire la vérité...)

source: [_valerie_] {i}*Sigh*{/i} How about next time, just knock, I guess??
fr_fr: [_valerie_] {i}*Et si la prochaine fois, on frappait juste, je suppose ??

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Okay, okay, will do!{p}{i}*Ahem*{/i}
fr_fr: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Ok, ok, je le ferai !{p}{i}*Ahem*{/i}

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Well, I'm gonna get back to it, {i}soooo{/i}...
fr_fr: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Bon, je vais m'y remettre, {i}soooo{/i}...

source: [_valerie_] Fine, sure, see if I care! Whatever!!
fr_fr: [_valerie_] Bien, bien sûr, voyez si ça m'intéresse ! Peu importe!!

source: [_valerie_] Weirdo...
fr_fr: [_valerie_] Bizarre...

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_displeased_] Me? A weirdo?!
fr_fr: [_danny_s_burger_s_towards_s_unhappy_s_talk_displeased_] Moi ? Un cinglé ?!

source: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] ...well I guess that's true enough.
fr_fr: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] ...bien, je suppose que c'est assez vrai.

source: [_danny_s_burger_s_at_player_s_rise_s_talk_displeased_] I'm sure she's just taking her time. I'm not gonna stick my nose where it doesn't belong.
fr_fr: [_danny_s_burger_s_at_player_s_rise_s_talk_displeased_] Je suis sûr qu'elle prend son temps. Je ne vais pas fourrer mon nez là où il ne faut pas.

source: [_danny_s_burger_s_closed_s_sad_s_talk_displeased_] Better just keep working for now.
fr_fr: [_danny_s_burger_s_closed_s_sad_s_talk_displeased_] Il vaut mieux continuer à travailler pour le moment.

source: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...and here's your order miss!{p}Oh, the Nasty sauce packets, right! Pardon me, here you go!{p}Enjoy your meal!
fr_fr: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...et voici votre commande, mademoiselle !{p}Oh, les sachets de sauce Nasty, c'est ça ! Pardonnez-moi, voilà !{p}Bon appétit !

source: [_lily_s_towards_s_idle_s_talk_happy_] Hey, thanks for covering for me for a bit.
fr_fr: [_lily_s_towards_s_idle_s_talk_happy_] Hey, merci de me couvrir pour un peu.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Don't mention it!!
fr_fr: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Ne le mentionnez pas !!

source: [_lily_s_away_s_idle_s_talk_happy_] Is Valerie done changing yet?
fr_fr: [_lily_s_away_s_idle_s_talk_happy_] Est-ce que Valerie a fini de se changer ?

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] I don't know, I didn't go see.
fr_fr: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Je ne sais pas, je ne suis pas allé voir.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Well, it's been a little while, I wonder what-
fr_fr: [_lily_s_towards_s_rise_s_talk_displeased_] Eh bien, ça fait un petit moment, je me demande ce que-

source: [_valerie_] Hey, sorry about that wait, it took awhile to find a new shirt.
fr_fr: [_valerie_] Hey, désolé pour l'attente, ça a pris du temps pour trouver une nouvelle chemise.

source: [_lily_s_sad_s_talk_happy_] {i}Ugh{/i}, tell me about it. I can barely fit in these pants half the time.
fr_fr: [_lily_s_sad_s_talk_happy_] {i}Ugh{/i}, dis-moi tout. Je peux à peine rentrer dans ce pantalon la moitié du temps.

source: [_lily_s_towards_s_rise_s_talk_happy_] Irving seems to think we're all toothpicks here, and it's like, {i}uhhm{/i}, hello?
fr_fr: [_lily_s_towards_s_rise_s_talk_happy_] Irving semble penser que nous sommes tous des cure-dents ici, et c'est comme, {i}uhhm{/i}, hello ?

source: [_valerie_] {i}*Chuckles*{/i} I know, he's the worst.
fr_fr: [_valerie_] {i}*Je sais, c'est le pire.

source: [_lily_s_towards_s_idle_s_talk_happy_] Well, if you still need some help finding those napkins, I can help you look in the back.
fr_fr: [_lily_s_towards_s_idle_s_talk_happy_] Si tu as toujours besoin d'aide pour trouver ces serviettes, je peux t'aider à regarder derrière.

source: [_valerie_] Thanks, they're somewhere there, I just can't find them.
fr_fr: [_valerie_] Merci, ils sont quelque part là, je n'arrive pas à les trouver.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Let's check it out then.
fr_fr: [_lily_s_towards_s_idle_s_talk_displeased_] Allons voir ça alors.

source: [_valerie_] Something I can help you with, Fenton?!
fr_fr: [_valerie_] Je peux t'aider avec quelque chose, Fenton ?!

source: [_danny_s_burger_s_sad_s_talk_displeased_] N-no, nothing, I was just...{p}Nope, I'm good.
fr_fr: [_danny_s_burger_s_sad_s_talk_displeased_] N-non, rien, j'étais juste...{p}Non, je vais bien.

source: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] Whatever. Least I didn't get yelled at.
fr_fr: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] Peu importe. Au moins, on ne m'a pas crié dessus.

source: (Peek in the back room?)
fr_fr: (Un coup d'œil dans l'arrière-boutique ?)

source: Yeah, just to make sure she's okay.
fr_fr: Oui, juste pour m'assurer qu'elle va bien.

source: No, I'm sure she's fine.
fr_fr: Non, je suis sûr qu'elle va bien.
