Repository: DonRP/AmityPark
Catalog: game/*/*/code/valerie_nasty_burger_soda_incident.po
Languages: fr_fr

source: [_lily_s_towards_s_rise_s_talk_displeased_] Hey, Danny, could you help me out over here for a second?
fr_fr: [_lily_s_towards_s_rise_s_talk_displeased_] Hé, Danny, tu peux m'aider une seconde ?

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Sure thing, what's the problem?
fr_fr: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Bien sûr, quel est le problème ?

source: [_lily_s_towards_s_sad_s_talk_displeased_] This customer ordered an Xtra Large Nasty Orange soda, but the pop machine's not dispensing any.
fr_fr: [_lily_s_towards_s_sad_s_talk_displeased_] Ce client a commandé un soda Xtra Large Nasty Orange, mais le distributeur n'en distribue pas.

source: [_danny_s_burger_s_towards_s_idle_s_talk_displeased_] I see...
fr_fr: [_danny_s_burger_s_towards_s_idle_s_talk_displeased_] Je vois...

source: [_lily_s_towards_s_rise_s_talk_displeased_] Yeah, so I just offered him a lemonade for no charge, but we should try to get this fixed quick. Got any ideas?
fr_fr: [_lily_s_towards_s_rise_s_talk_displeased_] Oui, je viens de lui offrir une limonade gratuite, mais on devrait essayer de réparer ça rapidement. Vous avez des idées ?

source: [_lily_s_towards_s_sad_s_talk_happy_] You've mentioned your parents were like, inventors or something, right? I figured you might, I don't know, have some handy skill fixing stuff...
fr_fr: [_lily_s_towards_s_sad_s_talk_happy_] Tu as dit que tes parents étaient des inventeurs ou quelque chose comme ça, non ? J'ai pensé que tu pourrais, je ne sais pas, avoir des compétences pratiques pour réparer des trucs...

source: [_danny_s_burger_s_down_s_sad_s_talk_displeased_] Ya know, that's really more {i}their{/i} forte, I don't...
fr_fr: [_danny_s_burger_s_down_s_sad_s_talk_displeased_] Tu sais, c'est vraiment plus {i}leur point fort, je ne...

source: [_lily_s_towards_s_sad_s_talk_displeased_] Dude, please? Stupid Irving will have my ass if he sees I'm comping too many meal items, and the Orange soda's the most popular drink!
fr_fr: [_lily_s_towards_s_sad_s_talk_displeased_] Mec, s'il te plaît ? Cet imbécile d'Irving va me botter le cul s'il voit que je compense trop de repas, et que le soda à l'orange est la boisson la plus populaire !

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_happy_] {i}Uhhh{/i}...{p}...okay, I'm still not sure, but... here, let me at least try some things...
fr_fr: [_danny_s_burger_s_towards_s_unhappy_s_talk_happy_] {i}Uhhh{/i}...{p}...ok, je ne suis toujours pas sûr, mais... ici, laissez-moi au moins essayer certaines choses...

source: [_valerie_] Lily, do we have any extra napkins, I don't see any in the back room at all.
fr_fr: [_valerie_] Lily, est-ce qu'on a des serviettes supplémentaires, je n'en vois pas du tout dans l'arrière salle.

source: [_extend_] Huh? What're you guys doing?
fr_fr: [_extend_] Hein ? Qu'est-ce que vous faites les gars ?

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Soda machine. Might be broken.
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Machine à soda. Elle est peut-être cassée.

source: [_lily_s_away_s_sad_s_talk_happy_] Yeah, Danny's trying to help figure it out right now.
fr_fr: [_lily_s_away_s_sad_s_talk_happy_] Oui, Danny essaie d'aider à comprendre en ce moment.

source: [_valerie_] Little baby Einstein Jr.'s gonna try fixing something? Oh, {i}this{/i} should be good.
fr_fr: [_valerie_] Le petit bébé Einstein Jr. va essayer de réparer quelque chose ? Oh, {i}ce{/i} devrait être bon.

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] {i}Hmmm{/i}. Button doesn't {i}feel{/i} jammed or anything. What the heck could be wrong with it?
fr_fr: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] {i}Hmmm{/i}. Le bouton n'est pas {i}bloqué{/i}. Qu'est-ce qui pourrait bien clocher ?

source: [_lily_s_towards_s_rise_s_talk_displeased_] I dunno, it's just been on the fritz all day. Nothing's been coming out of it!
fr_fr: [_lily_s_towards_s_rise_s_talk_displeased_] Je ne sais pas, il a été en panne toute la journée. Rien n'en est sorti !

source: [_valerie_] Gotta be all that extra sugar Irving pours in it. This stuff's thicker than maple syrup!
fr_fr: [_valerie_] Ça doit être tout le sucre supplémentaire qu'Irving verse dedans. Ce truc est plus épais que du sirop d'érable !

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Yeah, definitely could be some kinda sugar residue blockage...
fr_fr: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Oui, ça pourrait être une sorte de blocage de résidus de sucre...

source: [_valerie_] Oh, I'm glad you concur with my diagnosis, doctor...
fr_fr: [_valerie_] Oh, je suis content que vous soyez d'accord avec mon diagnostic, docteur...

source: [_danny_s_burger_s_angry_s_talk_displeased_] Will you knock it off! I'm at least trying something here!
fr_fr: [_danny_s_burger_s_angry_s_talk_displeased_] Tu vas arrêter ! J'essaie au moins quelque chose ici !

source: [_valerie_] And you've come up with nothing of use! You're barely even trying to get that stuff out!
fr_fr: [_valerie_] Et tu n'as rien trouvé d'utile ! Vous essayez à peine de faire sortir ces trucs !

source: [_lily_s_down_s_sad_s_talk_displeased_] Dang, I might just need to tell Irving to call corporate and order a new-
fr_fr: [_lily_s_down_s_sad_s_talk_displeased_] Dang, je devrais dire à Irving d'appeler le siège social et de commander un nouveau-

source: [_danny_s_burger_s_towards_s_angry_s_talk_distraught_] Well then here, {i}you{/i} try it, if you're such an expert with machines, braniac!
fr_fr: [_danny_s_burger_s_towards_s_angry_s_talk_distraught_] Eh bien, voilà, {i}vous{/i} essayez, si vous êtes un tel expert en machines, braniac !

source: [_lily_s_up_s_sad_s_talk_displeased_] No, guys, seriously, it's fine! I doubt it'll come out of any of our salaries anyway, let's not-
fr_fr: [_lily_s_up_s_sad_s_talk_displeased_] Non, les gars, sérieusement, c'est bon ! Je doute que ce soit prélevé sur nos salaires de toute façon, ne-

source: [_valerie_] Finally! That's about the first thing you've said that's sounded like a good idea!
fr_fr: [_valerie_] Enfin ! C'est à peu près la première chose que tu dis qui semble être une bonne idée !

source: [_valerie_] All we need to do is give it a good whack! That's what you do with anything that's not working right!
fr_fr: [_valerie_] Tout ce qu'on doit faire, c'est lui donner un bon coup ! C'est ce qu'on fait avec tout ce qui ne fonctionne pas bien !

source: [_danny_s_burger_s_towards_s_rise_s_talk_distraught_] You can't just smack stuff around and expect it to start working, Valerie!
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_distraught_] Tu ne peux pas juste taper sur des trucs et t'attendre à ce que ça marche, Valérie !

source: [_lily_s_up_s_sad_s_talk_consternation_] Y-yeah, please, let's {i}not{/i} go around hitting work property, please!
fr_fr: [_lily_s_up_s_sad_s_talk_consternation_] Ouais, s'il te plaît, {i}ne va pas frapper la propriété du travail, s'il te plaît !

source: [_valerie_] Fine, you wanna talk big, Fenton?! Watch and learn!
fr_fr: [_valerie_] Bien, tu veux parler fort, Fenton ? ! Regardez et apprenez !

source: [_lily_s_up_s_sad_s_talk_distraught_] Oh no! Valerie!!
fr_fr: [_lily_s_up_s_sad_s_talk_distraught_] Oh non ! Valérie !!

source: [_danny_s_burger_s_towards_s_rise_s_talk_happy_] {i}Heh{/i}... I guess you {u}can{/u} just smack stuff around and get it to work. Good job Valerie.
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_happy_] {i}Heh{/i}... J'imagine que {u}on peut frapper des trucs et les faire marcher. Bon travail, Valérie.

source: [_valerie_] {i}Urgh{/i}, great... I'm completely soaked!
fr_fr: [_valerie_] {i}Urgh{/i}, super... Je suis complètement trempé !

source: [_lily_s_towards_s_rise_s_talk_happy_] I mean... at least we got it to work, right gang?
fr_fr: [_lily_s_towards_s_rise_s_talk_happy_] Je veux dire... au moins on l'a fait fonctionner, pas vrai les gars ?

source: [_danny_s_burger_s_towards_wide_s_sad_s_talk_displeased_] L-look, I'm- I'm sorry Valerie, I didn't mean for that to happen, I swear!
fr_fr: [_danny_s_burger_s_towards_wide_s_sad_s_talk_displeased_] Ecoutez, je suis désolé Valérie, je ne voulais pas que ça arrive, je le jure !

source: [_valerie_] {i}Uchh!{/i} It's all sticky too! This is so nasty!
fr_fr: [_valerie_] {i}Uchh!{/i} C'est tout collant aussi ! C'est vraiment dégoûtant !

source: [_lily_s_towards_s_rise_s_talk_happy_] Valerie, head to the storage room and get yourself changed, we should have a spare outfit back there.
fr_fr: [_lily_s_towards_s_rise_s_talk_happy_] Valérie, allez à la salle de stockage et changez-vous, nous devrions avoir une tenue de rechange là-bas.

source: [_valerie_] This is the {u}worst{/u}...
fr_fr: [_valerie_] C'est le {u}pire{/u}...

source: [_lily_s_towards_s_idle_s_talk_displeased_] Danny, man the counter for a little bit, while I try and clean up back here.
fr_fr: [_lily_s_towards_s_idle_s_talk_displeased_] Danny, occupe-toi du comptoir un moment, pendant que j'essaie de nettoyer derrière.

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, sure thing Lily, but you don't want any help here or anything?
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, bien sûr Lily, mais tu ne veux pas d'aide ici ou autre chose ?

source: [_lily_s_towards_s_sad_s_talk_happy_] No, I was the one who got you and Valerie all wrapped into this, I'll clean up. Shouldn't take too long.
fr_fr: [_lily_s_towards_s_sad_s_talk_happy_] Non, c'est moi qui vous ai entraînés, Valerie et toi, dans cette histoire. Je vais nettoyer. Ça ne devrait pas prendre trop de temps.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Alright, I'll take over the counter then.
fr_fr: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] D'accord, je vais prendre le comptoir alors.

source: [_lily_s_at_player_s_rise_s_talk_happy_] ...welp, at least I'm not gonna get yelled at by stupid Irving anymore...
fr_fr: [_lily_s_at_player_s_rise_s_talk_happy_] ...au moins, je ne me ferai plus engueuler par ce stupide Irving...

source: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...and here's your change, ma'am, have a nice day.
fr_fr: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...et voici votre monnaie, madame, bonne journée.

source: [_lily_s_towards_s_idle_s_talk_happy_] Okay, I'm done, it's clean in the kitchen now.
fr_fr: [_lily_s_towards_s_idle_s_talk_happy_] Ok, j'ai fini, c'est propre dans la cuisine maintenant.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Great. Should I get back to cleaning tables and sweeping?
fr_fr: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Super. Je dois retourner nettoyer les tables et balayer ?

source: [_lily_s_towards_s_rise_s_talk_happy_] Mind watching it a little bit longer? I'm just gonna take all the paper towels I used and empty the trash out back. Maybe take a quick smoke break?
fr_fr: [_lily_s_towards_s_rise_s_talk_happy_] Ça te dérange de le regarder encore un peu ? Je vais juste prendre toutes les serviettes en papier que j'ai utilisées et vider la poubelle à l'arrière. Peut-être faire une petite pause cigarette ?

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Oh sure, if you need to, it's no worries!
fr_fr: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Oh bien sûr, si vous en avez besoin, ce n'est pas un problème !

source: [_lily_s_towards_s_sad_s_talk_happy_] Thanks, I'll try to be quick.
fr_fr: [_lily_s_towards_s_sad_s_talk_happy_] Merci, je vais essayer d'être rapide.

source: [_danny_s_burger_s_down_s_idle_s_displeased_] (I guess Valerie's been in the back awhile... thought she'd be dressed by now...)
fr_fr: [_danny_s_burger_s_down_s_idle_s_displeased_] (Je suppose que Valérie est dans le fond depuis un moment... je pensais qu'elle serait habillée maintenant...)

source: [_danny_s_burger_s_down_s_sad_s_displeased_] (Hope nothing happened...
fr_fr: [_danny_s_burger_s_down_s_sad_s_displeased_] (J'espère que rien ne s'est passé...

source: [_extend_] ...maybe I should check to see if she's okay?)
fr_fr: [_extend_] ...peut-être que je devrais vérifier si elle va bien ?)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_displeased_] (I'd just rather make sure it's not anything serious.)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_displeased_] (Je préfère juste m'assurer que ce n'est pas quelque chose de sérieux.)

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_displeased_] ({i}Hmmm{/i}, looks like she left the back door open slightly...)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_displeased_] ({i}Hmmm{/i}, on dirait qu'elle a laissé la porte de derrière légèrement ouverte...)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_displeased_] (I mean, I didn't hear anything, but with all that soda all over her, she might have slipped and fell or something!)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_displeased_] (Je veux dire, je n'ai rien entendu, mais avec tout ce soda sur elle, elle aurait pu glisser et tomber ou quelque chose comme ça !)

source: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_smile_] (I don't want to disturb her or anything, so... I guess just peeking in quietly to see that she's okay wouldn't hurt, right?)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_smile_] (Je ne veux pas la déranger ou autre, donc... Je suppose que jeter un coup d'oeil discret pour voir si elle va bien ne ferait pas de mal, non ?)

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_smile_] (Oh, there she is! What's she doing then?)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_smile_] (Oh, elle est là ! Qu'est-ce qu'elle fait alors ?)

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_idle_s_bite_] (I think I can see her tummy a little... Valerie usually never shows it off like most of the other girls...)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_idle_s_bite_] (Je pense que je peux voir son ventre un peu... Valérie ne le montre jamais comme la plupart des autres filles...)

source: [_valerie_] {i}Ugh{/i}, took me forever to find a spare shirt in my size!{p}Stupid Irving...
fr_fr: [_valerie_] {i}Ugh{/i}, ça m'a pris une éternité pour trouver une chemise de rechange à ma taille !{p}Stupide Irving...

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_smile_] (Well... looks like she didn't slip or anything... so that's good...)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_smile_] (Bon... on dirait qu'elle n'a pas glissé ou quoi que ce soit... donc c'est bien...)

source: [_valerie_] Least I can finally get out of this stupid thing...
fr_fr: [_valerie_] Au moins, je peux enfin sortir de ce truc stupide...

source: [_valerie_] That stupid Fenton! He planned this to humiliate me, somehow!
fr_fr: [_valerie_] Ce stupide Fenton ! Il a planifié ça pour m'humilier, en quelque sorte !

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_angry_s_clenchteeth_] (I did {u}not{/u}!{p}How was I supposed to know that was going to happen?!)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_angry_s_clenchteeth_] (Je n'ai pas {u}pas{/u} !{p}Comment j'étais censé savoir que ça allait arriver ?!)

source: [_valerie_] God, it's so sticky... the way it's clinging to my skin... nasty!
fr_fr: [_valerie_] Mon Dieu, c'est si collant... la façon dont ça s'accroche à ma peau... c'est dégueulasse !

source: [_valerie_] Alright, let's get this thing off...
fr_fr: [_valerie_] Très bien, enlevons ce truc...

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_bite_] (So wait, she's gonna...)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_bite_] (Alors attends, elle va...)

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_wondering_s_bite_] (She's taking her shirt off!)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_wondering_s_bite_] (Elle enlève sa chemise !)

source: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_wondering_s_bite_] (Man, s-she looks {i}really{/i} good! Holy smokes!)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_wondering_s_bite_] (Mec, elle a l'air {i}vraiment{/i} bien ! Holy smokes !)

source: [_valerie_] {i}*Muttering*{/i}...think I should take the bra off too.{p}{i}Ugh{/i}, I really better not "show" though...
fr_fr: [_valerie_] {i}*Je pense que je devrais aussi enlever mon soutien-gorge.{p}{i}Ugh{/i}, j'ai vraiment intérêt à ne pas "montrer"...

source: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_displeased_] (Should I {i}still{/i} be looking...? I only wanted to see if she was alright...)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_displeased_] (Est-ce que je devrais {i}encore{/i} regarder... ? Je voulais juste voir si elle allait bien...)

source: [_valerie_] {i}*Muttering*{/i} ...well, I don't think it soaked into the bra {i}too{/i} bad, actually...
fr_fr: [_valerie_] {i}*...et bien, je ne pense pas que ça ait trop pénétré dans le soutien-gorge {i}, en fait...

source: [_valerie_] I'll probably just hang it up in the locker for a little bit. Wear it the second half of the shift...
fr_fr: [_valerie_] Je vais probablement l'accrocher dans le casier pour un petit moment. Le porter pendant la seconde moitié du service...

source: [_valerie_] ...{i}really{/i} hope nobody notices it though...
fr_fr: [_valerie_] ...{i}J'espère vraiment que personne ne le remarquera...

source: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_sad_s_grin_] (Man... Valerie sure has some big naturals... I mean, looking at her like this, she looks {i}really{/i} nice.)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_sad_s_grin_] (Mec... Valerie a vraiment de gros calibres naturels... Je veux dire, en la regardant comme ça, elle est {i}vraiment{/i} belle.)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_grin_] (I guess I never really saw Valerie as much of a hotti-)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_grin_] (Je suppose que je n'ai jamais vraiment vu Valerie comme une chaudasse...)

source: [_customer_] {i}HEY!! Can I get some service here? Hello?
fr_fr: [_customer_] {i}HEY !! Je peux avoir du service ici ? Bonjour ?

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_sad_s_talk_displeased_] {i}Ghch!{/i}{p}Oh, c-coming, sir!
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_towards_s_sad_s_talk_displeased_] {i}Ghch!{/i}{p}Oh, j'arrive, monsieur !

source: [_valerie_] Huh?! H-hey, nobody's there, right? Who made that noise?!
fr_fr: [_valerie_] Huh ?! H-hey, il n'y a personne, hein ? Qui a fait ce bruit ?!

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_unhappy_s_consternation_] (Oh crap!! I better move before she spots me peeking in!)
fr_fr: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_unhappy_s_consternation_] (Oh merde !! Je ferais mieux de bouger avant qu'elle ne me voit jeter un coup d'oeil !)

source: [_danny_s_burger_s_burger_s_at_player_s_idle_s_talk_happy_] ...that'll be $8.40 sir.{p}...out of nine, okay...{p}...and here's your change. Your order will be ready soon, sorry for the hold up...
fr_fr: [_danny_s_burger_s_burger_s_at_player_s_idle_s_talk_happy_] ...ça fera 8,40$ monsieur.{p}...sur neuf, ok...{p}...et voici votre monnaie. Votre commande sera bientôt prête, désolé pour le retard...

source: [_danny_s_burger_s_burger_s_down_s_sad_s_talk_happy_] {i}Phew!{/i} That was close.
fr_fr: [_danny_s_burger_s_burger_s_down_s_sad_s_talk_happy_] {i}Phew!{/i} C'était juste.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Hey, where'd you go? I told you to man the station the whole time.
fr_fr: [_lily_s_towards_s_idle_s_talk_displeased_] Hé, où êtes-vous allé ? Je t'avais dit de rester au poste tout le temps.

source: [_danny_s_burger_s_down_s_sad_s_talk_happy_] Oh, {i}uhm{/i}, yeah, sorry about that. I was just collecting all the dimes from the bathroom locks quickly! M-my bad!
fr_fr: [_danny_s_burger_s_down_s_sad_s_talk_happy_] Oh, {i}uhm{/i}, ouais, désolé pour ça. J'étais juste en train de collecter rapidement toutes les pièces de monnaie des serrures de la salle de bain ! M-mon erreur !

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...{i}right{/i}, okay.{p}Well, I'll take back over, you get around to sweeping and wiping again, 'kay?
fr_fr: [_lily_s_towards_s_rise_s_talk_displeased_] ...{i}right{/i}, ok.{p}Je reprendrai le relais quand vous aurez balayé et essuyé, d'accord ?

source: [_danny_s_burger_s_closed_s_unhappy_s_talk_happy_] Sure, no problem! B-back to work, for ol' Danny!
fr_fr: [_danny_s_burger_s_closed_s_unhappy_s_talk_happy_] Bien sûr, pas de problème ! Retour au travail, pour le vieux Danny !

source: [_lily_s_towards_s_idle_s_talk_displeased_] {i}Hrmmph{/i}... weird kid...
fr_fr: [_lily_s_towards_s_idle_s_talk_displeased_] {i}Hrmmph{/i}... gamin bizarre...

source: [_danny_s_burger_s_down_s_idle_s_talk_consternation_] Okay then, guess I just... get back to cleaning up then.
fr_fr: [_danny_s_burger_s_down_s_idle_s_talk_consternation_] Ok alors, je suppose que je dois... retourner au nettoyage alors.

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Now {i}where{/i} did I leave that spritzer and rag...?
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Maintenant {i}où ai-je laissé ce pschitt et ce chiffon...?

source: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] V-Valerie! What the heck, why'd you scare me like-
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] V-Valerie ! Bon sang, pourquoi m'avoir fait peur comme-

source: [_valerie_] Were you {u}spying{/u} on me Fenton?!
fr_fr: [_valerie_] Étais-tu {u}en train de m'espionner Fenton ?!

source: [_danny_s_burger_s_towards_wide_s_talk_consternation_] ...spy? On you? F-f-for what?
fr_fr: [_danny_s_burger_s_towards_wide_s_talk_consternation_] ...espionner ? Sur vous ? P-pour quoi ?

source: [_valerie_] Shut the stammering act! Were you or were you not?!
fr_fr: [_valerie_] Arrêtez de bégayer ! Tu l'étais ou tu ne l'étais pas ?!

source: [_danny_s_burger_s_towards_s_sad_s_talk_consternation_] I mean, I checked in to see if you were alright! You were taking awhile to get back...
fr_fr: [_danny_s_burger_s_towards_s_sad_s_talk_consternation_] Je veux dire, je suis passé pour voir si tu allais bien ! Tu as mis du temps à revenir...

source: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] I just wanted to make sure you were okay.
fr_fr: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] Je voulais juste m'assurer que tu allais bien.

source: [_valerie_] So you were watching me change?!
fr_fr: [_valerie_] Alors tu me regardais me changer ?!

source: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] N-no! I peaked my head in, and-
fr_fr: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] N-non ! J'ai passé la tête à l'intérieur, et-

source: [_valerie_] You creep!! You utter creep!!
fr_fr: [_valerie_] Espèce de sale type ! Espèce de sale type !!

source: [_danny_s_burger_s_towards_wide_s_rise_s_talk_distraught_] -b-but you were just walking around, looking for a new shirt to wear!
fr_fr: [_danny_s_burger_s_towards_wide_s_rise_s_talk_distraught_] -b-mais tu te promenais juste, à la recherche d'une nouvelle chemise à porter !

source: [_valerie_] What?!
fr_fr: [_valerie_] Quoi?!

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Y-yeah, you still had soda on you, and you were, y'know, looking for a spare uniform to switch out.
fr_fr: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Ouais, tu avais encore du soda sur toi, et tu cherchais, tu sais, un uniforme de rechange pour l'échanger.
