Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_] I've found most of the help I provide to the ghosts I meet just involves listening.
it_it: [_danny_] Ho trovato la maggior parte dell'aiuto che fornisco ai fantasmi che incontro riguarda solo l'ascolto.

source: [_penelope_] I'm sure you think that's really helpful. Narcissistic behavior tends to lead to people to think their mere presence can solve other's issues.
it_it: [_penelope_] Sono sicuro che pensi che sia davvero utile. Il comportamento Narcissistico tende a indurre le persone a pensare che la loro semplice presenza possa risolvere i problemi altrui.

source: [_danny_] You know, for a counselor yourself, you sure suck at simply talking openly about your problems!
it_it: [_danny_] Sai, per un consulente, sei sicuro di succhiare semplicemente parlando apertamente dei tuoi problemi!

source: [_penelope_] {i}Tsch!{/i} What would you know about being counseling anyone?!{p}{nw}
it_it: [_penelope_] {i}Tsch!{/i} Cosa sapresti di consigliare qualcuno?!{p}{nw}

source: [_extend_] I was nursing men back to life on the front before your parents were even-
it_it: [_extend_] Stavo allattando gli uomini di nuovo in vita sul fronte prima che i vostri genitori erano pari-

source: [_danny_] Wait, wait, wait... what? "The front?" You were in... a war?
it_it: [_danny_] Attendere, aspettare, aspettare... cosa? "Il fronte?" eravate in una guerra?

source: [_penelope_] No, nothing. Never mind.
it_it: [_penelope_] No, niente. Non importa.

source: [_danny_] Hold on! I wanna know more! Please, go on.
it_it: [_danny_] Tieniti! Voglio saperne di più! Per favore, prosegui.

source: [_penelope_] Oh, how cute! Is this how it works? Show a little bit of kind eyes and those two idiots wind up spilling their whole tragic life?
it_it: [_penelope_] Oh, quanto carino! È così che funziona? Mostra un po 'di occhi gentili e quei due idioti finiscono per spargere tutta la loro vita tragica?

source: [_danny_] Sounds to me just like you're trying to avoid talking about things.
it_it: [_danny_] Sembra che tu stia cercando di evitare di parlare di cose.

source: [_penelope_] You can think whatever you want, it doesn't matter.
it_it: [_penelope_] Puoi pensare quello che vuoi, non importa.

source: [_penelope_] Not to me.
it_it: [_penelope_] Non per me.

source: [_danny_] {i}*Sigh*{/i} Look, I know you're not really in it for this... change I'm trying to help make. I get it.
it_it: [_danny_] {i}*Sospira*{/i} Guarda, so che non sei davvero in esso per questo... modifica sto cercando di aiutare. Lo ottengo.

source: [_danny_] And I won't press you on anything you don't wanna talk about. I promise.
it_it: [_danny_] E non ti premerò su qualcosa di cui non vuoi parlare.

source: [_danny_] ...but at least, if I take you back to the house, do you promise to try and not bother Ember and Desiree too much?
it_it: [_danny_] ...ma almeno, se vi riporto in casa, vi promettete di cercare di non disturbare troppo Ember e Desiree?

source: [_danny_] It's either that or we go straight to the Ghost Zone.
it_it: [_danny_] O è quello o andiamo direttamente alla Zona Fantasma .

source: [_penelope_] Fine, I'll try to play nice...{p}{nw}
it_it: [_penelope_] Bene, cercherò di giocare bene...{p}{nw}

source: [_extend_] ...for now.
it_it: [_extend_] per ora.

source: [_penelope_] {i}Hmmm...{/i} damn good coffee at least...
it_it: [_penelope_] {i}Hmmm...{/i} buon caffè maledetto almeno...

source: [_ember_] {i}Uhh{/i}, she's back already?
it_it: [_ember_] {i}Uhh{/i}, è già tornata?

source: [_desiree_] Master, we had asked that she not be made to stay with us.
it_it: [_desiree_] Maestro, avevamo chiesto che non fosse fatta stare con noi.

source: [_penelope_] Hi, hello again, nice manners I see you both have.
it_it: [_penelope_] Ciao, ciao ancora, buone maniere che vedo entrambi avete.

source: [_danny_] {i}*Ahem*{/i} Girls, Penelope here has said she will play nice and behave herself if you let her back in.
it_it: [_danny_] {i}*Ahem*{/i} Ragazze, Penelope qui ha detto che giocherà bene e si comporterà se la lasci entrare.

source: [_ember_] {i}Tsch{/i}, yeah right.
it_it: [_ember_] {i}Tsch{/i}, sì destra.

source: [_penelope_] See? This is pointless, just blast me back into the Ghost Zone and be done with it.
it_it: [_penelope_] Vedi? Questo è inutile, basta buttarmi di nuovo nella Zona Fantasma ed essere fatto con esso.

source: [_danny_] Hold on a minute! We've just started here, you gotta try a little harder!
it_it: [_danny_] Tieni premuto un minuto! Abbiamo appena iniziato qui, hai provato un po' più duramente!

source: [_danny_] Girls, you have to give her a chance.
it_it: [_danny_] Ragazze, devi darle una possibilità.

source: [_danny_] It took you two more than a little while to come around as well, right?
it_it: [_danny_] Ci sono voluti due più di un po' di tempo per girare pure, giusto?

source: [_danny_] ...to the point that you didn't wanna {u}completely{/u} kill me or each other, yeah?
it_it: [_danny_] ...al punto che non hai voluto {u}completamente{/u} mi uccidono o l'un l'altro, sì?

source: [_desiree_] This is... perhaps true.
it_it: [_desiree_] Questo è... forse vero.

source: [_ember_] {i}*Sigh*{/i} Fine, but if she's like a yappy dog again, {i}I{/i} get to put a muzzle on her!
it_it: [_ember_] {i}*Sigh*{/i} Bene, ma se è come un cane yappy, {i}I{/i} arriva a metterle un muso!

source: [_penelope_] I'd like to see you try, euro trash...
it_it: [_penelope_] Mi piacerebbe vederti provare, euro cestino...

source: [_danny_] Stop!! We went over this, the point is to play. NICE.
it_it: [_danny_] Fermato!! Abbiamo superato questo, il punto è quello di giocare. NICE.

source: [_ember_] Yeah, yeah, we'll be good, whatever...
it_it: [_ember_] Sì, sì, saremo bravi, qualunque cosa...

source: [_ember_] Just don't blame us when this doesn't work out the way you want it to be.
it_it: [_ember_] Basta non incolpare noi quando questo non funziona come vuoi che sia.

source: [_danny_] Okay, well, good, glad that's settled then.
it_it: [_danny_] Ok, beh, buono, felice che si sia sistemato allora.

source: [_danny_] Goodnight girls.
it_it: [_danny_] Ragazze di buon notte.

source: [_danny_] (Well hey... it's a start at least.)
it_it: [_danny_] (Well hey... è un inizio almeno.)

source: [_danny_] (I just hope it's not too quick of an end...)
it_it: [_danny_] (Spero solo che non sia troppo veloce di un fine...)

source: [_danny_] {i}*Yawn*{/i} Well, better see how the girls got on last night...
it_it: [_danny_] {i}*Yawn*{/i} Beh, meglio vedere come le ragazze sono salite ieri sera...

source: [_danny_] Penelope? Can you come on out for a moment?
it_it: [_danny_] Penelope? Riesci a uscire per un momento?

source: [_danny_] Good morning!
it_it: [_danny_] Buongiorno!

source: [_penelope_] {i}Tsch{/i}, what's good about it?
it_it: [_penelope_] {i}Tsch{/i}, cosa c'è di buono?

source: [_danny_] {i}Please{/i} tell me you got on better with the girls...
it_it: [_danny_] {i}Per favore{/i} mi dica che hai fatto meglio con le ragazze...

source: [_penelope_] If you count having to silently wait in protest, keeping my objections myself and not talking to them as "getting on" then yes, we got on nicely.
it_it: [_penelope_] Se si conta di dover aspettare silenziosamente in protesta, mantenere le mie obiezioni me stesso e non parlare con loro come "salire" allora sì, siamo andati avanti bene.

source: [_danny_] Well... at least everyone got some rest, so-
it_it: [_danny_] Bene... almeno tutti si sono riposati, così-

source: [_penelope_] Though why exactly do {i}they{/i} get to come and leave as they see fit?
it_it: [_penelope_] Anche se perché esattamente {i}che {/i} arrivano a venire a partire come si vede in con?

source: [_danny_] Well, they're bound to just the house grounds, and they have to keep to themselves.
it_it: [_danny_] Beh, sono legati solo ai terreni di casa, e devono attenersi a se stessi.

source: [_danny_] But I let them do that because I trust them.
it_it: [_danny_] Ma ho lasciato che lo facessero perché mi fido di loro.

source: [_penelope_] "Trust them" huh? Enough to widen their cage a bit, but not enough to truly let them free to their own devices.
it_it: [_penelope_] "Fidati di loro" eh? Abbastanza per allargare un po 'la loro gabbia, ma non abbastanza per lasciarli veramente liberi ai loro dispositivi.

source: [_danny_] Did you really bring this up just to argue with me?
it_it: [_danny_] Hai davvero portato questo per discutere con me?

source: [_penelope_] I simply want to address an issue of mine... in that...{p}{nw}
it_it: [_penelope_] Voglio semplicemente affrontare un mio problema... in questo...{p}{nw}

source: [_extend_] ...I want to be granted the same privilege.
it_it: [_extend_] ... voglio ottenere lo stesso privilegio.

source: [_danny_] You wouldn't make a scene for my family? I don't know about that...
it_it: [_danny_] Non farebbe una scena per la mia famiglia? Non so quello...

source: [_penelope_] And what? Get blasted back into the Ghost Zone?
it_it: [_penelope_] E cosa? Ritornare nella Zona Fantasma?

source: [_penelope_] {i}*Sigh*{/i} Cards on the table here? I highly doubt some of the ghosts there would be {i}too{/i} pleased to see me...
it_it: [_penelope_] {i}*Sigh*{/i} Carte sul tavolo qui? Dubito vivamente che alcuni dei fantasmi ci sarebbero {i}anche {/i} sono contenti di vedermi...

source: [_danny_] What does that mean...?
it_it: [_danny_] Che cosa significa...?

source: [_penelope_] Nothing important, simply... same as you, I've made some enemies over time, many who'd gladly claw at the chance for some... {u}perceived{/u} retribution...
it_it: [_penelope_] Niente di importante, semplicemente... come te, ho fatto alcuni nemici nel corso del tempo, molti che si sarebbero volentieri artigliati alla possibilità per alcuni... {u}percepivano la punizione...

source: [_danny_] Anything you feel like sharing?
it_it: [_danny_] Qualcosa che ti va di condividere?

source: [_penelope_] My business is my own.
it_it: [_penelope_] La mia attività è la mia.

source: [_danny_] Until some psycho ghosts turn up busting down my door, right? {i}Then{/i} it's my business?
it_it: [_danny_] Fino a quando alcuni psicofrequenti non si alzano cadendo giù la mia porta, giusto? {i}Then{/i} è il mio business?

source: [_penelope_] {i}Bahh!{/i} So much unwarranted worry with you? Are you going to let me have the same rights as Desiree and Ember or not?
it_it: [_penelope_] {i}Bahh!{/i} Tanta ingiustificata preoccupazione con te? Hai intenzione di lasciarmi avere gli stessi diritti di Desiree e Ember o no?

source: [_danny_] "Unwarranted...?"
it_it: [_danny_] "Ingiustificato...?"

source: [_extend_] ...fine.
it_it: [_extend_] ... bene.

source: [_danny_] But you're on a {u}tight{/u} leash, you do ANYTHING I don't like and you have to face some of those unwarranted enemies, understood?
it_it: [_danny_] Ma sei su un guinzaglio di {u}{/u} non mi piace e devi affrontare alcuni di quei nemici ingiustificati, compresi?

source: [_penelope_] "Oh, why thank you, my oh-so wise and benevolent one!"
it_it: [_penelope_] "Oh, perché grazie, mio oh-così saggio e benevolo!"

source: [_danny_] Remember, stay cloaked if someone else is around!{p}{nw}
it_it: [_danny_] Ricorda, rimani nascosto se qualcun altro è in giro!{p}{nw}

source: [_danny_] {i}*Sigh*{/i} I hope this wasn't a mistake...
it_it: [_danny_] {i}*Sigh*{/i} Spero che questo non sia stato un errore...

source: [_extend_] (Wait... what's that noise?)
it_it: [_extend_] (Wait... che cos'è quel rumore?)

source: [_danny_] (Oh... sounds like Ember and Desiree just watching TV again.)
it_it: [_danny_] (Oh... suona come Ember e Desiree basta guardare di nuovo la TV.)

source: [_danny_] (I better tell them to turn it down a little before someone wakes up.)
it_it: [_danny_] (farei meglio a dire loro di ribaltarlo un po' prima che qualcuno si sveglia.)

source: [_danny_] (Yeah, it's definitely them.){p}{nw}
it_it: [_danny_] (Si, è sicuramente loro.){p}{nw}

source: [_extend_] (Wonder what they're watching this-)
it_it: [_extend_] (Meraviglia quello che stanno guardando questo-)

source: [_ember_] Oh, well look who decided to join us!
it_it: [_ember_] Oh, bell'aspetto chi ha deciso di unirsi a noi!

source: [_penelope_] Oh please. I just wanted to see what the undead sex slaves get up to when their master lets them off their leash!
it_it: [_penelope_] Oh per favore. Volevo solo vedere cosa gli schiavi sessuali non morti si alzano quando il loro padrone li lascia fuori dal guinzaglio!

source: [_ember_] We're not slaves, Countess Stick-Up-Ass, we just made a choice to stick around.
it_it: [_ember_] Non siamo schiavi, la contessa Stick-Up-Ass, abbiamo fatto solo una scelta per rimanere attorno.

source: [_ember_] The alternative choice being that green hell-hole after all? I'll stick with pleasantly surprising above average sex and TV privileges anytime.
it_it: [_ember_] La scelta alternativa è che il buco dell'inferno verde dopo tutto? Mi atterrò con piacevolmente sorprendente sopra il sesso medio e privilegi TV in qualsiasi momento.

source: [_desiree_] I have also actually {i}been{/i} a slave, and I must agree that I find this experience to be much better, when comparing the two.
it_it: [_desiree_] Ho anche {i}è stato{/i} uno schiavo, e devo essere d'accordo sul fatto che ritengo che questa esperienza sia molto migliore, quando si confrontano i due.

source: [_penelope_] Neither of us are capable of escaping from this wretched, petulant teenager's clutches! Doesn't that bother either of you?!
it_it: [_penelope_] Nessuno di noi è in grado di fuggire da questa furba, petulante frizione degli adolescenti! Non ti preoccupa nessuno?!

source: [_desiree_] It certainly took quite some time to get used to things around here, but I must admit, I... I do feel Danny has always had our best interests at heart.
it_it: [_desiree_] Sicuramente ci è voluto un bel po' di tempo per abituarsi alle cose che ci circondano, ma devo ammetterlo, io. . – Credo che Danny abbia sempre avuto a cuore i nostri migliori interessi.

source: [_penelope_] Best interests at heart?! What are you talking about??
it_it: [_penelope_] I migliori interessi a cuore?! Di cosa stai parlando??

source: [_ember_] Nah, I gotta agree with her on this one. Danny's annoyingly do-goody attitude is sorta what makes him... a good person?
it_it: [_ember_] Nah, sono d'accordo con lei su questo. L'atteggiamento fastidioso di Danny è sorta che cosa lo rende una buona persona?

source: [_desiree_] He has shown us that we haven't always needed to lash out against others to be more fulfilled with our hereafter.
it_it: [_desiree_] Egli ci ha mostrato che non abbiamo sempre avuto bisogno di schiacciarci contro gli altri per essere più soddisfatti con il nostro seguito.

source: [_ember_] Look, I get it, the dude can be an uptight, rule making pain in the ass sometimes... but he's just doing what he thinks is best.
it_it: [_ember_] Guarda, lo ottengo, il tizio può essere una stretta, regola che fa dolore nel culo a volte. Ma sta solo facendo quello che pensa sia meglio.

source: [_ember_] I can at least respect it, y'know? To be that seriously invested in trying to reform some ghosts as bad as we are?
it_it: [_ember_] Posso almeno rispettarlo, sì? Essere seriamente investiti nel tentativo di riformare alcuni fantasmi tanto cattivi quanto noi?

source: [_penelope_] Goodness me... Stockholm is truly a powerful thing.
it_it: [_penelope_] Bontà me... Stoccolma è davvero una cosa potente.

source: [_desiree_] ...Stock-what?
it_it: [_desiree_] ...Scorte-cosa?

source: [_ember_] Never mind, she's just being her usual overly preppy, hyper-analyzing psycho self.
it_it: [_ember_] Non importa, lei è solo la sua solita preppy, iper-analisi psico.

source: [_penelope_] If you're so confident I'm wrong, why don't you both try asking to leave? See how well he cares about and trusts your judgement!
it_it: [_penelope_] Se sei così sicuro che ho torto, perché non provi entrambi a chiedere di andarsene? Vedi quanto bene si preoccupa e si fida del tuo giudizio!

source: [_penelope_] I'll just leave you two to your morning cartoons then... later girlies!~
it_it: [_penelope_] Vi lascerò due per le vostre vignette mattutine allora... più tardi girlies!~

source: [_danny_] (...maybe she's right. Maybe it is wrong of me to keep them both imprisoned like this?)
it_it: [_danny_] (...forse ha ragione. Forse è sbagliato da me mantenerli entrambi imprigionati così?)

source: [_danny_] (I mean, I trust them both now... and yet I still keep them bound to this house...)
it_it: [_danny_] (Voglio dire, mi fido di entrambi adesso... eppure li mantengo legati a questa casa...)

source: [_danny_] (Maybe it's best if we address this issue... head on...)
it_it: [_danny_] (Maybe è meglio se affrontiamo questo problema... testa su...)

source: [_danny_] (Well... here goes nothing.)
it_it: [_danny_] (Bene... qui non va niente.)

source: [_danny_] H-hey girls... thanks for coming out to talk with me...
it_it: [_danny_] ragazze H-hey... grazie per essere uscito a parlare con me...

source: [_ember_] U-uh, hey dude... yeah, no problem...{p}{nw}
it_it: [_ember_] U-uh, hey dude... sì, nessun problema...{p}{nw}

source: [_danny_] Desiree... Ember...
it_it: [_danny_] Desideri... Ember...

source: [_danny_] When I first caught you both, it was because you were a danger to everyone around you.
it_it: [_danny_] Quando ti ho catturato per la prima volta entrambi, era perché eri un pericolo per tutti intorno a te.

source: [_danny_] Plain and simple, you posed a threat both to society at large as well as yourselves, frankly...
it_it: [_danny_] Semplice e semplice, hai costituito una minaccia sia per la società in generale che per voi, francamente...

source: [_danny_] Although, I was probably more focused on the former at the time, and wasn't really thinking of how you yourselves were feeling.
it_it: [_danny_] Anche se, all'epoca, ero probabilmente più concentrata sul primo, e non pensavo davvero a come stavate sentendo.

source: [_danny_] But now... I think both of you have turned for the better, and become far more caring and engaging people.
it_it: [_danny_] Ma ora... penso che entrambi voi siate rivolti al meglio, e diventate persone molto più premurose e coinvolgenti.

source: [_danny_] What made you who you were in both your pasts before we first had to cross paths, it wasn't anything you could have helped.
it_it: [_danny_] Ciò che ti ha fatto essere in entrambi i tuoi passati, prima che dovessimo attraversare i sentieri, non era nulla che avresti potuto aiutare.

source: [_danny_] And because I've gotten to know you both so much better... I truly don't believe you'd try to hurt anyone anymore.
it_it: [_danny_] E perché ho avuto modo di conoscervi entrambi molto meglio... Non credo davvero che avreste provato a ferire più nessuno.

source: [_danny_] So...
it_it: [_danny_] Allora...

source: [_danny_] If you want to go... you can.
it_it: [_danny_] Se vuoi andare... puoi.

source: [_ember_] The fuck?!?
it_it: [_ember_] Il cazzo?!?

source: [_danny_] Believe me, I've had to some hard truth searching lately, and I just think it's wrong of me to hold you in such high esteem now...
it_it: [_danny_] Credetemi, ho avuto qualche dura verità alla ricerca ultimamente, e penso solo che sia sbagliato di me a trattenerti in tale alta stima ora...

source: [_danny_] ...but still keep you in chains, essentially.{p}{nw}
it_it: [_danny_] ...ma tieni ancora in catene, essenzialmente.{p}{nw}

source: [_extend_] Especially after everything that's happened.
it_it: [_extend_] Soprattutto dopo tutto quello che è successo.

source: [_danny_] So, I'll understand it if you two want to go out into the world and... well... do whatever it is you want.
it_it: [_danny_] Quindi, lo capirò se voi due volete uscire nel mondo e... beh, fate quello che volete.

source: [_ember_] Wow... hey, I mean...
it_it: [_ember_] Wow... hey, Voglio dire...

source: [_desiree_] This is... well, how shall I say...?
it_it: [_desiree_] Questo è... beh, come posso dire...?

source: [_ember_] ...I was sorta planning on sticking around for a good bit, y'know?
it_it: [_ember_] ...Stavo pianificando di attaccare per un bel po', sai?

source: [_desiree_] I would have to agree, I've grown accustomed to my home in the Metal tube.
it_it: [_desiree_] Dovrei essere d'accordo, mi sono abituato a casa mia nel tubo metallico.

source: [_penelope_] ...w-what? But you- you have your freedom now!! Go cause chaos!! Do what it is you want to do!!
it_it: [_penelope_] ...w-what? Ma tu hai la tua libertà ora!! Vai a causare caos!! Fai quello che vuoi fare!!

source: [_desiree_] We {i}are{/i} doing what it is we want. It just happens to involve being at Master's side as well.
it_it: [_desiree_] Noi {i}siamo{/i} facciamo quello che vogliamo. Succede solo di essere al fianco del Maestro.

source: [_ember_] I mean, don't get me wrong, I {i}definitely{/i} plan on stretching my boots out around town and causing some classic pranks on people, finally!
it_it: [_ember_] Voglio dire, non sbagliarmi, I {i}definitivamente{/i} piano di allungare i miei stivali in giro per la città e causare alcuni classici scherzi sulle persone, finalmente!

source: [_ember_] ...but being around this dork and the green bean have honestly been... pretty eye opening for me! I've had some free time to think about why I acted the way I did.
it_it: [_ember_] ...ma essendo intorno a questo dormiente e il fagiolo verde sono stati onestamente... bella apertura d'occhio per me! Ho avuto un po 'di tempo libero per pensare al perché ho agito come ho fatto.

source: [_ember_] And what I learned is that nobody's the sole source of my problems, and that life's just sorta shitty!{p}{nw}
it_it: [_ember_] E quello che ho imparato è che nessuno è l'unica fonte dei miei problemi, e che la vita è semplicemente zitta!{p}{nw}

source: [_extend_] But you gotta get what you can get out of it anyway!
it_it: [_extend_] Ma ottieni quello che puoi uscirne comunque!

source: [_ember_] So no, I don't really see myself going back to my completely warped and angry self. And like she said, I don't mind living here as much as I used to!
it_it: [_ember_] Quindi, no, non vedo davvero me stesso tornare al mio completamente deformato e arrabbiato se stesso. E come lei ha detto, non mi dispiace vivere qui tanto quanto ho usato!

source: [_penelope_] {i}Urgh!!{/i} You two make absolutely {u}zero{/u} sense to me! You're both even more crazy than I thought possible!!
it_it: [_penelope_] {i}Urgh!!{/i} Voi due avete assolutamente {u}zero{/u} senso per me! Siete entrambi ancora più pazzi di quanto pensassi possibile!!

source: [_danny_] Penelope, just what is it...? Why are you fighting so hard to make everyone else feel miserable for their choices?
it_it: [_danny_] Penelope, proprio cos'è...? Perché stai lottando così duramente per far sentire tutti gli altri miserabili per le loro scelte?

source: [_penelope_] You don't get to stand there and try and figure me out, you cretin!
it_it: [_penelope_] Non riesci a stare lì e cercare di capirmi, cretino!

source: [_danny_] Please, I'm simply trying to help! Won't you at least try and open up a little, so we-
it_it: [_danny_] Per favore, sto semplicemente cercando di aiutarti! Non cercherai almeno di aprire un po', quindi noi-

source: [_ember_] ...well... somebody's got some issues to unpack.
it_it: [_ember_] ...be... qualcuno ha qualche problema da scompattare.

source: [_ember_] Look, I know it's only 10 AM right how, but do you mind showing me that back of the throat thing with your tongue again...?
it_it: [_ember_] Guarda, so che è solo 10 AM destra come, ma ti dispiace mostrarmi quel dorso della gola con la tua lingua di nuovo...?
