Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_s_towards_s_angry_s_talk_happy_] I'm going-
it_it: [_danny_s_towards_s_angry_s_talk_happy_] Sto andando-

source: [_extend_] Sorry, do you mind if I just run and...?
it_it: [_extend_] Mi dispiace, ti dispiace se ho appena eseguito e...?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Oh no, please, yeah, do what you gotta do!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Oh no, per favore, sì, fai quello che fai tu!

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, sorry, it's just we're here in public, and somebody might see, so I usually just find a pillar or-
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, mi dispiace, siamo solo qui in pubblico, e qualcuno potrebbe vedere, quindi di solito trovo solo una colonna o -

source: [_bootrand_s_arms_down_s_towards_s_talk_] No, no, I totally get that, take your time, I'll still be here!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] No, no, ottengo totalmente che, prendete il vostro tempo, sarò ancora qui!

source: [_danny_s_towards_s_angry_s_talk_happy_] Okay, perfect, I'll just be right back!
it_it: [_danny_s_towards_s_angry_s_talk_happy_] Ok, perfetto, sarò giusto indietro!

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_happy_] {size=-2}I'm going ghost!!{/size}
it_it: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_happy_] {size=-2}Sto andando fantasma!!{/size}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Okay, sorry, I'm ready now!{p}{nw}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Ok, mi dispiace, sono pronto adesso!{p}{nw}

source: [_extend_] Thanks again for that.
it_it: [_extend_] Grazie ancora per questo.

source: [_bootrand_s_arms_down_s_towards_s_talk_] Not at all, young man, not at all!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Nemmeno giovane, per niente!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh but drat, now where were we in the midst of our conflict?
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, ma drat, ora dove eravamo in mezzo al nostro conflitto?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, I think we were going to start fighting, right?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, Penso che avremmo iniziato a combattere, giusto?

source: [_bootrand_s_arms_up_s_glare_s_talk_] Right, right, right, but I did have some more villainous monologuing I had in mind, do you care if I...?
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Destra destra, destra, ma ho avuto qualche monologo più malvagio che avevo in mente, ti importa se io...?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] No, no, please, the floor is yours.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] No, no, per favore, il pavimento è tuo.

source: [_bootrand_s_arms_down_s_towards_s_talk_] Much obliged, thank you... now then...
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Molto obbligato, grazie... ora poi...

source: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Welll{/i}, "Gross Boy", I certainly hope you enjoyed just a {i}taste{/i} of the moral corruption we intend to provide this town!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Welll{/i}, "Gross Boy", spero sicuramente che ti sia piaciuto solo un {i}gusto{/i} della corruzione morale che intendiamo fornire a questa città!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Soon all the young minds in Amity Park will have nothing but degenerate thoughts crammed into their thoughts!!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Presto tutte le giovani menti di Amity Park non avranno altro che degenerare pensieri stipati nei loro pensieri!!

source: [_bootrand_s_arms_up_s_glare_s_talk_] I'm sure you'll just to see poor souls like that sweet sister of yours be warped beyond recognition!!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Sono sicuro che vedrai solo anime povere come quella tua sorella dolce essere sventata al di là del riconoscimento!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Not if I stop you first, slimo!!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Non se ti fermo prima, slimo!!

source: [_bootrand_s_arms_down_s_glare_s_talk_] Hey, now I resent that! My father was a slime!!
it_it: [_bootrand_s_arms_down_s_glare_s_talk_] Ehi, ora l'ho risentito! Mio padre era una melma!!

source: Battle round limit reached.
it_it: Limite di combattimento raggiunto

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}*Huff* *Huff*{/i} ...say... not too bad there, kid... but soon enough, we'll have exactly what we need from all you rotten high-schoolers...
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] {i}*Huff* *Huff*{/i} ...dice... non troppo male lì, bambino... ma presto avremo esattamente quello di cui abbiamo bisogno da tutti i tuoi liceali marci...

source: [_bootrand_s_arms_up_s_glare_s_talk_] ...and my dear sweet mistress will become unstoppable!!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] ...e la mia cara dolce padrona diventerà inarrestabile!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, get back here, you creep!!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Ehi, tornate qui, strisciate!!

source: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Ahahaha!{/i} And {i}stay{/i} down, you little cretin, if you know what's good for you!!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] {i}Ahahaha!{/i} E {i}soggiorno{/i} giù, piccolo cretin, se sai cosa ti fa bene!!

source: [_bootrand_s_arms_down_s_towards_s_talk_] This town is OURS!! Oh I can't wait to tell my Mistress of your utter failure! {i}Mwahahaha!!{/i}
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Questa città è OURS!! Oh Non vedo l'ora di dire alla mia padrona del tuo totale fallimento! {i}Mwahahaha!!{/i}

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_grindteeth_] (Shoot! I let him get the best of me!!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_grindteeth_] (Spara! Lo lascio ottenere il meglio di me!!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_distraught_] (Damn it! I have to stop that thing before it finishes whatever it's planning...I don't like this one bit.)
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_distraught_] (Damn it! Devo fermare quella cosa prima che finisca tutto quello che sta pianificando... non mi piace questo poco.)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_consternation_] (Wait a minute...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_consternation_] (Wait a minuto...)

source: [_danny_s_at_player_s_rise_s_talk_displeased_] I gotta go find Jazz first, make sure she's alright!
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Vado a trovare prima il jazz, assicurati che sia bene!

source: [_danny_s_towards_s_sad_s_talk_happy_] Jazz! There you are!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Jazz! Ecco!

source: [_jazz_s_towards_s_rise_s_talk_frown_] Hey, you're okay? What took so long? I got the pizza...
it_it: [_jazz_s_towards_s_rise_s_talk_frown_] Ehi, stai bene? Che cosa ci è voluto così a lungo? Ho preso la pizza...

source: [_danny_s_towards_s_neutral_s_talk_displeased_] There was {i}uhh{/i}... I don't know. Are you alright?
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] C'era {i}uhh{/i}... Non lo so. Hai ragione?

source: [_jazz_s_towards_s_confused_s_talk_displeased_] I mean, I'm slightly annoyed because I've been patiently waiting for you to finish going to the bathroom...
it_it: [_jazz_s_towards_s_confused_s_talk_displeased_] Voglio dire, sono leggermente infastidito perché ho pazientemente aspettato che tu finisca di andare in bagno...

source: [_jazz_s_towards_s_angry_s_talk_displeased_] The pickles are gonna start drying out soon!
it_it: [_jazz_s_towards_s_angry_s_talk_displeased_] I sottaceti inizieranno ad asciugarsi presto!

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Y-yeah, sorry about that.{p}{nw}
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Y-yeah, mi dispiace.{p}{nw}

source: [_extend_] Let's get to it, I worked up a real appetite just now!
it_it: [_extend_] Andiamo, ho lavorato un vero appetito proprio ora!

source: [_jazz_s_towards_s_confused_s_talk_consternation_] ...from just going to the bathroom...?
it_it: [_jazz_s_towards_s_confused_s_talk_consternation_] ...dal solo andare in bagno...?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}... yeah...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}... sì...

source: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} You're so gross dude.
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Sei così grossolano.

source: [_jazz_s_towards_s_idle_s_talk_happy_] C'mon, let's eat.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] C'mon, mangiamo.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, that wasn't the greatest time I've ever had with my sister...
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Beh, questo non è stato il momento più grande che abbia mai avuto con mia sorella...

source: [_danny_s_at_player_s_angry_s_talk_displeased_] I mean, it would have been fine if it hadn't been for that creep!
it_it: [_danny_s_at_player_s_angry_s_talk_displeased_] Voglio dire, sarebbe stato bene se non fosse stato per quel strisciamente!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] He said something about warping the young minds of Amity Park... so like everyone at school?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ha detto qualcosa di distorcere le giovani menti di Amity Park... così come tutti a scuola?

source: [_danny_s_at_player_s_rise_s_talk_distraught_] Something bad is definitely going on, I'd better keep my eyes sharp and focused!
it_it: [_danny_s_at_player_s_rise_s_talk_distraught_] Qualcosa di brutto sta sicuramente succedendo, farei meglio a tenere gli occhi taglienti e concentrati!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Until then, I'd better keep a close eye on Jazz...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Fino ad allora, farei meglio a tenere d'occhio il Jazz...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey? Is anybody home right now?{p}{nw}
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Hey? Qualcuno è casa in questo momento?{p}{nw}

source: [_extend_] {i}Hellloooo?{/i} Jazz? You here?
it_it: [_extend_] {i}Hellloooo?{/i} Jazz? Qui?

source: [_danny_s_at_player_s_rise_s_consternation_] (Darn, she must not be in yet. So far, I'm not doing the best job of keeping tabs on-)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Darn, lei non deve essere ancora dentro. Finora, non sto facendo il miglior lavoro di tenere le schede on-)

source: [_danny_s_up_s_neutral_s_displeased_] (Wait, what was that?!)
it_it: [_danny_s_up_s_neutral_s_displeased_] (Wait, cos'era quello?!)

source: [_danny_s_at_player_s_rise_s_displeased_] (Sounds like it came from upstairs!)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Suoni simili a quelli di sopra!)

source: [_danny_s_at_player_s_rise_s_talk_happy_] Yeah, whatever it is, it's coming from Jazz's room!
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Sì, qualunque cosa sia, viene dalla stanza di Jazz!

source: [_danny_s_towards_s_rise_s_talk_amused_] I'd better play it safe and just slightly peak my head in... don't want to lose the element of surprise before I know what's up...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Farei meglio a giocarlo al sicuro e solo un po 'picco la mia testa in... non voglio perdere l'elemento di sorpresa prima di sapere che cos'è...

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Holy guacamole!)
it_it: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Santo guacamolo!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_s_blush_] (Well... I guess it was just Jazz doing her workout routine...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_s_blush_] (Bene... Immagino che sia stato solo il Jazz a fare la sua routine di allenamento...)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_displeased_s_-blush_] (She sure is noisy though...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_displeased_s_-blush_] (Lei è sicura che sia rumorosa...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Oh... now look at {i}that{/i} move she's got there...)
it_it: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_bite_s_blush_] (Oh... ora guarda {i}che{/i} sposta lei è arrivata...)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_smile_s_blush_] (Yeup... any moment now, I can just leave the room and go do something else...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_smile_s_blush_] (Sì... in qualsiasi momento ora, posso solo lasciare la stanza e andare a fare qualcos'altro...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_unhappy_s_bite_s_blush_] (...{i}literally{/i} anything else...)
it_it: [_danny_s_f_s_offscreen_s_ahegao_s_unhappy_s_bite_s_blush_] (...{i}letteralmente{/i} qualcos'altro...)

source: [_ember_s_offscreen_s_ghost_s_towards_s_rise_s_talk_amused_] Now what do we have here?
it_it: [_ember_s_offscreen_s_ghost_s_towards_s_rise_s_talk_amused_] Ora che cosa abbiamo qui?

source: [_ember_s_ghost_s_towards_s_confused_s_talk_displeased_] Just what are you up to, geek?
it_it: [_ember_s_ghost_s_towards_s_confused_s_talk_displeased_] Che cosa stai facendo, geek?

source: [_ember_s_ghost_s_towards_wide_s_rise_s_talk_amused_] {i}Waaaait{/i} a minute, no way!
it_it: [_ember_s_ghost_s_towards_wide_s_rise_s_talk_amused_] {i}Waaaait{/i} un minuto, nessun modo!

source: [_ember_s_offscreen_s_ghost_s_away_s_rise_s_talk_happy_] {i}*Gasps* {i}Duuuude!{/i} Des, get a load at this!
it_it: [_ember_s_offscreen_s_ghost_s_away_s_rise_s_talk_happy_] {i}*Gasps* {i}Duuuude!{/i} Des, ottieni un carico a questo!

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] W-wait, don't-
it_it: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] W-wait, non't-

source: [_desiree_] My word. The young lady of this house certainly practices her flexibility...
it_it: [_desiree_] La mia parola. La giovane signora di questa casa certamente pratica la sua flessibilità...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_s_blush_] H-hey, girls, no, c'mon, give her some privacy, let's not-
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_s_blush_] H-hey, ragazze, no, c'mon, darle un po 'di privacy, non-

source: [_ember_s_offscreen_s_ghost_s_at_player_s_rise_s_talk_amused_] ...and just what do you think {i}you{/i} were doing exactly, creepshow? Guarding the door? {i}*Cackles*{/i}
it_it: [_ember_s_offscreen_s_ghost_s_at_player_s_rise_s_talk_amused_] ...e solo cosa pensi che tu abbia fatto {i}tu{/i} esattamente, creepshow? Guarding the door? {i}*Cackles*{/i}

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] Y'know, as a matter of fact, I've been on the look out for-
it_it: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] Si sa, in realtà, sono stato in cerca di

source: [_jazz_s_offscreen_s_at_player_s_confused_s_talk_displeased_] Danny...? Is that you?
it_it: [_jazz_s_offscreen_s_at_player_s_confused_s_talk_displeased_] Danny...? Sei tu?

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] Somebody's outside my door, I can hear-
it_it: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] Qualcuno fuori dalla mia porta, posso sentire-

source: [_danny_s_towards_s_rise_s_talk_distraught_] Girls, please!
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Ragazze, per favore!

source: [_ember_s_ghost_s_towards_s_idle_s_talk_amused_] Yeah, yeah, relax.
it_it: [_ember_s_ghost_s_towards_s_idle_s_talk_amused_] Sì, sì, rilassati.

source: [_desiree_] Of course, Master.
it_it: [_desiree_] Certo, Maestro.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Oh, yeah, it was you. What are you doing out here?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Oh, sì, sei tu. Che cosa stai facendo qui?

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] {i}Uhhh{/i}, just you know, changing the lightbulb!
it_it: [_danny_s_towards_wide_s_rise_s_talk_happy_] {i}Uhhh{/i}, solo sai, cambiando la lampadina!

source: [_jazz_s_towards_s_confused_s_talk_displeased_] Okay, then where is it? The other lightbulb?
it_it: [_jazz_s_towards_s_confused_s_talk_displeased_] Ok, allora dov'è? L'altra lampadina?

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh... you know, funny story about that, it was actually-
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Oh... sai, una storia divertente su questo, era in realtà-

source: [_jazz_s_towards_s_angry_s_talk_displeased_s_blush_] Danny, were you watching me do yoga?
it_it: [_jazz_s_towards_s_angry_s_talk_displeased_s_blush_] Danny, mi stava guardando fare yoga?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-what?? N-no, why, were you doing some, just now?{p}{nw}
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Cosa?? N-no, perché stavate facendo alcuni, proprio ora?{p}{nw}

source: [_extend_] I mean, I wouldn't know, I {i}just{/i} got here!
it_it: [_extend_] Intendo dire che non lo sarebbe, {i}solo{/i} è arrivato qui!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] ...okay, but then... were you also talking to someone?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] ...va bene, ma allora... stavi anche parlando con qualcuno?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}, well, I think I'd remember if there was {i}anybody{/i} else around, but I can't seem to think of...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhhh{/i}, beh, penso di ricordarmi se c'era {i}qualcun altro{/i} in giro, ma non riesco a pensare...

source: [_danny_s_towards_s_idle_s_talk_happy_] Oh! You know what? It's just this dumb mobile game I've been playing, {i}ha!{/i} Dumb thing, keeps telling me to buy more loot boxes for tokens!! {i}*Chuckles*{/i}
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Oh! Sai cosa? È solo questo dumb gioco per dispositivi mobili che ho giocato, {i}ha! /i} Dumb thing, continua a dirmi di comprare più bottino scatole per tokens!! {i}*Chuckles*{/i}

source: [_jazz_s_towards_s_rise_s_talk_displeased_] {i}Hmmm{/i}... well okay... but you should stop playing that junk, it's tantamount to virtual gambling.
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] {i}Hmmm{/i}... va bene... ma dovresti smettere di giocare a quella spazzatura, equivale al gioco virtuale.

source: [_jazz_s_standard_s_towards_s_idle_s_talk_amused_] And if you're going to do that, you might as well go to a casino, earn some actual money.
it_it: [_jazz_s_standard_s_towards_s_idle_s_talk_amused_] E se hai intenzione di farlo, potresti anche andare in un casinò, guadagnare dei soldi reali.

source: [_danny_s_towards_s_rise_s_talk_happy_] You know what, you're so right, I should just call it quits altogether!{p}{nw}
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Sai cosa, hai ragione, dovrei solo chiamarlo del tutto!{p}{nw}

source: [_extend_] A-anyway, I'm going to head out now, so see you round!
it_it: [_extend_] A-comunque, ora andrò a testa fuori, quindi ti vediamo in giro!

source: [_jazz_s_at_player_s_rise_s_smile_] (What a little weirdo of a brother I have.)
it_it: [_jazz_s_at_player_s_rise_s_smile_] (Che cosa un po 'strano di un fratello che ho.)

source: [_jazz_s_standard_arms_behind_s_closed_s_idle_s_grin_] (Gotta love him.)
it_it: [_jazz_s_standard_arms_behind_s_closed_s_idle_s_grin_] (Lo ama.)

source: [_jazz_s_standard_arms_crossed_s_at_player_wide_s_rise_s_consternation_] (Wait a minute... I just saw Dad installing new ones last week after his lab experiment blew up every bulb in the house!)
it_it: [_jazz_s_standard_arms_crossed_s_at_player_wide_s_rise_s_consternation_] (Wait un minuto... Ho appena visto papà installarne di nuovi la scorsa settimana dopo il suo esperimento di laboratorio ha fatto esplodere ogni lampadina in casa!)

source: [_jazz_s_closed_s_sad_s_displeased_s_blush_] (...Danny isn't actually... no, no, I'm just imagining things, of course...)
it_it: [_jazz_s_closed_s_sad_s_displeased_s_blush_] (...Danny non è realmente... no, no, sto solo immaginando cose, naturalmente...)

source: [_danny_s_at_player_s_rise_s_talk_happy_] {i}Phew!{/i} Can't believe how lucky I keep getting with those awkward situations!
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] {i}Phew!{/i} Non può credere quanto sia fortunato che continuo ad avere con quelle situazioni imbarazzanti!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Hey, thanks girls, for getting out out of there fast!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Hey, grazie ragazze, per uscire da lì velocemente!

source: [_ember_s_ghost_s_towards_s_idle_s_talk_happy_] Gotta say, and I hope I'm not the only one thinking this...{p}{nw}
it_it: [_ember_s_ghost_s_towards_s_idle_s_talk_happy_] Gotta say, e spero di non essere l'unico a pensare questo...{p}{nw}

source: [_extend_] ...but I'd really like to sit on her face.
it_it: [_extend_] ...ma mi piacerebbe davvero sedermi sulla sua faccia.

source: [_extend_] Hey, come on, t-that's my sister, you can't just say weird stuff like that!
it_it: [_extend_] Ehi, vieni, t-è mia sorella, non puoi solo dire cose strane così!

source: [_desiree_] {i}Hmm{/i}, I am afraid I do not understand what the dilemma quite is for you, Master.
it_it: [_desiree_] {i}Hmm{/i}, Temo di non capire quale sia il dilemma per te, Maestro.

source: [_desiree_] In my day, bloodlines were often kept pure through such methods of familial relations.
it_it: [_desiree_] Ai miei giorni, le linee di sangue sono state spesso mantenute pure attraverso tali metodi di relazioni familiari.

source: [_ember_s_ghost_s_towards_s_rise_s_talk_consternation_] {i}Pfft{/i}, whatever. You're the one blue balling yourself. Peace out, doofus.
it_it: [_ember_s_ghost_s_towards_s_rise_s_talk_consternation_] {i}Pfft{/i}, qualunque sia. Sei l'unico blu a ballare. Pace fuori, doofus.

source: [_desiree_] Miss Ember! Wait! We must warn Master of the impending "presence" we both felt!
it_it: [_desiree_] Miss Ember! Aspetta! Dobbiamo avvertire il Maestro dell'imminente "presenza" che entrambi abbiamo sentito!

source: [_ember_s_ghost_s_away_s_confused_s_talk_displeased_] Heh? What are you-
it_it: [_ember_s_ghost_s_away_s_confused_s_talk_displeased_] Heh? Cosa sei-

source: [_ember_s_ghost_s_towards_s_idle_s_talk_displeased_] Oh yeah, right, so {i}ehh{/i}, there's definitely a new powerful ghost in the area.
it_it: [_ember_s_ghost_s_towards_s_idle_s_talk_displeased_] Oh sì, destra, così {i}ehh{/i}, c'è sicuramente un nuovo potente fantasma nella zona.

source: [_danny_s_towards_s_rise_s_talk_displeased_] What? How powerful are we talking here?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Cosa? Quanto potente stiamo parlando qui?

source: [_desiree_] {i}Very{/i} powerful, very hungry {i}for{/i} power. We felt it reveal itself some time ago.
it_it: [_desiree_] {i}Very{/i} potente, molto affamato {i}per il potere {/i}. Abbiamo ritenuto che si rivelasse qualche tempo fa.

source: [_desiree_] At the same time, as soon as it appeared, it seemingly vanished... as thought it was cloaking it's own aura somehow.
it_it: [_desiree_] Allo stesso tempo, non appena è apparso, apparentemente svanitato... come pensava che si occultasse in qualche modo la propria aura.
