Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_] Penelope!! No, don't go, I-
it_it: [_danny_] Penelope!! No, non va, I-

source: [_danny_] ...damn, maybe this wasn't such a good idea after all...
it_it: [_danny_] ...dannato, forse questa non era una buona idea dopo tutto...

source: [_danny_] Where could she have gone?
it_it: [_danny_] Dove avrebbe potuto andare?

source: [_danny_] (What's that sound?)
it_it: [_danny_] (Cos'è quel suono?)

source: [_danny_] (It sounds like...){p}{nw}
it_it: [_danny_] (Suona come...){p}{nw}

source: [_extend_] (Someone's crying?)
it_it: [_extend_] (Pianto di Someone?)

source: [_extend_] {u}You.{/u}
it_it: [_extend_] {u}Tu.{/u}

source: [_danny_] What are you doing up here?
it_it: [_danny_] Cosa stai facendo qui?

source: [_penelope_] What does it look like I'm doing?
it_it: [_penelope_] Cosa sembra che stia facendo?

source: [_danny_] ...I'm... I'm sorry about snooping into your past like I did.
it_it: [_danny_] ...Mi dispiace... di incappare nel tuo passato come ho fatto.

source: [_danny_] I just wanted to understand you better so I could help...
it_it: [_danny_] Volevo solo capirti meglio in modo che potessi aiutare...

source: [_danny_] But... it may have just been me hoping when I shouldn't have...
it_it: [_danny_] Ma... potrebbe essere stato solo me sperare quando non avrei dovuto avere...

source: [_penelope_] ...my sister was a spiteful thing.
it_it: [_penelope_] ...mia sorella era una cosa distratta.

source: [_penelope_] The "Davis Twins" we were called, {i}ha!{/i} We were a whole year apart, but it had a good ring to it, I guess...
it_it: [_penelope_] I "Davis Twins" che siamo stati chiamati, {i}ha!{/i} Eravamo un anno a parte, ma ha avuto un buon anello ad esso, immagino...

source: [_penelope_] They loved when we would both slap our little cheeks together and scream out... of course you couldn't hear us, but our faces sold the idea...
it_it: [_penelope_] Amavano quando entrambi avremmo schiaffeggiato le nostre piccole guance insieme e urlare fuori. . naturalmente non riuscivi a sentirci, ma i nostri volti vendevano l'idea...

source: [_penelope_] Then of course, they had to go and put the damn things with actual sound, and... well, they just didn't like us the same after that.
it_it: [_penelope_] Poi naturalmente, dovettero andare a mettere le cose dannate con il suono effettivo. . bene, a loro non piacevamo noi lo stesso dopo.

source: [_penelope_] Oh everyone just gobbled {i}her{/i} up after we started our solo acts. Of course, she at least had the acting and the singing to back up her stardom, to be fair...
it_it: [_penelope_] Oh tutti hanno appena gobbled {i}her{/i} dopo che abbiamo iniziato i nostri atti solisti. Naturalmente, ha almeno avuto la recitazione e il canto per sostenere il suo stardom, per essere fiera...

source: [_penelope_] Daddy didn't exactly care about anything that was going on, he never really had time for either of us.
it_it: [_penelope_] Papà non si preoccupava esattamente di nulla che stava succedendo, non aveva mai davvero tempo per nessuno di noi.

source: [_penelope_] As long as his little "Movie Stars" kept raking in the cash for him... he was fine to keep me from trying to live a normal life.
it_it: [_penelope_] Finché i suoi piccoli "Film Stars" continuarono a rastrellare i soldi per lui. Mi teneva bene a non cercare di vivere una vita normale.

source: [_penelope_] Until of course, I stopped putting bodies in seats week to week... that's when I had to start figuring out things for myself.
it_it: [_penelope_] Fino ad oggi, ho smesso di mettere i corpi nei posti a settimana per settimana... è stato quando ho dovuto iniziare a capire le cose per me stesso.

source: [_penelope_] So, cast aside, I started to study and take up medicine, and before I knew it there was a big ol' war kicking off and I was being shipped away to help on some boys fighting in the islands.
it_it: [_penelope_] Così, gettato da parte, ho iniziato a studiare e prendere medicina, e prima che sapessi che c'era un grande ol' guerra che partiva e stavo spedendo via per aiutare alcuni ragazzi a combattere nelle isole.

source: [_danny_] Nursing those soldiers back must have been a really jarring experience, it's really amazing the courage that took.
it_it: [_danny_] Allattare quei soldati di ritorno deve essere stata un'esperienza davvero jarring, è davvero incredibile il coraggio che ha preso.

source: [_penelope_] O-oh... yes, well... it was hard.
it_it: [_penelope_] O-oh... sì, bene... è stato difficile.

source: [_penelope_] ...all the while I was there, I'd often hear them talk about my beautiful, big movie star sister and how they all wished they could meet her when they got back.
it_it: [_penelope_] ... mentre ero lì, li sentirei spesso parlare della mia bella, grande star del cinema sorella e come tutti desideravano potevano incontrarla quando sono tornati.

source: [_penelope_] ...nobody even had a clue who I was.
it_it: [_penelope_] ... nessuno aveva nemmeno un indizio che ero.

source: [_danny_] Didn't you keep in touch with anyone after you left?
it_it: [_danny_] Non sei rimasto in contatto con nessuno?

source: [_penelope_] No... things ended... {i}poorly{/i} to say the least between us all.
it_it: [_penelope_] No... le cose sono finite... {i}male {/i} per dire il minimo tra tutti noi.

source: [_penelope_] ...it's not easy being second place.
it_it: [_penelope_] ... non è facile essere il secondo posto.

source: [_penelope_] You find yourself always chasing the spotlight... {i}any{/i} spotlight.
it_it: [_penelope_] Ti ritrovi sempre a inseguire i riflettori... {i}qualsiasi{/i}.

source: [_penelope_] I imagine you sort've know what that's like, right? Playing second fiddle to your alter ego most of the time?
it_it: [_penelope_] Immagino che tu abbia capito cosa è così, giusto? Giocare secondo gioco per il tuo alter ego la maggior parte del tempo?

source: [_penelope_] You shouldn't be wasting your time with girls that can't appreciate the real you. Just my advice.
it_it: [_penelope_] Non dovresti perdere tempo con le ragazze che non possono apprezzare il vero tu. Solo il mio consiglio.

source: [_danny_] ...t-thanks.
it_it: [_danny_] ...t-grazie.

source: [_penelope_] Don't mention it.
it_it: [_penelope_] Non citarlo.

source: [_danny_] ...did you see things during the war?
it_it: [_danny_] ...hai visto le cose durante la guerra?

source: [_penelope_] We {i}all{/i} saw things, Danny... if you're really that interested in the biggest world war in history, go look it up.
it_it: [_penelope_] Noi {i}tutti{/i} abbiamo visto le cose, Danny... se sei davvero interessato alla più grande guerra mondiale della storia, vai a guardarla.

source: [_penelope_] I'd really rather not talk about my time during that awful thing...
it_it: [_penelope_] Preferirei davvero non parlare del mio tempo durante quella cosa terribile...

source: [_danny_] Right... so, what happened after?
it_it: [_danny_] Destro... così, cosa è successo dopo?

source: [_penelope_] {i}*Sigh*{/i} It's like you said, I went home and continued working as a nurse in at a medical center for unwell patients.
it_it: [_penelope_] {i}*Sigh*{/i} È come hai detto, sono andato a casa e ho continuato a lavorare come infermiera in un centro medico per malessere pazienti.

source: [_danny_] That's good!
it_it: [_danny_] È buono!

source: [_penelope_] No... no it wasn't.
it_it: [_penelope_] No... non è stato.

source: [_penelope_] The truth is... {i}I never really cared about helping people after the war.{/i}
it_it: [_penelope_] La verità è... {i}Non mi sono mai preoccupato di aiutare le persone dopo la guerra.{/i}

source: [_danny_] ...but-
it_it: [_danny_] ...ma-

source: [_penelope_] I did it for money, and for my need of attention.
it_it: [_penelope_] L'ho fatto per soldi, e per il mio bisogno di attenzione.

source: [_penelope_] I'd have done anything for money and fame back then... anything to finally have a chance to say to my sister, "Look at me now! {i}I'm{/i} finally the big shot!"
it_it: [_penelope_] Avrei fatto qualcosa per soldi e fama allora. qualcosa per avere finalmente la possibilità di dire a mia sorella: "Guardami adesso! {i}Ho finalmente il grande colpo!"

source: [_penelope_] {i}Ha!{/i} What a joke...
it_it: [_penelope_] {i}Ha!{/i} Che battuta...

source: [_danny_] ...what did you do when you got there?
it_it: [_danny_] che cosa hai fatto quando sei arrivato?

source: [_penelope_] Well, I started out as a simple nurse, moving my way up the staffing ladder, throwing anyone who got in my way under the bus.
it_it: [_penelope_] Beh, ho iniziato come una semplice infermiera, muovendo verso l'alto la scala del personale, gettando qualcuno che mi ha preso la strada sotto l'autobus.

source: [_penelope_] Eventually I became Chief Nurse Officer... and pretty quickly the press took a liking to the "ex-actress turned head nurse" deal I had going on.
it_it: [_penelope_] Alla fine sono diventato Capo Infermiere... e abbastanza rapidamente la stampa ha preso una simpatia per l'"ex-attrice girato infermiera testa" affare che avevo in corso.

source: [_penelope_] I ate it up. Soaked up every minute of exposure I could possibly get for myself.{p}{nw}
it_it: [_penelope_] Ho mangiato su. Immerso ogni minuto di esposizione che potrei ottenere per me.{p}{nw}

source: [_extend_] I had arrived.
it_it: [_extend_] Ero arrivato.

source: [_danny_] Did you hear back from your sister?
it_it: [_danny_] Hai sentito di nuovo da tua sorella?

source: [_penelope_] ...no. Never.
it_it: [_penelope_] ... no. Mai.

source: [_penelope_] But my father reached out, once my sister had cast him out of her Hollywood lifestyle... then he came crawling back to me.
it_it: [_penelope_] Ma mio padre si avvicinò, una volta che mia sorella lo aveva cacciato fuori dal suo stile di vita di Hollywood... poi è venuto a strisciare di nuovo da me.

source: [_penelope_] He was frail and weak... looked terrible, starving and scared, I could tell.
it_it: [_penelope_] Era fragile e debole... sembrava terribile, affamato e spaventato, potevo raccontare.

source: [_penelope_] Must have been hitchhiking for at least a few days before he reached me.
it_it: [_penelope_] Deve essere stato autostop per almeno pochi giorni prima che mi abbia raggiunto.

source: [_penelope_] Then when he did... when he could finally reach the steps of that hospital wing, and he saw the woman his littlest girl had become...
it_it: [_penelope_] Poi quando ha fatto... quando riusciva finalmente a raggiungere i gradini di quella ala ospedaliera, e vide la donna la sua bambina più piccola era diventata...

source: [_penelope_] I slammed the door right in his old withered face... and it was the greatest feeling of my entire life!
it_it: [_penelope_] Ho sbattuto la porta proprio nella sua vecchia faccia appassita... ed è stata la sensazione più grande di tutta la mia vita!

source: [_danny_] Well... I guess revenge doesn't always leave an empty and hollow feeling in people after they've gotten it, right?
it_it: [_danny_] Bene... Immagino che la vendetta non lasci sempre una sensazione vuota e vuota nelle persone dopo averla ottenuta, giusto?

source: [_penelope_] ...he died a few days later.
it_it: [_penelope_] ...è morto qualche giorno dopo.

source: [_penelope_] Out there... cold on the street.
it_it: [_penelope_] Fuori lì... freddo per strada.

source: [_penelope_] I didn't even go to the funeral.
it_it: [_penelope_] Non sono nemmeno andato al funerale.

source: [_danny_] Too busy for your own father's funeral?
it_it: [_danny_] Troppo occupato per il funerale di tuo padre?

source: [_penelope_] No... not at all...
it_it: [_penelope_] No... non per niente...

source: [_extend_] ...what happened to you the night you went missing, Penelope?
it_it: [_extend_] ...cosa ti è successo la notte che sei andato scomparso, Penelope?

source: [_danny_] We're getting this all out into the open, and it's good. This just doesn't {i}feel{/i} like something you should keep bottled up...
it_it: [_danny_] Stiamo facendo tutto questo in apertura, ed è buono. Questo semplicemente non si sentono {i}{/i} come qualcosa che dovresti tenere in bottiglia...

source: [_penelope_] ...one of the most controversial medical practices of the mid twentieth century was called the "ice pick lobotomy," have you heard of it?
it_it: [_penelope_] ...una delle pratiche mediche più controverse della metà del Novecento è stata chiamata la "lobotomia di raccolta del ghiaccio", ne hai sentito parlare?

source: [_danny_] {i}Umm{/i}, not really?
it_it: [_danny_] {i}Umm{/i}, vero?

source: [_penelope_] It involved driving an ice pick through the thin bone of the eye socket, then manipulating it to damage the prefrontal lobes.
it_it: [_penelope_] Ha coinvolto la guida di un prelievo di ghiaccio attraverso l'osso sottile della presa oculare, quindi manipolandolo per danneggiare i lobi prefrontali.

source: [_penelope_] It was supposed to help with mental illnesses... but...
it_it: [_penelope_] Si doveva aiutare con le malattie mentali... ma...

source: [_danny_] It didn't work?
it_it: [_danny_] Non ha funzionato?

source: [_penelope_] Not unless you consider turning people into drooling husks a success.
it_it: [_penelope_] Non a meno che tu non consideri un successo trasformare le persone in bucce.

source: [_danny_] Geez... color me shocked that putting a piece of metal in your eye and wiggling your insides around didn't cure people's mental problems...
it_it: [_danny_] Geez... color me scioccato che mettere un pezzo di metallo nel tuo occhio e wiggling il tuo interno intorno non curare i problemi mentali della gente...

source: [_danny_] ...what does that have to do with you?
it_it: [_danny_] ...che cosa ha a che fare con lei?

source: [_penelope_] I... advocated for the procedure to be performed... rather liberally on our patients that we deemed... lost causes.
it_it: [_penelope_] I... sostenuto che la procedura da eseguire... piuttosto liberalmente sui nostri pazienti che abbiamo ritenuto... perso... cause.

source: [_penelope_] I was privately paid to endorse it, of course... I didn't believe the procedure was of any true worth for treatment, I simply...
it_it: [_penelope_] Sono stato pagato privatamente per avallarlo, naturalmente... non credevo che la procedura fosse di vero valore per il trattamento, semplicemente...

source: [_penelope_] ...I just took the money... and all the notoriety that came with it..
it_it: [_penelope_] ...Ho appena preso il denaro... e tutta la notorietà che è venuto con esso..

source: [_penelope_] ...I even assisted in some of the operations myself.
it_it: [_penelope_] ...Ho anche assistito io stesso in alcune delle operazioni.

source: [_danny_] ...but you knew it was wrong?{p}{nw}
it_it: [_danny_] ...ma sapevi che era sbagliato?{p}{nw}

source: [_extend_] Penelope, all those people...!
it_it: [_extend_] Penelope, tutte quelle persone...!

source: [_penelope_] ...yes...{p}{nw}
it_it: [_penelope_] ...sì...{p}{nw}

source: [_extend_] I knew it was wrong, even back then.{p}{nw}
it_it: [_extend_] Sapevo che era sbagliato, anche all'epoca.{p}{nw}

source: [_extend_] I was a good nurse, after all...
it_it: [_extend_] Ero una brava infermiera, dopotutto...

source: [_penelope_] When it came to light that my interest in the practice had been bought off... well naturally I was ruined...
it_it: [_penelope_] Quando è venuto alla luce che il mio interesse per la pratica era stato comperato... bene naturalmente sono stato rovinato...

source: [_penelope_] And then one night... the last night I was able to keep my job, in fact... having drank myself into a silly stupor... the door bell rang.
it_it: [_penelope_] E poi una notte... l'ultima notte sono stato in grado di mantenere il mio lavoro, in realtà. . avendo bevuto me stesso in uno stupore sciocco... la campana della porta rang.

source: [_penelope_] It was the father of a little boy... a patient I had known.{p}{nw}
it_it: [_penelope_] Era il padre di un ragazzino... un paziente che avevo conosciuto.{p}{nw}

source: [_extend_] Said he'd read in the papers when I told everyone that the ice pick would help cure people like his son...
it_it: [_extend_] Ha detto che avrebbe letto nei giornali quando ho detto a tutti che la scelta del ghiaccio avrebbe aiutato a curare persone come suo figlio...

source: [_penelope_] How he believed that if he just trusted his son to my care, that one day he'd be just like the other children in his class. That it might fix his broken family...
it_it: [_penelope_] Come credeva che se si fidava solo di suo figlio a me cura, che un giorno sarebbe proprio come gli altri figli della sua classe. Che possa riparare la sua famiglia rotta...

source: [_penelope_] ...it didn't.
it_it: [_penelope_] ...non lo ha fatto.

source: [_danny_] ...the man... he just... killed you?
it_it: [_danny_] ...l'uomo... solo... ti ha ucciso?

source: [_penelope_] You know... I don't know. Can't quite remember much of that, minus some hazy feeling.
it_it: [_penelope_] Lo sa... non lo so. Non riesco a ricordarne molto, meno qualche sensazione di confusione.

source: [_penelope_] Could have shot me dead right then and there, but I don't know how he would have moved me without leaving a mess...
it_it: [_penelope_] Avrebbe potuto spararmi subito e lì, ma non so come mi avrebbe mosso senza lasciare un casino...

source: [_penelope_] Whatever happened, he likely buried my body somewhere in the forested area nearby...
it_it: [_penelope_] Qualunque cosa accadesse, probabilmente seppellì il mio corpo da qualche parte nella zona forestale vicina...

source: [_penelope_] Next thing I know... and I don't know if it happened right away or not, but... I was there, in the Ghost Zone... as if I'd always been...
it_it: [_penelope_] La prossima cosa lo so... e non so se sia successo subito o no, mai. Ero lì, nella Zona Fantasma... come se fossi sempre stato...

source: [_penelope_] Look, let's just... not.
it_it: [_penelope_] Guarda, cerchiamo di solo... no.

source: [_penelope_] I don't want to hear anything about how I couldn't have known better, or that deep down, I'm really a "good" person.
it_it: [_penelope_] Non voglio sentire nulla di come non avrei potuto conoscere meglio, o che in profondità, sono davvero una persona "buona".

source: [_penelope_] Listen to me Danny.
it_it: [_penelope_] Mi ascolti Danny.

source: [_penelope_] You CANNOT possibly "save" everyone.{p}{nw}
it_it: [_penelope_] NON POSSONO "salvare" tutti.{p}{nw}

source: [_extend_] Not everyone has a redeeming arc. Some people?
it_it: [_extend_] Non tutti hanno un arco redentore. Alcune persone?

source: [_penelope_] ...they were simply made to bring a little misery and sorrow to the world. Cause it's gotta come from somewhere...
it_it: [_penelope_] ...sono stati semplicemente fatti per portare una piccola miseria e dolore al mondo. Causa è venuto da qualche parte...

source: [_danny_] Penelope, I don't think-{p}{nw}
it_it: [_danny_] Penelope, non credo -{p}{nw}

source: [_extend_] I mean... there's got to be something said for you even feeling anything for what you-
it_it: [_extend_] Intendo dire... ci deve essere qualcosa detto per voi anche sentire qualcosa per quello che voi-

source: [_penelope_] I lived my life, and I made my choices, yes. Not all of it good, that much should be obvious to us both by now.
it_it: [_penelope_] Ho vissuto la mia vita e ho fatto le mie scelte, sì. Non tutto è buono, che molto dovrebbe essere chiaro a noi entrambi ormai.

source: [_penelope_] The problem is, Danny... there's nothing you or I can do to change any of that.
it_it: [_penelope_] Il problema è, Danny... non c'è niente che tu o io possiamo fare per cambiare qualsiasi cosa.

source: [_penelope_] Some of us... we're just born {i}cold{/i}, Danny...{p}{nw}
it_it: [_penelope_] Alcuni di noi... siamo appena nati {i}freddo{/i}, Danny...{p}{nw}

source: [_extend_] ...cold... and angry.
it_it: [_extend_] ...freddo... e arrabbiato.

source: [_penelope_] So very, {i}very{/i} angry.
it_it: [_penelope_] Così molto, {i}molto{/i} arrabbiato.

source: [_danny_] ...but... what about now?
it_it: [_danny_] ...ma... che dire adesso?

source: [_penelope_] What do you mean?
it_it: [_penelope_] Cosa vuoi dire?

source: [_danny_] I mean... okay, your time as a human has passed. That's done, and it clearly didn't work out the way you probably wanted.
it_it: [_danny_] Voglio dire... ok, il tuo tempo di essere umano è passato. È stato fatto, e chiaramente non ha funzionato come probabilmente volevi.

source: [_danny_] But you can still choose to be a good person {i}now.{/i}
it_it: [_danny_] Ma puoi ancora scegliere di essere una buona persona {i}adesso.{/i}

source: [_penelope_] {i}Heh{/i}... Danny, that's just... that's not how it-
it_it: [_penelope_] {i}Heh{/i}... Danny, è solo... non è così-

source: [_danny_] Says who? And why? Have you ever tried? Have you ever {i}tried{/i} being anything other than power hungry and just gave an effort to being good?
it_it: [_danny_] Dice chi? E perché? Hai mai provato? Hai mai provato {i}{/i} ad essere qualcosa di diverso dal potere affamato e hai appena fatto uno sforzo per essere buono?

source: [_danny_] No! You regret what happened in your life, it's obvious!
it_it: [_danny_] No! Ti rammarichi di ciò che è successo nella tua vita, è ovvio!

source: [_danny_] I know that deep down in you, there's a person who is tired of always feeling like she's nothing but trouble and pain for others! You're not!
it_it: [_danny_] Lo so che in te è profondo, c'è una persona che è stanca di sentirsi sempre come lei non è altro che problemi e dolore per gli altri! Non sei!

source: [_danny_] You don't {i}have{/i} to be that way!
it_it: [_danny_] Non hai {i}{/i} per essere così!

source: [_penelope_] ...you really don't give up, do you?
it_it: [_penelope_] ... non ti arrenderai, vero?

source: [_danny_] ...there's still time to change, Penelope. There's always time...
it_it: [_danny_] ...c'è ancora tempo per cambiare, Penelope. C'è sempre tempo...

source: [_penelope_] From what I've seen... change is a luxury afforded only to the living... as ghosts, we're prisoners of our own private hells.
it_it: [_penelope_] Da quello che ho visto... il cambiamento è un lusso offerto solo ai viventi... come fantasmi, siamo prigionieri dei nostri inferni privati.

source: [_danny_] That's not true! Look at Ember and Desiree!
it_it: [_danny_] Non è vero! Guarda l'Ember e il Desiderio!

source: [_danny_] There's so much more to them than what happened to them when they were alive!
it_it: [_danny_] C'è molto di più per loro di quello che è successo loro quando erano vivi!

source: [_danny_] And there's so much more to you, I know it!
it_it: [_danny_] E c'è molto di più per voi, lo so!

source: [_danny_] You don't have to be defined by what happened, you can choose to be a better person {i}now!{/i}
it_it: [_danny_] Non devi essere definito da ciò che è accaduto, puoi scegliere di essere una persona migliore {i}ora!{/i}

source: [_extend_] ...I'm sorry Danny.
it_it: [_extend_] ... mi dispiace Danny.

source: [_penelope_] ...but this is just one angry ghost you're going to have to move on from...
it_it: [_penelope_] ...ma questo è solo un fantasma arrabbiato che dovrai andare avanti da...

source: [_penelope_] I... I actually believe you'll do more good focusing your efforts on someone more... deserving.
it_it: [_penelope_] Io... In realtà credo che farai più bene concentrando i tuoi sforzi su qualcuno di più... meritevole.

source: [_penelope_] ...oh... what the hell.
it_it: [_penelope_] ...oh... quello che l'inferno.

source: [_danny_] Yeah?
it_it: [_danny_] Sì?

source: [_penelope_] That's just... I wanted to say...
it_it: [_penelope_] Questo è solo... Volevo dire...

source: [_penelope_] Thank you. For at least trying.{p}{nw}
it_it: [_penelope_] Grazie. Per almeno provare.{p}{nw}
