Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Danny... Jazz here recently came to me with a problem. Something she felt that she had to get off her chest.
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Danny... Jazz qui di recente è venuto da me con un problema. Qualcosa ha sentito che doveva scendere dal petto.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] She felt that you, her brother, were not being completely being honest with her about your {b}personal life{/b} lately...
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] Lei sentiva che tu, suo fratello, non era completamente onesto con lei circa la tua {b}vita personale {/b} ultimamente...

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Jazz? What the heck, why?!
it_it: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Jazz? Che heck, perché?!

source: [_jazz_s_towards_wide_s_angry_s_talk_displeased_] Danny, you don't need to react like this!
it_it: [_jazz_s_towards_wide_s_angry_s_talk_displeased_] Danny, non c'è bisogno di reagire così!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Well why are you so worried about my own busine-
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Beh, perché sei così preoccupato per il mio busine-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ah, ah!{/i} Let's put a pin in that.
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ah, ah!{/i} Mettiamo un pin in questo.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Now, before we get started, can I have Bertrand get either of you anything?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Ora, prima di iniziare, posso avere Bertrand uno di voi qualunque cosa?

source: [_danny_s_towards_s_rise_s_talk_distraught_] Bertrand? Who's Ber-?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Bertrand? Chi è Ber-?

source: [_bertrand_s_arms_down_s_towards_s_talk_] Right here, boyo.
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] Proprio qui, boyo.

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Bertrand is my personal assistant, and he's helping me settle into the Casper High faculty here!
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Bertrand è il mio assistente personale, e mi sta aiutando a stabilirmi nella facoltà Casper High qui!

source: [_jazz_s_standard_s_towards_s_rise_s_talk_consternation_] W-where did you come from?
it_it: [_jazz_s_standard_s_towards_s_rise_s_talk_consternation_] Da dove sei venuto?

source: [_bertrand_s_arms_up_s_towards_s_talk_] I've been here this whole time, sister.
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] Sono stato qui per tutto il tempo, sorella.

source: [_jazz_s_towards_s_neutral_s_talk_consternation_] But I didn't see...?
it_it: [_jazz_s_towards_s_neutral_s_talk_consternation_] Ma non ho visto...?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Poor Bertrand here tends to blend into the background rather easily I'm afraid. It's quite the gift, isn't that right Bertrand?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Il povero Bertrand qui tende a fondersi in sottofondo piuttosto facilmente ho paura. È proprio il dono, non è quello giusto Bertrand?

source: [_bertrand_s_arms_down_s_towards_s_talk_] ...sure, I suppose so.
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] ... sicuro, suppongo così.

source: [_bertrand_s_arms_up_s_towards_s_talk_] I took the liberty of making {i}two{/i} cups of chamomile tea already, so... enjoy, I suppose.
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] Mi sono preso la libertà di fare {i}due{/i} tazze di tè di camomilla già, così... godere, suppongo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, thanks and all, but do you actually have some coffee or anything?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, grazie e tutti, ma hai un po' di caffè o qualcosa?

source: [_bertrand_s_arms_down_s_glare_s_talk_] ...no.
it_it: [_bertrand_s_arms_down_s_glare_s_talk_] ...n.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Oh. Well. thought I'd ask.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Oh. Beh, pensava che avrei chiesto.

source: [_bertrand_s_arms_up_s_towards_s_talk_] I {i}suppose{/i} I could be inclined to put on a fresh pot, if Miss Spectra was interested in something like tha-
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] Ho {i}suppose{/i} Potrei essere incline a mettere su un piatto fresco, se Miss Spectra fosse interessato a qualcosa di simile tha-

source: [_penelope_s_towards_s_neutral_s_talk_displeased_] No, Bertrand, that's not necessary, thank you.
it_it: [_penelope_s_towards_s_neutral_s_talk_displeased_] No, Bertrand, non è necessario, grazie.

source: [_bertrand_s_arms_down_s_towards_s_talk_] ...of course.
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] ... ovviamente.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Now, let's get back to things. I think we can get to the root of some of your issues working together like this!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Ora torniamo alle cose. Penso che possiamo arrivare alla radice di alcuni dei tuoi problemi che lavorano insieme come questo!

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Now Jasmine, would you like to begin explaining to Danny what the issue is you're having with his recent behavior?
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_displeased_] Ora Jasmine, vorresti iniziare a spiegare a Danny qual è il problema che stai avendo con il suo comportamento recente?

source: [_jazz_s_standard_arms_behind_s_down_s_rise_s_talk_consternation_] Well... I just feel like it sorta comes down to having more trust.
it_it: [_jazz_s_standard_arms_behind_s_down_s_rise_s_talk_consternation_] Bene... Mi sento proprio come se si trattasse di avere più fiducia.

source: [_penelope_s_towards_s_confused_s_talk_displeased_] You don't think you can trust Danny, is that it?
it_it: [_penelope_s_towards_s_confused_s_talk_displeased_] Non pensi che tu possa fidarti di Danny, vero?

source: [_jazz_s_standard_s_away_s_rise_s_talk_distraught_] N-no! That's not it, I {i}do{/i} trust him!
it_it: [_jazz_s_standard_s_away_s_rise_s_talk_distraught_] N-no! Non è così, io {i}fare{/i} fidarsi di lui!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Just not enough to talk to me directly about this without going to some school councilor first?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Semplicemente non basta parlarmi direttamente di questo senza andare prima a qualche consigliere scolastico?

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, would you even bother talking to me about... whatever it potentially is anyway?
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, ti preoccuperesti anche di parlare con me... qualunque cosa sia potenzialmente comunque?

source: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_] ...or just brush it off and try to ignore it like you usually do?
it_it: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_] ...o basta spazzolare via e cercare di ignorarlo come di solito fare?

source: [_danny_s_towards_wide_s_idle_s_talk_distraught_] I don't... n-no, I wouldn't do that, necessarily!{p}{nw}
it_it: [_danny_s_towards_wide_s_idle_s_talk_distraught_] Non lo fare... n-no, non lo farei necessariamente!{p}{nw}

source: [_extend_] I've just been... more stressed as of late!
it_it: [_extend_] Sono appena stato... più stressato fino a tardi!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Of course you are! I've seen how you've been acting different recently, doofus!
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] Certo! Ho visto come ti sei comportata in modo diverso di recente, doofus!

source: [_jazz_s_standard_arms_crossed_s_towards_s_angry_s_talk_distraught_] I'm not blind ya know! But you won't tell me about what! I don't know why-
it_it: [_jazz_s_standard_arms_crossed_s_towards_s_angry_s_talk_distraught_] Non sono cieco sa! Ma non mi dirai cosa! Non so perché-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_distraught_] Now now, Jazz, we don't just want to brazenly lash out at our family and friends like this!
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_distraught_] Ora Jazz, non vogliamo solo sfacciatamente uscire alla nostra famiglia e agli amici come questo!

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_displeased_] I think, to get to the root of this problem, we have to do a little look back, and see where things might have changed.
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_displeased_] Penso di arrivare alla radice di questo problema, dobbiamo fare un piccolo sguardo indietro, e vedere dove le cose potrebbero essere cambiate.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] As siblings, were you two closer than you are now when you were both younger?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Come fratelli, eravate due più vicini di voi ora quando eravate entrambi più giovani?

source: [_danny_s_down_s_sad_s_talk_displeased_] ...yeah.
it_it: [_danny_s_down_s_sad_s_talk_displeased_] ...sì.

source: [_penelope_s_towards_s_rise_s_talk_happy_] Now what might have gone wrong along the way then, I wonder?
it_it: [_penelope_s_towards_s_rise_s_talk_happy_] Ora che cosa potrebbe essere andato storto lungo la strada allora, mi chiedo?

source: [_penelope_s_arms_up_s_towards2_s_neutral_s_talk_displeased_] Social pressures, lifestyle differences between each other, the simple passage of time...
it_it: [_penelope_s_arms_up_s_towards2_s_neutral_s_talk_displeased_] Pressioni sociali, differenze di stile di vita tra loro, il semplice passaggio del tempo...

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_happy_] I think, the best thing for both of you is that you learn to reestablish trust in each other!
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_happy_] Penso che la cosa migliore per entrambi voi sia che impariate a ristabilire la fiducia reciproca!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It might help with the stress you've been experiencing Danny to feel you can have someone you're comfortable opening up to!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Potrebbe aiutare con lo stress che hai sperimentato Danny a sentire che puoi avere qualcuno che ti trovi a tuo agio ad aprirti!

source: [_jazz_s_standard_arms_crossed_s_away_s_rise_s_talk_displeased_] So, what do you propose we do?
it_it: [_jazz_s_standard_arms_crossed_s_away_s_rise_s_talk_displeased_] Allora, cosa proponete che facciamo?

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well clearly, I think the two of you should be spending a little more time together!
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Beh, chiaramente, penso che i due di voi dovrebbero trascorrere un po' più di tempo insieme!

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Go see a movie, grab a meal together!
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Vai a vedere un film, prendi un pasto insieme!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Say! Isn't there just the neatest little Mall in town with all that stuff there? You should go! Have a blast!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Dì! Non c'è solo il più pulito piccolo centro commerciale in città con tutte quelle cose lì? Dovresti andare! Hai un colpo d'occhio!

source: [_jazz_s_away_s_rise_s_talk_consternation_] ...{i}uhh{/i}... dinner and a movie? Really?
it_it: [_jazz_s_away_s_rise_s_talk_consternation_] ...{i}uhh{/i}... cena e film? Davvero?

source: [_danny_s_towards_s_rise_s_talk_displeased_] That sounds kinda... like a "date", and given that we're-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Che suona gentile... come una "data", e dato che 're-

source: [_penelope_s_towards_s_confused_s_talk_displeased_] Oh nonsense! What, siblings can't take the time to simply spend some quality time together?
it_it: [_penelope_s_towards_s_confused_s_talk_displeased_] Oh sciocchezze! Che cosa, i fratelli non possono prendere il tempo per trascorrere semplicemente del tempo di qualità insieme?

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] And another idea! I firmly believe you two need to find each other gifts!
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] E un'altra idea! Credo fermamente che voi due abbiate bisogno di trovare gli uni gli altri doni!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Gifts?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Regala?

source: [_penelope_s_towards_s_wondering_s_talk_happy_] Yes, just like a present! You should think of getting each other something really meaningful!
it_it: [_penelope_s_towards_s_wondering_s_talk_happy_] Sì, proprio come un regalo! Dovresti pensare di ottenere a vicenda qualcosa di davvero significativo!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It will be great to have you two thinking of one another's feelings in a more... hands on manner!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Sarà bello avere due pensando i sentimenti gli uni degli altri in un più... mani in mano!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Again, sorry, but this is still starting to sound more like... well... a date.
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Ancora una volta, mi dispiace, ma questo sta ancora cominciando a suonare più come... bene... una data.

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] And what's the issue? There's nothing wrong with some little platonic dates amongst family, you know!
it_it: [_penelope_s_arms_up_s_towards_s_confused_s_talk_distraught_] E qual è il problema? Non c'è niente di sbagliato con alcune piccole date platoniche in famiglia, sa!

source: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_happy_] Come on Danny, maybe she's right?
it_it: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_happy_] Vieni su Danny, forse ha ragione?

source: [_jazz_s_towards_s_sad_s_talk_happy_] I mean, we haven't had that much time together lately and... if there's something that we can both work on together...
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] Voglio dire, non abbiamo avuto così tanto tempo insieme ultimamente e... se c'è qualcosa su cui entrambi possiamo lavorare insieme...

source: [_jazz_s_towards_s_sad_s_talk_displeased_] I'd really like to give it a try. For us.
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] Mi piacerebbe davvero provarlo. Per noi.

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay... I guess if that's what you want, then... then I'll definitely try.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Okay... Immagino che se è quello che vuoi, allora... allora cercherò sicuramente.

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Oh now {i}that's{/i} the spirit!!
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Oh ora {i}che's{/i} lo spirito!!

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_happy_] Now go on out there and have yourself a heck of a time!
it_it: [_penelope_s_arms_down_s_towards_s_angry_s_talk_happy_] Ora vai là fuori e hai un diavolo di un tempo!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Feel free to just go all out and really show your vulnerable side!!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Sentitevi liberi di andare tutto fuori e mostrare davvero il vostro lato vulnerabile!!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well, {i}uhhh{/i}, I guess if that's it, then...
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Beh, {i}uhhh{/i}, credo che se è così, allora...

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Oh yes, of course, you're free to go now!
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Oh sì, naturalmente, sei libero di andare ora!

source: [_danny_s_towards_s_idle_s_talk_happy_] Great.
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Grande.

source: [_jazz_s_away_s_idle_s_talk_happy_] Thanks again for taking the time for us Miss Spectra.
it_it: [_jazz_s_away_s_idle_s_talk_happy_] Grazie ancora per aver preso il tempo per noi Miss Spectra.

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] My Pleasure dear!!
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] Mio Piacere caro!!

source: [_bertrand_s_arms_down_s_towards_s_talk_] Yes, Miss Spectra.
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] Sì, Miss Spectra.

source: [_penelope_s_towards2_s_neutral_s_talk_displeased_] Make sure to keep track of them. I want you to report back to me on what happens.
it_it: [_penelope_s_towards2_s_neutral_s_talk_displeased_] Assicurati di tenerne traccia. Voglio che tu mi riferisca su ciò che accade.

source: [_bertrand_s_arms_down_s_towards_s_talk_] Of course ma'am. If say, things do not immediately progress the way we had planned, should I perhaps-
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] Naturalmente ma'am. Se dire, le cose non progrediscono immediatamente come avevamo pianificato, dovrei forse-

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_happy_] If the opportunity arises, then yes, feel free to give them a little "encouragement" to open themselves up to each other...
it_it: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_happy_] Se sorge l'occasione, allora sì, sentitevi liberi di dare loro un po' di "incoraggiamento" ad aprirsi gli uni agli altri...

source: [_bertrand_s_arms_up_s_towards_s_talk_] You can count on me, ma'am...
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] Puoi contare su di me, ma'am...

source: [_danny_s_down_s_neutral_s_talk_displeased_] I can't believe we actually got talked into doing this.
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Non posso credere che in realtà abbiamo parlato in questo modo.

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Would you relax? Hanging out with your sister is really the worst thing on the planet?
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Ti rilasseresti? Uscire con tua sorella è davvero la cosa peggiore del pianeta?

source: [_danny_s_towards_s_sad_s_talk_displeased_] N-no, I mean...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] N-no, Voglio dire...

source: [_jazz_s_down_s_sad_s_talk_consternation_] ...well that's what you're acting like...
it_it: [_jazz_s_down_s_sad_s_talk_consternation_] ...è quello che ti stai comportando...

source: [_extend_] Look, I'm sorry, you're right. I'll at least try... trying.
it_it: [_extend_] Guarda, mi dispiace, hai ragione. Cercherò almeno... provando.

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Okay, well... what do you want to do first?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Va bene, bene... cosa vuoi fare per primo?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Well, Miss Spectra suggested we should go see a movie first, didn't she?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Beh, Miss Spectra ha suggerito che dovremmo andare a vedere un film prima, vero?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}U-uhh{/i}, yeah I think so...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}U-uhh{/i}, sì...

source: [_jazz_s_towards_s_rise_s_talk_happy_] Come on then, there's bound to be at least one movie we both want to watch...
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Avanti, allora, c'è destinato ad essere almeno un film che entrambi vogliamo guardare...

source: [_jazz_s_towards_s_angry_s_talk_displeased_] Yeesh, really? All these movies look terrible!
it_it: [_jazz_s_towards_s_angry_s_talk_displeased_] Sì, davvero? Tutti questi film sembrano terribili!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Most movies kinda bite butt these days.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] La maggior parte dei film ha morso il culo in questi giorni.

source: [_jazz_s_towards_s_sad_s_talk_consternation_] Apparently...
it_it: [_jazz_s_towards_s_sad_s_talk_consternation_] Apparentemente...

source: [_danny_s_towards_s_rise_s_talk_happy_] Hey, what about {i}that{/i} one?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Ehi, che dire di {i}quello{/i} uno?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] What?{p}{nw}
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Cosa?{p}{nw}

source: [_extend_] "The Haunting of Black Tower 3: The Ghost's Revenge..."
it_it: [_extend_] "L'infestazione della Torre Nera 3: La vendetta del Fantasio..."

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...what?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...cosa?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] That sounds so lame.
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Suona così zoppo.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'm sure it will be, but that also makes it kinda funny to go see, no?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sono sicuro che sarà, ma anche questo rende divertente andare a vedere, no?

source: [_jazz_s_towards_s_angry_s_talk_consternation_] But I haven't even seen "Black Tower" 1 or 2!!
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Ma non ho nemmeno visto "Black Tower" 1 o 2!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz, c'mon, it's at least something to pass the time!
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz, c'mon, è almeno qualcosa per passare il tempo!

source: [_extend_] We're supposed to be bonding and you're dragging me into what looks like a total CGI schlock-fest, dude.
it_it: [_extend_] Dovremmo legare e mi stai trascinando in quello che sembra un totale CGI schlock-fest, dude.

source: [_danny_s_towards_s_rise_s_talk_amused_] I can't think of anything more likely to bring us together!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Non riesco a pensare a niente di più in grado di portarci insieme!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Tsch{/i}, we'll see...
it_it: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Tsch{/i}, vedremo...

source: [_danny_s_towards_s_idle_s_talk_happy_] Two tickets to see "Black Tower 3", please.
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Due biglietti per vedere "Black Tower 3", per favore.

source: Employee A? [special_delimiter] Of course sir, enjoy the movie...
it_it: Dipendente A? [special_delimiter] Naturalmente signore, godetevi il film...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...say, do I know you from somewhere?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...dici, ti conosco da qualche parte?

source: Employee A? [special_delimiter] {i}Uhm{/i}, you know, I wouldn't think so. But I get around, so it's possible I suppose.
it_it: Dipendente A? [special_delimiter] {i}Uhm{/i}, sai, non penserei così. Ma mi muovo, quindi è possibile supporre.

source: Employee A? [special_delimiter] I do have a sort of distinctive face, at least I've been told.
it_it: Dipendente A? [special_delimiter] Ho una sorta di volto distintivo, almeno mi è stato detto.

source: Employee A? [special_delimiter] Are you into aerobic exercise by chance? I attend a class every Tuesday. Great workout!
it_it: Dipendente A? [special_delimiter] Sei in esercizio aerobico per caso? Partecipo a una lezione ogni martedì. Ottimo allenamento!

source: [_danny_s_towards_s_idle_s_talk_displeased_] ...nah, you know what, I must have been thinking of someone else.
it_it: [_danny_s_towards_s_idle_s_talk_displeased_] ...nah, tu sai cosa, devo aver pensato a qualcun altro.
