Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_spectra_] Just because you two creeps have lost your minds to this little short pervert's sick fantasy camp! Doesn't mean I have to!!
it_it: [_spectra_] Solo perché due striscianti hanno perso la mente per questo piccolo campo di fantasia malato perverte! Non significa che devo fare!!

source: [_ember_] ...{i}yeeeaah{/i}, she's not coming back 'til she can learn to behave herself.
it_it: [_ember_] ...{i}yeeaah{/i}, non sta tornando finché può imparare a comportarsi da sola.

source: [_danny_] What?! N-no, I can't just have her wandering around the house like this!
it_it: [_danny_] Cosa?! N-no, non posso avere la sua passeggiata intorno alla casa così!

source: [_spectra_] {i}Hah!!{/i} Fine by me! That's one step closer to getting evicted permanently from this little shiny fleshlight prison!
it_it: [_spectra_] {i}Hah!!{/i} Bene da me! Questo è un passo più vicino per essere sfrattato definitivamente da questa piccola prigione lucida di carne!

source: [_danny_] Girls, c'mon, you can't do this, not when she's just getting started to being rehabilitated!
it_it: [_danny_] Ragazze, c'mon, non puoi farlo, non quando sta appena iniziando a essere riabilitata!

source: [_desiree_] I'm most sorry, master, but this is your crusade to rectify her behavior, not ours...
it_it: [_desiree_] Mi dispiace, maestro, ma questa è la tua crociata per correggere il suo comportamento, non il nostro...

source: [_ember_] And the least we can ask for is some goddamn common courtesy during the night when we're trying to sleep!
it_it: [_ember_] E il minimo che possiamo chiedere è una cortesia comune di Dio durante la notte quando stiamo cercando di dormire!

source: [_desiree_] Now please, excuse our departure, but... we'll be getting some much needed rest for awhile...
it_it: [_desiree_] Ora per favore, scusa la nostra partenza, ma... per un po' avremo bisogno di riposo...

source: [_ember_] Later. Have fun with this bitch, Danny.
it_it: [_ember_] Più tardi. Divertiti con questa cagna, Danny.

source: [_danny_] Girls?! GIRLS!!
it_it: [_danny_] Ragazze?! GIRLS!!

source: [_spectra_s_talk_happy3_] Well, well, having some lady troubles, are we now? Seems you can't even keep your little pathetic harem girls in line, it seems!
it_it: [_spectra_s_talk_happy3_] Beh, avendo qualche lady guai, siamo ora? Sembra che non riesci nemmeno a mantenere le tue piccole ragazze harem patetiche in linea, sembra!

source: [_danny_] T-they're not my-
it_it: [_danny_] T-non sono mio-

source: [_extend_] Who do you think you're talking to right now? I'm a licensed psychologist.
it_it: [_extend_] Chi pensi che stai parlando adesso? Sono uno psicologo autorizzato.

source: [_danny_] ...w-well, it's... it's just... it's a bit more complicated than that!
it_it: [_danny_] ...w-well, è... è solo... è un po' più complicato!

source: [_spectra_] Y'know, I'll at least say I'm certainly impressed with you more than I was before!
it_it: [_spectra_] Sai, almeno direi che sono sicuramente impressionato con te più di quanto non fossi prima!

source: [_spectra_] I'm amazed a total failure like yourself could force even one girl into complete duressed submission and servitude!
it_it: [_spectra_] Sono stupito che un fallimento totale come te possa costringere anche una ragazza a sottomissione e servitù durature complete!

source: [_danny_] A total failure like me ended up capturing you, didn't he?
it_it: [_danny_] Un fallimento totale come me finì per catturarti, vero?

source: [_spectra_] {i}Ehhhh{/i}, sure, with a little help from his ghost slaves, but you might just call that semantics I'm sure...
it_it: [_spectra_] {i}Ehhhh{/i}, sicuro, con un piccolo aiuto dai suoi schiavi fantasma, ma potresti solo chiamare quella semantica sono sicuro...

source: [_danny_] Well... the girls won't let you back into the thermos just yet, so...
it_it: [_danny_] Bene... le ragazze non ti lasceranno indietro nei termos solo ancora, così...

source: [_danny_] ...how about we burn some time and... go for a coffee or something?
it_it: [_danny_] ...che ne dici di bruciare un po' di tempo e... andare per un caffè o qualcosa?

source: [_spectra_] ...a coffee.
it_it: [_spectra_] ...un caffè.

source: [_danny_] Yeah, usually I just find something personal to do with the, {i}uh{/i}, the new "recruits" I have in the Fenton Thermos, so a coffee would-
it_it: [_danny_] Sì, di solito trovo qualcosa di personale a che fare con il, {i}uh{/i}, le nuove "recruits" che ho nel Fenton Thermos, quindi un caffè farebbe

source: [_spectra_] No, no, as I said, just send me back to the Ghost Zone.
it_it: [_spectra_] No, no, come ho detto, basta rimandarmi alla Zona Fantasma .

source: [_danny_] W-what? Really? You're not even going to try to work this out with me?
it_it: [_danny_] Che cosa? Davvero? Non proverai nemmeno a lavorare con me?

source: [_spectra_] And why would I? What might I possibly gain from letting you try your best to "reform" me like some sort of flea-ridden puppy?!
it_it: [_spectra_] E perché potrei io? Che cosa potrei guadagnare dal farti fare del tuo meglio per "riformare" me come una sorta di cucciolo a pulcia?!

source: [_spectra_] I am who I am, plain and simple. There's no changing that, and you're kidding yourself if you really think you can truly change those other two...
it_it: [_spectra_] Io sono quello che sono, semplice e semplice. Non c'è cambiamento che, e si sta scherzando se davvero pensate che si può veramente cambiare quelli...

source: [_danny_] Y'know, I think I preferred your simple outlook on hedonism and self expression over this emo drama and self pity behavior.
it_it: [_danny_] Si, penso di aver preferito la tua semplice prospettiva sull'edonismo e l'espressione di sé su questo dramma emo e comportamento di autocompiacimento.

source: [_spectra_] Happy to disappoint.
it_it: [_spectra_] Felice di deludere.

source: [_danny_] ...well, like I said, I think it's at least worth an attempt, and if not... hey, free coffee, right?
it_it: [_danny_] ...beh, come ho detto, penso che valga almeno la pena un tentativo, e se no... hey, caffè gratuito, giusto?

source: [_penelope_] {i}*Sigh*{/i} Fine, sure, let's get this over with then.
it_it: [_penelope_] {i}*Sigh*{/i} Fine, certo, facciamo tutto questo con allora.

source: [_penelope_] But as I've said, this is going to be a complete waste of time and effort.
it_it: [_penelope_] Ma come ho detto, questa sarà una completa perdita di tempo e di sforzo.

source: [_penelope_] Sorta like when you choose to breathe in and out every day.
it_it: [_penelope_] Sorta come quando si sceglie di respirare e uscire ogni giorno.

source: [_danny_] I'm pretty certain I heard that one from Des already.
it_it: [_danny_] Sono abbastanza sicuro che ho sentito quello di Des già.

source: [_penelope_] ...and why am I not surprised...?
it_it: [_penelope_] ...e perché non sono sorpreso...?

source: [_danny_] Also, you {i}uhhh{/i}, you might want to change into something more...
it_it: [_danny_] Inoltre, {i}uhhh{/i}, potresti voler cambiare qualcosa di più...

source: [_penelope_] What? Oh c'mon, are you kidding me? What's wrong with this?
it_it: [_penelope_] Cosa? Oh c'mon, mi stai scherzando? Cosa c'è di sbagliato in questo?

source: [_danny_] Well, it's a mall we're going to, not a realtor's office...
it_it: [_danny_] Beh, è un centro commerciale che stiamo per fare, non un ufficio di un agente immobiliare...

source: [_danny_] People might raise some questions if they see a student walking around with some sort of older...
it_it: [_danny_] La gente potrebbe sollevare alcune domande se vedono uno studente che cammina in giro con una sorta di vecchio...

source: [_penelope_] OLDER WHAT?!
it_it: [_penelope_] Vecchio Cosa?!

source: [_danny_] Nothing bad! Just, y'know, I'm trying to say... more casual wear might be better.
it_it: [_danny_] Niente di male! Giusto, sì, sto cercando di dire... più abbigliamento casual potrebbe essere migliore.

source: [_penelope_] Fine. Better?
it_it: [_penelope_] Bene. Ottimo?

source: [_danny_] You know what, yeah, that's perfect.
it_it: [_danny_] Sai cosa, sì, è perfetto.

source: [_penelope_] Marvelous. Then let's go already, I'm sick of looking at your short, pimply face by, so at least a change of scenery might help.
it_it: [_penelope_] Meraviglioso. Poi andiamo già, sono stufo di guardare il tuo breve viso pintillio, quindi almeno un cambiamento di scenario potrebbe aiutare.

source: [_danny_] (Oh boy, I've got my work cut out for me with this one, don't I?)
it_it: [_danny_] (Oh ragazzo, ho il mio lavoro ritagliato per me con questo, non io?)

source: [_penelope_] Well, you dragged me here, what now?
it_it: [_penelope_] Beh, mi hai trascinato qui, che ora?

source: [_danny_] Like I said, there's a small place in the food court we can get some-
it_it: [_danny_] Come ho detto, c'è un piccolo posto nella corte del cibo che possiamo ottenere un po '-

source: [_danny_] Oh no, not now!
it_it: [_danny_] Oh no, non adesso!

source: [_paulina_] Oh Danny! Perfect, just who we were looking for!
it_it: [_paulina_] Oh Danny! Perfetto, proprio chi stavamo cercando!

source: [_star_s_talk_frown_s_confused_] Have you talked to Billy recently?
it_it: [_star_s_talk_frown_s_confused_] Hai parlato con Billy di recente?

source: [_paulina_s_talk_frown_s_confused_] ...wait. Who's {i}this?{/i}
it_it: [_paulina_s_talk_frown_s_confused_] ...wait. Chi è {i}questo?{/i}

source: [_star_s_talk_frown_s_rise_one_] Gee, you look familiar...
it_it: [_star_s_talk_frown_s_rise_one_] Gee, sembri familiare...

source: [_penelope_] Oh, you girls say you're looking for that kid Bill, right? As in, "Inviso-Bill?"
it_it: [_penelope_] Oh, le ragazze dicono che stai cercando quel bambino Bill, giusto? Come in, "Inviso-Bill?"

source: [_star_s_talk_frown_s_rise_one_] {i}Pfft{/i}, wow, I'm surprised that like, an old lady like yourself is even aware of who he is!
it_it: [_star_s_talk_frown_s_rise_one_] {i}Pfft{/i}, wow, sono sorpreso che una vecchia signora come te sia persino consapevole di chi è!

source: [_penelope_] {i}WELL!{/i} You'd definitely surprised as to how {i}much{/i} I happen to know about him, yes! In fact...!
it_it: [_penelope_] {i}BENE!{/i} Avresti sicuramente sorpreso di come {i}molto{/i} mi sia capitato di sapere su di lui, sì! In realtà...!

source: [_danny_] Wait, please, don't-!
it_it: [_danny_] Aspetta, per favore, no't-!

source: [_penelope_] What if I were to say to you girls... that you were looking at Bill.{p}{nw}
it_it: [_penelope_] Che cosa succede se dovessi dirti ragazze... che stavi guardando Bill.{p}{nw}

source: [_extend_] Right.{p}{nw}
it_it: [_extend_] Destra.{p}{nw}

source: [_extend_] Now...?
it_it: [_extend_] Ora...?

source: [_star_] Wait, what? Where?!
it_it: [_star_] Aspetta, cosa? Dove?!

source: [_paulina_] Yeah, what do you mean, I don't see him.
it_it: [_paulina_] Sì, cosa intendi, io non lo vedo.

source: [_extend_] Use your eyes!
it_it: [_extend_] Usa i tuoi occhi!

source: [_penelope_] ...it's Danny Fenton, you idiots!
it_it: [_penelope_] ...è Danny Fenton, sei idiota!

source: [_paulina_] That's a good one, how silly though.
it_it: [_paulina_] Quella è buona, quanto sciocca.

source: [_star_] Yeah, how dumb do we look?
it_it: [_star_] Sì, come ci sentiamo muti?

source: [_paulina_] Inviso-Bill looks nothing {i}like{/i} Fenton!
it_it: [_paulina_] Inviso-Bill non sembra niente {i}come{/i} Fenton!

source: [_star_] Yeah, different hair color, different eyes, different like, general swag!{p}{nw}
it_it: [_star_] Sì, colore differente dei capelli, occhi diversi, diversi come, swag!{p}{nw}

source: [_extend_] Plus, this dweeb's not like, a glowing ghost?
it_it: [_extend_] Inoltre, non è un fantasma incandescente?

source: [_star_] Kinda obvious to forget, like duh... {i}*Chuckles*{/i}
it_it: [_star_] Kinda ovvio da dimenticare, come duh... {i}*Chuckles*{/i}

source: [_penelope_] Right. Of course. Just a silly joke, I suppose...
it_it: [_penelope_] Giusto. Certo è solo una barzelletta stupida, suppongo che...

source: [_star_] Huh. Must be funny if you're like, an old weird lady or something.{p}{nw}
it_it: [_star_] Huh. Deve essere divertente se ti piace, una vecchia signora strana o qualcosa.{p}{nw}

source: [_extend_] Who are you again...?
it_it: [_extend_] Chi sei di nuovo...?

source: [_penelope_] I'M NOT AN OLD LADY!!
it_it: [_penelope_] NON SONO VECCHIATO!!

source: [_penelope_] And you know what, it's frankly none of your business who the hell I am!
it_it: [_penelope_] E tu sai cosa, francamente nessuno dei tuoi affari che diavolo io sono!

source: [_paulina_] Whatever... look, Danny? Just tell him we said hi, okay?
it_it: [_paulina_] Qualunque cosa... guarda, Danny? Basta dirgli che abbiamo detto ciao, okay?

source: [_danny_] {i}Uh{/i}, yeah, will do...
it_it: [_danny_] {i}Uh{/i}, sì, lo farà...

source: [_paulina_] And look, I know you're struggling to crawl your way out of the social class bottomless pit that you're in Danny...
it_it: [_paulina_] E guarda, so che stai lottando per strisciare la strada fuori dal pozzo senza fondo della classe sociale che sei a Danny...

source: [_paulina_] ...but hanging out with yucky old mall-rats? Probably not the best plan to gain some traction.
it_it: [_paulina_] ...ma pendendo fuori con yucky vecchio mall-rats? Probabilmente non il piano migliore per ottenere un po 'di trazione.

source: [_star_] But she was like, {i}soooo{/i} familiar, wasn't she?
it_it: [_star_] Ma lei era come: {i}soooo{/i} familiare, vero?

source: [_paulina_] She's probably around here a lot, trying to bum cigarettes off desperate losers, Star.
it_it: [_paulina_] Probabilmente è qui intorno molto, cercando di aggirare sigarette dai disperati perdenti, Star.

source: [_penelope_] ...I'm going to eviscerate both of them.{p}{nw}
it_it: [_penelope_] ...Sto per eviscerare entrambi.{p}{nw}

source: [_extend_] Preferably {i}now{/i}...!
it_it: [_extend_] Preferibilmente {i}ora{/i}...!

source: [_danny_] Whoa, whoa, hey now! Let's just calm down!
it_it: [_danny_] Choa, choa, hey ora! Semplicemente calmi!

source: [_danny_] ...and wait, I'm sorry, how come they can't remember you?
it_it: [_danny_] ...e aspetta, mi dispiace, come mai non si ricordano di te?

source: [_danny_] I mean, Desiree and Ember don't really look the same in their "human form", so it {i}sorta{/i} makes sense I guess, but...
it_it: [_danny_] Voglio dire, Desiree e Ember non sembrano davvero lo stesso nella loro "forma umana", quindi {i}sorta{/i} ha senso suppongo, ma...

source: [_penelope_] Well, aside from them being a pair of slutty ditzes...
it_it: [_penelope_] Beh, oltre ad essere un paio di troia ditzes...

source: [_penelope_] ...after I was captured, my "influence" over most of the students and faculty seems to have collapsed. Shit.
it_it: [_penelope_] ...dopo che sono stato catturato, la mia "influenza" sulla maggior parte degli studenti e delle facoltà sembra essere crollata.

source: [_penelope_] Anything that involved me is no doubt more than a hazy memory to them now, or maybe just a very strange dream.
it_it: [_penelope_] Tutto ciò che mi ha coinvolto è senza dubbio più di una memoria nebulosa per loro ora, o forse solo un sogno molto strano.

source: [_danny_] ...I see.
it_it: [_danny_] ... lo vedo.

source: [_danny_] Well, that's kinda cool, now everyone can forget about most of the crazy stuff that went on at school.
it_it: [_danny_] Beh, questo è un po' fresco, ora tutti possono dimenticare la maggior parte delle cose pazzesche che sono andate avanti a scuola.

source: [_penelope_] Oh yes, how good for you and your poor little innocent minds, to see some debauchery every now and again.
it_it: [_penelope_] Oh sì, quanto bene per te e per le tue povere menti innocenti, vedere ogni tanto qualche disgusto

source: [_penelope_] {i}Far{/i} worse things have been seen on their noisy little computers and phones anyway...
it_it: [_penelope_] {i}Far{/i} le cose peggiori sono state viste sui loro piccoli computer e telefoni rumorosi...

source: [_danny_] I guess you have somewhat of a point. Still, I think it's best that everyone seems to have forgotten you were ever around.
it_it: [_danny_] Credo che tu abbia un certo punto. Tuttavia, penso che sia meglio che tutti abbiano dimenticato di essere mai stati intorno.

source: [_penelope_] {i}*Sigh*{/i} Well, let's get on with this, where were we even going again?
it_it: [_penelope_] {i}*Sigh*{/i} Bene, andiamo avanti con questo, dove stavamo anche andando di nuovo?

source: [_danny_] Right this way...
it_it: [_danny_] Proprio in questo modo...

source: [_danny_] ...so.
it_it: [_danny_] ... così.

source: [_danny_] ...what would you say is the most interesting part about being-
it_it: [_danny_] ...quello che diresti è la parte più interessante dell'essere-

source: [_penelope_] Yeah no, we're not doing this.{p}{nw}
it_it: [_penelope_] Sì, no, non lo stiamo facendo.{p}{nw}

source: [_extend_] I'm {i}just{/i} here for the caffeine.
it_it: [_extend_] Sono {i}solo{/i} qui per la caffeina.

source: [_danny_] Sorta gonna be awkward, just... sitting here in silence if-
it_it: [_danny_] Sorta sarà imbarazzante, solo... seduto qui in silenzio se-

source: [_penelope_] That's fine with me. There's nothing to talk about, I'm your prisoner and this whole "rehabilitation" is a delusional charade of yours.
it_it: [_penelope_] Va bene con me. Non c'è niente di cui parlare, sono il tuo prigioniero e tutta questa "riabilitazione" è una tua delirante carata.

source: [_danny_] I'm trying to help you.
it_it: [_danny_] Sto cercando di aiutarti.

source: [_penelope_] Oh are you now?{p}{nw}
it_it: [_penelope_] Oh sei ora?{p}{nw}

source: [_extend_] Tell me, does it make you feel all big and {u}powerful{/u} having these women forced to be your captives?
it_it: [_extend_] Dimmi, ti fa sentire tutto grande e {u}potente{/u} avendo queste donne costrette ad essere i tuoi prigionieri?

source: [_danny_] I don't force anyone to be here with me!
it_it: [_danny_] Non costringo nessuno ad essere qui con me!

source: [_penelope_] Oh, so you mean those two harlots can leave anytime they choose?
it_it: [_penelope_] Oh, quindi intendi dire che quei due harlots possono partire ogni volta che scelgono?

source: [_danny_] Well... y-yeah, if they wanted. They'd just need to be put back into-
it_it: [_danny_] Bene... y-yeah, se volevano. Avrebbero solo bisogno di essere rimesso in -

source: [_penelope_] Back into a swirling, dizzying dimension made up of unruly, unkempt landscapes, filled with damned, lost and tortured souls?
it_it: [_penelope_] Ritornare in una dimensione vorticosa, vertiginosa fatta di paesaggi indisciplinati e inespugnabili, pieni di anime dannate, perse e torturate?

source: [_penelope_] Well how wrong I was, to not think you weren't giving them much of an option...
it_it: [_penelope_] Beh, quanto ero sbagliato, a non pensare che non stavate dando loro molto di un'opzione...

source: [_danny_] Well... I mean, they were causing complete chaos on their own before! If they don't have somebody around to help them, then-
it_it: [_danny_] Bene... Voglio dire che stavano causando il caos completo da solo prima! Se non hanno qualcuno intorno per aiutarli, allora -

source: [_penelope_] ...they'd be as dangerous to your world as they were before you ever met them? Right back to square one?
it_it: [_penelope_] ...sarebbero pericolosi per il vostro mondo come prima che li aveste mai incontrati? Tornato a quadrare uno?

source: [_penelope_] Then I've simply got to ask you Danny, what help have you been to either of them then, really?
it_it: [_penelope_] Poi ho semplicemente bisogno di chiederti Danny, che aiuto sei stato a uno di loro allora, veramente?

source: [_danny_] I... I think I've done some good!
it_it: [_danny_] Io... penso di aver fatto del bene!

source: [_penelope_] But you don't trust them enough to let them decide for themselves if they want to stay or not?
it_it: [_penelope_] Ma non ti fidi abbastanza per lasciarli decidere da soli se vogliono rimanere o no?

source: [_penelope_] Exactly. Danny, your problem is that you {i}love{/i} all of this. The power, the mystique, the Orgone boosting.
it_it: [_penelope_] Esattamente. Danny, il tuo problema è che {i}ami{/i} tutto questo. Il potere, la mistica, il potenziamento dell'Orgone.

source: [_penelope_] You get a sick kick out of it! It's what really gets you off, I can tell!
it_it: [_penelope_] Si ottiene un calcio malato fuori! È quello che ti fa davvero fuori, posso dire!

source: [_penelope_] Now I can't blame you, I understand how good it feels to {i}feel{/i} good...
it_it: [_penelope_] Ora non posso incolparti, capisco quanto sia buono per {i}feel{/i} buono...

source: [_penelope_] ...I just wish you'd give up this silly facade of thinking you're doing anything all that noble for these wayward souls.
it_it: [_penelope_] ...Vorrei solo che tu rinunciassi a questa stupida facciata di pensare che stai facendo tutto ciò che nobile per queste anime stravaganti.

source: [_penelope_] All I see is you prolonging the inevitable bad stuff in order to get some other-worldly {u}pleasure.{/u}
it_it: [_penelope_] Tutto quello che vedo è che si prolunga l'inevitabile roba cattiva per ottenere qualche piacere altri-mondano {u}.{/u}

source: [_penelope_] ...how am I doing so far, hitting any nails you think ring true?
it_it: [_penelope_] ...come sto facendo finora, colpendo le unghie che pensi suonare vero?

source: [_danny_] ...well, to be honest... I guess I just... never thought about it that deeply before...
it_it: [_danny_] ...beh, per essere onesti... immagino che io solo... non ne abbia mai pensato tanto prima...

source: [_penelope_] Of course not, thinking those {i}big{/i}, complex, self-critical thoughts can just be {i}soooo{/i} hard on the brain.
it_it: [_penelope_] Naturalmente no, pensando a quei {i}grandi {/i}, pensieri complessi e autocritici possono essere solo {i}soooo{/i} duramente sul cervello.

source: [_danny_] But I've only ever tried to do something that I thought would help them, and to keep a town that I love safe from danger.
it_it: [_danny_] Ma ho solo provato a fare qualcosa che pensavo li avrebbe aiutati, e per mantenere una città che amo al sicuro dal pericolo.

source: [_danny_] If there's any burden of responsibility with these powers, it's that I sometimes have to make some hard choices to do what's right for others. Even {i}if{/i} it makes me less righteous.
it_it: [_danny_] Se c'è un onere di responsabilità con questi poteri, è che a volte devo fare alcune scelte difficili per fare ciò che è giusto per gli altri. Anche {i}se{/i} mi rende meno giusto.

source: [_danny_] And besides, anything that's happened as a result of my hope to turn their "wayward soul" to good has just been coincidental.
it_it: [_danny_] E inoltre, tutto ciò che è accaduto a seguito della mia speranza di trasformare la loro "anima andata" nel bene è stato appena coincidente.

source: [_penelope_] ...how {i}very{/i} convenient.
it_it: [_penelope_] ...come {i}molto{/i} conveniente.

source: [_danny_] ...what about you? Why are YOU a ghost?
it_it: [_danny_] ...Che dire di te? Perché sei un fantasma?

source: [_penelope_] How should I know? I didn't do anything to deserve this in the first place!
it_it: [_penelope_] Come dovrei sapere? Non ho fatto nulla per meritarmi questo in primo luogo!

source: [_penelope_] And if I did know, it would certainly not be any of {i}your{/i} business.
it_it: [_penelope_] E se lo sapessi, non sarebbe certamente uno dei {i}tuoi affari {/i}.

source: [_danny_] Well I'd like to think just telling somebody about yourself might be helpful, even if I can't add anything.
it_it: [_danny_] Beh, vorrei pensare che dire a qualcuno di te potrebbe essere utile, anche se non posso aggiungere nulla.
