Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_penelope_] {i}Juuust{/i} another moment, Danny!
it_it: [_penelope_] {i}Juuust{/i} un altro momento, Danny!

source: [_danny_] (Damn... Spectra's got a nice butt, honestly...)
it_it: [_danny_] (Damn... Spectra ha un bel culo, onestamente...)

source: [_penelope_] {i}Ah{/i}, here we are! Finally!
it_it: [_penelope_] {i}Ah{/i}, ecco! Finalmente!

source: [_penelope_] "Daniel Fenton, Casper High Student, Age-"
it_it: [_penelope_] "Daniel Fenton, Casper High Student, Età"

source: [_penelope_s_rise_s_talk_happy_] We haven't even started our session here today yet...
it_it: [_penelope_s_rise_s_talk_happy_] Non abbiamo ancora iniziato la nostra sessione qui oggi...

source: [_penelope_s_wondering_s_talk_happy_] ...and I see you've taken my advice about letting out your true feelings to heart!
it_it: [_penelope_s_wondering_s_talk_happy_] ...e vedo che hai preso il mio consiglio di lasciare fuori i tuoi veri sentimenti a cuore!

source: [_extend_] Look, I can explain myself, it's just-
it_it: [_extend_] Guarda, posso spiegarmi, è solo-

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Danny, Danny, please! Don't fret none! It's nothing to sweat over, believe me!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Danny, Danny, per favore! Non preoccupatevi! Non è niente da sudare, credemi!

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_bite_] That sort of reaction is perfectly natural for a young man such as yourself.
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_bite_] Questo tipo di reazione è perfettamente naturale per un giovane come te.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] R-right... I guess so... sorry, it's just a little embarrassing.
it_it: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] R-right... Immagino così... mi dispiace, è solo un po' imbarazzante.

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_amused_] Well we'll just have to learn to not feel so embarrassed around each other, won't we?
it_it: [_penelope_s_arms_down_s_towards_s_sad_s_talk_amused_] Beh, dovremo solo imparare a non sentirci così imbarazzati l'uno intorno all'altro, vero?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Now then, let's hear, how did our little sibling date go with Jazz?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Ora poi, sentiamo, come è andato il nostro piccolo appuntamento con il Jazz?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] It went... okay-ish... I think?
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] È andato... okay-ish... penso?

source: [_danny_s_towards_s_sad_s_talk_displeased_] I mean, I like spending time with Jazz, for the most part. Just kinda felt a little forced, less natural if anything.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Voglio dire, mi piace passare del tempo con il Jazz, per la maggior parte.

source: [_danny_s_towards_s_rise_s_talk_distraught_] And then there were parts that were just, well, strange. Like off-the-wall bizarre.
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] E poi c’erano delle parti giuste, buone, strane. Come bizzarro al muro.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_amused_] Yes, Jazz said she found it all rather... baffling as well.
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_amused_] Sì, Jazz ha detto che lo ha trovato tutto più rassicurante... anche sconcertante.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] To say the least, yeah.
it_it: [_danny_s_towards_s_neutral_s_talk_consternation_] Per dire il minimo, sì.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] But you see, these "awkward" encounters are just the very barriers you've set up between each other, and we need to work to {i}tear{/i} them down!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Ma vedete, questi incontri "imbarazzanti" sono solo le barriere che hai creato tra di loro, e abbiamo bisogno di lavorare a {i}lacrime {/i} verso il basso!

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] So much of your relationship with each other is solely based on the fact that you two are siblings, rather than the mutual bond of tenderness and genuine companionship!
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Così gran parte del vostro rapporto con l'altro si basa unicamente sul fatto che voi due siete fratelli, piuttosto che il reciproco vincolo di tenerezza e di vera compagnia!

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Sorry, I don't follow...
it_it: [_danny_s_towards_s_neutral_s_talk_consternation_] Scusa, non seguo...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Danny, you have to change your perspective about Jazz {i}entirely{/i}.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Danny, devi cambiare la tua prospettiva su Jazz {i}completamente{/i}.

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Stop seeing her {i}merely{/i} as the sister you love dearly, but for the mature woman that she is!
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Smettila di vederla {i}meramente{/i} come la sorella che ami dilattamente, ma per la donna matura che è!

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...you want me to view Jazz "as a woman"? What do you mean?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] ...vuoi che io veda il Jazz "come donna"? Cosa intendi?

source: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] I'm just saying that these more stringent labels and barriers you've put up between each other have made you disconnect from each other, clearly.
it_it: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Sto solo dicendo che queste etichette più severe e le barriere che hai messo tra loro ti hanno fatto staccare gli uni dagli altri, chiaramente.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_distraught_] And it's going to drive a greater wedge between you two if you don't start being open to new and interesting lights to see and appreciate each other through!
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_distraught_] E sta andando a guidare un cuneo maggiore tra voi due se non si inizia ad essere aperto a nuove e interessanti luci per vedere e apprezzare l'un l'altro attraverso!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] I... I'm not sure I'm following.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Io... Non sono sicuro di seguire.

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Jazz said the date was almost cut rather abruptly short the other day, right?
it_it: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Jazz ha detto che la data è stata quasi tagliata bruscamente breve l'altro giorno, vero?

source: [_danny_s_towards_s_rise_s_talk_consternation_s_blush_] Yeah, something really weird happened at the movies, where-
it_it: [_danny_s_towards_s_rise_s_talk_consternation_s_blush_] Sì, è successo qualcosa di davvero strano al cinema, dove-

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Never mind that, Jazz has already spoken to me at length on the matter, don't worry.
it_it: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Non importate che il Jazz mi abbia già parlato a lungo, non preoccupatevi.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] But based on whatever strange event actually occurred, it seems to me like you two have a great deal of self-imposed barriers between each other.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Ma sulla base di qualsiasi evento strano realmente accaduto, mi sembra che voi due abbiate una grande quantità di barriere autoimposte tra loro.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] In order to get rid of that specific reaction you both had to each other, here's what I'd like to have happen:
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Per sbarazzarsi di quella reazione specifica dovevate entrambi l'uno all'altro, ecco cosa vorrei che accadesse:

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_amused_] You two buy each other some {b}enlightened gifts{/b}.
it_it: [_penelope_s_arms_down_s_towards_s_rise_s_talk_amused_] Tu due compri a vicenda alcuni {b}regali illuminati{/b}.

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Enlightened" gifts? What does that mean? Like, Shampoo sponsored by the Dalai Lama or something?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Regali "illuminati"? Che cosa significa? Mi piace, Shampoo sponsorizzato dal Dalai Lama o qualcosa?

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] These would be things that neither one of you in a million years would have thought of giving each other previously.
it_it: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] Queste sarebbero cose che nessuno di voi in un milione di anni avrebbe pensato di darsi in precedenza.

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_happy_] To help change your perspectives on each other is the intended purpose. Now I've already spoken to Jazz on the kind of gifts she can give to you.
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_happy_] Per aiutare a cambiare le tue prospettive l'uno sull'altro è lo scopo previsto. Ora ho già parlato con Jazz sul tipo di regali che può darvi.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] But I think for her...{p}{nw}
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Ma penso per lei...{p}{nw}

source: [_extend_] ...you would do best by getting her some rather flattering {i}{b}lingerie.{/b}{/i}
it_it: [_extend_] ...faresti meglio ottenendole un po' lusinghiere {i}{b}lingerie.{/b}{/i}

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}WHAT?!{/i} Are you crazy?!
it_it: [_danny_s_towards_wide_s_rise_s_talk_distraught_] {i}COSA?!{/i} Sei pazzo?!

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_happy_] See, I knew you'd have a visceral reaction to this, but that's okay! I understand how this is radical thinking you're not used to!
it_it: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_happy_] Vedi, sapevo che avresti avuto una reazione viscerale a questo, ma va bene! Capisco come questo sia un pensiero radicale a cui non sei abituato!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Believe me, Jazz will greatly appreciate the gesture that you're truly acknowledging her for her womanhood!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Credetemi, Jazz apprezzerà molto il gesto che la stai veramente riconoscendo per la sua femminilità!

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Going down this path will simply show the length you are willing to go for your sister in order to truly connect.
it_it: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Scendendo questo percorso mostrerai semplicemente la lunghezza che sei disposto ad andare per tua sorella al fine di connetterti davvero.

source: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] But it's... it's a...
it_it: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Ma è una...

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] A silly piece of fabric that is purely {i}symbolic{/i}. And you're kidding yourself if you don't believe Jazz doesn't already own a pair of her own by now.
it_it: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Uno stupido pezzo di stoffa puramente {i}simbolico{/i}. E vi prendete in giro se non credete che Jazz non ne abbia già un paio.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} I don't know... this all just seems like I'm attempting to start something I'm gonna regret.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} Non lo so... tutto questo sembra proprio che sto cercando di iniziare qualcosa che rimpiangerò.

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Don't worry Danny! You simply need to embody that Casper High Spirit and believe in yourself!
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_happy_] Non preoccuparti di Danny! Devi semplicemente incarnare quel Casper High Spirit e credere in te stesso!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Can't you see how happy and open everyone else has become now that they've also learned the freedom that comes from acting on innate feeling?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Non riesci a vedere quanto siano felici e aperti tutti gli altri ora che hanno imparato anche la libertà che deriva dall'agire su sentimenti innati?

source: [_danny_s_towards_s_rise_s_talk_consternation_] No yeah, I've {i}definitely{/i} noticed all that, trust me...
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] No yeah, Ho {i}definitivamente{/i} notato tutto questo, fidatevi di me...

source: [_danny_s_closed_s_unhappy_s_consternation_] (Everything about this feels weird... and with the way everyone is acting... can any of this {i}really{/i} be the new normal?)
it_it: [_danny_s_closed_s_unhappy_s_consternation_] (Ogni cosa di questo si sente strana... e con il modo in cui ognuno sta agendo... può davvero uno di questi {i}{/i} essere il nuovo normale?)

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Trust me Danny, in the end, you'll thanking me for these simple steps you're taking.
it_it: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Fidati di me Danny, alla fine, mi ringrazierai per questi semplici passi che stai intraprendendo.

source: [_danny_s_down_s_unhappy_s_talk_displeased_] I-if you say so...
it_it: [_danny_s_down_s_unhappy_s_talk_displeased_] Io, se lo dicete...

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_amused_] Now then, I think that'll about do it for our session today, don't you? Sorry, I have a quick session with a Miss Astray coming up soon.
it_it: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_amused_] Ora allora penso che ci sarà qualcosa per la nostra sessione di oggi, vero? Mi dispiace, ho una rapida sessione con una Miss Astray in arrivo presto.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sure thing, yeah. I'll... I'll try my best to think about what you said today Miss Spectra.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Certo, sì. Lo farò... farò del mio meglio per pensare a quello che hai detto oggi Miss Spectra.

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Well, that's certainly the best I can ever hope for, isn't it?{p}{nw}
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Beh, è sicuramente il meglio che possa mai sperare, vero?{p}{nw}

source: [_extend_] {i}Tah tah{/i} for now!
it_it: [_extend_] {i}Tah tah{/i} per ora!

source: [_bertrand_s_arms_down_s_towards_s_talk_] Yes, Miss Spectra?
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] Sì, Miss Spectra?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Make certain our precious Danny boy ends up purchasing the {i}proper{/i} type of gift for his sister.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Assicurarsi che il nostro prezioso ragazzo Danny finisca per acquistare il {i}tipo di regalo corretto {/i} per sua sorella.

source: [_bertrand_s_arms_up_s_towards_s_talk_] But of course, ma'am.{p}{nw}
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] Ma, naturalmente, ma'am.{p}{nw}

source: [_extend_] But of course.
it_it: [_extend_] Ma ovviamente.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I guess I should... try looking for some lingerie for Jazz at the Mall?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Immagino che dovrei provare a cercare della biancheria intima per il Jazz al Mall?)

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_consternation_] (Could this day get any weirder?)
it_it: [_danny_s_f_s_offscreen_s_closed_s_sad_s_consternation_] (Forse questo giorno ottiene qualche stravagante?)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_distraught_] (No, don't answer that. Please.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_distraught_] (No, non rispondete. Per favore.)

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Hi, excuse me, I was {i}uhh{/i}, sorta looking to buy something that-
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Ciao, scusatemi, ero {i}uhh{/i}, sorta cercando di comprare qualcosa che-

source: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Oh! Danny Fenton, right?
it_it: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Oh! Danny Fenton, vero?

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] {i}Uhh, yeah?{/i} How did you-
it_it: [_danny_s_towards_wide_s_rise_s_talk_consternation_] {i}Uhh, sì?{/i} Come hai fatto-

source: [_sales_lady_s_towards_down_s_idle__s_talk_happy_] There's a special item that's been reserved just for you!
it_it: [_sales_lady_s_towards_down_s_idle__s_talk_happy_] C'è un oggetto speciale che è stato riservato solo per te!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Huh? What item? I didn't reserve any anything.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Huh? Che oggetto? Non ho riservato nulla.

source: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Some special wear for a very special lady, I understand!
it_it: [_sales_lady_s_towards_down_s_wondering_s_talk_happy_] Un po' di abbigliamento speciale per una donna molto speciale, capisco!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] W-who placed the order?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Chi ha effettuato l'ordine?

source: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] {i}Oooh{/i}, sorry, we don't keep record of that kind of information.
it_it: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] {i}Oooh{/i}, mi dispiace, non teniamo traccia di questo tipo di informazioni.

source: [_danny_s_at_player_s_angry_s_distraught_] (But you're willing to openly talk about who I'm buying it for? Sorta tacky...)
it_it: [_danny_s_at_player_s_angry_s_distraught_] (Ma tu sei disposto a parlare apertamente di chi lo sto comprando? Sorta tacky...)

source: [_sales_lady_s_towards_s_wondering_s_talk_happy_] Anyway, it's been reserved for you, but not paid, {i}soooo{/i}...
it_it: [_sales_lady_s_towards_s_wondering_s_talk_happy_] In ogni caso, è stato riservato a te, ma non pagato, {i}soooo{/i}...

source: [_danny_s_closed_s_unhappy_s_clenchteeth_] (What?! Cheapskates!)
it_it: [_danny_s_closed_s_unhappy_s_clenchteeth_] (Cosa?! Cheapskates!)

source: [_sales_lady_s_towards_s_idle__s_talk_happy_] I'll keep it behind the counter for now, so just let me know when you'd like to pay for it!
it_it: [_sales_lady_s_towards_s_idle__s_talk_happy_] Lo terrò dietro il banco per ora, quindi mi faccia sapere quando vorresti pagarlo!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, {i}um{/i}, thanks...
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, {i}um{/i}, grazie...

source: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] That'll be one hundred twenty dollars for the special item for your lady friend, Sir.
it_it: [_sales_lady_s_at_player_s_wondering_s_talk_happy_] Sarà centoventi dollari per l'oggetto speciale per la tua amica, signore.

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] Here you go...
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] Qui vai...

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] It's how much!?
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] È quanto!?

source: [_sales_lady_s_at_player_s_neutral_s_talk_frown_] One hundred twenty , Sir.
it_it: [_sales_lady_s_at_player_s_neutral_s_talk_frown_] Cento venti , Signore.

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_consternation_] I'll have to come back.
it_it: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_consternation_] Dovrò tornare.

source: [_sales_lady_s_at_player_s_neutral_s_talk_happy_] Very well, it'll be here until you can pay for it.
it_it: [_sales_lady_s_at_player_s_neutral_s_talk_happy_] Molto bene, sarà qui fino a quando non sarà possibile pagarlo.

source: [_danny_s_at_player_s_sad_s_displeased_] (Well, here goes nothing with giving Jazz this gift I suppose.)
it_it: [_danny_s_at_player_s_sad_s_displeased_] (Beh, qui non va nulla con dare Jazz questo regalo supponso.)

source: [_danny_s_closed_s_unhappy_s_consternation_] (With any luck she won't just call me a pervert and hit me over the head.)
it_it: [_danny_s_closed_s_unhappy_s_consternation_] (Con ogni fortuna non mi chiamerà solo un pervertito e mi colpirà sopra la testa.)

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] ...so, {i}*Ahem*{/i}, I went and I got you a present.
it_it: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] ...così, {i}*Ahem*{/i}, sono andato e ti ho preso un regalo.

source: [_jazz_s_standard_arms_down_s_towards_s_rise_s_talk_happy_] Oh {i}uh{/i}, thank you, yeah... I got you one too.
it_it: [_jazz_s_standard_arms_down_s_towards_s_rise_s_talk_happy_] Oh {i}uh{/i}, grazie, sì... Ne ho preso anche una.

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay, so... here you go...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Okay, so... qui vai...

source: [_jazz_s_towards_wide_s_confused_s_talk_consternation_] Is this-
it_it: [_jazz_s_towards_wide_s_confused_s_talk_consternation_] È questo-

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Do you not like it?{p}{nw}
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Non ti piace?{p}{nw}

source: [_extend_] Of course, it's weird...
it_it: [_extend_] Certo, è strano...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] I mean... Miss Spectra keeps insisting I, y'know, see you as a {i}woman{/i} more, but-
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Voglio dire... Miss Spectra continua a insistere io, sì, vederti come {i}donna{/i} più, ma-

source: [_jazz_s_towards_s_sad_s_talk_happy_s_blush_] N-no, it's fine! It's nothing bad, it's just... I mean...
it_it: [_jazz_s_towards_s_sad_s_talk_happy_s_blush_] N-no, va bene! Non è niente di male, è solo... Voglio dire...

source: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_s_blush_] You know, it's just a bit shocking is all, you know.
it_it: [_jazz_s_standard_s_towards_s_rise_s_talk_displeased_s_blush_] Sai, è solo un po' scioccante è tutto, sai.

source: [_jazz_s_closed_s_sad_s_displeased_s_-blush_] (I can't believe Danny just bought me lingerie... and {i}expensive{/i} lingerie at that from the looks of it!)
it_it: [_jazz_s_closed_s_sad_s_displeased_s_-blush_] (Non posso credere che Danny mi abbia appena comprato lingerie... e {i}costoso{/i} lingerie a quello dagli sguardi di esso!)

source: [_jazz_s_standard_arms_down_s_towards_s_sad_s_talk_happy_] Anyway, thank you.
it_it: [_jazz_s_standard_arms_down_s_towards_s_sad_s_talk_happy_] Comunque, grazie.

source: [_danny_s_towards_s_sad_s_talk_happy_] S-sure thing, you're welcome.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sicuro di S, sei il benvenuto.

source: [_jazz_s_towards_s_sad_s_talk_happy_] I {i}uhm{/i}... I guess I can give you mine now...
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] I {i}uhm{/i}... Immagino di poterti dare il mio ora...

source: [_jazz_s_closed_s_sad_s_displeased_s_blush_] {i}*Deep Breath*{/i}
it_it: [_jazz_s_closed_s_sad_s_displeased_s_blush_] {i}*Respiro profondo*{/i}
