Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_s_towards_s_rise_s_talk_distraught_] Y-yeah, I guess so... still, this isn't typical Orgone absorbing behavior typical of some run-of-the-mill pervert ghost...
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Y-yeah, immagino così... ancora, questo non è il tipico comportamento di assorbimento di Orgone tipico di qualche pervertito di run-of-the-mulino...

source: [_desiree_] I believe we have to find this ghost perpetrator tonight Master. If we don't, I fear Miss Jasmine may never awaken from her slumber.
it_it: [_desiree_] Credo che dobbiamo trovare questo fantasma perpetratore stasera Maestro. Se non lo facciamo, temo che la signorina Jasmine non potrà mai risvegliarsi dal suo sonno.

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] W-what?! You mean-
it_it: [_danny_s_towards_wide_s_rise_s_talk_consternation_] W-Cosa?! Vuoi dire

source: [_ember_s_towards_s_angry_s_talk_consternation_] They aren't going to stop at building up everyone's lust just to stop once that's been sucked up, dork!
it_it: [_ember_s_towards_s_angry_s_talk_consternation_] Non si fermeranno a costruire la lussuria di tutti solo per fermarsi una volta che è stato succhiato, dormiente!

source: [_ember_s_towards_s_sad_s_talk_consternation_] Whatever kind of effect this is, it's gonna keep going, until everybody's energy and life is completely gone!
it_it: [_ember_s_towards_s_sad_s_talk_consternation_] Qualunque sia il tipo di effetto che questo comporta, continuerà ad andare avanti, fino a quando l'energia e la vita di tutti saranno completamente andate!

source: [_ember_s_down_s_idle_s_talk_amused_] ...pretty gnarly, but not too bad an idea, actually.
it_it: [_ember_s_down_s_idle_s_talk_amused_] ... piuttosto gnarly, ma non male un'idea, in realtà.

source: [_desiree_] Yes, I must give whoever this is credit for their inventiveness.
it_it: [_desiree_] Sì, devo dare a chiunque questo sia merito per la loro inventiva.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Then we can't waste anymore time!
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Allora non possiamo perdere più tempo!

source: [_danny_s_towards_s_angry_s_talk_distraught_] But how do we find them? Every time I get close, they keep getting away from me!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Ma come li troviamo? Ogni volta che mi avvicino, si allontanano da me!

source: [_danny_s_towards_wide_s_angry_s_talk_displeased_] It's like clockwork! They're constantly just causing mischief only to slip away when I'm about to get them!
it_it: [_danny_s_towards_wide_s_angry_s_talk_displeased_] È come un orologio! Costantemente fanno scivolare un malefico solo quando sto per prenderlo!

source: [_desiree_] Perhaps it is because you are simply being sent on a chase of the wild goose?
it_it: [_desiree_] Forse è perché siete semplicemente inviati su un inseguimento dell'oca selvatica?

source: [_danny_s_towards_s_angry_s_talk_displeased_] What do you mean?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Che cosa intendi?

source: [_ember_s_towards_s_rise_s_talk_displeased_] Well think, why the heck would the ghost just be taking drive-by shots and then running away?!
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] Bene pensi, perché l'heck sarebbe il fantasma solo prendere scatti drive-by e poi correre via?!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Because... it's after me? It wants to defeat me...
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Perché... è dopo di me? Vuole sconfiggermi...

source: [_ember_s_towards_s_angry_s_talk_consternation_] {i}Tsch!{/i} It doesn't care about you, dummy! Exposing itself openly as a ghost is too risky with you around.
it_it: [_ember_s_towards_s_angry_s_talk_consternation_] {i}Tsch!{/i} Non si preoccupa di te, manichino! Esporsi apertamente come un fantasma è troppo rischioso con te.

source: [_ember_s_towards_s_rise_s_talk_displeased_] It's baiting you away from the {i}real{/i} ghost running the show!
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] Ti sta allontanando dal fantasma {i}real{/i} in esecuzione dello spettacolo!

source: [_desiree_] I believe her to be correct, Master. You must think, what is a rather large link between everything going on at the moment?
it_it: [_desiree_] Credo che lei sia corretta, Maestro. Dovete pensare, che cosa è un legame piuttosto grande tra tutto ciò che accade al momento?

source: [_sam_] I just spoke to that new counselor recently and, wow, she {i}really{/i} got me to open up, y'know?
it_it: [_sam_] Ho appena parlato con quel nuovo consulente di recente e, wow, lei {i}davvero{/i} mi ha fatto aprire, sai?

source: [_penelope_] Nonsense! Believe me, it'll all make sense soon enough!
it_it: [_penelope_] Nonsenso! Credetemi, tutto avrà senso abbastanza presto!

source: [_sam_] {i}Yess{/i}, she's speaking to just about every student that she can get alone!
it_it: [_sam_] {i}Yess{/i}, sta parlando a quasi ogni studente che può ottenere da solo!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] ...I think I know who the ghost is.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] ... penso di sapere chi è il fantasma.

source: [_danny_s_towards_s_angry_s_talk_displeased_] And if I wanna save Jazz, then I do have to end this tonight!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] E se voglio salvare Jazz, allora devo finire questa stasera!

source: [_ember_s_towards_s_rise_s_talk_amused_] Hey dweeb, take us with you, we can help!
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Ehi dweeb, portaci con te, possiamo aiutarti!

source: [_desiree_] It is too dangerous for you to try to fight her alone, master.
it_it: [_desiree_] È troppo pericoloso per voi provare a combatterla da sola, padrone.

source: [_danny_s_towards_s_rise_s_talk_distraught_] You sure? I'd hate for either of you to get hurt.
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Sei sicuro? Odierei che uno di voi si ferisca.

source: [_ember_s_towards_s_angry_s_talk_amused_] As if! No stupid creep using teenage hormones to conquer a town is gonna beat my tunes!
it_it: [_ember_s_towards_s_angry_s_talk_amused_] Come se! Nessun stupido striscio che utilizza ormoni adolescenti per conquistare una città sta per battere i miei brani!

source: [_desiree_] Agreed. If anybody in this town is going to have a nefarious plan come to fruition, it had better be one of us!
it_it: [_desiree_] Accettato. Se qualcuno in questa città sta per avere un piano nefasto venire a compimento, sarebbe meglio essere uno di noi!

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Well that's good to hear... I think?
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] Beh, è bello sentire... penso?

source: [_desiree_] Have you an idea of where they might be? We should be able to sense them greater if we have an idea of where they are hiding.
it_it: [_desiree_] Hai un'idea di dove potrebbero essere? Dovremmo essere in grado di sentirli di più se abbiamo un'idea di dove si nascondono.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Yeah I do... in plain sight!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Sì, lo faccio... a vista!

source: [_danny_s_wondering_s_talk_frown_] This is it... she should be inside, on the second floor.
it_it: [_danny_s_wondering_s_talk_frown_] Questo è questo... dovrebbe essere all'interno, al secondo piano.

source: [_ember_s_talk_consternation_s_rise_] {i}Echh{/i}, jeez, I can feel them exuding their power from down here... turn that shit down, creep!
it_it: [_ember_s_talk_consternation_s_rise_] {i}Echh{/i}, jeez, posso sentirli esudere il loro potere da qui... girare quella spegnimento, strisciare!

source: [_ember_s_talk_distraught_s_confused_] Jeez, whoever this counselor of yours is, she really doesn't know how to cool it with the power gloating she's doing!
it_it: [_ember_s_talk_distraught_s_confused_] Jeez, chiunque sia questo tuo consigliere, lei non sa davvero come raffreddarlo con il potere che sta facendo!

source: [_danny_s_unhappy_s_talk_frown_] Yeah, even I can feel that... she's definitely powering up for something...
it_it: [_danny_s_unhappy_s_talk_frown_] Sì, anche io posso sentirlo... lei sta sicuramente potendo per qualcosa...

source: [_desiree_s_human_s_ghost_original_bottom_s_ghost_original_top_s_A1_jewels_1_s_A2_jewels_1_s_talk_distraught_] We must approach them cautiously, she's clearly gained a lot of strength as of late from her behavior tampering of the other students.
it_it: [_desiree_s_human_s_ghost_original_bottom_s_ghost_original_top_s_A1_jewels_1_s_A2_jewels_1_s_talk_distraught_] Dobbiamo avvicinarli con cautela, lei ha chiaramente guadagnato molta forza a partire da tardi dal suo comportamento manomissione degli altri studenti.

source: [_danny_s_angry_s_talk_frown_] Damn, it's locked.
it_it: [_danny_s_angry_s_talk_frown_] Dannazione, è bloccata.

source: [_ember_s_talk_distraught_s_confused_] Dude, we're ghosts, how is this still an issue for you?
it_it: [_ember_s_talk_distraught_s_confused_] Dude, siamo fantasmi, come è ancora questo un problema per te?

source: [_desiree_s_neutral_s_talk_distraught_] Yes, this all seems rather arbitrary as to what you {i}can{/i} and what you {i}cannot{/i} do on adventures.
it_it: [_desiree_s_neutral_s_talk_distraught_] Sì, tutto questo sembra piuttosto arbitrario per quanto riguarda quello che si {i}può{/i} e quello che si {i}può{/i} fare nelle avventure.

source: [_ember_s_towards_s_talk_distraught_s_idle_] Seriously, it's like your powers aren't consistent from week to week.
it_it: [_ember_s_towards_s_talk_distraught_s_idle_] Seriamente, è come i tuoi poteri non sono coerenti di settimana in settimana.

source: [_danny_s_towards_s_-blush_s_talk_displeased_s_angry_] Hey, will you two just-
it_it: [_danny_s_towards_s_-blush_s_talk_displeased_s_angry_] Ehi, voi due solo-

source: [_danny_] Sam? Is that- {i}Y-YOUUUU!!!{/i}
it_it: [_danny_] Sam? È questo- {i}Y-YOUUUUU!!!{/i}

source: [_sam_] {i}Heyyy!{/i} How's it going peeps?
it_it: [_sam_] {i}Heyyyy!{/i} Come sta andando i peeps?

source: [_danny_s_towards_s_rise_one_s_talk_frown_] WHAT. THE. HELL.
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_] COS'è. HELL.

source: [_desiree_] Oh, now {i}this{/i} is a nice walk down memory lane for myself.
it_it: [_desiree_] Oh, ora {i}questo{/i} è una bella passeggiata lungo la corsia di memoria per me stesso.

source: [_star_s_talk_happy_s_neutral_2_] This is like, {i}soooo{/i} fun you guys!
it_it: [_star_s_talk_happy_s_neutral_2_] Questo è così, {i}soooo{/i} divertenti ragazzi!

source: [_paulina_s_talk_frown_s_rise_one_2_s_away_] Star! We're supposed to be {i}real{/i} bitches right now, remember?
it_it: [_paulina_s_talk_frown_s_rise_one_2_s_away_] Stella! Dovremmo essere {i}punti reali {/i} in questo momento, ricordate?

source: [_star_s_talk_happy_2_s_closed_] Oh yeah! Like, woof-woof and stuff! {i}*Giggles*{/i}
it_it: [_star_s_talk_happy_2_s_closed_] Oh sì! Mi piace, woof-woof e roba! {i}*Giggles*{/i}

source: [_paulina_s_talk_frown_] What are you three doing up this late?
it_it: [_paulina_s_talk_frown_] Che cosa stai facendo tre in ritardo?

source: [_ember_s_talk_distraught_s_unhappy_] Oh, you know, just admiring the midnight scenery.
it_it: [_ember_s_talk_distraught_s_unhappy_] Oh, sai, solo ammirando lo scenario di mezzanotte.

source: [_ember_s_talk_distraught_s_away_s_rise_] ...there's a lot of stellar visuals to check out at this time of night, after all. {i}*Winks*{/i}
it_it: [_ember_s_talk_distraught_s_away_s_rise_] ... c'è un sacco di immagini stellari da controllare a quest'ora della notte, dopotutto. {i}*Winks*{/i}

source: [_sam_s_talk_frown_2_s_confused_] So like, nothing {i}bad{/i} and dangerous you're all dealing with right now, right?
it_it: [_sam_s_talk_frown_2_s_confused_] Così come, niente di {i}male {/i} e pericoloso che hai a che fare con in questo momento, vero?

source: [_danny_s_towards_s_rise_one_s_talk_frown_] N-no, no, it's cool, everything's good. Chill, you might say, even.
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_] N-no, no, è fresco, tutto è buono.

source: [_desiree_s_talk_frown_s_unhappy_] Chill? What?! No! This is a matter of grave importance, have you forgotten already?
it_it: [_desiree_s_talk_frown_s_unhappy_] Brivido? Cosa?! No! Questo è un problema di grande importanza, hai già dimenticato?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] Anyway, if you don't mind me asking, just what exactly are {i}you{/i} three up to?
it_it: [_danny_s_towards_s_wondering_s_talk_frown_2_] In ogni caso, se non ti dispiace chiedere, che cosa sono esattamente {i}tu{/i} tre fino a?

source: [_paulina_s_closed_s_talk_displeased_s_wondering_] Don't be such a nark Danny, this is all to make some real cash online.
it_it: [_paulina_s_closed_s_talk_displeased_s_wondering_] Non essere un così nark Danny, questo è tutto per fare un po 'di vero denaro online.

source: [_star_s_talk_pleased_s_closed_s_sad_] Yeah! Like, we're planning on running an Onlysimps page together, and goth chick here has a lot of actually good ideas!
it_it: [_star_s_talk_pleased_s_closed_s_sad_] Sì! Mi piace, stiamo pianificando di eseguire una pagina Onlysimps insieme, e goth chick qui ha un sacco di buone idee!

source: [_sam_s_away_s_talk_bite_] Oh, you give me too much credit, ladies... I'm simply thinking of what your average coomer might like to enjoy!
it_it: [_sam_s_away_s_talk_bite_] Oh, mi date troppo credito, signore... sto semplicemente pensando a cosa potrebbe piacerti il tuo coomer medio!

source: [_star_s_talk_pleased_s_sad_] This is like {i}so{/i} much more fun than usual, just being a {i}regular{/i} sorta skank, y'know!
it_it: [_star_s_talk_pleased_s_sad_] Questo è come {i}così{/i} molto più divertente del solito, appena essendo un {i}regolare{/i} sorta skank, y'know!

source: [_paulina_s_talk_amused_s_rise_] I know, this is even better than when we were listening to all that rock music!
it_it: [_paulina_s_talk_amused_s_rise_] Lo so, questo è ancora meglio che quando ascoltavamo tutta quella musica rock!

source: [_star_s_talk_happy_2_s_sad_] Yeah, totally!
it_it: [_star_s_talk_happy_2_s_sad_] Sì, totalmente!

source: [_danny_s_closed_s_rise_one_s_frown_s_blush_] (Don't pop a boner, don't pop a boner, DON'T POP A BONER!!)
it_it: [_danny_s_closed_s_rise_one_s_frown_s_blush_] (Non pop un boner, non pop un boner, NON POP A BONER!!)

source: [_danny_s_towards_s_rise_one_s_talk_frown_s_-blush_] Okay, but like, what are you doing... {i}here{/i}, exactly?
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_s_-blush_] Okay, ma come, cosa stai facendo... {i}qui{/i}, esattamente?

source: [_sam_s_talk_tong_s_sad_] Oh, well we were gonna go inside the school for a little private photoshoot...~
it_it: [_sam_s_talk_tong_s_sad_] Oh, bene stavamo andando dentro la scuola per un po 'di foto private...~

source: [_sam_s_talk_happy_2_s_neutral_] I stole the spare key from Lancer the other day so we could get in!
it_it: [_sam_s_talk_happy_2_s_neutral_] Ho rubato la chiave di ricambio da Lancer l'altro giorno così potremmo entrare!

source: [_danny_s_towards_s_rise_one_s_smile_] (Perfect!)
it_it: [_danny_s_towards_s_rise_one_s_smile_] (Perfetto!)

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, sweet, that's great! My friends and I actually need to-
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, dolce, è fantastico! I miei amici ed io abbiamo bisogno di-

source: [_bertrand_] Well, well, wellington...
it_it: [_bertrand_] Beh, beh, wellington...

source: [_bertrand_] Presumably figured out my Mistress' identity, have we?
it_it: [_bertrand_] Presumibilmente capito l'identità della mia padrona, noi?

source: [_danny_s_down_s_angry_s_talk_frown_2_] I should have figured that nasty glob of phlegm was you... {i}Bertrand!{/i}
it_it: [_danny_s_down_s_angry_s_talk_frown_2_] Avrei dovuto immaginare che il brutto globo di flemma fosse tu... {i}Bertrand!{/i}

source: [_bertrand_] {i}Oh ho ho!!{/i} Very good Danny! We love some quality fighting words to start a duel!
it_it: [_bertrand_] {i}Oh ho ho!!{/i} Molto buono Danny! Ci piace alcune parole di combattimento di qualità per iniziare un duello!

source: [_bertrand_] Seems you aren't as stupid as I initially thought!
it_it: [_bertrand_] Sembra che tu non sia stupido come ho pensato inizialmente!

source: [_danny_s_down_wide_s_angry_s_talk_frown_] I'm going to stop her!
it_it: [_danny_s_down_wide_s_angry_s_talk_frown_] La fermerò!

source: [_bootrand_] {i}Ha!{/i} I'm afraid you're going to have to get through ME first!
it_it: [_bootrand_] {i}Ha!{/i} Temo che dovrai prima passare attraverso ME!

source: [_star_s_talk_frown_s_confused_2_] Wait, what exactly is going on here exactly?
it_it: [_star_s_talk_frown_s_confused_2_] Aspetta, cosa sta esattamente succedendo qui?

source: [_paulina_s_talk_frown_s_sad_] ...{i}ewww{/i}, is that like a ghost?
it_it: [_paulina_s_talk_frown_s_sad_] ...{i}ewww{/i}, è come un fantasma?

source: [_star_s_closed_s_talk_frown_s_sad_] Like, OMG!!{p}I mean... {i}Woof! Woof!{/i}
it_it: [_star_s_closed_s_talk_frown_s_sad_] Mi piace, OMG!!{p}Voglio dire... {i}Woof! Woof!{/i}

source: [_danny_s_towards_s_rise_one_s_frown_] (Oh man! If I go ghost right now, Star and Paulina will find out I'm Inviso-Bill!)
it_it: [_danny_s_towards_s_rise_one_s_frown_] (Oh uomo! Se vado fantasma in questo momento, Star e Paulina scopriranno che sono Inviso-Bill!)

source: [_bootrand_] Oh I see! You must be his little friends!
it_it: [_bootrand_] Oh vedo! Devi essere i suoi piccoli amici!

source: [_bootrand_] Oh, and you all look certainly ready to party! Perfect!
it_it: [_bootrand_] Oh, e tutti voi sembrate certamente pronti a festare! Perfetto!

source: [_bootrand_] {i}*Whistles*{/i} This way, boys!
it_it: [_bootrand_] {i}*Fischi*{/i} In questo modo, i ragazzi!

source: [_sam_] G-get away from us!! Girls, run!!
it_it: [_sam_] G-ottenere via da noi!! Ragazze, correre!!

source: [_bootrand_] Better get running, fellas, all the fun is getting away!
it_it: [_bootrand_] Meglio correre, fellas, tutto il divertimento si sta allontanando!

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] S-stay away from them!
it_it: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] S-stare lontano da loro!

source: [_bertrand_] {i}Ahhaha!!{/i} Now {i}this{/i} is going to be fun!
it_it: [_bertrand_] {i}Ahhaha!!{/i} Ora {i}questo{/i} sarà divertente!

source: [_ember_s_angry_s_talk_displeased_] Danny! You deal with the old creepy fart face! Me and Desiree got these amateur freaks!
it_it: [_ember_s_angry_s_talk_displeased_] Danny! Hai a che fare con il vecchio viso di falesia raccapricciante! Io e Desiree abbiamo questi freak dilettanti!

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_2_] B-but if I transform, Star and Paulina'll find out that-
it_it: [_danny_s_towards_wide_s_rise_one_s_talk_frown_2_] B-ma se trasformo, Star e Paulina lo scopriranno-

source: [_desiree_s_talk_frown_s_upset_] Master, now is not the time to debate! You must save them!
it_it: [_desiree_s_talk_frown_s_upset_] Maestro, ora non è il momento di discutere! Devi salvarli!

source: [_danny_s_at_player_s_rise_one_s_frown_] (Looks like this is it... this is where my secret finally comes to light!)
it_it: [_danny_s_at_player_s_rise_one_s_frown_] (Si tratta di questo gioco... è qui che viene alla luce il mio segreto!)

source: [_danny_s_towards_s_rise_one_s_talk_frown_] I'M GOING GHOST!!
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_] SONO GHOST!!

source: [_bertrand_] This- {i}*Huff*{/i} ...this isn't over, kid! You'll never defeat her, she's become too strong now!!
it_it: [_bertrand_] Questo- {i}*Huff*{/i} ... questo non è finito, bambino! Non la sconfiggerai, ora è troppo forte!!

source: [_bertrand_] My mistress is unstoppable!!
it_it: [_bertrand_] La mia padrona è inarrestabile!!

source: [_danny_] (Well... I guess that's that... I saved everyone...)
it_it: [_danny_] (Bene... immagino che sia così... ho salvato tutti...)

source: [_danny_] (But now... Star and Paulina... they must have seen... everything...)
it_it: [_danny_] (Ma ora... Stella e Paulina... devono aver visto... tutto...)

source: [_danny_] Girls, I... please... I-I can expla-
it_it: [_danny_] Ragazze, io... per favore... I-I can expla-

source: [_star_] {i}Mmm~{/i} I fucking love kissing you so much, P!
it_it: [_star_] {i}Mmm~{/i} Mi piace baciarti così tanto, P!

source: [_paulina_] Oh yeah, I love you too Star... you're such a good kisser, Jesu Christo...~
it_it: [_paulina_] Oh sì, ti amo anche la Stella... sei un buon kisser, Jesu Christo...~

source: [_ember_s_talk_happy_s_rise_] Somehow, I don't think they noticed your little show, dude. Probably broke into a case of fight-or-fuck in their panicked brains.
it_it: [_ember_s_talk_happy_s_rise_] In qualche modo, non penso che abbiano notato il vostro piccolo spettacolo, tomba. Probabilmente si è rotto in un caso di combattimento o cazzo nel loro cervello panicato.

source: [_desiree_s_sad_s_talk_consternation_] I highly doubt they would remember much of anything clearly once our ghost's control has been lifted. I would not worry much.
it_it: [_desiree_s_sad_s_talk_consternation_] Dubito vivamente che si ricorderebbero molto di tutto chiaramente una volta che il controllo del nostro fantasma è stato revocato.

source: [_danny_s_towards_s_talk_happy_] {i}Uhh{/i}, alright, I guess that's good... Sam? You okay?
it_it: [_danny_s_towards_s_talk_happy_] {i}Uhh{/i}, bene, immagino che sia buono... Sam? Stai bene?

source: [_sam_] Yeah, no, I'm good! I'm fine...{p}Y'know, that was sorta hot, watching you fight that green booger just then...~
it_it: [_sam_] Sì, no, sono bravo! Sto bene...{p}Sai, che era sorta caldo, guardandoti combattere quel booger verde proprio allora...~

source: [_danny_s_talk_frown_2_s_wondering_] Sam, the door. N-not right now, please.
it_it: [_danny_s_talk_frown_2_s_wondering_] Sam, la porta. N-non in questo momento, per favore.

source: [_sam_s_talk_happy_] Huh? Oh yeah, sorry, here's the key! You three go ahead and good luck with... whatever you're up to, honestly.
it_it: [_sam_s_talk_happy_] Huh? Oh sì, mi dispiace, ecco la chiave! Tu tre vai avanti e buona fortuna con... qualunque cosa tu sia, onestamente.

source: [_sam_] I'm just gonna stick around here and take a few candid shots with the girls!
it_it: [_sam_] Mi atterrò qui e prenderò alcuni scatti con le ragazze!

source: [_sam_] {i}Hah haaa{/i}, yes, yes... that's it you sexy bitches! Star, work some more tongue into that!
it_it: [_sam_] {i}Hah haaa{/i}, sì, sì... è quello che fai delle cagne sexy! Stella, lavora un po' più di lingua in questo!

source: [_danny_] (Sam certainly has a more... expressive side to her, at least when it comes to her being influenced by kinky spirits...)
it_it: [_danny_] (Sam ha certamente un lato espressivo per lei, almeno quando si tratta di essere influenzato da spiriti viziosi...)

source: [_desiree_s_talk_displeased_s_neutral_2_] We cannot wait any longer, it's time!
it_it: [_desiree_s_talk_displeased_s_neutral_2_] Non possiamo più aspettare, è tempo!

source: [_danny_s_talk_frown_2_] Right, let's do this!
it_it: [_danny_s_talk_frown_2_] Destro, facciamo questo!

source: [_desiree_] Goodness... this place... the power being gathered... it truly is overwhelming!
it_it: [_desiree_] Bontà... questo posto... il potere che si raccoglie... è davvero travolgente!

source: [_ember_] You could say... {i}"it's over 9000!!"{/i}
it_it: [_ember_] Potresti dire... {i}"ha più di 9000!!"{/i}

source: [_desiree_] N-no, I could not reasonably define the strength of her aura in numbers, I'm afraid...
it_it: [_desiree_] N-no, non riuscivo ragionevolmente a definire la forza della sua aura in numeri, temo...
