Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_ember_] Oh yeah, you haven't been watching anime late at night with me...
it_it: [_ember_] Oh sì, non hai guardato anime a tarda notte con me...

source: [_danny_] {i}Shhh!{/i} Hey, c'mon girls, we should try being more quiet! We don't know if-
it_it: [_danny_] {i}Shhh!{/i} Hey, c'mon girls, dovremmo provare ad essere più tranquilli! Non sappiamo se-

source: [_penelope_] {i}[[Well, well, well...]]{/i}
it_it: [_penelope_] {i}[[Beh, beh, bene...]]{/i}

source: [_penelope_] {i}[[So glad you could all make it!]]{/i}
it_it: [_penelope_] {i}[[Quindi contento di poterlo fare!]]{/i}

source: [_danny_] Spectra! Show yourself!
it_it: [_danny_] Spectra! Mostrati!

source: [_penelope_] As you wish~
it_it: [_penelope_] Come si desidera~

source: [_spectra_] Hello! You must be Danny's little posse group!
it_it: [_spectra_] Ciao! Devi essere il piccolo gruppo posse di Danny!

source: [_spectra_] Do you like what I've done with the place?
it_it: [_spectra_] Ti piace quello che ho fatto con il posto?

source: [_spectra_] Or how about my new look?
it_it: [_spectra_] O che ne dici del mio nuovo look?

source: [_danny_] Let Jazz and everyone else go of your sick mind control!
it_it: [_danny_] Lascia che il Jazz e tutti gli altri vadano dal tuo controllo mentale malato!

source: [_spectra_] The lust and pent up energy in this place is just too good to let go of!
it_it: [_spectra_] La lussuria e l'affondare l'energia in questo luogo è troppo buona per lasciar andare!

source: [_spectra_] Tell me, didn't your enjoy your little date with Jasmine? {i}*Chuckles*{/i}
it_it: [_spectra_] Dimmi, non ti è piaciuto il tuo piccolo appuntamento con Jasmine? {i}*Chuckles*{/i}

source: [_spectra_] She's been the most delicious of all to feed from! Oh, the taboo thoughts running in her head! {i}Mmmmm-mmm!{/i}
it_it: [_spectra_] È stata la più deliziosa di tutti da nutrire! Oh, i pensieri tabù che corrono nella sua testa! {i}Mmmmm-mmm!{/i}

source: [_ember_] Hey Cru-smella de Vil, we're about to kick your butt into next Saturday's morning cartoons if you don't stop this shit!
it_it: [_ember_] Ehi Cru-smella de Vil, stiamo per dare il calcio al tuo culo nel mattino di sabato prossimo cartoni animati se non fermi questa merda!

source: [_desiree_] My powers are more than capable of matching all of yours at this point, you little wretch!
it_it: [_desiree_] I miei poteri sono più che capaci di abbinare tutti i tuoi a questo punto, tu poco disgraziato!

source: [_spectra_] Some bipolar delinquent and an ancient whore are what you've bought as backup to defeat me?
it_it: [_spectra_] Alcuni delinquenti bipolari e una puttana antica sono quello che hai comprato come backup per sconfiggermi?

source: [_ember_] What the {i}fuck{/i} did you just call me?! Listen up you old bag! I'm about to put a size 11 dent in your face!
it_it: [_ember_] Che cazzo di {i}{/i} mi hai appena chiamato?! Ascolta la vecchia borsa! Sto per mettere una dimensione 11 dent in faccia!

source: [_desiree_] "Ancient whore"...? Who do you think you're talking to, you parasite?!
it_it: [_desiree_] "Antica puttana"...? Chi pensi che stai parlando, parassiti?!

source: [_spectra_] Well, looks like I've riled up the masses in just the right way... and I'm certainly eager to test out this new form already!
it_it: [_spectra_] Beh, sembra che io abbia alzato le masse nel modo giusto... e sono certamente ansioso di testare questa nuova forma già!

source: [_spectra_] Oh, I think I'm going to enjoy this!! C'MON LADIES, LET'S SEE YOU MOVE!!
it_it: [_spectra_] Oh, penso che mi piacerà questo!! C'MON LADIES, LET'S SEE YOU MOVE!!

source: [_danny_] {i}*Huff*{/i} We {i}*Huff*{/i} did it!
it_it: [_danny_] {i}*Huff*{/i} Abbiamo fatto {i}*Huff*{/i}!

source: [_ember_] Ready to surrender yet you... nasty old bat?!
it_it: [_ember_] Pronto a cedere ancora tu... cattivo vecchio pipistrello?!

source: [_spectra_] Oh my... what a shame.{p}{nw}
it_it: [_spectra_] Oh mio... che vergogna.{p}{nw}

source: [_extend_] To think I would be attacked all at once!! I never would have-
it_it: [_extend_] Per pensare che sarei stato attaccato tutto in una volta!! Non avrei mai avuto

source: [_spectra_] {i}BAHAHAHA!!{/i} Oh I'm sorry, I just couldn't keep a straight face!
it_it: [_spectra_] {i}BAHAHAHAHA!!{/i} Oh Mi dispiace, non sono riuscito a mantenere il volto dritto!

source: [_spectra_] I've barely used a tenth of my power so far!
it_it: [_spectra_] Finora ho appena usato un decimo del mio potere!

source: [_spectra_s_evil_s_talk_happy_] ...so, ready for round two?
it_it: [_spectra_s_evil_s_talk_happy_] ...così, pronto per il secondo giro?

source: [_danny_] {i}Uh{/i} oh... yeah, this isn't good.
it_it: [_danny_] {i}Uh{/i} oh... sì, questo non è buono.

source: [_spectra_s_evil_s_talk_displeased_] As your guidance counselor Danny, I'd love to give you some practical advice... give up and {i}DIE!!{/i}
it_it: [_spectra_s_evil_s_talk_displeased_] Come consulente di orientamento Danny, mi piacerebbe darti qualche consiglio pratico... arrenditi e {i}DIE!!{/i}

source: [_danny_] {i}Gah!{/i} She's way too powerful!
it_it: [_danny_] {i}Gah!{/i} È troppo potente!

source: [_spectra_] Oh sweet Danny... it's not your fault you were such a weak loser!
it_it: [_spectra_] Oh dolce Danny... non è colpa tua sei stato un perdente così debole!

source: [_spectra_] It's just the way things played out! With me crushing you and your weak friends!
it_it: [_spectra_] È solo il modo in cui le cose hanno giocato! Con me schiacciare te e i tuoi amici deboli!

source: [_danny_] I'm not... weak... none of us are!
it_it: [_danny_] Non sono... debole... nessuno di noi!

source: [_spectra_] Now that's adorable, he's giving you all an emotional support rally speech!
it_it: [_spectra_] Ora che è adorabile, ti sta dando tutti un discorso di supporto emotivo raduno di sostegno!

source: [_spectra_] ...not sure how well it works as a eulogy though. Oh well, I guess it's better than nothing!
it_it: [_spectra_] ... non è sicuro di come funziona bene come una elogia. Oh bene, immagino che sia meglio di niente!

source: [_spectra_] Don't feel bad, kiddos. Nobody could stop me at this on point!{p}{nw}
it_it: [_spectra_] Non ti senti male, scherzo. Nessuno potrebbe fermarmi a questo punto!{p}{nw}

source: [_extend_] Not even-
it_it: [_extend_] Non pari.

source: [_spectra_] ...who?
it_it: [_spectra_] ...chi?

source: [_danny_s_p_s_offscreen_s_towards_s_idle_s_smile_] (Dad!! He's here!){p}{nw}
it_it: [_danny_s_p_s_offscreen_s_towards_s_idle_s_smile_] (Dad!! Lui è qui!){p}{nw}

source: [_extend_s_danny_s_p_s_offscreen_s_sad_s_smile_] (...and with Mom?! Thank God!)
it_it: [_extend_s_danny_s_p_s_offscreen_s_sad_s_smile_] (...e con la mamma?! Grazie Dio!)

source: [_maddie_] Get away from that young Ghost, you monster!! He's supposed to be {i}our{/i} catch!!
it_it: [_maddie_] Allontanati da quel giovane Ghost, tu mostro!! Dovrebbe essere {i}il nostro{/i} catch!!

source: [_jack_] Jumpin' Jehoshaphat, it really is a whole spookum buffet in here!
it_it: [_jack_] Jumpin' Jehoshaphat, è davvero un intero buffet di spookum qui!

source: [_jack_] Good thing we followed through on those crazy readings while we were patrolling!
it_it: [_jack_] Buona cosa abbiamo seguito su quelle letture pazzesche mentre stavamo pattugliando!

source: [_maddie_] I must say, your spectral radars are getting better and better with each version you make Jack!
it_it: [_maddie_] Devo dire, i tuoi radar spettrali stanno migliorando e migliorando con ogni versione che fai Jack!

source: [_jack_] I knew there must have been something up with the school lately. All these kids loitering out past the curfew and barely covering their skivvies?
it_it: [_jack_] Sapevo che ci doveva essere qualcosa con la scuola ultimamente. Tutti questi bambini che prestano fuori oltre il coprifuoco e a malapena coprire i loro sciatori?

source: [_jack_] I knew it could only mean one thing...
it_it: [_jack_] Sapevo che poteva significare solo una cosa...

source: [_maddie_] Poor parenting?{p}{nw}
it_it: [_maddie_] Povero genitore?{p}{nw}

source: [_extend_] Drinking in excess?{p}{nw}
it_it: [_extend_] Bere in eccesso?{p}{nw}

source: [_extend_] ...general teenage angst bubbling under the surface?
it_it: [_extend_] ...generale angst adolescente che gocciola sotto la superficie?

source: [_spectra_] {i}Hsss!!{i} You've just sealed your own fates, you weak imbeciles!
it_it: [_spectra_] {i}Hsss!!{i} Hai appena sigillato i tuoi destini, indebolisci gli imbecilli!

source: [_jack_] {i}Hah!{/i} Oh no, creepola. With these newly tuned weapons of mass bustin', we'll zap you back into the primordial plasm you once came fro-
it_it: [_jack_] {i}Hah!{/i} Oh no, creepola. Con queste nuove armi di bustino di massa', ti faremo tornare nel plasma primordiale che una volta è venuto da-

source: [_desiree_] Now master! While she's weakened!
it_it: [_desiree_] Ora padrone! Mentre è indebolita!

source: [_danny_] Got it!
it_it: [_danny_] C'è!

source: [_spectra_] That's quite enough! It's time I put an end to our little chit chats!
it_it: [_spectra_] È abbastanza abbastanza! È ora di mettere fine alle nostre piccole chat chit!

source: [_spectra_] You... no! No, no, {i}NO!!!{/i}
it_it: [_spectra_] Tu... no! No, no, {i}NO!!!{/i}

source: [_spectra_] B-Bertrand! Get out here and stop them!
it_it: [_spectra_] B-Bertrand! Esci qui per fermarli!

source: [_bootrand_] I'm sorry Mistress... I'm still too weak! I can't do anything!
it_it: [_bootrand_] Mi dispiace Mistress... sono ancora troppo debole! Non posso fare nulla!

source: [_spectra_] {i}Grrrahhh!!{/i} USELESS WRETCH!!
it_it: [_spectra_] {i}Grrrahhh!!{/i} SCRIVITI UTILIZZATI!!

source: [_danny_] It's over, Spectra. Give it up now!
it_it: [_danny_] È finita, Spectra. Abbandona ora!

source: [_spectra_] It's not over! It's not over till I say it's-
it_it: [_spectra_] Non è finito! Non è finita fino a quando non lo dico

source: [_spectra_] W-wait-!! N-no, you wouldn't dare-
it_it: [_spectra_] W-wait-!! N-no, non osereste-

source: [_spectra_] {i}Noooooooo!!!{/i}
it_it: [_spectra_] {i}Noooooo!!!{/i}

source: [_danny_] ...{i}Phew{/i} ...it's finally over...
it_it: [_danny_] ...{i}Phew{/i} ...è finalmente finito...

source: [_ember_] First dibs on the shower when we get back home.
it_it: [_ember_] I primi dibs sulla doccia quando torniamo a casa.

source: [_maddie_] C'mon Jack, you've gotta wake up!
it_it: [_maddie_] C'mon Jack, ti sei svegliato!

source: [_danny_] (...Dad!)
it_it: [_danny_] (...Papà!)

source: [_maddie_] S-Stand where you are, you ghoulish freaks! I know how to handle the likes of you!
it_it: [_maddie_] S-Stand dove ti trovi, tu stupidaggini! So come gestirti come te!

source: [_danny_] Ma'am, please, is your... partner okay?
it_it: [_danny_] Ma'am, per favore, è il tuo... partner okay?

source: [_maddie_] Don't try and play any games with me, buster! My husband Jack's stronger than any of you even in his sleep!
it_it: [_maddie_] Non provare a giocare con me, buster! Mio marito Jack è più forte di tutti voi anche nel suo sonno!

source: [_maddie_] He'll be up in no time to help me catch you nasty things and send you to oblivion!
it_it: [_maddie_] Lui sarà alzato in poco tempo per aiutarmi a catturarti cose brutte e mandarti all'oblio!

source: [_danny_] Thank goodness...
it_it: [_danny_] Grazie bontà...

source: [_danny_] ...I-I mean...{p}{nw}
it_it: [_danny_] ...I-Intenso...{p}{nw}

source: [_extend_] {i}Ohhhh, noooooo!!{/i} We had better flee, in {i}terrrooooorrr{/i}, back to our ghostly lairs!
it_it: [_extend_] {i}Ohhhh, noooooo!!{/i} Abbiamo fatto meglio a fuggire, in {i}terrrooooorrr{/i}, torna ai nostri pairi!

source: [_ember_] {i}Uhhhhh{/i}.... yeah, I guess... whatever {i}heeeeee{/i} said, {i}oooooooh!!{/i}
it_it: [_ember_] {i}Uhhhhhh{/i}.... sì, immagino... qualunque cosa {i}heeeeeee{/i} ha detto, {i}oooooooh!!{/i}

source: [_desiree_] Why are you two making such odd noises at the moment? Are your vocal chords somehow damaged from-
it_it: [_desiree_] Perché stai facendo così strani rumori al momento? I tuoi accordi vocali sono in qualche modo danneggiati dalla-

source: [_ember_] {i}Under Breath{/i} Shut up Des!!
it_it: [_ember_] {i}In respiro{/i} Spegni Des!!

source: [_maddie_] That's right, get back to where you came from, you nasty wretches, if you know what's good for you!
it_it: [_maddie_] È giusto, torna da dove vieni, sei brutto disgraziato, se sai cosa ti fa bene!

source: [_danny_] Alright... well...{p}{nw}
it_it: [_danny_] Bene... bene...{p}{nw}

source: [_extend_] ...{i}gooooooodbyyyyyeeeee!!{/i}
it_it: [_extend_] ...{i}gooooooodbyyyyyeeeeee!!{/i}

source: [_maddie_] And don't think you've seen the last of us Fentons! We're hot on your trail, Ghost Kid! This isn't over!
it_it: [_maddie_] E non pensi di aver visto l'ultimo di noi Fentons! Siamo caldi sul tuo sentiero, Ghost Kid! Questo non è finito!

source: [_jack_] {i}Groggy{/i} Good gravy... what a punch that red-eyed devil packs! I oughta' train my face better to take wallops better...
it_it: [_jack_] {i}Groggy{/i} Buon gravy... che un pugno che ha fatto i pacchetti diavolo dagli occhi rossi! Dovevo addestrare meglio il mio viso per prendere i muri meglio...

source: [_danny_] (Well, another big bad ghost down, nobody got too badly hurt...)
it_it: [_danny_] (Beh, un altro grande cattivo fantasma giù, nessuno si è fatto male troppo...)

source: [_danny_] (This is getting easier the more it goes on honestl-)
it_it: [_danny_] (Questo è sempre più facile più va avanti onestamente-)

source: Ringg...ring...ring...
it_it: Suoneria...anello...

source: [_danny_] (Huh?... is that my phone ringing?)
it_it: [_danny_] (Huh?... è che il mio telefono squilla?)

source: [_jazz_] Hey I... {i}*Yawn*{/i} ...could you do me a favor?
it_it: [_jazz_] Ehi i... {i}*Yawn*{/i} ...potresti farmi un favore?

source: [_danny_] Jazz! You're okay!
it_it: [_danny_] Jazz! Stai bene!

source: [_jazz_] Of course I am doofus!
it_it: [_jazz_] Naturalmente sono doofus!

source: [_jazz_] I mean... I did just have the weirdest dream though...
it_it: [_jazz_] Voglio dire... Ho fatto solo il sogno più bizzarro però...

source: [_danny_] O-okay then... so, you wanted to call me about it?
it_it: [_danny_] O-okay allora... così, volevi chiamarmi al riguardo?

source: [_jazz_] Nah, I was just hungry... are you out right now? Could you bring home some pizza tonight?
it_it: [_jazz_] Nah, avevo solo fame... sei in questo momento? Potresti portare a casa un po' di pizza stasera?

source: [_jazz_] I'm starving!
it_it: [_jazz_] Sto morendo di fame!

source: [_danny_] Sure Jazz, anything you want.
it_it: [_danny_] Sicuro Jazz, tutto quello che vuoi.

source: [_jazz_] Thanks little bro.
it_it: [_jazz_] Grazie poco bro.

source: [_danny_] And Jazz?
it_it: [_danny_] E Jazz?

source: [_jazz_] Yeah?
it_it: [_jazz_] Sì?

source: [_danny_] I'm just... I'm glad to hear from you.
it_it: [_danny_] Sono solo... Sono contento di sentire da te.

source: [_jazz_] {i}Pssch{/i}, you're a sweet little doofus sometimes... a total weirdo, but a sweet weirdo.
it_it: [_jazz_] {i}Pssch{/i}, sei un dolce piccolo doofus a volte... un totale strano, ma un dolce strano.

source: [_ember_] Well shit, this was almost as fun as one of my concerts!
it_it: [_ember_] Bene merda, questo è stato quasi divertente come uno dei miei concerti!

source: [_danny_] If not crazier, yeah...
it_it: [_danny_] Se non è più pazzo, sì...

source: [_desiree_] Master, you're now going to have to decide what to do with Miss Spectra, you realize.
it_it: [_desiree_] Maestro, ora dovrai decidere cosa fare con Miss Spectra, ti accorgi.

source: [_ember_] Toss her ass into the Ghost zone I say!
it_it: [_ember_] Lanciate il suo culo nella zona Fantasma che dico!

source: [_danny_] You're right, but...
it_it: [_danny_] Hai ragione, ma...

source: [_desiree_] It is the only logical conclusion, no?
it_it: [_desiree_] È l'unica conclusione logica, no?

source: [_danny_] I-I'll have to think on it.
it_it: [_danny_] Io dovrò pensarci.

source: [_ember_] What's there to think about? She's evil!
it_it: [_ember_] Cosa c'è da pensare? È malvagia!

source: [_desiree_] I agree, she's far too dangerous to just keep trapped there like this.
it_it: [_desiree_] Sono d'accordo, è troppo pericolosa per rimanere intrappolati in questo modo.

source: [_danny_] (Gotta play this smooth... if either of these two found out the Ghost Portal was broke...)
it_it: [_danny_] (Si gioca questo liscio... se uno di questi due ha scoperto il Ghost Portal è stato rotto...)

source: [_danny_] Look there was a time when I would have thought that both of you were completely evil.
it_it: [_danny_] Guardate che ci fosse stato un tempo in cui avrei pensato che entrambi eravate completamente malvagi.

source: [_danny_] ...I mean, you know, I thought you two might lack some... social graces, y'know?
it_it: [_danny_] [_danny_] Intendo dire, sai, ho pensato che ti mancavano due grazie... sociali, sai?

source: [_ember_] ...really not selling this the right way, jerk.
it_it: [_ember_] ... davvero non vendere questo il modo giusto, masturbarsi.

source: [_danny_] Look, what I'm saying is, I was wrong about you two. I think you've discovered stuff about yourself as well since you were captured!
it_it: [_danny_] Guarda, quello che sto dicendo è, mi sbagliavo su di voi due. Penso che abbiate scoperto roba anche su di voi da quando siete stati catturati!

source: [_danny_] Maybe she's the same? Maybe she's not so bad deep down?{p}{nw}
it_it: [_danny_] Forse è la stessa? Forse non è così brutta in profondità?{p}{nw}

source: [_extend_] It's gotta be worth the effort to try and reach he-
it_it: [_extend_] Vale la pena tentare di raggiungere lui-

source: [_desiree_] Y-yes, of course master. I'm sorry. Your judgement in this matter... it's yours to make.
it_it: [_desiree_] Y-sì, ovviamente maestro. Mi dispiace. Il tuo giudizio in questa materia... è tuo fare.

source: [_ember_] I still think this is a bad idea, but whatevs. And this thermos is getting smaller by the day, dude!
it_it: [_ember_] Penso ancora che questa sia una cattiva idea, ma ciò che è. E questo termos sta diventando sempre più piccolo di giorno, dude!

source: [_ember_] Just don't come calling us to bail you out when she goes all Doc Pyscho again.
it_it: [_ember_] Basta non venire a chiamarci per salvarti quando lei va tutto Doc Pyscho di nuovo.

source: [_danny_] Thanks girls. I appreciate this.
it_it: [_danny_] Grazie ragazze. Apprezzo questo.

source: [_desiree_] (He has a kind heart... but I wonder...)
it_it: [_desiree_] (Lui ha un cuore gentile... ma mi chiedo...)

source: [_desiree_] (...if some ghosts have anything left to even save of themselves...)
it_it: [_desiree_] (...se alcuni fantasmi hanno lasciato qualcosa per salvare se stessi...)

source: [_danny_] (Okay, let's do this.)
it_it: [_danny_] (Okay, facciamo questo.)

source: [_danny_] (I just hope she doesn't start trying to claw my eyes out as soon as I release her...)
it_it: [_danny_] (Spero solo che non cominci a tentare di ingannare gli occhi non appena la rilascio...)

source: [_danny_] Now Miss Spectra, is it really appropriate for faculty and students to be meeting outside of school hours like-
it_it: [_danny_] Ora Miss Spectra, è davvero appropriato che docenti e studenti si riuniscano al di fuori delle ore scolastiche come-

source: [_danny_] Whoa, whoa! Take it easy now!
it_it: [_danny_] Choa, choa! Prendi subito facile!

source: [_spectra_] I should rip apart your fractured soul where it sits this instant!
it_it: [_spectra_] Dovrei strappare la tua anima fratturata dove siede questo istante!

source: [_danny_] Yeah, yeah, that's what they all say...
it_it: [_danny_] Sì, sì, è quello che tutti dicono...

source: [_danny_] Look, to make things simple for you, if you try anything evil or crazy, it's straight to the Ghost Zone for you!
it_it: [_danny_] Guarda, per rendere le cose semplici per te, se provi qualcosa di cattivo o pazzo, è direttamente alla Zona Fantasma per te!

source: [_danny_] The ghosts I've contained are sealed by both the Fenton Thermos' technology and Desiree's magic.
it_it: [_danny_] I fantasmi che ho contenuto sono sigillati sia dalla tecnologia Fenton Thermos' che dalla magia del Desiderio.

source: [_spectra_] So, what?! I'm just your glorified prisoner now?!
it_it: [_spectra_] Allora, cosa?! Ora sono solo il tuo prigioniero glorificato?!

source: [_danny_] W-well... what I'd really like is to try and help you is all.
it_it: [_danny_] W-well... quello che mi piacerebbe davvero è cercare di aiutarvi è tutto.

source: [_spectra_] ..."Help me?"
it_it: [_spectra_] ..."Aiutami?"

source: [_spectra_] {i}You{/i}... want to... help.{p}{nw}
it_it: [_spectra_] {i}Tu{/i}... vuoi aiutare...{p}{nw}

source: [_extend_] Me?
it_it: [_extend_] Io?

source: [_spectra_] ...Bwhahahaha! Oh, now {i}this{/i} was almost worth being captured!
it_it: [_spectra_] ...Bwhahahaha! Oh, ora {i}questo{/i} stava quasi valendo la pena di essere catturato!

source: [_danny_] C'mon now, just listen! I obviously can't just let you back out and wreaking havoc across the town can I?
it_it: [_danny_] C'mon ora, ascolta! Ovviamente non posso semplicemente farti tornare fuori e scatenare devastazioni in tutta la città potrei?

source: [_spectra_] Well I'm certainly not interested in any kind of "help" that {i}you{/i} could possibly offer me!
it_it: [_spectra_] Beh, non sono certo interessato ad alcun tipo di "aiuto" che {i}tu{/i} potrebbe offrirmi!

source: [_danny_] Look, it's either we try and work out whatever's made you like this, or... I'll have no choice than to send you back to the Ghost Zone!
it_it: [_danny_] Guarda, o cerchiamo di capire quello che ti ha fatto così, o. Non avrò altra scelta che inviarti di nuovo alla Zona Fantasma!

source: [_spectra_] I don't care then, send me back!
it_it: [_spectra_] Non mi importa allora, mandami indietro!

source: [_spectra_] If you really think I'm going to stay here a second longer while you try and pick my brain like some sort of uncertified hack-
it_it: [_spectra_] Se pensi davvero che starò qui un secondo più a lungo mentre cerchi di scegliere il mio cervello come una sorta di hack non certificato-

source: [_spectra_] -then you're even crazier than most the freaks in that place!
it_it: [_spectra_] - allora sei ancora più pazzo della maggior parte dei capricci in quel posto!

source: [_ember_] Oh God, will you shut her up already?
it_it: [_ember_] Oh Dio, la chiudete già?

source: [_danny_] Whoa, hey, what the heck's with you two?
it_it: [_danny_] Choa, hey, che heck è con voi due?

source: [_desiree_] This one decided to spend her whole first night ranting and raving to the two of us.
it_it: [_desiree_] Questo ha deciso di passare tutta la sua prima notte a suonare e raving per i due di noi.

source: [_ember_] And after a big fight like we just had, even ghosts need some freaking sleep!
it_it: [_ember_] E dopo una grande battaglia come abbiamo appena avuto, anche i fantasmi hanno bisogno di un po' di sonno!

source: [_ember_] {i}Not that this loud mouthed kook ever gave us a chance to close our eyes with all her screaming!!!{/i}
it_it: [_ember_] {i}Non che questo forte preso in bocca ci abbia mai dato la possibilità di chiudere gli occhi con tutto il suo urlo!!!{/i}

source: [_spectra_] "Oh no, poor me, I'm just a pair of poor, stockholm syndrome riddled drama queens!! We couldn't rest our wittle green and blue heads to nappy!!"
it_it: [_spectra_] "Oh no, povero me, sono solo un paio di poveri, sindrome di stockholm regine dramma indovinate! Non potevamo riposare le nostre teste verdi e azzurre a pannolino!!"
