Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_jazz_s_standard_s_towards_wide_s_angry_s_talk_displeased_s_blush_] Here!
it_it: [_jazz_s_standard_s_towards_wide_s_angry_s_talk_displeased_s_blush_] Qui!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_s_blush_] Jazz... what. W-what are th- {i}uhh{/i}, w-why are you giving me your-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_s_blush_] Jazz... cosa. W-what are th- {i}uhhh{/i}, w-why mi stai dando tuo-

source: [_jazz_s_towards_wide_s_sad_s_talk_consternation_s_blush_] Miss Spectra recommended I give you something you could use "practically" that you couldn't just buy, so-
it_it: [_jazz_s_towards_wide_s_sad_s_talk_consternation_s_blush_] Miss Spectra ti ha raccomandato qualcosa che potresti usare "praticamente" che non puoi solo comprare, così-

source: [_jazz_s_closed_s_sad_s_distraught_s_blush_] (I can't believe I actually listened to her advice, this is so freaking embarrassing.)
it_it: [_jazz_s_closed_s_sad_s_distraught_s_blush_] (Non posso credere che io abbia effettivamente ascoltato il suo consiglio, questo è così imbarazzante.)

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well {i}umm{/i}... t-thanks!
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Bene {i}umm{/i}... t-grazie!

source: [_jazz_s_towards_s_sad_s_talk_distraught_s_blush_] Y-yeah, you too, I'm just gonna- I'm gonna put these away now...
it_it: [_jazz_s_towards_s_sad_s_talk_distraught_s_blush_] Y-yeah, anche voi, sto solo andando - li metterò via adesso...

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay then, yeah, see you lat-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Va bene, sì, ci vediamo lat-

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Most awkward sibling chat. Ever.)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Mosta chat di fratelli imbarazzanti. Ever.)

source: [_danny_s_at_player_s_unhappy_s_distraught_] (I don't even know why I'm listening to Miss Spectra! Me and Jazz didn't have the {i}greatest{/i} relationship before, but now it's all... {i}beyond{/i} weird.)
it_it: [_danny_s_at_player_s_unhappy_s_distraught_] (Non so nemmeno perché sto ascoltando Miss Spectra! Io e Jazz non avevamo il rapporto {i}più grande{/i} prima, ma ora è tutto. . {i}oltre{/i} strano.)

source: [_danny_s_closed_s_sad_s_bite_s_blush_] (Wow... they... they actually smell kinda nice.)
it_it: [_danny_s_closed_s_sad_s_bite_s_blush_] (Maggio... in realtà hanno un buon odore.)

source: [_danny_s_ahegao_s_rise_s_bite_s_blush_] ({i}Really{/i} nice...)
it_it: [_danny_s_ahegao_s_rise_s_bite_s_blush_] ({i}Davvero{/i} piacevole...)

source: [_jazz_s_at_player_s_confused_s_displeased_] (I can't believe I actually gave that doofus my panties!)
it_it: [_jazz_s_at_player_s_confused_s_displeased_] (Non posso credere di aver dato quel doofus i miei anti!)

source: [_jazz_s_standard_arms_behind_s_down_s_sad_s_distraught_] (I mean, this just feels like it's going too far, even if it's supposed to "bring us together more"!)
it_it: [_jazz_s_standard_arms_behind_s_down_s_sad_s_distraught_] (Intendo dire che sembra che stia andando troppo lontano, anche se si suppone che "ci riunisca di più"!)

source: [_jazz_s_towards_s_sad_s_consternation_] (We can have a more {i}normal{/i} brother-sister relationship, can't we...?)
it_it: [_jazz_s_towards_s_sad_s_consternation_] (Possiamo avere un altro {i}normale{/i} rapporto fratello-sorella, noi...?)

source: [_jazz_s_standard_arms_crossed_s_at_player_s_rise_s_displeased_] (Of course we can! Of course.)
it_it: [_jazz_s_standard_arms_crossed_s_at_player_s_rise_s_displeased_] (Naturalmente possiamo! Certo.)

source: [_jazz_s_towards_s_idle_s_displeased_] (Tomorrow, I'm going to talk to Danny and we'll both just stop visiting Miss Spectra.)
it_it: [_jazz_s_towards_s_idle_s_displeased_] (Domani, parlerò con Danny e smetteremo di visitare Miss Spectra.)

source: [_jazz_s_at_player_s_neutral_s_consternation_] (Her advice is just... a little bit off-putting.)
it_it: [_jazz_s_at_player_s_neutral_s_consternation_] (Her consiglio è solo... un po 'fuori sezione.)

source: [_jazz_s_towards_s_neutral_s_displeased_] (Where did he even find this thing? It looks custom made... he really bought this for me?)
it_it: [_jazz_s_towards_s_neutral_s_displeased_] (Dove ha trovato anche questa cosa? Sembra fatto su misura... ha davvero comprato questo per me?)

source: [_jazz_s_at_player_s_rise_s_smile_] (...I guess I should at least try it on, see if I'd... make it work or not.)
it_it: [_jazz_s_at_player_s_rise_s_smile_] (...Immagino che dovrei almeno provare su, vedere se io... farlo funzionare o no.)

source: [_jazz_s_at_player_s_idle_s_grin_] (Maybe I'll get to wear it one day for some lucky guy...)
it_it: [_jazz_s_at_player_s_idle_s_grin_] (Potrei indossarlo un giorno per un uomo fortunato...)

source: [_jazz_s_closed_s_sad_s_consternation_] (As if. My luck in the dating game? Abysmal.)
it_it: [_jazz_s_closed_s_sad_s_consternation_] (come se. La mia fortuna nel gioco di incontri? Abysmal.)

source: [_jazz_] ({i}Hmm{/i}... it's definitely not terrible... hugs me pretty well.)
it_it: [_jazz_] ({i}Hmm{/i}... non è sicuramente terribile... mi abbraccia abbastanza bene.)

source: [_jazz_] (Maybe a little {i}too{/i} well. Makes my butt look really big...)
it_it: [_jazz_] (Maybe un po ' {i}troppo{/i} bene. Rende il mio culo davvero grande...)

source: [_jazz_] (I guess people like that though, right? I don't know, to me it feels-)
it_it: [_jazz_] (Credo che la gente piaccia però, giusto? Non so, per me si sente-)

source: [_jazz_] W-woah, what's going on?!
it_it: [_jazz_] W-woah, cosa sta succedendo?!

source: [_jazz_] I don't know what it is all of a sudden...
it_it: [_jazz_] Non so che cosa sia tutto un improvviso...

source: [_jazz_] But... everything Miss Spectra has been saying just makes sooooo much more sense to me now...
it_it: [_jazz_] Ma... tutto ciò che la signorina Spectra ha detto fa solo molto più senso per me ora...

source: [_extend_] Well, these last couple days have certainly been plenty weird.
it_it: [_extend_] Beh, questi ultimi giorni di coppia sono stati sicuramente molto strani.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Maybe with any luck, things at the school have sort of relaxed themselves a bit.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Forse con ogni fortuna, le cose della scuola si sono rilassate un po'.

source: [_danny_s_at_player_s_rise_s_talk_displeased_] And hopefully things can get a little less strained between me and Jazz.
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] E speriamo che le cose possano ottenere un po 'meno tese tra me e Jazz.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Speaking of, let's see what she's up to in the kitchen. I think I smell something good!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Parlando di, vediamo cosa sta fino in cucina. Penso che odore qualcosa di buono!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Hey now, what's that delicious smel- {i}WHOA NELLY!!{/i}
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Ehi adesso, che cosa è quel delizioso smel- {i}QUALSIAMO QUI!!{/i}

source: [_jazz_s_towards_s_rise_s_talk_happy_] {i}Daaanny!{/i} I'm {i}soooo{/i} glad you're finally down! I baked you some delicious goodies this morning!
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] {i}Daaanny!{/i} Sono {i}soooo{/i} contento di essere finalmente giù! Ti ho cotto alcune deliziose chicche questa mattina!

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] Jazz you're... you're...!
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] Jazz ti rei... se...!

source: [_jazz_s_towards_s_sad_s_talk_happy_] Cooking? I know, it's usually not my style, but I just figured...
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] Cucina? Lo so, di solito non è il mio stile, ma ho appena immaginato...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Why not treat my little brother to an extra special kind of morning, right?
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] Perché non trattare il mio fratellino ad un tipo speciale extra di mattina, giusto?

source: [_danny_s_towards_s_wondering_s_talk_displeased_s_blush_] I- that's not what I... I mean-
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_s_blush_] I- questo non è quello che voglio dire...

source: [_jazz_s_apron_s_towards_s_idle_s_talk_happy_] Sit, sit, chow down! I wanna know what you think!
it_it: [_jazz_s_apron_s_towards_s_idle_s_talk_happy_] Siediti, siediti, chow down! Voglio sapere cosa ne pensi!

source: [_danny_] Jazz, would you... would you mind explaining what it is you're wearing?
it_it: [_danny_] Jazz, ti dispiacerebbe spiegare cosa stai indossando?

source: [_danny_] ...more precisely, why it is you're not wearing {i}anything{/i} else?
it_it: [_danny_] più precisamente, perché non indossi {i}altro{/i} altro?

source: [_jazz_] {i}Hahah!{/i} Okay, okay, I get it! Yeah, it's probably a big change to see, right?
it_it: [_jazz_] {i}Hahah!{/i} Okay, okay, lo capisco! Sì, è probabilmente un grande cambiamento da vedere, giusto?

source: [_jazz_] Well I just was thinking about it more and more, and honestly? Miss Spectra was {i}soooo{/i} right to try counseling us!
it_it: [_jazz_] Beh, ci stavo pensando sempre di più, e onestamente? La signorina Spectra era {i}soooo{/i} a destra per provare a consigliarci!

source: [_jazz_] Last night? I tried on the lingerie you bought me, and I just felt {i}AMAZING!!{/i}
it_it: [_jazz_] Ieri sera? Ho provato la lingerie che mi hai comprato, e mi sono appena sentito {i}PERSONALIZZATO!{/i}

source: [_jazz_] It was so incredible knowing that {i}you{/i} were the one who bought it for me... it was so exciting!
it_it: [_jazz_] Era così incredibile sapere che {i}sei stato tu {/i} a comprarlo per me... era così eccitante!

source: [_jazz_] I just feel so empowered all of a sudden! Like I can live my life however I want, with no shame or regret, you know?
it_it: [_jazz_] Mi sento così in potere tutto all'improvviso! Come posso vivere la mia vita per quanto voglio, senza vergogna o rimpianto, sapete?

source: [_danny_] Seriously? What, you try on some skimpy clothes, and all of a sudden you're an overnight flower child?
it_it: [_danny_] Seriamente? Che cosa provi su alcuni vestiti skimpy, e all'improvviso sei un bambino fiore di notte?

source: [_jazz_] Oh c'mon, don't tease. I'm just finally open to being a lot more...{p}{nw}
it_it: [_jazz_] Oh c'mon, non prenderti in giro. Sono finalmente aperto ad essere molto altro...{p}{nw}

source: [_extend_] ...open!
it_it: [_extend_] ...apri!

source: [_jazz_] You gotta try this banana bread I made, I think you'll just fall in love with it...~
it_it: [_jazz_] Hai provato questo pane di banana che ho fatto, penso che ti innamorerai solo di esso...~

source: [_danny_] {i}Uhh{/i}, maybe later... say, you aren't seriously gonna go to school like that or anything, right...?
it_it: [_danny_] {i}Uhh{/i}, forse più tardi... diciamo, non andrai seriamente a scuola così o nulla, vero?

source: [_jazz_] Oh goodness, of course not, silly! I have just the right outfit for school, don't worry!
it_it: [_jazz_] Oh bontà, naturalmente, no, sciocco! Ho solo il vestito giusto per la scuola, non preoccuparti!

source: [_danny_] Thank goodness... bad enough thinking you'd just start walking around like that here!
it_it: [_danny_] Grazie alla bontà... abbastanza male pensando che si sarebbe appena iniziare a camminare in questo modo!

source: [_danny_] I mean, what if Mom or Dad caught you like that?!
it_it: [_danny_] Voglio dire, cosa succede se mamma o papà ti ha catturato così?!

source: [_jazz_] Well, I {i}could{/i} just promise to only walk around the house like this... when it's just the two of us alone...~
it_it: [_jazz_] Beh, io {i}potevo{/i} solo promettere di camminare per la casa come questa... quando sono solo i due di noi soli...~

source: [_danny_] Oh, w-what's that?! I think that's the bus calling!! G-gotta go!!
it_it: [_danny_] Oh, w-what is that?! Penso che sia la chiamata in autobus!! G-gotta vai!!

source: [_jazz_] Danny wait! Danny! You didn't eat anything I made{p}{nw}
it_it: [_jazz_] Danny aspetta! Danny! Non hai mangiato nulla che ho fatto{p}{nw}

source: [_extend_] ...and we don't even {i}have{/i} a bus route!!
it_it: [_extend_] ...e non abbiamo nemmeno {i}hanno{/i} un itinerario di autobus!!

source: [_danny_s_at_player_s_rise_s_displeased_] (Oh boy... what a world we're living in today...)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Oh ragazzo... in che mondo stiamo vivendo oggi...)

source: [_danny_s_towards_s_unhappy_s_consternation_] (How can things get even crazier than this?)
it_it: [_danny_s_towards_s_unhappy_s_consternation_] Come possono le cose diventare ancora più folli di questo?)

source: [_danny_s_at_player_s_rise_s_distraught_] (...he asked, rhetorically...){p}{nw}
it_it: [_danny_s_at_player_s_rise_s_distraught_] (...ha chiesto, retoricamente...){p}{nw}

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] You've {i}got{/i} to be kidding me.
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Hai {i}ottenuto{/i} per scherzarmi.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Sam! Tucker! {i}Guys!!{/i} What is going on?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Sam! Tucker! {i}Ragazzi!!{/i} Cosa sta succedendo?

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] None of this is normal! Seriously!! No matter how you try and spin it, this free expression thing has gotten {i}waaay{/i} out of-
it_it: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Niente di questo è normale! Seriamente!! Non importa come provi a girarlo, questa cosa di libera espressione ha ottenuto {i}waaay{/i} fuori di-

source: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] W-woah, is that-
it_it: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] W-woah, è quello-

source: [_paulina_] ...and you're always... {i}nnngh!!{/i} Trying so hard to upstage me, Star! Can't you just be happy with second place, loco?!
it_it: [_paulina_] ...e sei sempre... {i}nnngh!!{/i} Provando così difficile a mettermi in primo piano, Star! Non puoi essere felice del secondo posto, loco?!

source: [_star_] You just can't accept that I have a serious... {i}gahhh!!{/i}{p}...a serious chance of surpassing your ass one of these days!!
it_it: [_star_] Non puoi accettare che io abbia una seria... {i}gahhh!!{/i}{p}...una seria possibilità di superare il tuo culo uno di questi giorni!!

source: [_star_] {i}Nnnghh{/i}, stop it, not so rough!!~
it_it: [_star_] {i}Nnnghh{/i}, fermatelo, non così grossolano!!~

source: [_paulina_] Oh I'll go as rough as I want to, you little feistybrat!!
it_it: [_paulina_] Oh andrò ruvido come lo voglio, tu piccolo feistybrat!!

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] {i}Woohoo!!{/i} Alright, look at those two go at it!
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] {i}Woohoo!!{/i} Bene, guardate questi due andate!

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_idle_s_talk_happy_] {i}Heh{/i}... you know Danny, they might be some of the most intolerable bitchy skanks I'll ever have the displeasure of knowing...
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_idle_s_talk_happy_] {i}Heh{/i}... conosci Danny, potrebbero essere alcuni dei più intollerabili skank che mai avrò il dispiacere di conoscere...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] ...but I can definitely see the appeal in those tight asses you and Tucker have been fawning over all this time! Damn...
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_] ...ma posso sicuramente vedere l'appello in quei asini stretti voi e Tucker sono stati sciocchi in tutto questo tempo! Dannazione...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_neutral_s_talk_frown_] Tucker, why are you even wearing that? Is BDSM stuff your thing?
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_neutral_s_talk_frown_] Tucker, perché stai anche indossando quello? È roba BDSM la tua cosa?

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_confused_s_talk_frown_] Yeah... sorry, didn't get much of that. Like, none.
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_away_s_confused_s_talk_frown_] Sì... mi dispiace, non ne ha ottenuto molto. Come, nessuno.

source: [_danny_s_at_player_s_idle_s_displeased_] (Okay, I may have had my doubts before, but this is as solid proof as I'm gonna get.){p}{nw}
it_it: [_danny_s_at_player_s_idle_s_displeased_] (Okay, potrei avere avuto i miei dubbi prima, ma questa è la prova solida come sto per ottenere.){p}{nw}

source: [_extend_] (There's a ghost up to no good at Casper High!)
it_it: [_extend_] (C'è un fantasma fino a nessun bene a Casper High!)

source: [_danny_s_at_player_s_rise_s_distraught_] (I'm gonna have to find them, sooner than later, and put an end to... whatever this is!)
it_it: [_danny_s_at_player_s_rise_s_distraught_] (dovrò trovarli, presto più tardi, e mettere fine a... qualunque cosa sia!)

source: [_danny_s_towards_s_sad_s_distraught_] (I mean... what the heck could even be the purpose of all this, even for a sick and twisted ghost?)
it_it: [_danny_s_towards_s_sad_s_distraught_] (Intendo dire... quale potrebbe essere lo scopo di tutto questo, anche per un fantasma malato e contorto?)

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_unhappy_s_talk_consternation_] {i}Awww{/i}, looks like we gotta get to class now...
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_unhappy_s_talk_consternation_] {i}Awww{/i}, sembra che andiamo a lezione ora...

source: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_s_blush_] Darn... I was really hoping we could "play" together a bit before first period...~
it_it: [_sam_s_top_slutty_s_bottom_slutty_s_bands_2_s_nostockings_s_hair_slutty_s_towards_s_rise_s_talk_bite_s_blush_] Darn... Stavo davvero sperando di poter "giocare" insieme un po' prima del primo periodo...~

source: [_danny_s_towards_wide_s_sad_s_talk_amused_s_blush_] Y-yeah, maybe later Sam...
it_it: [_danny_s_towards_wide_s_sad_s_talk_amused_s_blush_] Y-yeah, forse più tardi Sam...

source: [_danny_s_closed_s_unhappy_s_consternation_s_-blush_] (As much as I kinda DON'T want to turn Sam down, I need to stay focused!)
it_it: [_danny_s_closed_s_unhappy_s_consternation_s_-blush_] (Per quanto non posso dire che voglio abbassare Sam, devo rimanere concentrato!)

source: [_lancer_s_towards_s_neutral_s_talk_displeased_] Okay everyone, settle down people, settle down. We've got a lot to catch up on today, so I want your full attention!
it_it: [_lancer_s_towards_s_neutral_s_talk_displeased_] Va bene a tutti, sistemare la gente, calmarci. Abbiamo molto da recuperare oggi, quindi voglio che la tua attenzione sia piena!

source: [_lancer_s_closed_s_neutral_s_talk_displeased_] There are of course a number of passages from the lesson plan we could go over again, but I feel starting with a pop quiz is more than fair, considering-
it_it: [_lancer_s_closed_s_neutral_s_talk_displeased_] Ci sono naturalmente una serie di passaggi dal piano di lezione che potremmo riprendere, ma mi sento a partire da un quiz pop è più che giusto, considerando

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...considering... we were... already...{p}{nw}
it_it: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...considerando... eravamo già...{p}{nw}

source: [_extend_] ...behind.
it_it: [_extend_] ...dietro.

source: [_extend_] WHAT IN GOOD HEAVENS ARE ALL OF YOU DOING DRESSED LIKE THAT?!
it_it: [_extend_] COSA SONO TUTTI I BUONI DI TUTTI A FARE DRESSED SIMILE CHE?!

source: [_lancer_s_closed_s_angry_s_talk_distraught_] Some of you aren't even dressed at all!!
it_it: [_lancer_s_closed_s_angry_s_talk_distraught_] Alcuni di voi non sono nemmeno vestiti affatto!!

source: [_paulina_] Mr. Lancer, we're just trying to be more expressive with our bodies! There's no need to shame us for that!
it_it: [_paulina_] Signor Lancer, stiamo solo cercando di essere più espressivi con i nostri corpi! Non c'è bisogno di vergognarci per questo!

source: [_star_] Yeah Grandpa! Don't knock it til' you've tried it! {i}You{/i} try dealing with all these pent up emotions!
it_it: [_star_] Yeah Grandpa! Non bussare til' hai provato! {i}Tu{/i} prova a trattare con tutte queste emozioni penti!

source: [_lancer_s_at_player_s_angry_s_talk_consternation_] Young ladies, don't even get me {i}started{/i} on giving it your all to self expression!
it_it: [_lancer_s_at_player_s_angry_s_talk_consternation_] Giovani signore, non fatemi nemmeno {i}iniziare{/i} per dare il vostro tutto all'espressione di sé!

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] My generation practically invented the free love movement!{p}{nw}
it_it: [_lancer_s_at_player_s_rise_s_talk_displeased_] La mia generazione praticamente ha inventato il movimento gratuito dell'amore!{p}{nw}

source: [_extend_] But you are all students, this is just outrageous!!
it_it: [_extend_] Ma voi siete tutti studenti, questo è semplicemente scandaloso!!

source: [_lancer_s_closed_s_angry_s_talk_distraught_] Can't you try showing your desire for societal change and progressive action more... decently?!
it_it: [_lancer_s_closed_s_angry_s_talk_distraught_] Non puoi provare a mostrare il tuo desiderio di cambiamento sociale e di azione progressiva più... decentemente?!

source: [_sam_] That'd be missing the whole point! We've got to be bold and blatant! This is how we achieve that!!
it_it: [_sam_] Manca tutto il punto! Dobbiamo essere audaci e palesi! Questo è il modo in cui riusciamo!!

source: [_valerie_] Exactly! Miss Spectra gave us the encouragement we needed to even go as balls to the wall as we're going right now!
it_it: [_valerie_] Esattamente! La signorina Spectra ci ha dato l'incoraggiamento che avevamo bisogno di andare anche come palle al muro mentre stiamo andando adesso!

source: [_kwan_] We should all be thanking her, she's the one who helped put us onto this great new trend!
it_it: [_kwan_] Dovremmo tutti ringraziarla, lei è colei che ci ha aiutato a metterci in questa grande nuova tendenza!

source: [_lancer_s_at_player_s_angry_s_talk_consternation_] M-Miss Spectra? {i}She{/i} put you all up to this?? Well I think it's time I had a word with our dear counselor then!
it_it: [_lancer_s_at_player_s_angry_s_talk_consternation_] M-Miss Spectra? {i}Lei {/i} ti ha messo tutto fino a questo?? Beh, penso che sia ora di avere una parola con il nostro caro consulente allora!

source: [_extend_] Hey teach! Got room for one more apt pupil?! {i}Ahhaha!!{/i}
it_it: [_extend_] Ehi insegna! C'è spazio per un altro allievo?! {i}Ahhaha!!{/i}

source: Students [special_delimiter] {i}*Gasps!*{/i}
it_it: Studenti [special_delimiter] {i}*Gasps!*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_distraught_] (Oh no, not another attack from-)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_distraught_] (Oh no, non un altro attacco da-)
