Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_desiree_] Oh no, come, come, come now... that's simply no good, Miss Spectra.
it_it: [_desiree_] Oh no, vieni, vieni, vieni ora... è semplicemente niente di buono, Miss Spectra.

source: [_desiree_] Here, let me show you how to {i}properly{/i} attend a mouthful of Master's manhood...
it_it: [_desiree_] Qui, lasciate che vi mostri come {i}correttamente{/i} partecipare a una bocca di umanità del Maestro...

source: [_desiree_] Now see, {i}that{/i} is much more in line with my standards. Well done Penelope!
it_it: [_desiree_] Ora vedi, {i}che{/i} è molto più in linea con i miei standard. Ben fatto Penelope!

source: [_penelope_] (Damn, it. I will get you for that. Desiree)
it_it: [_penelope_] (Damn, esso. Ti prenderò per quello. Desideri)

source: [_penelope_] (Oh yes. That seals it. I will get you {u}both{/u} for this, you sadistic sluts...)
it_it: [_penelope_] (Oh sì, che lo sigilla. Ti prenderò {u}entrambi{/u} per questo, tu troie sadiche...)

source: [_desiree_] Up and down, up and down... yes, bobbing on Master's member with that exact pace...
it_it: [_desiree_] Su e giù, su e giù... sì, bobing sul membro del Maestro con quel ritmo esatto...

source: [_ember_] ...it's probably exactly what you were hoping for, right?
it_it: [_ember_] ...probabilmente è esattamente quello che speravate, giusto?

source: [_danny_] Oh my God, yes... she's incredible. I don't think I'm gonna last much longer like this...~
it_it: [_danny_] Oh mio Dio, sì... è incredibile. Non penso che durerò molto più a lungo così... ~

source: [_desiree_] Did you hear that? Master is about to deliver his delicious cum for you, girl.
it_it: [_desiree_] Lo hai sentito? Il Maestro sta per consegnare il suo delizioso sperma per te, ragazza.

source: [_ember_] Yeah, shoot your fucking jizz in her mouth, Danny!
it_it: [_ember_] Sì, spara il tuo cazzo jizz in bocca, Danny!

source: [_penelope_] (How humiliating!!)
it_it: [_penelope_] (Quanto umiliante!!)

source: [_penelope_] (But who am I fooling... at this point...)
it_it: [_penelope_] (Ma chi sono io ingannare... a questo punto...)

source: [_penelope_] (...as much as I object... I'm absolutely {i}dripping{/i} wet from my cunt...~)
it_it: [_penelope_] (...per quanto oggetto... Sono assolutamente {i}sgocciolando{/i} bagnato dalla mia figa...~)

source: [_penelope_] (The way he looks at me... full of pleasure... praising my effort... eager to cum down my throat...~)
it_it: [_penelope_] (Il modo in cui mi guarda... pieno di piacere... lodando il mio sforzo... desideroso di sborrare giù la mia gola...~)

source: [_penelope_] (Fine... cum then! Let it all out, boy!)
it_it: [_penelope_] (Fine... sperma allora! Lascia tutto fuori, ragazzo!)

source: [_penelope_] (I want you to fucking {u}cum{/u} for me...~)
it_it: [_penelope_] (Voglio che tu scopi {u}cum{/u} per me...~)

source: [_ember_] Holy shit, she really emptied his balls...
it_it: [_ember_] Merda santa, ha davvero svuotato le sue palle...

source: [_extend_] Not bad at all...
it_it: [_extend_] Non male affatto...

source: [_desiree_] What a good little cum slut you've so far proven yourself, dear.
it_it: [_desiree_] Che buona troia di sperma che finora hai provato, cara.

source: [_desiree_] I would say her behavior merits a fitting reward, wouldn't you agree, Master?
it_it: [_desiree_] Direi che il suo comportamento merita una giusta ricompensa, non saresti d'accordo, Maestro?

source: [_danny_] (Oh man... what could even be next...?)
it_it: [_danny_] (Oh uomo... che cosa potrebbe essere il prossimo...?)

source: [_danny_] W-what?! We can't, I mean, I can't just-
it_it: [_danny_] W-Cosa?! Non possiamo, voglio dire, non posso solo-

source: [_ember_] You know, I thought you might be interested in her uptight ass...
it_it: [_ember_] Sai, ho pensato che ti potesse interessare il suo culo stretto...

source: [_ember_] ...so don't worry, I found some lube lying around the house so you can really take it town!
it_it: [_ember_] ... quindi non preoccuparti, ho trovato un po' di lubrificante che giace intorno alla casa in modo da poterla davvero prendere in città!

source: [_ember_] At least, I hoped you wouldn't make taking preference for the back door entrance...{p}{nw}
it_it: [_ember_] Almeno, speravo che tu non avrebbe fatto la preferenza per l'ingresso della porta posteriore...{p}{nw}

source: [_extend_] I already have {i}plans{/i} for her pussy...~
it_it: [_extend_] Ho già {i}piani{/i} per la sua figa...~

source: [_danny_] Penelope, wait... is this really okay to do...?
it_it: [_danny_] Penelope, aspetta... è davvero bene fare...?

source: [_penelope_] Just, not that hole! Please! Anything else!
it_it: [_penelope_] Giusto, non quel buco! Per favore! Niente altro!

source: [_ember_] Oh don't worry, she wasn't complaining earlier when I used my finger!
it_it: [_ember_] Oh non ti preoccupare, lei non si lamentava prima quando ho usato il dito!

source: [_penelope_] I-I wasn't...! No, I was just... it didn't feel...
it_it: [_penelope_] Non eravo...! No, ero solo... non sentivo...

source: [_penelope_] ...as... as awful as I thought it would have...~
it_it: [_penelope_] ...come... terribile come pensavo che avrebbe...~

source: [_ember_] See, she's practically dying for it at this point!
it_it: [_ember_] Vedi, sta praticamente morendo per esso a questo punto!

source: [_danny_] Penelope, I-I... I can't do any of this... if you didn't want me to-
it_it: [_danny_] Penelope, I-I... non posso fare nulla di tutto questo... se non volevi che io fossi

source: [_penelope_] Then... I just want you... t-to...
it_it: [_penelope_] Allora... Voglio solo te... t-to...

source: [_penelope_] Please...{nw}
it_it: [_penelope_] Per favore...{nw}

source: [_extend_] ...give it to me... and make it feel {i}really{/i} good... please Danny...~
it_it: [_extend_] ...datelo a me... e fatelo sentire {i}davvero{/i} buono... per favore Danny...~

source: [_danny_] (Alright... here goes nothing! Please don't kill me after!)
it_it: [_danny_] (Va bene... qui non va niente! Non uccidermi dopo!)

source: [_penelope_] {i}GAHHHH!?!{/i}
it_it: [_penelope_] {i}GAHHHHH!?!{/i}

source: [_danny_] (F-fuck! Her ass is so tight! Even with her hole ass drenched in this slick lube!)
it_it: [_danny_] (F-fuck! Il suo culo è così stretto! Anche con il suo culo buco inzuppato in questo lubrificante slick!)

source: [_ember_] Told ya!! I knew she'd like it in the ass!
it_it: [_ember_] Told ya!! Lo sapevo che le piacerebbe nel culo!

source: [_ember_] Got a little masochistic side to you, don't you sweet lips?
it_it: [_ember_] Hai un piccolo lato masochistico, non hai le labbra dolci?

source: [_penelope_] {i}A-ahhh{/i}... please... kindly go... f-fuck... y-youurself...~
it_it: [_penelope_] {i}A-ahhh{/i}... per favore... gentilmente vai... f-fuck... y-youurself...~

source: [_ember_] {i}Ah, ah, ah!{/i} You wanna play it like, then you'd better be careful what you wish for!
it_it: [_ember_] {i}Ah, ah, ah!{/i} Vuoi suonare così, allora faresti meglio a stare attenti a quello che desideri!

source: [_desiree_] {i}*Chuckles*{/i} Quite right, Ember...~
it_it: [_desiree_] {i}*Chuckles*{/i} Molto giusto, Ember...~

source: [_desiree_] How about we give our pet some some finishing touches!
it_it: [_desiree_] Che ne dici di dare al nostro animale domestico qualche tocco di finitura!

source: [_penelope_] What?! N-noo! G-get off m- I know what you're trying to do, I won't-
it_it: [_penelope_] Cosa?! N-noo! G-scendere m- So cosa stai cercando di fare, non lo farò-

source: [_penelope_] {i}Mmmmmhhhh!!{/i}
it_it: [_penelope_] {i}Mmmmmhhhhh!!{/i}

source: [_ember_] There we go, much better!
it_it: [_ember_] Ci andiamo, molto meglio!

source: [_danny_] (This is... pretty exciting, but... where do they find these toys from exactly...? They never have any money, outside of my help!)
it_it: [_danny_] (Questo è... abbastanza eccitante, ma... dove trovano questi giocattoli esattamente...? Non hanno mai soldi, fuori del mio aiuto!)

source: [_penelope_] {i}MMMMMMMMMMHHH!!!{/i}
it_it: [_penelope_] {i}MMMMMMMMMMMMHHHH!!!{/i}

source: [_danny_] ...are you... okay?
it_it: [_danny_] ...stai bene?

source: [_desiree_] How does her ass feel, Master?
it_it: [_desiree_] Come si sente il suo culo, Maestro?

source: [_danny_] It's... {i}*Huff*{/i} ...so nice and tight... it feels really, really good...
it_it: [_danny_] È... {i}*Huff*{/i} ...così bello e stretto... si sente davvero, davvero buono...

source: [_desiree_] Yes!! Ravage her Master! Make her your rightful property!!
it_it: [_desiree_] Sì!! Ravage il suo Maestro! Fatele la vostra proprietà giusta!!

source: [_ember_] Damn this is getting me all hot and worked up!
it_it: [_ember_] Dannazione questo mi sta facendo tutto caldo e ha funzionato!

source: [_desiree_] Look at her, her leg's look ready to give out, she's absolutely quaking!
it_it: [_desiree_] Guardatela, lo sguardo della gamba pronto per uscire, sta assolutamente tremando!

source: [_penelope_] {i}MMNMmohhh! Mmnnnnnn!!{/i}
it_it: [_penelope_] {i}MMNMmohhh! Mmnnnnnnn!!{/i}

source: [_penelope_] {i}MMMMMMMMMMMMGFGH!!{/i}
it_it: [_penelope_] {i}MMMMMMMMMMMMMMGFGH!!{/i}

source: [_danny_] Oh, God!! She's clamping... hard!!{p}{nw}
it_it: [_danny_] Oh, Dio!! Sta bloccando... duro!!{p}{nw}

source: [_extend_] Too!! Tight!!
it_it: [_extend_] Buono!! Sereno!!

source: [_ember_] God damn... I think she's cumming already!
it_it: [_ember_] Dio maledetto... penso che lei stia già cementando!

source: [_ember_] {i}Haha!{/i} Wow Are you seriously cumming from getting your ass fucked in front of us like this?
it_it: [_ember_] {i}Haha!{/i} Wow Stai seriamente cumming dal farsi scopare il culo davanti a noi così?

source: [_danny_] I can't hold on much longer!
it_it: [_danny_] Non posso trattenermi molto più a lungo!

source: [_desiree_] ...I think she's been more than satisfied with this arrangement.
it_it: [_desiree_] ...Penso che sia stata più che soddisfatta di questo accordo.

source: [_danny_] I'm gonna-!
it_it: [_danny_] Io sono-!

source: [_ember_] I think good old Danny ended up breaking her with that one...
it_it: [_ember_] Penso che buon vecchio Danny finì per rompere lei con quello...

source: [_danny_] That was... {i}*Huff*{/i} ...definitely pretty intense.
it_it: [_danny_] Quella era... {i}*Huff*{/i} ...sicuramente abbastanza intensa.

source: [_danny_] Penelope? You okay in there?
it_it: [_danny_] Penelope? Va bene lì dentro?

source: [_desiree_] How are we feeling hon, are we okay?
it_it: [_desiree_] Come ci sentiamo bramo, stiamo bene?

source: [_penelope_] {i}*Twitches*{/i} Ahhnnhh... ahhwahhhh...~~
it_it: [_penelope_] {i}*Twitches*{/i} Ahhnhh... ahhwahhhh...~~

source: [_danny_] Right, okay... well... I'm sure she'll be fine, just... try and rest up, okay?
it_it: [_danny_] Giusto, va bene... bene... sono sicuro che starà bene, solo... prova a riposare, ok?

source: [_penelope_] {i}*Giggling*{/i} I wuv you all...~
it_it: [_penelope_] {i}*Giggling*{/i} Ti wuv tutti...~

source: [_ember_] Never mind her, clean that cock off quick and get ready for round three!
it_it: [_ember_] Non importa di lei, pulire quel cazzo fuori veloce e prepararsi per il terzo giro!

source: [_desiree_] ...both three {i}and{/i} four, in fact...~
it_it: [_desiree_] ...sia tre {i}che {/i} quattro, in realtà...~

source: [_desiree_] I believe it is {i}our{/i} turn now, Master~
it_it: [_desiree_] Credo che ora sia {i}il nostro{/i}, Master~

source: [_ember_] Come on big boy, sort yourself out and don't keep your original and {u}favorite{/u} pair of hot ghost broads waiting!
it_it: [_ember_] Vieni su un grande ragazzo, ordina te stesso e non tenere il tuo originale e {u}preferito{/u} coppia di hot fantasma broads in attesa!

source: [_danny_] (Orgone-based stamina, {i}please{/i} don't fail me now!)
it_it: [_danny_] (Orgone-based stamina, {i}per favore{/i} non fallire adesso!)

source: [_desiree_] {i}Ahh!{/i} Yes! That's it, my Master! Fuck me! Fuck your eager servant!
it_it: [_desiree_] {i}Ahh!{/i} sì! Questo è il mio Maestro! Cazzo me! Cazzo il tuo servo desideroso!

source: [_danny_] You know... you know just what to do to get me hard as a rock as always, Des!
it_it: [_danny_] Sai... sai cosa fare per farmi diventare una roccia come sempre, Des!

source: [_desiree_] Just happy... to service this magical cock of yours, not to worry!
it_it: [_desiree_] Semplicemente felice... per servire questo tuo cazzo magico, non preoccuparti!

source: [_desiree_] {u}Gods{/u} are you big!
it_it: [_desiree_] {u}Dei {/u} sei grande!

source: [_ember_] Jeez, don't hog all the cock all night!
it_it: [_ember_] Jeez, non incastrare tutto il cazzo tutta la notte!

source: [_desiree_] {i}Oooh!{/i} My deepest apologies, Ember... j-just a little more-
it_it: [_desiree_] {i}Oooh!{/i} Le mie scuse più profonde, Ember... j-just a little more-

source: [_desiree_] Yes! That's it! Right there!!
it_it: [_desiree_] Sì! Questo è tutto! Proprio lì!!

source: [_desiree_] Treat your servant as she should be treated! Teach her to know her place!
it_it: [_desiree_] Trattate il vostro servo come lei dovrebbe essere curato! Insegnatele a conoscere il suo posto!

source: [_danny_] I can't stop... I never wanna take it out! {i}Yeahh!{/i}
it_it: [_danny_] Non posso fermarmi... non voglio mai uscire! {i}Yeahh!{/i}

source: [_ember_] Hey, hey!! Don't be talking all that crazy talk before I get a go, yah jerk!~
it_it: [_ember_] Hey, hey!! Non state parlando tutto quel pazzo parlare prima di ottenere un andare, yah masturbarsi!~

source: [_ember_] You'll definitely be taking it out when you remember whose pussy is the {i}real{/i} showstopper in this house!!
it_it: [_ember_] Sicuramente lo tirerai fuori quando ti ricordi la cui figa è il {i}vero showstopper {/i} in questa casa!!

source: [_desiree_] {i}Oh my...{/i}~ Master... {i}*Giggles*{/i} I think our dear Ember's feeling a little left out... why don't you...
it_it: [_desiree_] {i}Oh mio...{/i}~ Master... {i}*Giggles*{/i} Penso che il nostro caro Ember si senta un po' abbandonato... perché non tu...

source: [_desiree_] ...treat her to some much needed affection?~
it_it: [_desiree_] ...trattatela con qualche affetto molto necessario?~

source: [_ember_] {i}Ahh!{/i} Yes, pin me down! Fuck me silly!
it_it: [_ember_] {i}Ahh!{/i} Sì, mi spiace! Scopatemi stupido!

source: [_danny_] S-shit, going from one of you to the next... it's almost too much!
it_it: [_danny_] S-shit, passando da uno di voi all'altro... è quasi troppo!

source: [_desiree_] Oh my! Such a wonderful sight this is... I shall try and take it all in as best I can...~
it_it: [_desiree_] Oh mio! Una vista così meravigliosa è questa... cercherò di prendere tutto il meglio che posso...~

source: [_ember_] Just... {i}ahhh!{/i}{p}{nw}
it_it: [_ember_] Just... {i}ahhhh!{/i}{p}{nw}

source: [_extend_] ...quit distracting him... and don't let him stop, Des!~
it_it: [_extend_] ...smettere di distrarlo... e non lasciarlo fermare, Des!~

source: [_ember_] F-fuck this is so fucking good!
it_it: [_ember_] F-fuck questo è così cazzo buono!

source: [_ember_] Jesus, the way he man handles my ass like this...!!~
it_it: [_ember_] Gesù, il modo in cui l'uomo maneggia il mio culo così...!!~

source: [_desiree_] Ember, I must say, you would have made an excellent chamber maiden back in my time, I sincerely believe that...
it_it: [_desiree_] Ember, devo dire, avreste fatto una camera eccellente fanciulla indietro nel mio tempo, credo sinceramente che...

source: [_ember_] {i}Oooooh! Fuck yes!!{/i} That's it! Slam my pussy with that big fat cock!
it_it: [_ember_] {i}Oooooh! Cazzo sì!!{/i} È questo! Sbattete la mia figa con quel grosso cazzo di grasso!

source: [_extend_] Desiree... as long as you and Red over there... learn to share this amazing dick...!
it_it: [_extend_] Desideri... finché tu e Rosso laggiù... imparate a condividere questo incredibile cazzo...!

source: [_ember_] ...you can- {i}Mmmmpphh!{/i} Watch and comment all you want honestly!
it_it: [_ember_] ...puoi - {i}Mmmmpphh!{/i} Guarda e commenta tutto quello che vuoi onestamente!

source: [_desiree_] It's a deal then!~
it_it: [_desiree_] È un affare allora!~

source: [_danny_] {i}*Huff*{/i} I can't hold on- {i}grrgh!{/i} ...much... longer!
it_it: [_danny_] {i}*Huff*{/i} Non posso tenermi - {i}grrgh!{/i} ...molto... più lungo!

source: [_danny_] I'm definitely gonna cum soon!
it_it: [_danny_] Sicuramente cercherò di sborrare presto!

source: [_ember_] Just a... little... more! {i}Ohhhhh yesssss!!~{/i}
it_it: [_ember_] Solo una... poco... più! {i}Ohhhhh yesssss!!~{/i}

source: [_danny_] FUCK! Yes! That's it! That's it!
it_it: [_danny_] SCOPRI! Sì! È tutto! È tutto!

source: [_desiree_] Master! Cum in her! Shoot it deep inside her tight little body!
it_it: [_desiree_] Maestro! Sperma in lei! Spara in profondità dentro il suo piccolo corpo stretto!

source: [_ember_] Oh my God! I can't believe I'm saying this, but... you can give it to her if you want!
it_it: [_ember_] Oh mio Dio! Non posso credere che sto dicendo questo, ma... puoi darlo a lei se vuoi!

source: [_ember_] She helped set this whole thing up after all!{p}{nw}
it_it: [_ember_] Ha aiutato a impostare questa cosa dopo tutto!{p}{nw}

source: [_extend_] I don't care! Just cum inside one of us!!
it_it: [_extend_] Non mi importa! Basta sborrare dentro uno di noi!!

source: [_danny_] Okay then, let's switch out, quick! I wanna finish strong!
it_it: [_danny_] Va bene, usciamoci, veloce! Voglio finire forte!

source: [_desiree_] {i}*Giggles*{/i} But of course, as you wish Master...~
it_it: [_desiree_] {i}*Giggles*{/i} Ma naturalmente, come si desidera Master...~

source: [_danny_] Okay then, let's just go ahead and...
it_it: [_danny_] Va bene, andiamo avanti e basta...

source: [_ember_] {i}Ohhh{/i} man... that was perfect... I'm just gonna lay down here for a second...
it_it: [_ember_] {i}Ohhh{/i} uomo... che è stato perfetto... Mi accingo qui per un secondo...

source: [_danny_] So, Desiree... shall we?
it_it: [_danny_] Allora, desiderio... noi?

source: [_desiree_] Oh yes, I do think we shall...~
it_it: [_desiree_] Oh sì, penso che saremo...~

source: [_danny_] Oh my God... this ass is always...
it_it: [_danny_] Oh mio Dio... questo culo è sempre...

source: [_desiree_] The object of your desire...?
it_it: [_desiree_] L'oggetto del tuo desiderio...?

source: [_danny_] Yeah.. you know it... {i}mmmphh{/i}... shit...
it_it: [_danny_] Sì.. lo sa... {i}mmmphh{/i}... merda...

source: [_danny_] Oh... yeah... take this dick like you deserve it....
it_it: [_danny_] Oh... sì... prendi questo cazzo come te lo meriti....

source: [_desiree_] Oh, I do deserve it Master, I do! Please! Give it me! More!
it_it: [_desiree_] Oh, io lo merito Maestro, lo faccio! Per favore! Dammi! Di più!

source: [_danny_] Okay then! Get ready for this!
it_it: [_danny_] Va bene! Preparati per questo!

source: [_desiree_] Yes, yes!! Please, Master! Give me your beloved seed!
it_it: [_desiree_] Sì, sì!! Per favore, Maestro! Dammi il tuo amato seme!

source: [_danny_] Here I come...!!
it_it: [_danny_] Qui vengo...!!

source: [_desiree_] {i}OOhhhhh!!!~{/i} Yes, release it all inside your willing servant...~
it_it: [_desiree_] {i}OOhhhhhh!!!~{/i} Sì, rilascialo tutto all'interno del tuo servo disposto...~

source: [_danny_] {i}Ahhhhh{/i}... yeah, that's it...
it_it: [_danny_] {i}Ahhhhh{/i}... sì, è così...

source: [_extend_] How marvelous... thank you, my Master...~
it_it: [_extend_] Come meraviglioso... grazie, mio Maestro...~

source: [_danny_] {i}Heh{/i}, anytime Des, believe me... anytime.
it_it: [_danny_] {i}Heh{/i}, in qualsiasi momento Des, credete... in qualsiasi momento.

source: [_danny_] Sounds good, I think I'll just finish it out here with you though, Ember...
it_it: [_danny_] Suona bene, penso che io finirò qui con te, anche se, Ember...

source: [_ember_] Oh thank fucking God, I was hoping you'd say that!
it_it: [_ember_] Oh grazie al cazzo di Dio, speravo che lo avreste detto!

source: [_ember_] Then keep giving me that nice dick and make me your little cum slut already!!
it_it: [_ember_] Poi continuate a darmi quel bel cazzo e fatemi la vostra piccola troia di sperma già!!

source: [_danny_] Okay, now we're talking!
it_it: [_danny_] Ok, ora stiamo parlando!

source: [_ember_] {i}Fuuuck{/i}, you're so deep in my pussy right now!!
it_it: [_ember_] {i}Fuuuck{/i}, sei così profondo nella mia figa in questo momento!!

source: [_danny_] Your... body... is so hot, Ember! You're on fire!
it_it: [_danny_] Tuo... il corpo... è così caldo, Ember! Sei in fiamme!

source: [_ember_] {i}*Chuckles*{/i} You're damn right I'm on fire!
it_it: [_ember_] {i}*Chuckles*{/i} Sei maledetto sono in fiamme!

source: [_ember_] I'm... Ember... fucking... McLain, bitch!!
it_it: [_ember_] Io... Ember... cazzo... McLain, cagna!!

source: [_desiree_] (This is more than I could have asked for! Nothing better than a true haram developing between Master and his women of choice!!)
it_it: [_desiree_] (Questo è più di quanto avrei chiesto! Niente di meglio di un vero haram che si sviluppa tra Maestro e le sue donne di scelta!!)

source: [_ember_] I want you to shoot it Danny! Finish inside me!! It's the big finale of this fun night!!
it_it: [_ember_] Voglio che tu lo spari a Danny! Finisca dentro di me!! È il grande finale di questa divertente notte!!

source: [_extend_] {i}Ohhh{/i}, yeah, that feels so good, you have no idea...~
it_it: [_extend_] {i}Ohhh{/i}, sì, che si sente così bene, non hai idea...~

source: [_danny_] That... was... more than I could have hoped for...
it_it: [_danny_] Quello... era... più di quanto avrei sperato...

source: [_ember_] That's what you get when you strike it big with Ember, dude... t'cha , you're welcome!
it_it: [_ember_] Questo è ciò che si ottiene quando si colpisce grande con Ember, dude... t'cha , sei il benvenuto!

source: [_desiree_] {i}Ah!{/i} Now {i}that{/i} certainly reminded me of the good old days!
it_it: [_desiree_] {i}Ah!{/i} Ora {i}che{/i} sicuramente mi ha ricordato i bei vecchi giorni!

source: [_ember_] Shit... I don't think I ever did {i}anything{/i} as fun as that back when I was alive... wow.
it_it: [_ember_] Shit... Non credo di aver mai fatto {i}nulla{/i} come quello indietro quando ero vivo... wow.

source: [_danny_] I think... I need to lay down now... before I die of a heart attack.
it_it: [_danny_] Penso... ho bisogno di sdraiarmi ora... prima di morire di un attacco cardiaco.

source: [_extend_] Oh... right.
it_it: [_extend_] Oh... destra.

source: [_danny_] {i}*Ahem* Uhm{/i}, girls...?
it_it: [_danny_] {i}*Ahem* Uhm{/i}, ragazze...?

source: [_danny_] Girls! Hey, hey, wake up!
it_it: [_danny_] Ragazze! Ehi, ehi, svegliati!

source: [_ember_] {i}Gah!{/i} Holy sh... wow. Okay... what... what time is it?
it_it: [_ember_] {i}Gah!{/i} Holy sh... wow. Okay... cosa... che ora?

source: [_desiree_] M-mmm? Goodness... {i}*Yawn*{/i} ...me.
it_it: [_desiree_] M-mmm? Bontà... {i}*Yawn*{/i} ...me.

source: [_penelope_] {i}Urgh{/i}... enough talking, it's too early for anything else..
it_it: [_penelope_] {i}Urgh{/i}... basta parlare, è troppo presto per qualsiasi altra cosa..

source: [_danny_] Girls, what are you all still doing here?!
it_it: [_danny_] Ragazze, cosa stai ancora facendo qui?!

source: [_danny_] C'mon, if someone walks in, I'm totally screwed!
it_it: [_danny_] C'mon, se qualcuno entra dentro, sono totalmente stridere!

source: [_ember_] Yeah, look, we- {i}*Yawn*{/i} ...we wanted to talk to you about that, so listen...
it_it: [_ember_] Sì, guarda, noi - {i}*Yawn*{/i} ... volevamo parlarvi, ascoltatelo...
