Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...huh?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...eh?

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_distraught_] ...I'm worried about you Danny, I can tell you're on edge with Jazz's behavior, but I'm wondering if it's stress that's even warranted or not.
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_distraught_] ... 'm preoccupato per te Danny, posso dire che sei sul bordo del comportamento di Jazz, ma mi chiedo se sia lo stress che è anche giustificato o meno.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] I think what you need right now, is to do some internal thinking, in your comfort zone, and simply try and get some relax.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Penso che quello di cui hai bisogno in questo momento sia fare un po' di pensiero interno, nella tua zona di comfort, e semplicemente cercare di rilassarti.

source: [_danny_s_towards_s_angry_s_talk_distraught_] "Relax"? How?! How the heck am I supposed to relax with everything going on, with everybody around me?!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] "Relax"? Come?! Come posso rilassarmi con tutto quello che accade, con tutti coloro che mi circondano?!

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_distraught_] See, don't you hear that? So much tension and anger! It's not healthy, not for a hero like yourself, not in the slightest...
it_it: [_penelope_s_arms_down_s_towards_s_sad_s_talk_distraught_] Vedi, non lo senti? Tanta tensione e rabbia! Non è sano, non per un eroe come te, non per niente...

source: [_danny_s_down_s_sad_s_talk_displeased_] I... I mean... I'm not trying to be a jerk, I-I'm sorry...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Io... Voglio dire... Non sto cercando di essere un jerk, mi dispiace...

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_happy_] It's alright, I get it, it's certainly a very confusing time for us all right now.
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_happy_] Va bene, lo capisco, è sicuramente un momento molto confuso per noi tutti in questo momento.

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_displeased_] But you won't be doing this school or this city any favor chasing after evil ghosts when you're this high strung, I am telling you!
it_it: [_penelope_s_arms_down_s_towards_s_angry_s_talk_displeased_] Ma non farai questa scuola o questa città nessun favore che insegua i fantasmi malvagi quando sei questa alta fase, Vi sto dicendo!

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] So, in order for you to clear your head a bit, I am ordering you to go home early for the day.
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_displeased_] Quindi, per poter sgomberare un po' la testa, ti sto ordinando di andare a casa presto per la giornata.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] If you don't take time to decompress every now and then, you're likely to do something crazy, maybe even get yourself or somebody else hurt!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_distraught_] Se non ci vuole tempo per decomprimere di tanto in tanto, è probabile che tu faccia qualcosa di pazzo, forse anche farsi male o qualcun altro!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] But I could... {i}urgh{/i}. I think you're right, actually.{p}{nw}
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ma potevo... {i}urgh{/i}. Penso che tu abbia ragione, in realtà.{p}{nw}

source: [_extend_] I could probably do with a night off.
it_it: [_extend_] Potrei fare probabilmente con una notte libera.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Then straight back to my plan of stopping that big globby creep!
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Poi torna subito al mio piano di fermare quel grande globby strisciare!

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Well, he certainly speaks like a true hero! Bless your little heart, Danny! I know you can pull it off!
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Beh, certamente parla come un vero eroe! Bless il tuo piccolo cuore, Danny! So che puoi tirarlo fuori!

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks again, Miss Spectra, I really appreciate your advice... and, you know, for keeping my secret safe.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Grazie ancora, Miss Spectra, apprezzo davvero il tuo consiglio... e, sai, per aver mantenuto il mio segreto al sicuro.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] It's no trouble at all! You can always rely on your dear friend Penelope Spectra!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Non è alcun problema! Puoi sempre contare sul tuo caro amico Penelope Spectra!

source: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Feel free to stop back in whenever you're feeling the need to talk about anything!
it_it: [_penelope_s_arms_down_s_towards_s_sad_s_talk_happy_] Sentitevi liberi di fermarvi ogni volta che state sentendo la necessità di parlare di qualcosa!

source: [_danny_s_towards_s_idle_s_talk_happy_] Thanks, I will. Later!
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Grazie, lo farò. Più tardi!

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] He's rather a simple boy, isn't he? It's just so easy to wrap him around my finger like that...
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] È piuttosto un semplice ragazzo, vero? È così facile avvolgerlo intorno al dito così...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Wouldn't you agree, Bertrand?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Non saresti d'accordo, Bertrand?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Indeed, ma'am, I knew you'd be able to bend him to your will...
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Anzi, lo sapevo che saresti stato in grado di piegarlo alla tua volontà...

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well, he's not completely bent the way I'd like him to be, but he's getting there... just a {i}bit{/i} more pushing in the right direction...
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Beh, non è completamente piegato come vorrei che fosse, ma sta arrivando. . solo un {i}bit{/i} più spingendo nella giusta direzione...

source: [_penelope_s_arms_down_s_towards2_s_rise_s_talk_happy_] Does the girl have everything we need her to have?
it_it: [_penelope_s_arms_down_s_towards2_s_rise_s_talk_happy_] La ragazza ha tutto ciò di cui abbiamo bisogno?

source: [_bootrand_s_arms_up_s_towards_s_talk_] Oh absolutely, she's MORE than ready, Mistress.
it_it: [_bootrand_s_arms_up_s_towards_s_talk_] Oh assolutamente, lei è PIÙ che pronta, Padrona.

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_happy_] Excellent... goodness, we are {i}close{/i} to the endgame, Bertrand, I can feel it in my stockings!
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_happy_] Eccellente... bontà, siamo {i}vicini{/i} al gioco finale, Bertrand, posso sentirlo nelle mie calze!

source: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Then this stupid charade can finally end, and we can move out of this dreadful office!
it_it: [_penelope_s_arms_down_s_towards_s_angry_s_talk_amused_] Allora questa stupida charade può finalmente finire, e possiamo uscire da questo terribile ufficio!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Of course, ma'am, of course. You'll be in the limelight like you deserve! You'll shine more beautifully than any other spirit in all the world! You'll-
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Certo, ma'am, ovviamente. Sarai alla ribalta come ti meriti! brillerai più magnificamente di qualsiasi altro spirito in tutto il mondo!

source: [_penelope_s_arms_up_s_towards_s_upset_s_talk_displeased_] Alright, yes, yes, that's enough Bertrand. There'll be plenty of time to grovel at my feet in worship later. We have work to do still.
it_it: [_penelope_s_arms_up_s_towards_s_upset_s_talk_displeased_] Bene, sì, sì, è abbastanza Bertrand. Ci sarà un sacco di tempo per coltivare i miei piedi in adorazione più tardi. Dobbiamo lavorare ancora per farlo.

source: [_bootrand_s_arms_down_s_towards_s_talk_] Y-yes, Mistress, of course...
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Y-sì, Padrona, naturalmente...

source: [_penelope_s_arms_up_s_towards2_s_confused_s_talk_distraught_] ...and change back already, I'm tired of your gross form caking up the floor with your disgusting goo...
it_it: [_penelope_s_arms_up_s_towards2_s_confused_s_talk_distraught_] ...e cambiate già, sono stanco della vostra forma grossolana che cadeva il pavimento con il vostro buono disgustoso...

source: [_bootrand_s_arms_down_s_towards_s_talk_] A-apologies, ma'am, I'll get that cleaned up right away!!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] A-scusa, ma'am, mi farò ripulire subito!!

source: [_extend_] {i}Hmmm...{/i} then again... this version of you isn't much better to look at, is it?
it_it: [_extend_] {i}Hmmm...{/i} poi ancora... questa versione di voi non è molto meglio da guardare, vero?

source: [_bertrand_s_arms_up_s_towards_s_talk_] ...n-no ma'am, you're right, sorry, apologies once again...
it_it: [_bertrand_s_arms_up_s_towards_s_talk_] ...n-no ma'am, hai ragione, scusa, scusa ancora...

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Oh don't worry Bertie, being attractive is {i}my{/i} job, there's no need to feel like a {i}complete{/i} cretin!
it_it: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Oh non preoccuparti di Bertie, essendo attraente è {i}il mio lavoro {/i}, non c'è bisogno di sentirsi come un {i}cretin{/i}!

source: [_bertrand_s_arms_down_s_towards_s_talk_] And what a wonderful job you do of it, Mistress! You're a knockout!
it_it: [_bertrand_s_arms_down_s_towards_s_talk_] E che lavoro meraviglioso che fate, Padrona! Sei un knockout!

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] Oh you little flirt! Stop it now, stop! {i}*Chuckles*{/i}
it_it: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] Oh hai un po' di flirt! Fermatevi adesso! {i}*Chuckles*{/i}

source: [_penelope_s_arms_down_s_towards2_s_neutral_s_talk_amused_] Now, all we have to do is just wait for that fool to fall for the golden carrot we've laid in our trap...
it_it: [_penelope_s_arms_down_s_towards2_s_neutral_s_talk_amused_] Ora, tutto quello che dobbiamo fare è solo aspettare che quel pazzo cada per la carota d'oro che abbiamo deposto nella nostra trappola...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] ...and then everything we've planned will come to fruition... and nobody will be able to surpass me then...
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] ...e poi tutto quello che abbiamo pianificato verrà a frutto... e nessuno potrà superarmi allora...

source: [_danny_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} All of this is so tiring...
it_it: [_danny_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Tutto questo è così faticoso...

source: [_danny_s_at_player_s_rise_s_talk_consternation_] Why can't I just catch this stupid ugly ghost? I feel like I'm really out of it.
it_it: [_danny_s_at_player_s_rise_s_talk_consternation_] Perché non riesco a catturare questo stupido brutto fantasma? Mi sento come se fossi davvero fuori di esso.

source: [_danny_s_down_s_sad_s_talk_displeased_] It's got to be because of all this Jazz stuff that's distracting me...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Deve essere a causa di tutte queste cose jazz che mi distraggono...

source: [_danny_s_at_player_s_rise_s_talk_happy_] ...maybe Miss Spectra's right, if I can just play some computer games, chill out in bed, and just relax a little, I'll at least be able to focus my plans better.
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] ... aybe Miss Spectra a destra, se posso solo giocare alcuni giochi per computer, chill out a letto, e rilassarsi un po', almeno sarò in grado di mettere a fuoco i miei piani meglio.

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, what should I boot up tonight? Maybe some "Ground Bricker", I could do for some light gaming, something peaceful and soothing.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Allora, cosa dovrei fare stasera? Forse qualche "Ground Bricker", potrei fare per qualche gioco di luce, qualcosa di tranquillo e rilassante.

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Now let's see, do I have to reinstall Ground Bricker again, or do I still have-)
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Ora vediamo, devo reinstallare di nuovo Ground Bricker o ho ancora-)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_displeased_] (Huh? "Jennifer wants to be my friend?" Well who the heck is Jennifer Fairbrook?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_displeased_] (Huh? "Jennifer vuole essere mio amico?" Beh, chi è Jennifer Fairbrook?)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Let's see here...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Vedi qui...)

source: Computer [special_delimiter] [[You've accepted Jennifer's Fairbrook's friend request!]]
it_it: Computer [special_delimiter] [[Hai accettato la richiesta di amicizia di Jennifer's Fairbrook!]]

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (What? Already? Okay, so what is this about...?)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Cosa? Già? Ok, quindi di che cosa si tratta...?)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Yeesh, who the heck still types like that in this day and age?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Sì, chi l'heck è ancora così in questo giorno ed età?)

source: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_smile_] (...other than like Star... and Paulina on occasion...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_smile_] (...a differenza di Star... e Paulina in occasione...)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay, okay, she knows her stuff... so is she? I still don't recognize the name at all...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay, okay, lei conosce la sua roba... così è lei? Non riconosco ancora il nome...)

source: [_danny_s_f_s_offscreen_s_ahegao_s_sad_s_bite_] (W-whoa! Just like that??){p}{nw}
it_it: [_danny_s_f_s_offscreen_s_ahegao_s_sad_s_bite_] (W-whoa! Proprio così??){p}{nw}

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Oh man, I can't believe this is happening!)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Oh uomo, non riesco a credere che questo stia accadendo!)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (I can't believe it! A girl is actually trying to get with {i}me{/i} and not Invisi-Bill!)
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] (Non riesco a crederci! Una ragazza sta cercando di ottenere con {i}me{/i} e non Invisi-Bill!)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (But still, sending nudes is too risky. This might be all just a prank.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (Ma l'invio di nudi è ancora troppo rischioso. Questo potrebbe essere solo uno scherzo.)

source: [_danny_s_towards_s_wondering_s_displeased_] (Guess this was just too nice to be true after all.)
it_it: [_danny_s_towards_s_wondering_s_displeased_] (Indovinate che questo è stato troppo bello per essere vero dopo tutto.)

source: [_danny_s_ahegao_s_sad_s_bite_] (But, still what a body.){p}{nw}
it_it: [_danny_s_ahegao_s_sad_s_bite_] (But, ancora che corpo.){p}{nw}

source: [_danny_s_towards_s_rise_s_bite_] (This was enough excitement for one night-)
it_it: [_danny_s_towards_s_rise_s_bite_] (Questa era abbastanza eccitazione per una notte-)

source: [_danny_s_at_player_s_rise_s_consternation_] (I should better get some rest.)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Io dovrei riposarmi un po'.)

source: [_danny_] J-Jazz?? H-hey, what are you-
it_it: [_danny_] J-Jazz?? H-hey, cosa sei-

source: [_jazz_] I must say, your dick sure has grown since a lot the last time I saw it... back when we were younger.
it_it: [_jazz_] Devo dire, il tuo cazzo sicuro è cresciuto da molto l'ultima volta che l'ho visto... indietro quando eravamo più giovani.

source: [_danny_] Jazz, that's not what {i}I'm{/i} freaking out about right now...!
it_it: [_danny_] Jazz, questo non è quello che {i}mi sto dilungando su adesso...!

source: [_jazz_] Sorry, Danny but I just couldn't help myself.
it_it: [_jazz_] Mi dispiace, Danny ma non ho potuto aiutarmi.

source: [_jazz_] I've been dreaming about this for so long.
it_it: [_jazz_] Ho sognato questo per così tanto tempo.

source: [_jazz_] How does it feel? Does it feel good to be touched like this?
it_it: [_jazz_] Come si sente? Si sente bene essere toccati in questo modo?

source: [_jazz_] I've never done this before, so please, tell me if I'm doing anything wrong.
it_it: [_jazz_] Non l'ho mai fatto prima, quindi per favore, dimmi se sto facendo qualcosa di sbagliato.

source: [_danny_] I.. I.. mean.. yes, it feels good. But-
it_it: [_danny_] Io.. significato.. sì, si sente bene. Ma -

source: [_jazz_] Relax, and enjoy it then Danny.
it_it: [_jazz_] Rilassatevi e godetevi poi Danny.

source: [_jazz_] You've gotta take things easy and just learn to relax every now and then...
it_it: [_jazz_] Hai preso le cose facili e solo imparare a rilassarsi di tanto in tanto...

source: [_jazz_] I know {i}I{/i} should have been taking things more easy than I have been.
it_it: [_jazz_] So che {i}I{/i} avrebbe dovuto prendere le cose più facili di quanto sono stato.

source: [_jazz_] {i}Mmmh{/i}.. wow... I can feel your dick getting even bigger in my hand.
it_it: [_jazz_] {i}Mmmh{/i}.. wow... posso sentire il tuo cazzo diventare ancora più grande in mano.

source: [_jazz_] That's it... let big sis give you this to enjoy... {i}*Chuckles*{/i}
it_it: [_jazz_] Questo è tutto... lascia che il grande sis ti dia questo per goderti... {i}*Chuckles*{/i}

source: [_danny_] (I can't belive this is really happening. Am I still dreaming?)
it_it: [_danny_] (Non riesco a credere che questo stia realmente accadendo. Sto ancora sognando?)

source: [_jazz_] Would you like me to go faster?
it_it: [_jazz_] Vorresti che io andassi più velocemente?

source: [_danny_] {i}Mmmh... y-yeah, just a little...
it_it: [_danny_] {i}Mmmh... y-yeah, solo un po'...

source: [_jazz_] {i}*Giggles*{/i} Of course you would...
it_it: [_jazz_] {i}*Giggles*{/i} Naturalmente faresti...

source: [_jazz_] {i}Hmmm{/i}... yes, I can feel your dick twitching. Does it mean you're about to come?
it_it: [_jazz_] {i}Hmmm{/i}... sì, posso sentire il tuo twitching di cazzo. Significa che stai per venire?

source: [_jazz_] That's alright, I don't want you to hold back. Come for me Danny. Come for Jazz...~
it_it: [_jazz_] Va bene, non voglio che tu si trattenga indietro. Vieni per me Danny. Vieni per Jazz...~

source: [_danny_] Ahh... Jazz, I'm... I'm coming, I'm-
it_it: [_danny_] Ahh... Jazz, sono... Sto arrivando, io-

source: [_jazz_] {i}Hehehe{/i}, oh man... you sure do cum a lot... <3
it_it: [_jazz_] {i}Hehehe{/i}, oh man... sei sicuro di avere tanto sperma... <3

source: [_jazz_] Miss Spectra was right, this truly is the best way for us to bond.
it_it: [_jazz_] Miss Spectra aveva ragione, questo è davvero il modo migliore per noi di legare.

source: [_danny_] M-Miss Spectra? Huh? Did she... she didn't tell you to do this, did she...?
it_it: [_danny_] M-Miss Spectra? Huh? Lei... non ti ha detto di fare questo, lei...?

source: [_jazz_] {i}Shhhh{/i}... believe me... I wanted this just as bad as she made me feel I did...
it_it: [_jazz_] {i}Shhhh{/i}... credetemi... Lo volevo tanto male quanto lei mi ha fatto sentire...

source: [_jazz_] Looking at your dick made my stomach feel like it was on fire... electricity running all over my body!
it_it: [_jazz_] Guardando il tuo cazzo mi ha fatto sentire lo stomaco come se fosse in fiamme... elettricità in esecuzione su tutto il mio corpo!

source: [_jazz_] {i}Mhhh{/i}... and you're still so hard and big!
it_it: [_jazz_] {i}Mhhh{/i}... e sei ancora così duro e grande!

source: [_jazz_] I'm thinking... how would it feel... resting in my mouth...?
it_it: [_jazz_] Sto pensando... come si sentire... riposando in bocca...?

source: [_jazz_] Guess I'll have to... give it... a try...~
it_it: [_jazz_] Indovina che dovrò dargli... un tentativo... ~

source: [_jazz_] Let's get... this sweet little mouth... nice and wide.... for...
it_it: [_jazz_] Facciamo... questa dolce bocca... bella e ampia.... per...

source: [_jazz_] {i}ZzzZzZ{/i}... {i}mwwyehhhh...{/i}
it_it: [_jazz_] {i}ZzzZzZ{/i}... {i}mwwyehhh...{/i}

source: [_danny_] Jazz...? Are you okay?
it_it: [_danny_] Jazz...? Stai bene?

source: [_danny_] Jazz! Jazz, you're shaking!! C'mon, wake up Jazz! Jazz!!
it_it: [_danny_] Jazz! Jazz, stai tremando!! C'mon, sveglia Jazz! Jazz!!

source: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_distraught_] Jazz! Wake up!
it_it: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_distraught_] Jazz! Svegliati!

source: [_ember_s_towards_s_rise_s_talk_displeased_] Hey, what's going on? We heard you-
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] Ehi, cosa sta succedendo? Ti abbiamo sentito-

source: [_ember_s_towards_s_sad_s_talk_consternation_] Ohhhh... well shit.
it_it: [_ember_s_towards_s_sad_s_talk_consternation_] Ohhhh... ben merda.

source: [_desiree_] What has happened to her?
it_it: [_desiree_] Cosa le è successo?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] I don't know, she just passed out!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Non lo so, è appena passata!

source: [_danny_s_towards_s_angry_s_talk_displeased_] And I can't wake her up!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] E non posso svegliarla!

source: [_ember_s_towards_s_unhappy_s_talk_consternation_] Well... this ain't good.
it_it: [_ember_s_towards_s_unhappy_s_talk_consternation_] Bene... questo non va bene.

source: [_desiree_] No... it appears to be even worse than I may have once thought.
it_it: [_desiree_] No... sembra essere ancora peggiore di quanto potrei avere una volta pensato.

source: [_desiree_] We have been sensing the current ghost you seek growing stronger and stronger every day.
it_it: [_desiree_] Abbiamo percepito il fantasma attuale che cerchi di crescere ogni giorno più forte e più forte.

source: [_desiree_] It seems the ghost has been feeding off the lustful desires of others...
it_it: [_desiree_] Sembra che il fantasma stia alimentando i desideri lussuriosi degli altri...

source: [_danny_s_towards_s_rise_s_talk_consternation_] Feeding off their... lust? Seriously?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Nutrire la loro... lussuria? Seriamente?

source: [_ember_s_towards_s_idle_s_talk_consternation_] Come on dude, you haven't noticed the kids at your school acting {i}extra{/i} slutty recently?
it_it: [_ember_s_towards_s_idle_s_talk_consternation_] Vieni in dude, non hai notato i bambini nella tua scuola recando {i}extra {/i} troia di recente?

source: [_ember_s_towards_s_rise_s_talk_displeased_] And y'know, not like your typical blowie in the girls bathroom stall slutty, but like full blown orgy shit?
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] E y'sa, non come il vostro tipico pompino nelle ragazze stalla bagno troia troia, ma come piena orgia soffiato merda?
