Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_desiree_] While it may not be detectable to us now, I still feel it's lingering effect over this town. It has not as yet left wherever it resides.
it_it: [_desiree_] Anche se potrebbe non essere rilevabile per noi ora, sento ancora che è un effetto persistente su questa città. Non ha ancora lasciato ovunque risieda.

source: [_danny_s_towards_s_rise_s_talk_amused_] Oh, well... I suppose I could handle this ahead of time then, right?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Oh, bene... suppongo che potrei gestire questo prima del tempo allora, giusto?

source: [_ember_s_ghost_s_towards_s_confused_s_talk_consternation_] The heck are you talking 'bout?
it_it: [_ember_s_ghost_s_towards_s_confused_s_talk_consternation_] L'heck sta parlando 'bout?

source: [_danny_s_towards_s_angry_s_talk_amused_] I'll just {b}wish{/b} for it to be captured now! Like how I did with you and Des already!
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Ho solo {b}desiderato{/b} per essere catturato ora! Come ho già fatto con te e Des!

source: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] Oh great, {i}another{/i} annoying roommate to deal with?{p}{nw}
it_it: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] Oh grande, {i}altro{/i} compagno di stanza fastidioso per affrontare?{p}{nw}

source: [_extend_] Gag me with a fucking spoon...
it_it: [_extend_] Gag me con un cazzo cucchiaio...

source: [_desiree_] I am most sorry Master, but I do not believe that this can be attained.
it_it: [_desiree_] Mi dispiace molto Maestro, ma non credo che questo possa essere raggiunto.

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Huh? Why not?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Huh? Perché no?

source: [_desiree_] The crux of my magic influence comes from the granting of one's {i}own{/i} desires.
it_it: [_desiree_] Il fulcro della mia influenza magica deriva dalla concessione dei propri desideri di {i}{/i}.

source: [_desiree_] Whereby the asker of the wish has something that {i}they{/i} have wanted in their hearts come to life.
it_it: [_desiree_] Mentre l'asker del desiderio ha qualcosa che {i}che {/i} hanno voluto nel loro cuore venire a vita.

source: [_ember_s_ghost_s_away_s_rise_s_talk_consternation_] With just a {i}little{/i} dash of chaotic irony added to their wishes, right Des?
it_it: [_ember_s_ghost_s_away_s_rise_s_talk_consternation_] Con solo un {i}piccolo{/i} dash di ironia caotica aggiunto ai loro desideri, Des?

source: [_desiree_] {i}*Chuckles*{/i} Well... certainly not {i}all{/i} the time, but... yes.
it_it: [_desiree_] {i}*Chuckles*{/i} Bene... certamente non {i}all{/i} il tempo, ma... sì.

source: [_desiree_] {i}*Ahem*{/i} Regardless, if you were to ask for a capture of this particular spirit now, when they would not wish for their own capture...
it_it: [_desiree_] {i}*Ahem*{/i} Indipendentemente, se dovessi chiedere una cattura di questo particolare spirito ora, quando non vorrebbero per la loro cattura...

source: [_desiree_] ...I'm afraid the attempt would otherwise go wasted, and potentially backfire in ways we cannot as of now predict.
it_it: [_desiree_] ... temo che il tentativo sarebbe altrimenti andato sprecato, e potenzialmente il fuoco in modi che non possiamo fin d'ora prevedere.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well.. wait, how is it I'm able to keep you two in check with the magic I asked so you wouldn't pose any danger to the public still?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Bene.. aspetta, com'è in grado di tenerti due in controllo con la magia che ho chiesto in modo da non porre alcun pericolo per il pubblico?

source: [_desiree_] I do believe that our successful docile correction was made due in part to how Master was able to somehow conquer and impose his rule over us prior.
it_it: [_desiree_] Credo che la nostra correzione docile di successo sia stata fatta in parte a causa di come Maestro è stato in grado in qualche modo di conquistare e imporre il suo dominio su di noi prima.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Sorry, you lost me a bit there... it's because...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Spiacenti, mi hai perso un po' lì... è perché...

source: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] It's because you got lucky and kicked both our asses ahead of time, mush for brains!!
it_it: [_ember_s_ghost_s_towards_s_angry_s_talk_consternation_] È perché hai avuto fortuna e calciato entrambi i nostri asini prima del tempo, muschio per il cervello!!

source: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Oh... so in order for me to capture and tame this next ghost as well...
it_it: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Oh... così in ordine per me di catturare e domare anche questo prossimo fantasma...

source: [_desiree_] You would have to indeed defeat her in combat, similar to our situations, I'm afraid.
it_it: [_desiree_] Dovreste davvero sconfiggerla in combattimento, simile alle nostre situazioni, ho paura.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Darn. Thought I could get ahead of this one this time.{p}{nw}
it_it: [_danny_s_down_s_unhappy_s_talk_distraught_] Darn. Pensavo di potermi anticipare questa volta.{p}{nw}

source: [_extend_] Well, thanks for letting me know Des.
it_it: [_extend_] Beh, grazie per avermi fatto sapere Des.

source: [_desiree_] But of course, Master.
it_it: [_desiree_] Ma naturalmente, Maestro.

source: [_ember_s_ghost_s_towards_s_rise_s_talk_distraught_] Alrighty, well if this lame team building exercise is over finally, can we go?
it_it: [_ember_s_ghost_s_towards_s_rise_s_talk_distraught_] Bene, se questo esercizio di team building è finito finalmente, possiamo andare?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Oh, {i}uhh{/i}, I mean yeah. You're free to do whatever.
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Oh, {i}uhh{/i}, intendo sì. Sei libero di fare qualsiasi cosa.

source: [_ember_s_ghost_s_away_s_rise_s_talk_displeased_] Desiree, you up for some more "Orange is the New Black?"
it_it: [_ember_s_ghost_s_away_s_rise_s_talk_displeased_] Desideri, sei in su per qualche altro "Orange è il Nuovo Nero?"

source: [_desiree_] Oh, {i}am{/i} I ever! I truly never knew how delightful these talking boxes were until you properly introduced me to them, Miss Ember!
it_it: [_desiree_] Oh, {i}am{/i} Io mai! Non ho mai saputo come erano deliziose queste scatole parlanti fino a quando non mi hai presentato correttamente, signorina Ember!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Wait! Is that all you got for me? No hints? Nothing?
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Aspetta! È tutto quello che hai per me? Nessun suggerimento? Niente?

source: [_ember_s_ghost_s_towards_s_rise_s_talk_amused_] Later dweeb.
it_it: [_ember_s_ghost_s_towards_s_rise_s_talk_amused_] In seguito dweeb.

source: [_desiree_] Goodbye, Master.
it_it: [_desiree_] Arrivederci, Maestro.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Great... {i}another{/i} big type ghost to get rid of..)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Great... {i}another{/i} grande fantasma di tipo per sbarazzarsi di..)

source: [_danny_s_down_s_sad_s_displeased_] (If it's true what that gooey creep said about targeting young people's minds...)
it_it: [_danny_s_down_s_sad_s_displeased_] (Se è vero che cosa ha detto questo striscio appiccicoso a proposito delle menti dei giovani...)

source: [_danny_s_at_player_s_rise_s_consternation_] (Then I'll probably need to keep my eyes open and alert the next time I'm at school. For everyone's sake.)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Allora probabilmente dovrò tenere gli occhi aperti e avvisare la prossima volta che sono a scuola. Per amor di tutti.)

source: [_danny_s_towards_s_idle_s_talk_happy_] Alright, nothing strange happening in the halls... so far, so goo-
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Va bene, niente di strano accadendo nelle sale... finora, così buono,

source: [_intercom_] {i}Danny Fenton, please report to the counselor's office immediately, please.{/i}
it_it: [_intercom_] {i}Danny Fenton, si prega di segnalare all'ufficio del consulente immediatamente, per favore.{/i}

source: [_danny_s_at_player_s_rise_s_distraught_] (Oh great, again? Now I have to deal with whatever {i}this{/i} is about...)
it_it: [_danny_s_at_player_s_rise_s_distraught_] (Oh grande, di nuovo? Ora ho a che fare con qualunque {i}questo{/i} è circa...)

source: [_danny_s_towards_s_neutral_s_displeased_] (I'm supposed to be patrolling the school and monitoring for weird activity, not talking about my "feelings" or-)
it_it: [_danny_s_towards_s_neutral_s_displeased_] (dovrei pattugliare la scuola e monitorare per attività strane, non parlare dei miei "sentimenti" o-)

source: [_sam_] Oh, why hey there, stud!
it_it: [_sam_] Oh, perché han lì, borchia!

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] S-Sam! W-what the- what's gotten into you?!{p}{nw}
it_it: [_danny_s_towards_wide_s_rise_s_talk_consternation_] S-Sam! W-what the- what is got into you?!{p}{nw}

source: [_extend_] Wait, is Kitty Pryde back?! She's possessed you again, oh no!!
it_it: [_extend_] Aspetta, è Kitty Pryde indietro?! Ti ha posseduto di nuovo, oh no!!

source: [_sam_s_wild_s_towards_s_angry_s_talk_excited_] No doofus!! This is just the new sexual liberation!!
it_it: [_sam_s_wild_s_towards_s_angry_s_talk_excited_] No doofus!! Questa è solo la nuova liberazione sessuale!!

source: [_sam_s_wild_s_towards_s_idle_s_talk_amused_] I just spoke to that new counselor recently and, wow, she {i}really{/i} got me to open up, y'know?
it_it: [_sam_s_wild_s_towards_s_idle_s_talk_amused_] Ho appena parlato con quel nuovo consulente di recente e, wow, lei {i}davvero{/i} mi ha fatto aprire, sai?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Uhhh{/i}, you mean Miss Spectra?
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Uhhh{/i}, intendi Miss Spectra?

source: [_sam_s_wild_s_towards_s_idle_s_talk_happy_] {i}Yess{/i}, she's speaking to just about every student that she can get alone!
it_it: [_sam_s_wild_s_towards_s_idle_s_talk_happy_] {i}Yess{/i}, sta parlando a quasi ogni studente che può ottenere da solo!

source: [_sam_s_wild_s_towards_s_confused_s_talk_excited_] I think she's really getting to the bottom of all our problems...
it_it: [_sam_s_wild_s_towards_s_confused_s_talk_excited_] Penso che stia davvero arrivando al fondo di tutti i nostri problemi...

source: [_sam_s_wild_s_towards_s_idle_s_talk_lick_] ...she just says we've gotta grab our issues by the "root", and pull, y'know...~?
it_it: [_sam_s_wild_s_towards_s_idle_s_talk_lick_] ...ha appena detto che abbiamo preso i nostri problemi dalla "radice" e tirare, sai...~?

source: [_sam_s_wild_s_towards_s_idle_s_talk_bite_] {i}*Giggles*{/i} I'm so much more liberated than I was before! Don't you think?
it_it: [_sam_s_wild_s_towards_s_idle_s_talk_bite_] {i}*Giggles*{/i} Sono molto più liberato di quanto fossi prima! Non pensi?

source: [_sam_s_wild_s_towards_s_rise_s_talk_lick_] I mean, what do {i}you{/i} think of the new me?
it_it: [_sam_s_wild_s_towards_s_rise_s_talk_lick_] Voglio dire, cosa pensi {i}tu{/i} del nuovo?

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] It's, {i}uh{/i}... it's v-very forward!
it_it: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] E' {i}uh{/i}... è molto avanti!

source: [_danny_s_towards_s_rise_s_talk_consternation_s_-blush_] L-look, I gotta go and check with Miss-
it_it: [_danny_s_towards_s_rise_s_talk_consternation_s_-blush_] L-look, go a controllare con Miss-

source: [_sam_s_wild_s_towards_s_rise_s_talk_consternation_] Danny, look, forget your counseling session, listen... as far as I know, the locker room's empty, let's go-
it_it: [_sam_s_wild_s_towards_s_rise_s_talk_consternation_] Danny, guarda, dimentica la tua sessione di consiglio, ascolta... per quanto ne so, lo spogliatoio è vuoto, andiamo-

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Hey guys, how're we doing?{p}{nw}
it_it: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Ehi ragazzi, come stiamo facendo?{p}{nw}

source: [_extend_] Dang Sam, looking good!
it_it: [_extend_] Dang Sam, guardando bene!

source: [_danny_s_towards_wide_s_unhappy_s_talk_happy_] Oh, Tucker! Thank goodness! Look, I think something might have happened to Sam, she's all-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_happy_] Oh, Tucker! Grazie bontà! Guarda, penso che potrebbe essere successo qualcosa a Sam, è tutto-

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...{i}kayy{/i} then... I see you went to Miss Spectra as well...
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...{i}kayy{/i} allora... Vedo che sei andato anche a Miss Spectra...

source: [_tucker_s_wild_s_towards_s_neutral_s_talk_happy_] Yeah man! She's so cool! I've changed my way of thinking {i}completely{/i}! And never felt because of it!
it_it: [_tucker_s_wild_s_towards_s_neutral_s_talk_happy_] Yeah man! È così cool! Ho cambiato il mio modo di pensare {i}completamente{/i}! E non mi sono mai sentito a causa di esso!

source: [_tucker_s_wild_s_towards_s_wondering_s_talk_happy_] Seriously, you wouldn't believe the kind kind of freedom you feel when you remove all your preconceived social inhibitions!
it_it: [_tucker_s_wild_s_towards_s_wondering_s_talk_happy_] Seriamente, non crederesti al tipo di libertà che ti senti quando rimuovi tutte le tue inibizioni sociali preconcute!

source: [_tucker_s_wild_s_towards_s_sad_s_talk_displeased_] I mean, nobody's even asked me to hold hands together with them ever...
it_it: [_tucker_s_wild_s_towards_s_sad_s_talk_displeased_] Voglio dire, nessuno mi ha nemmeno chiesto di tenere le mani insieme a loro mai...

source: [_tucker_s_wild_s_towards_s_wondering_s_talk_displeased_] ...and I'm pretty sure the six couples I've seen making out and grabbing right now haven't even ever talked to each other before...
it_it: [_tucker_s_wild_s_towards_s_wondering_s_talk_displeased_] ...e sono abbastanza sicuro che le sei coppie che ho visto fare fuori e afferrare in questo momento non hanno nemmeno mai parlato l'un l'altro prima...

source: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] ...but you know, I'm happy to just focus on {i}me!{/i}{p}{nw}
it_it: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] ...ma sai, sono felice di concentrarmi solo su {i}!{/i}{p}{nw}

source: [_extend_] This is Tucker's time!
it_it: [_extend_] Questo è il tempo di Tucker!

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] ...okay, this is definitely strange behavior I should be on the lookout for...
it_it: [_danny_s_at_player_s_unhappy_s_talk_distraught_] ...okay, questo è un comportamento decisamente strano che dovrei essere alla ricerca per...

source: [_tucker_s_wild_s_towards_s_idle_s_talk_happy_] {i}Woo-hoo!{/i} Yeah, you go girls!
it_it: [_tucker_s_wild_s_towards_s_idle_s_talk_happy_] {i}Woo-hoo!{/i} Sì, vai ragazze!

source: [_danny_s_ahegao_s_sad_s_talk_amused_s_blush_] Holy smokes!
it_it: [_danny_s_ahegao_s_sad_s_talk_amused_s_blush_] Fumi Santi!

source: [_sam_s_wild_s_towards_s_rise_s_talk_bite_s_blush_] Damn, is that {i}hot!{/i} Oh, I definitely want in!
it_it: [_sam_s_wild_s_towards_s_rise_s_talk_bite_s_blush_] Dannazione, è che {i}caldo!{/i} Oh, lo voglio sicuramente!

source: [_danny_s_towards_wide_s_sad_s_talk_displeased_] S-Sam! Wait!
it_it: [_danny_s_towards_wide_s_sad_s_talk_displeased_] S-Sam! Aspetta!

source: [_sam_s_wild_s_offscreen_s_towards_s_rise_s_talk_bite_] Don't worry big boy, I'll be coming back for you in a second~
it_it: [_sam_s_wild_s_offscreen_s_towards_s_rise_s_talk_bite_] Non preoccuparti del grande ragazzo, tornerò per te in un secondo~

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] ...Oh. My. God.
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] ...Oh. Mio. Dio.

source: [_tucker_s_wild_s_towards_wide_s_wondering_s_talk_happy_] Thank you, Oh Lord, for truly, we must be doing something right to receive this blessing.
it_it: [_tucker_s_wild_s_towards_wide_s_wondering_s_talk_happy_] Grazie, Oh Signore, per la verità, dobbiamo fare qualcosa di giusto per ricevere questa benedizione.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Tucker! Listen to me! This isn't right! All this is a work of a ghost! It has to be!
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Tucker! Ascoltami! Questo non è giusto! Tutto questo è un lavoro di un fantasma! Deve essere!

source: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] {i}Pfft{/i}, don't be ridiculous! After you kicked Ember's butt live to the world, what ghost would have the cajones to try and take you on?
it_it: [_tucker_s_wild_s_towards_s_angry_s_talk_consternation_] {i}Pfft{/i}, non essere ridicolo! Dopo aver calciato il culo di Ember dal vivo al mondo, quale fantasma avrebbe i cajoni da provare a prenderti?

source: [_danny_s_towards_s_angry_s_talk_distraught_] Tucker, this is serious!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Tucker, questo è grave!

source: Student [special_delimiter] {i}Ayyye{/i}, yo!! Danica's throwing it back with no underwear in the bathroom guys!
it_it: Studente [special_delimiter] {i}Ayyye{/i}, yo!! Danica lo gettare indietro senza biancheria intima nei tipi del bagno!

source: [_tucker_s_wild_s_towards_s_angry_s_talk_happy_] {i}If{/i} you'll excuse me, I believe I've just heard my mother calling!
it_it: [_tucker_s_wild_s_towards_s_angry_s_talk_happy_] {i}If{/i} mi scuserai, credo di aver appena sentito mia madre chiamare!

source: [_danny_s_at_player_s_angry_s_talk_consternation_] Damn! Whatever this is, it's getting out of hand!
it_it: [_danny_s_at_player_s_angry_s_talk_consternation_] Dannazione! Qualunque cosa sia, sta sfuggendo di mano!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] If everybody's coming from Miss Spectra's office like this, then I'd better head there first.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Se tutti venissero dall'ufficio di Miss Spectra in questo modo, allora farei meglio a testa prima lì.

source: [_danny_s_at_player_s_unhappy_s_talk_consternation_] She might be able to give me a better idea of what's going on around here...
it_it: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Potrebbe essere in grado di darmi un'idea migliore di ciò che sta succedendo qui intorno...

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Are you sure about this idea, Miss Spectra?
it_it: [_paulina_s_towards_s_confused_s_talk_displeased_] Sei sicuro di questa idea, Miss Spectra?

source: [_star_s_towards_s_confused_s_talk_displeased_] Yeah, it's kinda... weird.
it_it: [_star_s_towards_s_confused_s_talk_displeased_] Sì, è gentile... strano.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Absolutely! Girls, it's so important for growing young women like yourselves to work through your issues in a healthy manner.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Assolutamente! Ragazze, è così importante per la crescita di giovani donne come voi a lavorare attraverso i vostri problemi in modo sano.

source: [_penelope_s_arms_down_s_towards_s_wondering_s_talk_amused_] You need to channel all of this competitiveness you have with each other into...{p}{nw}
it_it: [_penelope_s_arms_down_s_towards_s_wondering_s_talk_amused_] Devi incanalare tutta questa competitività che hai tra loro...{p}{nw}

source: [_extend_] ....{i}something useful.{/i}
it_it: [_extend_] ....{i}qualcosa di utile.{/i}

source: [_star_s_towards_s_confused_s_talk_consternation_] I'm not, like, the "smartest" girl around, but this all just kinda... far fetched, I don't know...
it_it: [_star_s_towards_s_confused_s_talk_consternation_] Non sono come la ragazza "più intelligente" in giro, ma tutto questo è solo gentile...lontano recuperato, non lo so...

source: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Nonsense! Believe me, it'll all make sense soon enough! You'll be thanking me in no time, I just know it!
it_it: [_penelope_s_arms_up_s_towards_s_neutral_s_talk_displeased_] Nonsenso! Credetemi, tutto avrà senso abbastanza presto! Mi ringrazierai in pochissimo tempo, lo so solo!

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Now go out there and spread that Casper High Spirit you two!
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_amused_] Ora vai là fuori e diffondi quel Casper High Spirit tu due!

source: [_penelope_s_arms_down_s_closed_s_idle_s_talk_amused_] Oh, I just {i}love{/i} shaping young minds for the better!
it_it: [_penelope_s_arms_down_s_closed_s_idle_s_talk_amused_] Oh, ho solo {i}amore{/i} modellando le giovani menti per il meglio!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] {i}Ah!{/i} Danny! There you are, perfect timing!
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] {i}Ah!{/i} Danny! Ci sei, la tempistica perfetta!

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] I assume you're here for a meeting? Well perfect, just step right inside and we'll get started!
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_amused_] Presumo che tu sia qui per un incontro? Ben perfetto, basta fare un passo dentro e inizieremo!

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhhh{/i}, yeah, Miss Spectra? I was sorta wondering about some of the... well, some of the changes I've seen in the other-
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhhh{/i}, sì, Miss Spectra? Ero sorta a chiedermi di alcuni del... beh, alcuni dei cambiamenti che ho visto nell'altro-

source: [_penelope_s_arms_down_s_towards2_s_sad_s_talk_happy_] Apologies Danny, you'll have to just give me a moment to gather up some paperwork for our session first...
it_it: [_penelope_s_arms_down_s_towards2_s_sad_s_talk_happy_] Scuse Danny, dovrai solo darmi un momento per raccogliere alcuni documenti per la nostra sessione...

source: [_penelope_] Just take a seat over her and make yourself comfortable.
it_it: [_penelope_] Basta prendere un posto su di lei e rendersi comodo.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Oh, {i}uh{/i} sure, okay...
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Oh, {i}uh{/i} sicuro, okay...

source: [_penelope_] Now let's see now... now I've already spoken to {i}Miss{/i} Fenton today...
it_it: [_penelope_] Ora vediamo ora... ora ho già parlato con {i}Miss{/i} Fenton oggi...

source: [_penelope_] hmm.. Danny, Danny, now where did I place you...?
it_it: [_penelope_] hmm.. Danny, Danny, ora dove ti ho posto...?

source: [_danny_] O-oh, you've already spoke to Jazz again?
it_it: [_danny_] O-oh, hai già parlato di nuovo al Jazz?

source: [_penelope_] Of course, I wanted to hear all about your time together!
it_it: [_penelope_] Certo, volevo sentire tutto sul tuo tempo insieme!

source: [_danny_] Yeah, that was... well... not the chillest hang, to say the le-
it_it: [_danny_] Sì, che erava... bene... non il più freddo, per dire il le-

source: [_penelope_] {i}Tsch!{/i} Goodness! I'm going to have to learn to file these things better!
it_it: [_penelope_] {i}Tsch!{/i} Bontà! Dovrò imparare a archiviare meglio queste cose!

source: [_penelope_] I can get so lazy, I just chuck these things in those drawers!
it_it: [_penelope_] Posso diventare così pigro, ho solo mandare queste cose in quei cassetti!

source: [_penelope_] Now don't go telling anybody I'm really a klutz with all this sorting stuff! {i}*Chuckles*{/i}
it_it: [_penelope_] Ora non vai a dire a nessuno che sono davvero un klutz con tutte queste cose di ordinamento! {i}*Chuckles*{/i}
