Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_ember_] That was pretty fucking hot last time we tried it.~
it_it: [_ember_] È stata una bella scopata calda l'ultima volta che lo abbiamo provato.~

source: [_desiree_] Of course my dear-
it_it: [_desiree_] Naturalmente la mia cara-

source: [_danny_] (Shoot, where is she? Where could she have gone?!)
it_it: [_danny_] (Shoot, dov'è lei? Dove avrebbe potuto andare?!)

source: [_danny_] Penelope? Where'd you-
it_it: [_danny_] Penelope? Dov'eresti tu-

source: [_jazz_] {i}Uhh{/i}, who?
it_it: [_jazz_] {i}Uhh{/i}, chi?

source: [_danny_] Oh, Jazz! I {i}uh{/i}, I was looking for you!
it_it: [_danny_] Oh, Jazz! I {i}uh{/i}, Stavo cercando!

source: [_jazz_] What? Then, why'd you call me "Penelope?"
it_it: [_jazz_] Cosa? Poi, perché mi chiameresti "Penelope?"

source: [_danny_] I... didn't say that, did I...?
it_it: [_danny_] Io... non l'ho detto, io...?

source: [_jazz_] Yeah, you kinda did.
it_it: [_jazz_] Sì, lo hai fatto.

source: [_danny_] Oh well, that's pretty dumb of me! Penelope's just, {i}uhh{/i}, some made up character on a dumb computer game I've been playing! That's all!
it_it: [_danny_] Oh bene, questo è piuttosto muto di me! Penelope's just, {i}uhh{/i}, qualche personaggio composto in un gioco per computer muto che ho giocato!

source: [_jazz_] ...Penelope? I haven't seen any ads for a game with that character, have I?{p}{nw}
it_it: [_jazz_] ...Penelope? Non ho visto alcun annuncio per una partita con quel personaggio, ho?{p}{nw}

source: [_extend_] Why does that name seem so familiar...?
it_it: [_extend_] Perché quel nome sembra così familiare...?

source: [_danny_] {i}Uhhh{/i}, okay, gotta jet, forgot to meet up with Tucker at the arcade!
it_it: [_danny_] {i}Uhhh{/i}, okay, gotta jet, dimenticato di incontrare Tucker all'arcade!

source: [_jazz_] Hey, wait a minute! Don't just-{p}{nw}
it_it: [_jazz_] Ehi, aspetta un minuto! Non solo-{p}{nw}

source: [_extend_] ...awww, whatever. Silly boys on a play date.
it_it: [_extend_] ...awww, qualsiasi cosa. Ragazzi silly in una data di gioco.

source: [_jazz_] (Jeez, why can't I put a face to that name? Just seems like something I sorta remember, like...)
it_it: [_jazz_] (Jeez, perché non posso mettere una faccia a quel nome? Sembra solo qualcosa che io sorta ricorda, come...)

source: [_jazz_] (...again, who cares? I'm hungry, did Dad leave any extra buttered noodles in the fridge from the other night?)
it_it: [_jazz_] (...ancora, a chi importa? Ho fame, papà ha lasciato altre tagliatelle imburrate in frigorifero da un'altra notte?)

source: [_danny_] (Crap, not out here either?){p}{nw}
it_it: [_danny_] (Crap, nemmeno qui fuori?){p}{nw}

source: [_extend_] (Then she must be hiding somewhere in the house still!)
it_it: [_extend_] (Poi deve nascondersi da qualche parte in casa ancora!)

source: [_danny_] (I guess I'll have to talk to her again when she cools down...)
it_it: [_danny_] (Immagino che dovrò parlare di nuovo con lei quando si raffredda giù...)

source: [_danny_] (...in the meantime, I could look for some type of gift for her in the meanwhile? Something to extend an olive branch with?)
it_it: [_danny_] (...nel frattempo, potrei cercare qualche tipo di regalo per lei nel frattempo? Qualcosa con cui estendere un ramo di oliva?)

source: [_danny_] (But what do you get an unhinged, undead school psychiatrist from the mall, exactly?)
it_it: [_danny_] (Ma che cosa si ottiene uno psichiatra non morto della scuola dal centro commerciale, esattamente?)

source: [_box_ghost_] Salutations, dearest patron!
it_it: [_box_ghost_] Salutazioni, più caro patron!

source: [_danny_] (Now there's got to be something around here she'll like.)
it_it: [_danny_] (Ora c'è qualcosa in giro qui che le piacerà.)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (C'mon, has she ever mentioned anything she likes that I could use to get on her good side...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_frown_] (C'mon, ha mai detto tutto ciò che le piace che potrei usare per mettermi dalla sua buona parte...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_smile_] (Hey, what's this?){p}{nw}
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_smile_] (Ehi, che cos'è questo?){p}{nw}

source: [_extend_s_danny_s_danny_s_f_s_offscreen_s_closed_s_idle_s_smile_] {i}*Sniff* *Sniff*{/i} (Hey, smells pretty good...)
it_it: [_extend_s_danny_s_danny_s_f_s_offscreen_s_closed_s_idle_s_smile_] {i}*Sniff* *Sniff*{/i} (Hey, ha un buon odore...)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] ("Gourmet Amity Coffee Beans: Plucked locally!"){p}{nw}
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_smile_] ("Chicchi di caffè gourmet Amity: Sfortunati localmente!"){p}{nw}

source: [_extend_s_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (...Amity has coffee plants growing around here...?)
it_it: [_extend_s_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (...Amity ha piante di caffè che crescono qui...?)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_distraught_] (H-holy crap!! {i}HOW{/i} MUCH FOR A BOX OF THIS STUFF?!)
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_distraught_] (H-sacro crap!! {i}COME {/i} MUCH FOR A BOX OF THIS STUFF?!)

source: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_consternation_] {i}*Sigh*{/i} (The only real thing I've been able to get out of here was that time she mentioned she liked the coffee...)
it_it: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_consternation_] {i}*Sigh*{/i} (L'unica cosa reale che ho potuto uscire da qui è stata quella volta che ha detto che le è piaciuto il caffè...)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (This is probably be my best shot at trying to connect with her right now.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (Questo è probabilmente il mio colpo migliore nel cercare di connettersi con lei in questo momento.)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (I hope this was worth it.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Spero che questo valesse la pena.)

source: [_danny_] Hey, Penelope?
it_it: [_danny_] Ehi, Penelope?

source: [_penelope_] Yes, yes, what could it be now?
it_it: [_penelope_] Sì, sì, cosa potrebbe essere adesso?

source: [_danny_] Nice to see you've calmed down... a little.{p}{nw}
it_it: [_danny_] Bello vedere che ti sei calmato... un po'.{p}{nw}

source: [_extend_] Look, I had something I-
it_it: [_extend_] Guarda, ho avuto qualcosa di I-

source: [_penelope_] Let's get something straight here, you little twerp.{p}{nw}
it_it: [_penelope_] Prendiamo qualcosa direttamente qui, sei un piccolo twerp.{p}{nw}

source: [_penelope_] You might have convinced those other saps of your good nature, but not me. No way.
it_it: [_penelope_] Potresti aver convinto quelle altre gemme della tua buona natura, ma non me.

source: [_penelope_] I know that deep down, all you are is a twisted, perverse little cretin who gets off on all the adoration you get from your brain dead slaves!
it_it: [_penelope_] So che in profondità, tutto quello che sei è un contorto, piccolo cretino perverso che scende su tutta l'adorazione che ottieni dal tuo cervello morto schiavi!

source: [_danny_] ...{i}uhm{/i}, well, this maybe an awkward time for this, but... I actually wanted to give you this.
it_it: [_danny_] ...{i}uhm{/i}, beh, questo forse è un momento imbarazzante per questo, ma... in realtà volevo darti questo.

source: [_penelope_] What is it?
it_it: [_penelope_] Cosa c'è?

source: [_danny_] Here.
it_it: [_danny_] Qui.

source: [_penelope_] ...these are... some rather expensive coffee beans...
it_it: [_penelope_] ...questi sono... alcuni chicchi di caffè piuttosto costosi...

source: [_penelope_] ...smells rather good, as well.
it_it: [_penelope_] ...ha un odore piuttosto buono, pure.

source: [_danny_] Do you like it?
it_it: [_danny_] Ti piace?

source: [_danny_] Hey, what the hell?
it_it: [_danny_] Ehi, che inferno?

source: [_penelope_] Did you really think some mild bribery was going to win me over? Really now?
it_it: [_penelope_] Hai davvero pensato che qualche lieve tangente mi avrebbe vinto? Davvero adesso?

source: [_danny_] I just wanted to give you something to help cheer you up!
it_it: [_danny_] Volevo solo darti qualcosa per aiutarti ad allietarti!

source: [_penelope_] I don't need "cheering up", what I need is to be left alone. Completely!
it_it: [_penelope_] Non ho bisogno di "rallegrarmi", quello di cui ho bisogno è di essere lasciato da solo. Completamente!

source: [_danny_] You really want that? Do you actually think that'd make you happier?
it_it: [_danny_] Lo vuoi veramente? Pensi che ti renderebbe più felice?

source: [_danny_] Then fine, go ahead, I'll leave you alone!{p}{nw}
it_it: [_danny_] Allora bene, vai avanti, ti lascerò da solo!{p}{nw}

source: [_extend_] But just remember that I was at least {i}trying{/i} over here!
it_it: [_extend_] Ma ricordate che sono stato almeno {i}provando{/i} da qui!

source: [_penelope_] Oh yes, you were trying your very best to get some new ghostly tail to hump, alright!
it_it: [_penelope_] Oh sì, stavi cercando il tuo meglio per ottenere qualche nuova coda fantasma a gobba, a destra!

source: [_danny_] That's not-!
it_it: [_danny_] Non è così!

source: [_danny_] Oh man, you are maddeningly infuriating!!
it_it: [_danny_] Oh uomo, siete follemente infurianti!!

source: [_penelope_] Good, I'm glad! I'm glad I make you angry! I don't need {i}any{/i} of your help!
it_it: [_penelope_] Bene, sono felice! Sono contento di farti arrabbiare! Non ho bisogno di {i}qualsiasi{/i} del tuo aiuto!

source: [_penelope_] None of you could have possibly ever helped me!
it_it: [_penelope_] Nessuno di voi avrebbe potuto mai aiutarmi!

source: [_danny_] Have you ever actually ever trusted anyone, in your whole life?
it_it: [_danny_] Ti sei mai fidato di qualcuno, in tutta la tua vita?

source: [_penelope_] Enough, this is ridiculous. I don't have to-
it_it: [_penelope_] Abbastanza, questo è ridicolo. Non devo

source: [_danny_] Ever actually {i}tried{/i} to connect with someone else? Never had any empathy for another human being before?
it_it: [_danny_] In realtà {i}ha mai provato{/i} per connettersi con qualcun altro? Non ha mai avuto alcuna empatia per un altro essere umano prima?

source: [_danny_] ...were you really always just that shallow and empty...?
it_it: [_danny_] ...eravate davvero sempre quel poco profondo e vuoto...?

source: [_penelope_] Enough!!{p}{nw}
it_it: [_penelope_] Basta!!{p}{nw}

source: [_extend_] We're done here.
it_it: [_extend_] Abbiamo finito qui.

source: [_danny_] Fine. I don't care anymore.
it_it: [_danny_] Bene. Non mi importa più.

source: [_danny_] (I can't just let her exist in this house completely detached and miserable. Nobody should have to suffer that!)
it_it: [_danny_] (Non posso lasciarla esistere in questa casa completamente distaccata e miserabile. Nessuno dovrebbe soffrirlo!)

source: [_danny_] (There's {i}got{/i} to be a better way to get her open up...)
it_it: [_danny_] (C'è {i}got{/i} per essere un modo migliore per aprirla...)

source: [_danny_] (...maybe I could find some clues about who she was before all this...?)
it_it: [_danny_] (...forse ho trovato alcuni indizi su chi era prima di tutto questo...?)

source: [_danny_] (Okay, doesn't seem like anyone is around right now, good.)
it_it: [_danny_] (Okay, non sembra che nessuno sia in giro, buono.)

source: [_danny_] (This'll be easier if I don't have anybody peeking over my shoulder while I'm researching Penelope...)
it_it: [_danny_] (Questo sarà più facile se non ho nessuno sbirciare sulla mia spalla mentre sto ricercando Penelope...)

source: [_danny_] (There's got to be something here to help me find out about Penelope.)
it_it: [_danny_] (Ci deve essere qualcosa qui per aiutarmi a scoprire su Penelope.)

source: [_danny_] (Probably start with the computer first, they might have documents on local history on file.)
it_it: [_danny_] (Probabilmente inizia con il computer prima, potrebbero avere documenti sulla cronologia locale sul file.)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] Alrighty...
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] Bene...

source: [_extend_] let's search for... "Penelope"... {p}"Spectra"...
it_it: [_extend_] cerchiamo per... "Penelope"... {p}"Spectra"...

source: [_extend_] ...and see what we get.
it_it: [_extend_] e vedere quello che otteniamo.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (...no results? Okay then.)
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (...nessun risultato? Va bene.)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (Wait, she mentioned nursing people back to health during a war right? So...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (Wait, ha accennato alle persone che allattano di nuovo alla salute durante un diritto di guerra? So...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("World"... "War II"... "Nurse"..."Penelope"?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Mondo"... "Seconda Guerra"... "Infermi"..."Penelope"?)

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_smile_] (Good, okay, there's a couple name results here...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_smile_] (Buono, va bene, ecco il nome di una coppia...)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Wait! {i}That's her!{/i} I think I actually found her!)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_grin_] (Wait! {i}È lei!{/i} Penso di averla trovata!)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay so her real name is... "Penelope Garcia-Davis"...){p}{nw}
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Okay così il suo vero nome è... "Penelope Garcia-Davis"...){p}{nw}

source: [_extend_s_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_displeased_] (Wait... {i}"child actress?"{/i})
it_it: [_extend_s_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_displeased_] (Wait... {i}"attrice figlia?"{/i})

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (No way, this can't be the same... seriously?)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (In nessun modo, questo non può essere lo stesso... seriamente?)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Penelope Garcia Davis, born 1923 in a farmland area near the outskirts of Amity Park, was a child actress during the silent film era."
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Penelope Garcia Davis, nata nel 1923 in una zona agricola vicino alla periferia di Amity Park, era un'attrice infantile durante l'era del cinema silenzioso."

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Penelope began her debut on the silver screen alongside her one-year older sister, Angela Garcia-Davis...")
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Penelope ha iniziato il suo debutto sullo schermo d'argento accanto alla sorella maggiore di un anno, Angela Garcia-Davis...")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("...as feature players in 1927's first horror kiddie movie, {i}Children of Spookums Place{/i}.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("...come caratteristica dei giocatori nel primo film di kiddie horror del 1927, {i}Children of Spookums Place{/i}.")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ({i}Yeeeesh{/i}, and people say my generations movies have cheesy bad names...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ({i}Yeeeesh{/i}, e la gente dice che i miei film di generazioni hanno cattivi nomi formaggio...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("While critics received both sisters fairly warmly as pioneering {i}scream queen{/i} starlets...")
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Mentre i critici hanno ricevuto entrambe le sorelle abbastanza calorosamente come {i}urlanti regina{/i} stelle...")

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("The seemingly overnight boom of 'talkies' ended up splitting the duo's popularity in favor, as Angela continued to receive prominent roles for her singing abilities...")
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Il boom apparentemente durante la notte di 'talkies' finì per dividere la popolarità del duo a favore, come Angela ha continuato a ricevere ruoli di spicco per le sue abilità di canto. .")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("...Penelope's more biting vocal range seemingly turned off most audiences, stunting her chances for earning picture deals.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("La gamma vocale più mordente di Penelope apparentemente ha spento la maggior parte del pubblico, stentando le sue possibilità di guadagnare offerte di foto.")

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (So people didn't like her voice, and she couldn't get any work? Seems like a crappy deal... poor kid.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] (So alla gente non piaceva la sua voce, e lei non poteva ottenere alcun lavoro? Sembra un affare crappy... povero bambino.)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("Following an unsuccessful solo career, Penelope went on to study medicine and take up nursing in the Pacific Coast in 1943.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_displeased_] ("A seguito di una infruttuosa carriera da solista, Penelope continuò a studiare medicina e a prendersi cura di infermieri nella costa del Pacifico nel 1943.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("In 1948, Penelope continued to help her rehabilitation efforts as a Chief Nursing Officer at {i}North Mercy Hospital{/i}, in her neighboring hometown of Amity Park.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Nel 1948, Penelope continuò ad aiutare i suoi sforzi di riabilitazione come Chief Nursing Officer presso {i}North Mercy Hospital{/i}, nella sua vicina città natale di Amity Park.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Work specialized in memory care, mental defects and cognitive trauma became her main field of work during the time of her station as CNO.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Lavoro specializzato in cura della memoria, difetti mentali e trauma cognitivo è diventato il suo campo di lavoro principale durante il periodo della sua stazione come CNO.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Sadly, Penelope Garcia Davis vanished in 1963, shortly following several publications of her controversial procedures regarding mental rehabilitation.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] ("Purtroppo, Penelope Garcia Davis è scomparsa nel 1963, poco dopo diverse pubblicazioni delle sue controverse procedure in materia di riabilitazione mentale.")

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_displeased_] ("Her family held a ceremony for her, with Angela Garcia-Davis speaking on behalf of her baby sister.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_displeased_] ("La sua famiglia le tenne una cerimonia, con Angela Garcia-Davis che parla a nome della sua sorella.")

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] "...she was 40 at the time of her disappearance... presumed dead.")
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] "...aveva 40 anni al momento della sua scomparsa... presunti morti.")

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] ({u}Vanished?{/u} Who the heck vanishes, unless... I mean... could she have been {i}murdered?{/i})
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] ({u}è scomparso?{/u} Chi l'heck svanisce, a meno... Voglio dire... avrebbe potuto essere stata {i}assassinata?{/i})

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (North Mercy Hospital's been abandoned for decades now, too... might be worth looking into at some point.)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Anche l'ospedale della misericordia settentrionale è stato abbandonato da decenni... potrebbe valere la pena di guardare in un certo punto.)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (Looks like there's a clip here of one of the movies she was in when she was younger... I should send this to my {i}PDA{/i}).)
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_displeased_] (Looks like there is a clip here of one of the film she was in when she was younger. . Dovrei inviare questo al mio {i}PDA{/i}).)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Now, let's see if {i}this{/i} gets Penelope talking at all...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Poi, vediamo se {i}questo{/i} ottiene Penelope parlando affatto...)

source: [_danny_] Once more, Penelope, if you'll indulge me.
it_it: [_danny_] Ancora una volta, Penelope, se mi indulgerai.

source: [_penelope_] {i}Gahh{/i}, what could it possibly be now?! We've gotten over the gift giving phase, haven't we?!
it_it: [_penelope_] {i}Gahh{/i}, cosa potrebbe essere adesso?! Abbiamo superato la fase di dono, vero?

source: [_danny_] Well, I don't know if I'd call it a gift, exactly, but I do have something to show you.
it_it: [_danny_] Beh, non so se lo chiamerei un regalo, esattamente, ma ho qualcosa da mostrare.

source: [_penelope_] {i}*Sigh*{/i} Right. Sure. Something for me. Great.{p}{nw}
it_it: [_penelope_] {i}*Sigh*{/i} Destra. Certo. Qualcosa per me. Ottimo.{p}{nw}

source: [_extend_] What is it?
it_it: [_extend_] Cosa c'è?

source: [_danny_] Just watch...
it_it: [_danny_] Basta guardare...

source: Lil Penelope [special_delimiter] [[Oh papa! Don't be silly! What do you mean we can't go back to the Farm yet?]]
it_it: Lil Penelope [special_delimiter] [[Oh papa! Non siate sciocchi! Cosa intendete che non possiamo ancora tornare alla fattoria?]]

source: Lil Penelope [special_delimiter] [[Is... is Momma still not well?]]
it_it: Lil Penelope [special_delimiter] [[Is... è Momma ancora non bene?]]

source: [_penelope_] Where... where did you possibly get... {i}this...?{/i}
it_it: [_penelope_] Dove... dove hai forse ottenuto... {i}questo...?{/i}

source: [_danny_] I did some digging... your real name is Penelope Garcia D-
it_it: [_danny_] Ho fatto qualche scavo... il tuo vero nome è Penelope Garcia D-

source: [_extend_] Enough of this. This has gone far beyond-
it_it: [_extend_] Basta questo. Questo è andato molto oltre-

source: [_danny_] You were a nurse on the Pacific in 1943 before joining some weird mental institute to help-
it_it: [_danny_] Eravate un'infermiera sul Pacifico nel 1943 prima di unirvi a qualche strano istituto mentale per aiutare-

source: [_penelope_] You have {i}no{/i} right to go digging into my past!
it_it: [_penelope_] Hai {i}no{/i} diritto per andare a scavare nel mio passato!

source: [_danny_] ...what happened the night you went missing Penelope?
it_it: [_danny_] ...cos'è successo la notte che sei andato mancando Penelope?

source: [_danny_] Your family never found you Penelope, what happened to yo-
it_it: [_danny_] La tua famiglia non ti ha mai trovato Penelope, quello che è successo a yo-
