Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_desiree_] Yes... since our dear Penelope has joined the... group... it has certainly become a tad crowded in the "Fenton Thermos" Master.
it_it: [_desiree_] Sì... dal momento che la nostra cara Penelope si è unita al... gruppo... è sicuramente diventata un po' affollata nel Maestro "Fenton Thermos".

source: [_danny_] What? But I thought that... didn't we originally make a wish so that you could have more room inside?
it_it: [_danny_] Cosa? Ma ho pensato che... non abbiamo originariamente fatto un desiderio in modo che si potesse avere più spazio all'interno?

source: [_desiree_] It would seem that the more capacity my magic must compensate for, the less adequate space is capable of being produced.
it_it: [_desiree_] Sembrerebbe che più capacità la mia magia deve compensare, meno spazio è in grado di essere prodotto.

source: [_ember_] So in other words, the rooms keep getting smaller and smaller the more dumb sluts you bring home!
it_it: [_ember_] Quindi, in altre parole, le stanze sono sempre più piccole e più piccole le troie più stupidi che porti a casa!

source: [_desiree_] ...so it would seem.
it_it: [_desiree_] ... quindi sembrerebbe.

source: [_penelope_] Hey!! You watch it over who you call a dumb slut, young lady!
it_it: [_penelope_] Ehi!! Lo guardi su chi si chiama una troia muta, giovane signora!

source: [_ember_] {i}Heh{/i}, yeah, sure thing Grandma...
it_it: [_ember_] {i}Heh{/i}, sì, cosa sicura Nonna...

source: [_danny_] Is it really that bad?
it_it: [_danny_] È davvero così cattivo?

source: [_penelope_] Frankly? Desiree I believe used the phrase "a tad crowded" to describe how things are...
it_it: [_penelope_] Francamente? Desiderio Credo abbia usato la frase "un po' affollata" per descrivere come sono le cose...

source: [_penelope_] ...but "unbearably compact and cramped" could be another.
it_it: [_penelope_] ...ma "insopportabilmente compatto e crampato" potrebbe essere un altro.

source: [_danny_] Seriously?
it_it: [_danny_] Seriamente?

source: [_desiree_] Master, I do not think I need to point out to you of all people that... the three of us on our own already, well...
it_it: [_desiree_] Maestro, non credo di dover segnalare a voi di tutte le persone. . i tre di noi già da soli, bene...

source: [_desiree_] We make up an {i}exceptional{/i} trio of... willful and headstrong women.
it_it: [_desiree_] Costituiamo un trio di {i}eccezionali{/i} di... donne volontarie e forti.

source: [_danny_] Big personalities... yeah, I think I get what you're saying...
it_it: [_danny_] Grandi personalità... sì, penso di avere quello che stai dicendo...

source: [_danny_] If I'm gonna continue to try and rehabilitate any of the ghosts attacking the town.
it_it: [_danny_] Se continuerò a cercare di riabilitare uno qualsiasi dei fantasmi che attaccano la città.

source: [_penelope_] We're going to need better accommodations, there just won't be enough going forward with any {i}more{/i} drama queens we end up stuck with.
it_it: [_penelope_] Avremo bisogno di alloggi migliori, non ci sarà abbastanza andare avanti con altre {i}regine dramma {/i} con cui finiamo bloccati.

source: [_desiree_] ...spoken as if you were not yourself the most {i}recent{/i} unwanted guest to arrive.
it_it: [_desiree_] ...ha parlato come se non fossi tu stesso il più {i}recente {/i} ospite indesiderato per arrivare.

source: [_penelope_] {i}Ohhh{/i} please, I liven things up around here in the best ways possible.
it_it: [_penelope_] {i}Ohhh{/i} per favore, vivo le cose in giro qui nel miglior modo possibile.

source: [_ember_] Yeah, so you're gonna need to find some kinda proper place for us.
it_it: [_ember_] Sì, quindi dovrai trovare un po' di posto giusto per noi.

source: [_desiree_] If you still do not wish for us to me made known to your family living here as well, that is.
it_it: [_desiree_] Se ancora non desiderate per noi a me ha fatto conoscere la vostra famiglia che vive qui, vale a dire.

source: [_ember_] Because if we keep going in this ever shrinking space direction, we're gonna go crazy...
it_it: [_ember_] Perché se continuiamo ad andare in questa direzione di restringimento dello spazio, impazziamo...

source: [_danny_] (...maybe {i}crazier{/i}, sure...)
it_it: [_danny_] (...forse {i}pazzo{/i}, sicuro...)

source: [_ember_] Hey, you better not be thinking of some kind of comeback in your head, dude!
it_it: [_ember_] Ehi, è meglio non pensare ad una sorta di ritorno nella tua testa, dude!

source: [_danny_] Okay, okay, I'll... try to work out something for the future, but just for {u}now{/u}, can we all go back inside?
it_it: [_danny_] Okay, okay, I'll... provare a trovare qualcosa per il futuro, ma solo per {u}ora{/u}, possiamo tornare tutti dentro?

source: [_ember_] {i}Ehhh{/i}, it's not like we've got much choice here anyway.
it_it: [_ember_] {i}Ehhh{/i}, non è come se avessimo comunque molta scelta.

source: [_desiree_] The Thermos will suffice us for now, Master, as you wish...
it_it: [_desiree_] Le Terme ci basteranno per ora, Maestro, come vuoi...

source: [_penelope_] The sizes of the rooms in there are all I've known, so it's fine. You {i}do{/i} need to come up with something though!
it_it: [_penelope_] Le dimensioni delle stanze sono tutte quelle che ho conosciuto, quindi va bene. Hai {i}fare{/i} bisogno di trovare qualcosa, però!

source: [_danny_] Thanks ladies...
it_it: [_danny_] Grazie signore...

source: [_danny_] ...Penelope? Something the matter?
it_it: [_danny_] ...Penelope? Qualcosa la questione?

source: [_penelope_] I... well no, not anything particularly... {i}uhmm{/i}...
it_it: [_penelope_] Io... beh, no, non niente di particolare... {i}uhmm{/i}...

source: [_penelope_] {i}*Stammers*{/i} I simply wanted to thank you... for last night...
it_it: [_penelope_] {i}*Stammers*{/i} Volevo semplicemente ringraziarvi... per la scorsa notte...

source: [_penelope_] I'm saying {u}thank you{/u} for last night!!
it_it: [_penelope_] Sto dicendo {u}grazie{/u} per la scorsa notte!!

source: [_danny_] ...oh, {i}uh{/i}... yeah, of course.
it_it: [_danny_] ...oh, {i}uh{/i}... sì, naturalmente.

source: [_penelope_] ...it was... definitely an {i}interesting{/i} experience.
it_it: [_penelope_] ...è stato... sicuramente un'esperienza di {i}interessante{/i}.

source: [_danny_] Yeah, I would agree... I had a great time too, Penelope.
it_it: [_danny_] Sì, sono d'accordo... anch'io mi sono divertito benissimo, Penelope.

source: [_penelope_] Well... ta-ta for now!
it_it: [_penelope_] Bene... ta-ta per ora!

source: [_danny_] "Ta-ta for now"? Really? What a weird way to end things...
it_it: [_danny_] "Ta-ta per ora"? Davvero? Che modo strano per porre fine alle cose...

source: Thanks for playing the most recent version of Amity Park.
it_it: Grazie per aver giocato alla versione più recente di Amity Park.

source: Please feel free to share your opinions about the game and please visit our Patreon or Discord.
it_it: Sentitevi liberi di condividere le vostre opinioni sul gioco e visitate il nostro Patreon o Discord.

source: Until next time. -GZone
it_it: Alla prossima volta. -GZone

source: Buy the coffee beans for ($200) ?
it_it: Compra i chicchi di caffè per ($200) ?
