Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: Employee A? [special_delimiter] Oh {i}phew!{/i}
it_it: Dipendente A? [special_delimiter] Oh {i}phew!{/i}

source: Employee A? [special_delimiter] I mean, oh, okay then.
it_it: Dipendente A? [special_delimiter] Voglio dire, oh, va bene allora.

source: [_danny_s_towards_s_idle_s_talk_displeased_] Alright, well anyway, thanks.
it_it: [_danny_s_towards_s_idle_s_talk_displeased_] Bene, comunque, grazie.

source: Employee A? [special_delimiter] Yes, yes, enjoy the movie!
it_it: Dipendente A? [special_delimiter] Sì, sì, goditi il film!

source: [_bertrand_] {i}Hmmmm....{/i}, yes, enjoy it, you two... I'm sure you'll find it {i}very{/i} titillating.
it_it: [_bertrand_] {i}Hmmmm....{/i}, sì, ti piaccia due... sono sicuro che lo troverai {i}molto{/i} titillando.

source: [_danny_] Crazy how we're the only ones in the theater, right?
it_it: [_danny_] Pazzo come siamo gli unici nel teatro, giusto?

source: [_jazz_] L-like I said, nobody's interested in seeing this stupid, totally not scary movie.
it_it: [_jazz_] L-come ho detto, nessuno è interessato a vedere questo film stupido, totalmente non spaventoso.

source: [_danny_] Jazz... you alright? You seem kinda on edge.
it_it: [_danny_] Jazz... va bene? Sembri un po' di spigolo.

source: [_jazz_] I'm fine, it's nothing! I'm just-
it_it: [_jazz_] Sto bene, non è niente! Sono solo-

source: [_danny_] Little bit scared there, huh?
it_it: [_danny_] Poco spaventato lì, eh?

source: [_jazz_] Don't be ridiculous, this movie is pandering garbage.
it_it: [_jazz_] Non essere ridicolo, questo film sta pandering spazzatura.

source: [_danny_] {i}*Chuckles*{/i} C'mon sis, there's nothing to be scared of, it's just a-
it_it: [_danny_] {i}*Chuckles*{/i} C'mon sis, non c'è niente di cui avere paura, è solo un-

source: [_danny_] Wait... the ghost is gone, but now...{p}{nw}
it_it: [_danny_] Aspetta... il fantasma è sparito, ma ora...{p}{nw}

source: [_extend_] ...what are the two of them about to-
it_it: [_extend_] ...che cosa sono i due circa di-

source: [_jazz_] N-no way!
it_it: [_jazz_] N-nessun modo!

source: [_danny_] No, this isn't- are they actually going to show them... w-what?!
it_it: [_danny_] No, questo non è in realtà stanno per mostrarli... w-cosa?!

source: [_jazz_] G-good going doofus! Is {i}this{/i} why you picked this film?!
it_it: [_jazz_] G-good going doofus! È {i}questo{/i} perché hai scelto questo film?!

source: [_jazz_] Danny, what were you thinking?!{p}{nw}
it_it: [_jazz_] Danny, cosa stavi pensando?!{p}{nw}

source: [_extend_] T-this is porn!!
it_it: [_extend_] T-questo è porno!!

source: [_danny_] What the heck! How is this- why is this on?!
it_it: [_danny_] Che cos'è l'heck! Com'è questo: perché è questo?!

source: [_jazz_] (Oh god, I'm watching porn with my brother right now.){p}{nw}
it_it: [_jazz_] (O Dio, sto guardando il porno con mio fratello in questo momento.){p}{nw}

source: [_jazz_] W-what the- what the... heck is that... that smell?
it_it: [_jazz_] W-what the- what the... heck è che... quel odore?

source: [_danny_] It smells like... strawberries...?
it_it: [_danny_] Ha un odore di fragole...?

source: [_jazz_] {i}Urgh{/i} I feel... so strange all of a sudden...
it_it: [_jazz_] {i}Urgh{/i} Mi sento... così strano tutto all'improvviso...

source: [_danny_] Me too... almost like I'm...
it_it: [_danny_] Anche me... quasi come me...

source: "Jazz On Screen" [special_delimiter] {i}Heeey{/i} there, big boy...~
it_it: "Jazz On Screen" [special_delimiter] {i}Heeey{/i} lì, grande ragazzo...~

source: [_danny_] But you were just- how did you...??
it_it: [_danny_] Ma tu eri giusto...??

source: "Jazz On Screen" [special_delimiter] Oh, don't you worry about {i}that{/i} little me, she's not ready for all this yet.
it_it: "Jazz On Screen" [special_delimiter] Oh, non ti preoccuparti di {i}che{/i} mi ha piccolo, non è ancora pronto per tutto questo.

source: "Jazz On Screen" [special_delimiter] I just want {i}allll{/i} your attention to myself.
it_it: "Jazz On Screen" [special_delimiter] Voglio solo {i}allll{/i} la tua attenzione a me stesso.

source: [_danny_] J-Jazz... what's going on? How are you-
it_it: [_danny_] J-Jazz... cosa sta succedendo? Come stai-

source: "Jazz On Screen" [special_delimiter] {i}Shhhh{/i}, don't you worry... I just want you to enjoy the show, okay baby brother?
it_it: "Jazz On Screen" [special_delimiter] {i}Shhhh{/i}, non ti preoccupa... Voglio solo che ti piaccia lo spettacolo, buon fratello?

source: "Jazz On Screen" [special_delimiter] Do you like games Danny? {i}I{i} certainly do...~
it_it: "Jazz On Screen" [special_delimiter] Ti piacciono i giochi Danny? {i}Io{i} certamente fare...~

source: [_danny_] Ga-games...? Y-yeah, I'm... I like games...
it_it: [_danny_] Ga-games...? Sì, sono... mi piacciono i giochi...

source: "Jazz On Screen" [special_delimiter] Then please... come {i}play{/i} with me Danny... I need you to play with me... play with every inch of my-
it_it: "Jazz On Screen" [special_delimiter] Poi per favore... vieni {i}play{/i} con me Danny... Ho bisogno di giocare con me... giocare con ogni pollice di mio-

source: [_danny_] Wait, so... Jazz, what just...
it_it: [_danny_] Aspetta, così... Jazz, che solo...

source: [_danny_] Wow, they're still going at it, huh?
it_it: [_danny_] Wow, stanno ancora andando verso di esso, eh?

source: [_danny_] (What the heck was that? Why was I thinking about Jazz like that!?)
it_it: [_danny_] (Che cos'era l'heck? Perché pensavo al Jazz così!?)

source: [_jazz_] Come on Danny, let's get out of here.
it_it: [_jazz_] Vieni su Danny, usciamo da qui.

source: [_jazz_] This movie has gone totally weird and-
it_it: [_jazz_] Questo film è diventato completamente strano e-

source: [_danny_] Jazz! Wait! Hold on a second..
it_it: [_danny_] Jazz! Aspetta! Tieni premuto un secondo..

source: [_jazz_s_towards_s_angry_s_talk_consternation_] What the heck was that back there? Somebody's idea of a sick joke?
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Che cos'era l'heck che dietro lì? L'idea di qualcuno di uno scherzo malato?

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] I don't know, it was, {i}uhhh{/i}... I mean, how was there even footage of you acting all-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] Non lo so, è stato, {i}uhhh{/i}... Voglio dire, come c'era anche il filmato di te che agisci tutti-

source: [_extend_] Danny, what are you talking about?!
it_it: [_extend_] Danny, di cosa stai parlando?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well, you saw it, didn't you? There was a giant you, and it was-
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Beh, l'hai visto, vero? C'era un gigante, ed era -

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, what are you talking about??{p}{nw}
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Danny, di cosa stai parlando??{p}{nw}

source: [_extend_] It was {i}you{/i} that the film started showing!!
it_it: [_extend_] È stato {i}tu{/i} che il film ha iniziato a mostrare!!

source: [_danny_s_towards_s_angry_s_talk_distraught_s_blush_] {i}Me?{/i} W-what, no!! YOU were the one-!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_s_blush_] {i}Me?{/i} W-cosa, no!! Sei stato l'uno!

source: [_jazz_s_towards_s_rise_s_talk_consternation_] That's not- no!! No, no I wasn't, you-
it_it: [_jazz_s_towards_s_rise_s_talk_consternation_] Non è no!! No, no non lo eravo, te-

source: [_jazz_s_standard_s_towards_s_angry_s_talk_displeased_] {i}*Exasperated*{/i} Just... just wait here!
it_it: [_jazz_s_standard_s_towards_s_angry_s_talk_displeased_] {i}*Esasperato*{/i} Giusto... aspetta qui!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Jazz, wait up!
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Jazz, aspetta!

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Hello? Are you working right now?!
it_it: [_jazz_s_towards_s_rise_s_talk_consternation_] Ciao? Stai lavorando adesso?!

source: Employee B [special_delimiter] {i}Uhhh{/i}, yeah, can I like, help you or somethin'?
it_it: Dipendente B [special_delimiter] {i}Uhhh{/i}, sì, posso piacere, aiutarti o qualcosa?

source: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Yes! Me and my brother just walked out of that dumb Tower movie!! Is somebody trying to mess with us here?!
it_it: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Sì! Io e mio fratello siamo appena usciti da quel film stupido della Torre!! Qualcuno sta cercando di pasticciare con noi qui?!

source: Employee B [special_delimiter] ...well I mean, I know the series has kinda fallen off since Keanu Campbell stopped starring in the franchise, but I don't think this new one's {i}as{/i} bad as you're making it-
it_it: Dipendente B [special_delimiter] ... ell Intendo dire, so che la serie è crollata da quando Keanu Campbell ha smesso di interpretare in franchising, ma non penso che questo nuovo {i}come{/i} male come lo stai facendo -

source: [_jazz_s_towards_s_angry_s_talk_distraught_] What the heck are you talking about?! I'm talking about the spliced footage that came in later!!
it_it: [_jazz_s_towards_s_angry_s_talk_distraught_] Di cosa stai parlando?! Sto parlando del filmato spliced che è venuto più tardi!!

source: Employee B [special_delimiter] "Spliced footage?" Sorry, don't know what you're talking about, ma'am.
it_it: Dipendente B [special_delimiter] "Splicato filmato?" Scusa, non sai di cosa stai parlando, ma'am.

source: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_consternation_s_blush_] {i}Urghh!!{/i} Look, there was this whole freaking weird scene where...
it_it: [_jazz_s_standard_arms_behind_s_towards_s_rise_s_talk_consternation_s_blush_] {i}Urghh!!{/i} Guarda, c'era tutta questa scena strana dove...

source: [_jazz_s_standard_s_closed_s_angry_s_talk_displeased_s_-blush_] L-look, never mind, just... the whole thing was gross, and we wanna complain!
it_it: [_jazz_s_standard_s_closed_s_angry_s_talk_displeased_s_-blush_] L-look, mai mente, solo... tutto è stato grossolano, e vogliamo lamentarci!

source: Employee B [special_delimiter] Hey, look, I don't even know what you're talking about lady. We aren't even like, screening Black Tower 3 until 5:30 O'clock tonight.
it_it: Dipendente B [special_delimiter] Hey, guarda, non so nemmeno cosa stai parlando di signora. Non siamo nemmeno come proiezione Black Tower 3 fino alle 5:30 stasera.

source: [_jazz_s_towards_s_confused_s_talk_displeased_] What? But, no, you just did, we were watching it!
it_it: [_jazz_s_towards_s_confused_s_talk_displeased_] Cosa? Ma, no, hai appena fatto, lo stavamo guardando!

source: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] That older guy, with the moustache! He sold us the tickets! Talk to him, he let us in for a screening.
it_it: [_jazz_s_standard_arms_crossed_s_towards_s_rise_s_talk_consternation_] Quel ragazzo più anziano, con i baffi! Ci ha venduto i biglietti! Parla con lui, ci ha lasciato entrare per una proiezione.

source: Employee B [special_delimiter] {i}Uhhh{/i}, 'kay, so like, I definitely don't know what you're talking about now. I'm the only one working the ticket booth all day today.
it_it: Dipendente B [special_delimiter] {i}Uhhh{/i}, 'kay, così come, sicuramente non so di cosa stai parlando ora. Sono l'unico a lavorare lo stand dei biglietti per tutto il giorno oggi.

source: Employee B [special_delimiter] ...and nobody that works here can even like, grow a moustache, soooo...
it_it: Dipendente B [special_delimiter] e nessuno che lavora qui può anche piacere, crescere un baffio, soooo...

source: [_jazz_s_towards_s_confused_s_talk_displeased_] Then- then who on earth sold us those tickets?!
it_it: [_jazz_s_towards_s_confused_s_talk_displeased_] Allora chi ci ha venduto quei biglietti?!

source: Employee B [special_delimiter] {i}Pssch{/i}, I dunno know, like... maybe some homeless boomer or something.
it_it: Dipendente B [special_delimiter] {i}Pssch{/i}, I dunno sa, come... forse qualche boomer senza casa o qualcosa.

source: Employee B [special_delimiter] {i}Ahhh{/i} dangit, now my boss is gonna get all mad... we got freakin' hobos breaking into the ticket booth!
it_it: Dipendente B [special_delimiter] {i}Ahhh{/i} pericolo, ora il mio capo sta per diventare pazzo... abbiamo ottenuto il freakin' hobos rompendo nella cabina biglietti!

source: Employee B [special_delimiter] . . .
it_it: Dipendente B [special_delimiter] . . .

source: Employee B [special_delimiter] Oh!{p}And if you're looking for some quality movie reviews, check me out on Letterboxd for my sweet reviews!
it_it: Dipendente B [special_delimiter] Oh!{p}E se stai cercando alcune recensioni di film di qualità, guardami su Letterboxd per le mie dolci recensioni!

source: Employee B [special_delimiter] You can find me under "@The_Movie_Dewd"!{p}I do real in-depth reviews on the latest films!
it_it: Dipendente B [special_delimiter] Puoi trovarmi sotto "@The_Movie_Dewd"!{p}Faccio recensioni approfondite sugli ultimi film!

source: Employee B [special_delimiter] I'm sorta a cinephile like that, y'know? {i}*Snorts*{/i}
it_it: Dipendente B [special_delimiter] Sono sorta a cinefile così, sai? {i}*Snorts*{/i}

source: Employee B [special_delimiter] {i}*Sighs*{/i}{p}{nw}
it_it: Dipendente B [special_delimiter] {i}*Sighs*{/i}{p}{nw}

source: [_extend_] Well Jeremy, you said you'd put yourself out there today, and you did.
it_it: [_extend_] Beh, Jeremy, hai detto che oggi ti saresti messo là fuori, e lo hai fatto.

source: Jeremy [special_delimiter] ...and nobody can like, take that away from you. You can be proud of that.
it_it: Jeremy [special_delimiter] e a nessuno può piacere, toglietelo da voi. Potete esserne orgogliosi.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Well? Did anybody know what was up?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Bene? Qualcuno sapeva che cos'era finito?

source: [_jazz_s_towards_s_confused_s_talk_consternation_] No, it was... it was a whole thing, and I really didn't get any answers.{p}{nw}
it_it: [_jazz_s_towards_s_confused_s_talk_consternation_] No, era tutto... era una cosa, e non ho ricevuto risposte.{p}{nw}

source: [_extend_] Let's just try and forget... whatever it was that happened.
it_it: [_extend_] Cerchiamo di dimenticare... qualunque cosa fosse accaduta.

source: [_danny_s_down_s_sad_s_talk_consternation_s_blush_] Alright, but... sorta hard to forget...
it_it: [_danny_s_down_s_sad_s_talk_consternation_s_blush_] Bene, ma... sorta difficile da dimenticare...

source: [_jazz_s_standard_arms_behind_s_down_s_sad_s_talk_displeased_s_blush_] Y-yeah, I guess it would be...
it_it: [_jazz_s_standard_arms_behind_s_down_s_sad_s_talk_displeased_s_blush_] Y-yeah, immagino che sarà...

source: [_danny_s_towards_s_rise_s_talk_distraught_] You said you saw {i}me{/i} on the screen... what do you mean, exactly?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Hai detto che hai visto {i}di me{/i} sullo schermo... cosa intendi, esattamente?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] What was I doing, or... saying?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Che cosa stavo facendo, o... dicendo?

source: [_jazz_s_down_s_sad_s_talk_distraught_s_blush_] {i}Uhhhh{/i}.... y-y'know! It was just like...
it_it: [_jazz_s_down_s_sad_s_talk_distraught_s_blush_] {i}Uhhhh{/i}.... y-y'know! Era proprio come...

source: "Dream Danny" [special_delimiter] Oh, Jazz... how much I have longed for this moment.
it_it: "Dream Danny" [special_delimiter] Oh, Jazz... quanto ho desiderato per questo momento.

source: "Dream Danny" [special_delimiter] Together, here, with you, it's simply more than I could ever ask for...
it_it: "Dream Danny" [special_delimiter] Insieme, qui, con te, è semplicemente più di quanto potrei mai chiedere...

source: "Dream Danny" [special_delimiter] Say... I'm feeling a bit dirty after running laps on the track today... how about you and I both head into the shower and-
it_it: "Dream Danny" [special_delimiter] Dì... Mi sento un po 'sporco dopo aver eseguito giri in pista oggi. . come circa voi e io entrambi la testa nella doccia e-

source: [_extend_] Nothing!! It was nothing, I just saw like, your name, and it was like... wow, weird, right?
it_it: [_extend_] Niente!! Non era niente, ho appena visto come il tuo nome, ed era come... wow, strano, giusto?

source: [_danny_s_towards_s_rise_s_talk_displeased_] But I also saw something involving you, so I thought you also-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ma ho anche visto qualcosa che vi coinvolgeva, così ho pensato anche voi -

source: [_jazz_s_towards_wide_s_angry_s_talk_consternation_s_blush_] N-NO!! No, {i}no{/i} NO, you didn't! It was just... we both fell asleep during the movie!!
it_it: [_jazz_s_towards_wide_s_angry_s_talk_consternation_s_blush_] N-NO!! No, {i}no{/i} NO, non hai fatto! Era solo... ci siamo addormentati durante il film!!

source: [_jazz_s_at_player_wide_s_angry_s_talk_consternation_s_blush_] And our confused and sleepy brains just tricked us, I guess!! Into seeing something that didn't happen at all!!
it_it: [_jazz_s_at_player_wide_s_angry_s_talk_consternation_s_blush_] E i nostri cervelli confusi e sonnolenti ci hanno appena ingannato, immagino!! Nel vedere qualcosa che non è successo affatto!!

source: [_danny_s_towards_s_rise_s_talk_distraught_] {i}Okaaaayyy{/i} then... I guess we just... didn't see anything, either one of us!
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] {i}Okaaaayy{/i} allora... Immagino che solo... non abbiamo visto niente, né uno di noi!

source: [_jazz_s_towards_s_angry_s_talk_happy_s_blush_] Yeup! Just some crazy thing both our brains whipped up! I mean, what a crazy coincidence that we {i}both{/i} had...
it_it: [_jazz_s_towards_s_angry_s_talk_happy_s_blush_] Yeup! Solo qualche cosa pazzesca entrambi i nostri cervelli si sono frustati! Voglio dire, che folle coincidenza che abbiamo {i}entrambi{/i} aveva...

source: [_jazz_s_standard_arms_down_s_down_s_sad_s_talk_displeased_s_blush_] ...strange... dreams...
it_it: [_jazz_s_standard_arms_down_s_down_s_sad_s_talk_displeased_s_blush_] ...strangolo... sogni...

source: [_danny_s_down_s_neutral_s_talk_displeased_] Yeah... pretty strange.
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Sì... piuttosto strano.

source: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}Uhhh{/i}, then I guess... if we still have an afternoon to kill together... do you wanna grab some pizza or something?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}Uhhh{/i}, allora immagino... se abbiamo ancora un pomeriggio da uccidere insieme... vuoi prendere qualche pizza o qualcosa?

source: [_jazz_s_standard_arms_behind_s_towards_s_sad_s_talk_amused_] Oh, yeah, for sure, that sounds good! I'd love to get my mind off-
it_it: [_jazz_s_standard_arms_behind_s_towards_s_sad_s_talk_amused_] Oh, sì, di sicuro, che suona bene! Mi piacerebbe spogliarmi la mente-

source: [_jazz_s_closed_s_sad_s_talk_displeased_] I-I mean, I've been thinking of pizza ever since we got here, so...
it_it: [_jazz_s_closed_s_sad_s_talk_displeased_] Intendo dire che sto pensando alla pizza fin da quando siamo arrivati qui, così...

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay then, perfect. You go ahead and grab us a Pepperoni and Pickle, and I'll go to the bathroom first.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Va bene, perfetto. Andate avanti e ci prendete un Pepperoni e un Pickle, e prima andrò in bagno.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Oh yay! Our favorite!!
it_it: [_jazz_s_towards_s_idle_s_talk_amused_] Oh yay! Il nostro preferito!!

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Ahem*{/i} I mean, c-cool, sounds good, bro.{p}{nw}
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Ahem*{/i} Voglio dire, c-cool, suona bene, bro.{p}{nw}

source: [_extend_] I'll catch you at one of the tables then.
it_it: [_extend_] Ti prenderò in uno dei tavoli allora.

source: [_danny_s_towards_s_idle_s_talk_happy_] Okay, sounds good!
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Ok, suona bene!

source: [_danny_s_at_player_s_rise_s_displeased_] (Okay, just what in the heck was going on back there?!)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Okay, solo che cosa in heck stava tornando lì?!)

source: [_danny_s_at_player_s_neutral_s_consternation_s_blush_] (I {i}definitely{/i} didn't imagine... whatever that was! I mean, why would I...?)
it_it: [_danny_s_at_player_s_neutral_s_consternation_s_blush_] (I {i}definitivamente{/i} non ha immaginato... qualunque cosa fosse! Voglio dire, perché sarei io...?)

source: [_danny_s_towards_s_neutral_s_displeased_s_-blush_] (If Jazz really saw something and she's not telling me about it... I can only begin to speculate...)
it_it: [_danny_s_towards_s_neutral_s_displeased_s_-blush_] (Se Jazz vide davvero qualcosa e non me ne sta parlando... posso solo iniziare a speculare...)

source: [_danny_s_at_player_s_angry_s_grindteeth_] (I got a bad feeling down in my gut about this...)
it_it: [_danny_s_at_player_s_angry_s_grindteeth_] (Ho avuto una brutta sensazione nel mio intestino su questo...)

source: [_extend_] What the- wait, that could mean-
it_it: [_extend_] Che cosa l'attesa, che potrebbe significare-

source: [_bootrand_s_arms_up_s_towards_s_talk_] Wowzers! Now {i}that{/i} is the kind of awkward date that just makes you wanna die!
it_it: [_bootrand_s_arms_up_s_towards_s_talk_] Wowzers! Ora {i}che{/i} è il tipo di data imbarazzante che ti fa semplicemente morire!

source: [_bootrand_s_arms_down_s_towards_s_talk_] Hey, kid, you still got her number though, right?{p}{nw}
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Ehi, ragazzo, hai ancora ottenuto il suo numero, giusto?{p}{nw}

source: [_extend_] Y'know it's just poor form to not at least call her and tell her you had a lovely time together.
it_it: [_extend_] Sai che è solo povera forma di non chiamarla almeno e dirle che hai avuto un bel tempo insieme.

source: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Y-you!!{/i} Were you behind this whole thing?!{p}{nw}
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Sei tu!!{/i} Sei stato dietro a questa cosa?!{p}{nw}

source: [_extend_] Just who are you and what are you doing messing with me and-
it_it: [_extend_] Solo chi sei e che cosa stai facendo pasticcio con me e-

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, now wouldn't {i}you{/i} like to know my entire backstory and motives?
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, ora non ti piacerebbe {i}{/i} conoscere tutta la mia storia e le mie motivazioni?

source: [_bootrand_s_arms_up_s_glare_s_talk_] Well sorry kid, you're gonna have to earn anything you wanna know, and I take payments in pain and misery!!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Beh dispiaciuto bambino, si sta andando a guadagnare tutto ciò che si vuole sapere, e prendo pagamenti in dolore e miseria!!

source: [_bootrand_s_arms_up_s_glare_s_talk_] So, ready to dance {i}Ghost Boy?{/i}
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Quindi, pronto a ballare {i}Ghost Boy?{/i}

source: [_danny_s_at_player_s_rise_s_clenchteeth_] (Crap! This guy already knows who I am? Oh no, I hope my secret identity's not getting too public in the Ghost Gossip circles...)
it_it: [_danny_s_at_player_s_rise_s_clenchteeth_] (Crap! Questo ragazzo sa già chi sono? Oh no, spero che la mia identità segreta non sia troppo pubblica nei cerchi Fantasma pettegole...)

source: [_danny_s_towards_s_angry_s_talk_displeased_] Okay, snot for brains, get ready to learn what happened to the {i}last{/i} couple ghosts to try and take me on!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Ok, non per il cervello, preparati a imparare cosa è successo alla coppia {i}ultima{/i} fantasmi da provare a portarmi!
