Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_danny_] Sure, that's fine... whatever you need.
it_it: [_danny_] Certo, va bene... tutto quello di cui hai bisogno.

source: [_danny_] ...so...
it_it: [_danny_] ...così...

source: [_danny_] Is doing this again... perhaps something on the table?
it_it: [_danny_] Sta facendo di nuovo... forse qualcosa sul tavolo?

source: [_extend_] ...maybe.
it_it: [_extend_] ...forse.

source: [_danny_] Really?
it_it: [_danny_] Davvero?

source: [_penelope_] {i}Tsch!{/i} Oh I don't know...
it_it: [_penelope_] {i}Tsch!{/i} Oh Non lo so...

source: [_penelope_] Right now I've still got some more thinking to do, with much more time.
it_it: [_penelope_] In questo momento ho ancora qualche altro pensiero da fare, con molto più tempo.

source: [_penelope_] Last night my thinking led me to wanting to get {i}that{/i} done and over with.
it_it: [_penelope_] Ieri sera il mio pensiero mi ha portato a voler ottenere {i}che{/i} fatto e finito.

source: [_penelope_] But I'm not certain what I'm planning on doing now, so again... I need to think and, alone, preferably.
it_it: [_penelope_] Ma non sono certo di quello che ho intenzione di fare adesso, quindi ancora... ho bisogno di pensare e, da solo, preferibilmente.

source: [_danny_] Oh yeah, no problem! I get it, just take your time.
it_it: [_danny_] Oh sì, nessun problema! Lo ottengo, prendi solo il tuo tempo.

source: [_penelope_] Good. We'll chat again... soon, I guess.
it_it: [_penelope_] Bene. Chiacchiereremo di nuovo... presto, immagino.

source: [_danny_] (Wow... what a night!)
it_it: [_danny_] (Wow... che notte!)

source: [_danny_] (But, I better not bother her while she is trying figure things out for herself.){p}{nw}
it_it: [_danny_] (But, meglio non disturbare lei mentre lei sta cercando di capire le cose per se stessa.){p}{nw}

source: [_extend_] (I'll give her some space.)
it_it: [_extend_] (Le darò un po' di spazio.)

source: [_danny_] (Damn... I'm bored...)
it_it: [_danny_] (Damn... Sono annoiato...)

source: [_danny_] (Everyone left for the weekend to do their own things...)
it_it: [_danny_] (È rimasto tutto il fine settimana per fare le proprie cose...)

source: [_danny_] (Penelope hasn't said anything to me since that morning...)
it_it: [_danny_] (La penelope non mi ha detto nulla da quella mattina...)

source: [_danny_] (Hmm... I am wondering if there is anything good on {i}TV{/i}.)
it_it: [_danny_] (Hmm... Mi chiedo se c'è qualcosa di buono su {i}TV{/i}.)

source: [_danny_] (... maybe I should just see what's on, I guess...)
it_it: [_danny_] (... forse dovrei solo vedere cosa c'è, immagino...)

source: Male Lead A [special_delimiter] Oh my goodness! They're... eating her brains! Out of the poor girl's scalp!
it_it: Maschio conduce A [special_delimiter] Oh mia bontà! Loro 're... mangiare il suo cervello! Fuori dal cuoio capelluto della povera!

source: Male Lead B [special_delimiter] Aim for the head, quickly! AIM FOR THE HEAD!
it_it: Male Lead B [special_delimiter] Scopo per la testa, in fretta! AIM PER LA TESTA!

source: Zombie on TV [special_delimiter] {i}Wreehhh!! Braaaaiiiins...!{/i}
it_it: Zombie in TV [special_delimiter] {i}Wreehhh!! Braaaaiiiins...!{/i}

source: [_danny_] ( Well this sucks.){p}(But it's a familiar suckage. )
it_it: [_danny_] ( Bene questo succhio.){p}(Ma è un allattamento familiare).

source: [_penelope_] What are you watching over there?
it_it: [_penelope_] Che cosa stai guardando laggiù?

source: [_danny_] Penelope...? Oh, hey.{p}{i}Uhhh{/i}, I don't know, nothing interesting...
it_it: [_danny_] Penelope...? Oh, hey.{p}{i}Uhhh{/i}, Non so, niente di interessante...

source: [_extend_] sorry, did you want to watch somethin-
it_it: [_extend_] scusa, hai voluto guardare qualcosa-

source: [_penelope_] {i}*Chuckles*{/i} I guess it suits me rather well after all...
it_it: [_penelope_] {i}*Chuckles*{/i} Suppongo che mi si addice piuttosto bene dopotutto...

source: [_danny_] W-wait, so... what does this mean for-
it_it: [_danny_] W-wait, così... cosa significa questo-

source: [_penelope_] Now did I tell you to start asking me any silly questions right now? No, I don't think I did!
it_it: [_penelope_] Ora ti ho detto di iniziare a farmi domande sciocche in questo momento? No, non credo di aver fatto!

source: [_penelope_] {i}Ah, ah, ah!{/i} That's enough of that! You've had your fill of chatting and blabbering on, and on!
it_it: [_penelope_] {i}Ah, ah, ah!{/i} Ne è abbastanza! Hai avuto il tuo pieno di chiacchierare e blabbering, e su!

source: [_penelope_] Now, put this on! And it's {u}Mistress{/u} to you, for at least the next hour, worm...~
it_it: [_penelope_] Ora, mettetelo su! Ed è {u}Mistress{/u} a te, per almeno l'ora successiva, verme...~

source: [_danny_] {i}*Gulp!*{/i}{p} (I don't know if I should be excited or afraid of her..)
it_it: [_danny_] {i}*Gulp!*{/i}{p} (Non so se dovrei essere eccitato o paura di lei..)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Whoa! H-hey, what the-
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Whoa! H-hey, cosa-

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Penelope?! What are you doing!
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Penelope?! Cosa stai facendo!

source: [_penelope_] {i}Ahh{/i}, now {i}that's{/i} much better!
it_it: [_penelope_] {i}Ahh{/i}, ora {i}che's{/i} molto meglio!

source: [_penelope_] Good and comfy, my little needy sub?
it_it: [_penelope_] Bene e comode, il mio piccolo bisognoso sub?

source: [_danny_] You can't just tie me up, that's-
it_it: [_danny_] Non puoi limitarmi a legarmi, è così-

source: [_penelope_] Oh? Why not? I don't think I've broken any of your little silly rules, have I?
it_it: [_penelope_] Oh? Perché no? Non penso di aver infranto nessuna delle tue piccole regole sciocche, vero?

source: [_penelope_] You never said we couldn't tie you down for simple fun and play, now did you?
it_it: [_penelope_] Non hai mai detto che non potevamo legarti per un semplice divertimento e giocare, ora vero?

source: [_danny_] Well... I never exactly did, but-
it_it: [_danny_] Bene... Non ho mai esattamente fatto, ma-

source: [_penelope_] {i}Ah, ah! Tssk! Tssk!{/i} Now {u}what{/u} did I say you'd be calling me by for now?
it_it: [_penelope_] {i}Ah, ah! Tssk! Tssk!{/i} Ora {u}what{/u} ho detto che mi avresti chiamato per ora?

source: [_danny_] ...M-Mistress.
it_it: [_danny_] ...Padrona.

source: [_penelope_] That's better!
it_it: [_penelope_] È meglio!

source: [_danny_] I... Mistress, I thought... I thought you didn't want to-
it_it: [_danny_] Io... Mistress, ho pensato... ho pensato che non volevate

source: [_penelope_] Oh, Mistress simply changed her mind, worm. Simple as that!
it_it: [_penelope_] Oh, Padrona semplicemente ha cambiato idea, verme. Semplice così!

source: [_penelope_] Honestly, this is a {i}much{/i} more fun way to deal with my issues than any boring thinking sessions will do me!
it_it: [_penelope_] Onestamente, questo è un {i}molto{/i} modo più divertente per affrontare i miei problemi di qualsiasi noiosa sessioni di pensiero mi farà!

source: [_danny_] O-okay then, well... could you-?
it_it: [_danny_] O-okay allora, bene... potevate voi-?

source: [_penelope_] -Just don't go thinking you're anything more than a fucktoy for my personal use, understood?
it_it: [_penelope_] - Basta non andare a pensare che sei qualcosa di più di un cazzo giocattolo per il mio uso personale, capito?

source: [_danny_] R-right, sure... I can deal with-
it_it: [_danny_] R-right, sicuro... posso occuparmi -

source: [_penelope_] Enough talking!!
it_it: [_penelope_] Basta parlare!!

source: [_danny_] ...huh? Are you-
it_it: [_danny_] ...eh? Sei tu-

source: [_penelope_] {i}Ah!{/i} Now that's it! What good little fucktoy!
it_it: [_penelope_] {i}Ah!{/i} Ora è così! Che buon cazzo piccolo!

source: [_danny_] Penel- I mean, "Mistress", could you please-
it_it: [_danny_] Penel- Voglio dire, "Mistress", ti potrebbe piacere-

source: [_penelope_] Quiet worm! Don't... don't speak 'til... I tell you-{i}aahh!{/i} ...to!~
it_it: [_penelope_] Verme tranquillo! Don't... non parlare 'til... ti dico -{i}aahh!{/i} ...a!~

source: [_penelope_] Just stay put and keep your big... {p}F-fat...! c-cock! {i}hard{/i} for your "Mistress".
it_it: [_penelope_] Rimani solo messo e mantieni il tuo grande... {p}F-fat...! c-cock! {i}hard{/i} per la tua "Mistress".

source: [_danny_] C-come on! Let me out!
it_it: [_danny_] C-vieni su! Lasciami uscire!

source: [_penelope_] Oh, p-please! Not with those kind of manners, worm!
it_it: [_penelope_] Oh, p-please! Non con questo tipo di maniere, verme!

source: [_penelope_] I'm having {i}way{/i} too much fun like this! {i}Hahaha!{/i}
it_it: [_penelope_] Sto avendo {i}modo{/i} troppo divertente come questo! {i}Hahaha!{/i}

source: [_penelope_] Maybe I- {i}oooooh!~{/i} ...should have led our sessions with- {i}AH!~{/i} ...{u}this{/u} technique instead, huh?!
it_it: [_penelope_] Forse I- {i}oooooh!~{/i} ...avrebbe dovuto condurre le nostre sessioni con- {i}AH!~{/i} ...{u}questa tecnica {/u} invece, eh?!

source: [_danny_] {i}A-haah!!{/i} Those ropes start to hurt.
it_it: [_danny_] {i}A-haah!!{/i} Quelle corde iniziano a ferire.

source: [_penelope_] {i}Oooh!{/i} Shut up! Stop whining! Just...
it_it: [_penelope_] {i}Oooh!{/i} è chiuso! Smettila di piangere! Giusto...

source: [_penelope_] {i}Keep. Quiet...~{/i}
it_it: [_penelope_] {i}Fortezza. Silenzio...~{/i}

source: [_penelope_] {i}Ahhh!~ Yes~{/i}{p}{nw}
it_it: [_penelope_] {i}Ahhh!~ Sì~{/i}{p}{nw}

source: [_extend_] I'm going to cum! Don't you dare cum before your "Mistress" does!!
it_it: [_extend_] Sto andando a cum! Non osate sborrare prima che la vostra "Padrona" fa!!

source: [_danny_] (..Can't. Hold. On. Any... longer!!)
it_it: [_danny_] (..Non può tenere. On. Qualsi... più a lungo!!)

source: [_penelope_] {i}A-haah!{/i}, that's it...
it_it: [_penelope_] {i}A-haah!{/i}, è questo...

source: [_penelope_] I'm cumming!!
it_it: [_penelope_] Sto piombando!!

source: [_penelope_] {i}Mmmmmph!!{/i} Goodness...
it_it: [_penelope_] {i}Mmmmmph!!{/i} Bontà...

source: [_penelope_] I suppose this will have to be another of our "off-the-book" therapy sessions, huh, Danny?
it_it: [_penelope_] Suppongo che questo dovrà essere un'altra delle nostre sessioni di terapia "off-the-book", ehh, Danny?

source: [_penelope_] Anyway, I had my fun, until next time.
it_it: [_penelope_] Comunque, mi sono divertito, fino alla prossima volta.

source: [_danny_] Hey, what the hell!!
it_it: [_danny_] Ehi, che inferno!!

source: [_danny_] Don't just leave me like this.
it_it: [_danny_] Non lasciarmi così.

source: [_danny_] What are these ropes even made of, I can't phase through them to get out!
it_it: [_danny_] Che cosa sono queste corde anche fatto, non posso passare attraverso di loro per uscire!

source: [_ember_s_offscreen_s_towards_s_rise_s_talk_amused_] What do we have {i}here~{/i}...
it_it: [_ember_s_offscreen_s_towards_s_rise_s_talk_amused_] Cosa abbiamo {i}qui~{/i}...

source: [_danny_s_f_s_offscreen_s_toward_wide_s_unhappy_s_talk_consternation_] Would one of you get me free from these things?!
it_it: [_danny_s_f_s_offscreen_s_toward_wide_s_unhappy_s_talk_consternation_] Uno di voi mi avrebbe liberato da queste cose?!

source: [_ember_s_offscreen_s_towards_s_sad_s_talk_amused_] Yeah, yeah, just hold still and relax.
it_it: [_ember_s_offscreen_s_towards_s_sad_s_talk_amused_] Sì, sì, basta tenere fermo e rilassarsi.

source: [_danny_] {i}*Ahem*{/i} thanks...
it_it: [_danny_] {i}*Ahem*{/i} grazie...

source: [_danny_] How...!!
it_it: [_danny_] Come...!!

source: [_extend_] How long have you both been stood there like that?!
it_it: [_extend_] Da quanto tempo siete stati entrambi lì come quello?!

source: [_ember_] {i}Long enough.{/i}
it_it: [_ember_] {i}abbastanza lungo.{/i}

source: [_desiree_] My, it's been a long time since I witnessed a coupling {i}that{/i} intense with vigor and passion in quite some time!
it_it: [_desiree_] Mia, è passato molto tempo da quando ho visto un accoppiamento {i}che{/i} intenso con vigore e passione in un bel po 'di tempo!

source: [_danny_] W-we were not... it's not what you think!
it_it: [_danny_] Noi non eravamo... non è quello che pensi!

source: [_desiree_] Master why were you tied up for your... consummation with Miss Spectra?
it_it: [_desiree_] Maestro perché sei stato legato per la tua... consumazione con Miss Spectra?

source: [_danny_] It... it's a long story!
it_it: [_danny_] È una lunga storia!

source: [_ember_] What's the matter Desiree? Never been hogtied before?
it_it: [_ember_] Qual è la questione del desiderio? Non è mai stato legato prima?

source: [_desiree_] As odd as it may sound, the time I come from did not feel the need to make sexual encounters as "theatric" as this...
it_it: [_desiree_] Per quanto strano possa sembrare, il tempo da cui vengo non ha sentito la necessità di fare incontri sessuali come "teatrale" come questo...

source: [_desiree_] ...but it is an interesting notion...~
it_it: [_desiree_] ...ma è una nozione interessante...~

source: [_ember_] You know, Danny, if you wanted {i}me{/i} to tie you up some time I wouldn't mind!
it_it: [_ember_] Sai, Danny, se volessi {i}di me{/i} per legarti un po' di tempo non mi dispiacere!

source: [_danny_] I {i}uh{/i}, I'm gonna go shower right now...
it_it: [_danny_] Ho {i}uh{/i}, sto andando a fare la doccia in questo momento...

source: [_ember_] Make sure to give her a goodnight kiss for me!
it_it: [_ember_] Assicurati di darle un bacio di buona notte per me!

source: [_desiree_] I must say, the recent addition of Miss Spectra to Master's catalogue of bedroom selections...
it_it: [_desiree_] Devo dire, la recente aggiunta di Miss Spectra al catalogo di selezione di camere da letto del Maestro...

source: [_extend_] ...has made living here feel all that more familiar to my previous lifestyle, in fact.
it_it: [_extend_] ...ha fatto vivere qui sentire tutto ciò che più familiare al mio stile di vita precedente, in realtà.

source: [_ember_] It's still pretty freaky to me, but hey, I can get down with some freak stuff, no problem!
it_it: [_ember_] È ancora abbastanza strano per me, ma hey, posso scendere con qualche roba freak, nessun problema!

source: [_desiree_] Well then, if that truly is the case...
it_it: [_desiree_] Beh, allora, se questo è veramente il caso...

source: [_desiree_] What would you say to something like...
it_it: [_desiree_] Cosa diresti a qualcosa come...

source: [_ember_] {i}Hmmm...{/i} I like the way you think, Green.
it_it: [_ember_] {i}Hmmm...{/i} Mi piace il modo in cui pensi, Verde.

source: [_danny_] (Maybe I should check on Penelope after... last night.)
it_it: [_danny_] (Dovrei controllare Penelope dopo... ieri sera.)

source: [_danny_] Hey, Penelope? Can we talk for a moment?
it_it: [_danny_] Ehi, Penelope? Possiamo parlare per un momento?

source: [_danny_] Hello...?{p}{nw}
it_it: [_danny_] Ciao...?{p}{nw}

source: [_extend_] ...anyone home?
it_it: [_extend_] ...qualcuno a casa?

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Just your favorite!{/b}{/font}{/color}
it_it: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Solo il tuo preferito!{/b}{/font}{/color}

source: [_extend_] Is Penelope around, I didn't think any of you were out of the-
it_it: [_extend_] È Penelope intorno, non pensavo che nessuno di voi fosse fuori del-

source: [_danny_] Was... did I hear something?
it_it: [_danny_] Was... ho sentito qualcosa?

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}{i}Uhhh{/i}, nah, it was nothing!{/b}{/font}{/color}
it_it: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}{i}Uhhh{/i}, nah, non era niente!{/b}{/font}{/color}

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Just some, y'know, girl-on-girl-{/b}{/font}{p}{nw}{/color}
it_it: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Solo alcuni, y'know, girl-on-girl-{/b}{/font}{p}{nw}{/color}

source: [_extend_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}...I mean, girl-to-girl bonding!{/b}{/font}{/color}
it_it: [_extend_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}...Voglio dire, bonding!{/b}{/font}{/color}

source: [_danny_] Ember, what's going on in-
it_it: [_danny_] Ember, cosa sta succedendo in-

source: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Sorry, can't like, hear you, the {i}uh{/i}, stupid thermos signal, breaking up!{/b}{/font}{/color}
it_it: [_ember_] {color=9DF600}{font=font/libel-suit-rg.ttf}{b}Siamo spiacenti, non potrebbe, sentirti, il segnale {i}uh{/i}, il segnale stupid thermos, rottura!{/b}{/font}{/color}

source: [_danny_] Wait! What are you all-
it_it: [_danny_] Aspetta! Cosa sei tutti-

source: [_danny_] H-hello? Is anyone gonna say anything?
it_it: [_danny_] H-hello? Qualcuno dirà qualcosa?

source: [_danny_] (...annnd I guess not!)
it_it: [_danny_] (...e credo di no!)

source: [_danny_] (I'll just have to check in on them later, I guess?)
it_it: [_danny_] (dovrò solo fare il check in più tardi, immagino?)

source: [_desiree_] Oh dearest Master, are you... available?~
it_it: [_desiree_] Oh caro Maestro, sei... disponibile?~

source: [_danny_] Desiree? Sure, I wouldn't mind some compa-
it_it: [_danny_] Desiderare? Certo, non mi dispiacerebbe qualche compa-

source: [_ember_] Whatsa' matter, nerd, y'look like you saw a ghost... or three!
it_it: [_ember_] Che cosa importa, nerd, y'assomiglia a un fantasma... o tre!

source: [_danny_] What the- what's going on, why's Penelope... all tied up...?
it_it: [_danny_] Che cosa sta succedendo, perché Penelope... tutto legato su...?

source: [_danny_] A-a-and {i}you{/i} two, you... wow!
it_it: [_danny_] A-a-e {i}tu{/i} due, tu... wow!

source: [_ember_] Well, she put up quite the fight, I'll give her that!
it_it: [_ember_] Beh, ha messo in su abbastanza la lotta, le darò che!

source: [_desiree_] Nothing more satisfying than wrangling a stubborn mule like this one!
it_it: [_desiree_] Niente di più soddisfacente che sbattere un mulo testardo come questo!

source: [_penelope_] M-mule?! I'll tell you who's the damn farm animal around here, you wretched-!
it_it: [_penelope_] M-mule?! Ti dirò chi è il maledetto animale da fattoria da queste parti, hai miserato!

source: [_desiree_] Now, now, my sweet, let's not get too riled up after {i}just{/i} getting properly dressed...~
it_it: [_desiree_] Ora, adesso, il mio dolce, non facciamo troppo arrabbiato dopo che {i}solo{/i} si vestono correttamente...~

source: [_penelope_] Release me right this instant, or I swear I'm gonna-!
it_it: [_penelope_] Rilasciami subito in questo istante, o giuro che andrò a farlo!

source: [_danny_] H-hey, hey, relax!! Will somebody just tell me what's going on here?!
it_it: [_danny_] H-hey, hey, relax!! Qualcuno mi dirà che cosa succede qui?!

source: [_desiree_] We've felt it was time we {i}all{/i} joined in on the fun, Master!~
it_it: [_desiree_] Abbiamo sentito che era il momento in cui {i}tutti {/i} si sono uniti al divertimento, Master!~

source: [_penelope_] I didn't agree to this! Let me go now!
it_it: [_penelope_] Non ho accettato questo! Lasciami andare ora!

source: [_ember_] Oh sit down and shut up!
it_it: [_ember_] Oh si sieda e si chiude!

source: [_penelope_] You can't speak to me that way, you bratty little child! I'm being held against my will already, I don't need you two trying to-
it_it: [_penelope_] Non puoi parlarmi in questo modo, tu bratty bambino! Sono già stato trattenuto contro la mia volontà, non ho bisogno di voi due provare-

source: [_ember_] Shut up already, you catty old bag!
it_it: [_ember_] Stai già zitto, catty vecchia borsa!

source: [_ember_] And you can stop pretending you don't want to liven your imprisonment here with a good dose of {u}dick{/u} like the rest of us.
it_it: [_ember_] E puoi smettere di fingere di non voler animare la tua prigionia qui con una buona dose di {u}cazzo{/u} come il resto di noi.

source: [_ember_] Danny turn into your ghost form and let's get this party started already!
it_it: [_ember_] Danny si trasforma nella tua forma fantasma e facciamo iniziare questo partito!

source: [_penelope_] (This is so embarrassing! But yet, I also start to get excited about what might happen...)
it_it: [_penelope_] (Questo è così imbarazzante! Ma tuttavia, comincio anche ad emozionarmi di quello che potrebbe accadere...)

source: [_desiree_] Now, now, let's not just stand around! Get into position for this sweet little gift we wrapped up for you Master!
it_it: [_desiree_] Ora, ora, non restiamo in piedi! Entra in posizione per questo dolce piccolo regalo che abbiamo avvolto per te Maestro!

source: [_danny_] S-sure... yeah...
it_it: [_danny_] S-sicuro... sì...

source: [_danny_] (God, I'm really just letting my base instincts take over right now...)
it_it: [_danny_] (Dio, in realtà lascio che i miei istinti di base prendano il sopravvento adesso...)

source: [_ember_] Don't act so shy, doofus, show her that fat dick we all can't get enough of!
it_it: [_ember_] Non agire così timido, doofus, mostrare a lei quel cazzo grasso di cui tutti non possiamo ottenere abbastanza!

source: [_desiree_] {i}*Chuckles*{/i} Oh dearest Penelope, tell me... has it been some time for you since you last...?
it_it: [_desiree_] {i}*Chuckles*{/i} Oh caro Penelope, dimmi... è stato un po' di tempo per te dall'ultimo momento...?

source: [_penelope_] N-no, get away! I don't want your hands anywhere-
it_it: [_penelope_] N-no, via! Non voglio le tue mani da nessuna parte-

source: [_penelope_] ...{i}n-near meeeeeee!!{/i}
it_it: [_penelope_] ...{i}n-near meeeeeeee!!{/i}

source: [_desiree_] Now, dig in and enjoy the nice juicy meal we've helped prepare for you Penelope...
it_it: [_desiree_] Adesso, scavate dentro e godetevi il bel pasto succoso che abbiamo aiutato a prepararvi...

source: [_desiree_] ...or would you rather our Miss Ember teach you some more with the thack of her riding stick?
it_it: [_desiree_] o preferiresti che la nostra signorina Ember ti insegnasse un po' di più con il suo bastone da equitazione?

source: [_ember_] Don't worry, you'll eventually learn to love my little love taps!
it_it: [_ember_] Non ti preoccupare, alla fine imparerai ad amare i miei piccoli rubinetti d'amore!

source: [_desiree_] ...{i}yessss{/i}... that's certainly more like it.~
it_it: [_desiree_] ...{i}yessss{/i}... è sicuramente più simile.~

source: [_danny_] (Holy hell! Is this really happening?!)
it_it: [_danny_] (Inferno Santo! Sta succedendo davvero?!)

source: [_penelope_] (F-fuck... how did it come to this?)
it_it: [_penelope_] (F-fuck... come è venuto a questo?)

source: [_penelope_] (Good God... and why is this so exciting to me...?!)
it_it: [_penelope_] (Dio buono... e perché questo è così eccitante per me...?!)

source: [_penelope_] (I can't believe this is my life right now... having these three stare at me like this...)
it_it: [_penelope_] (Non posso credere che questa sia la mia vita in questo momento... avendo questi tre starmi così...)

source: [_penelope_] (...sure looks like he's at least enjoying himself...)
it_it: [_penelope_] (...sembra che stia almeno godendosi se stesso...)

source: [_penelope_] {i}*Huff*{/i} (What... what am I turning into?~)
it_it: [_penelope_] {i}*Huff*{/i} (Cosa... in cosa sto girando?~)

source: [_penelope_] (He has {i}such{/i} a big cock, I can bearly fit it all in my mouth!!~)
it_it: [_penelope_] (Ha {i}tale{/i} un grosso cazzo, posso adattarlo tutto nella mia bocca!!~)

source: [_penelope_] (It feels just as good as when he slipped it inside me... and fucked me like a wild man!!)
it_it: [_penelope_] (Si sente bene come quando lo scivolò dentro di me... e mi scopò come un uomo selvaggio!!)
