Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}Excuse{/i} me, young man, but have you ever heard of "knocking" before?!
it_it: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}Mi scusa{/i} giovane, ma hai mai sentito parlare di "bussare" prima?!

source: [_lancer_s_towards_s_angry_s_talk_consternation_] Because you've decided to rudely interrupt my lesson! And I am already at a mental breaking point with these students I'm dealing with!
it_it: [_lancer_s_towards_s_angry_s_talk_consternation_] Perché hai deciso di interrompere rudeamente la mia lezione! E sono già in un punto di rottura mentale con questi studenti mi sto occupando!

source: [_bootrand_s_arms_down_s_towards_s_talk_] But... but I'm a-
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Ma... ma sono un-

source: [_lancer_s_towards_s_angry_s_talk_distraught_] A nuisance to my teachings, yes, exactly!! So either you choose to sit down and be quiet, or you choose to leave, {i}posthaste{/i}!
it_it: [_lancer_s_towards_s_angry_s_talk_distraught_] Un fastidio per i miei insegnamenti, sì, esattamente!! Quindi scegli di sederti e di stare tranquilli, o scegli di andartene, {i}postaste{/i}!

source: [_lancer_s_at_player_s_idle_s_talk_happy_] {i}Much{/i} appreciated.{p}{nw}
it_it: [_lancer_s_at_player_s_idle_s_talk_happy_] {i}Much{/i} apprezzato.{p}{nw}

source: [_extend_] Now then, if we can perhaps focus and keep our eyes off each other, we can have Miss Gray read page-
it_it: [_extend_] Ora, se possiamo forse concentrarci e tenere gli occhi lontani l'un l'altro, possiamo avere Miss Gray leggere la pagina-

source: [_extend_] Y-yes, I'm here.
it_it: [_extend_] Y-sì, sono qui.

source: [_bootrand_] ...yes... yes, well... well I'm sorry, but he... well he told me to sit down, and-!
it_it: [_bootrand_] ...sì... sì, beh, mi dispiace, ma lui... bene mi ha detto di sedermi, e!

source: [_bootrand_] ...I understand, really I do, but... Mistress, please understand, he's {i}very{/i} stern when he wants to be.
it_it: [_bootrand_] ...Capisco, realmente lo faccio, ma... Padrona, per favore capisci, lui è {i}molto{/i} poppa quando vuole essere.

source: [_bootrand_] ...yes... yes, I... of course, apologies ma'am. Yeah... got it... okay...
it_it: [_bootrand_] ...sì... sì, io... certamente, mi scuso ma'am. Sì... l'ha ottenuto... okay...

source: [_extend_] Are we quite finished?
it_it: [_extend_] Siamo del tutto finiti?

source: [_bootrand_] Yes, I believe we are.
it_it: [_bootrand_] Sì, credo che siamo.

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] Good. I don't want you thinking just because you're a glowing green goo pile that you'll get any kind of special treatment, buster!
it_it: [_lancer_s_at_player_s_rise_s_talk_displeased_] Bene. Non voglio che tu pensi solo perché sei una pila di goo verde incandescente che otterrai qualsiasi tipo di trattamento speciale, buster!

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] Now, who remembers what it was that Joan of Arc was punished for from the last time we-
it_it: [_lancer_s_at_player_s_neutral_s_talk_displeased_] Ora, che ricorda quello che è stato che Giovanna d'Arco è stato punito per l'ultima volta

source: [_bootrand_s_arms_up_s_glare_s_talk_] {i}GRAHHHHH!{/i}
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] {i}GRAHHHHHH!{/i}

source: Students [special_delimiter] {i}Ahhhh!!!{/i}
it_it: Studenti [special_delimiter] {i}Ahhhh!!!{/i}

source: [_lancer_s_at_player_wide_s_sad_s_talk_distraught_] Everyone! Please! We must try cowering in fear in an {i}orderly{/i} fashion!!
it_it: [_lancer_s_at_player_wide_s_sad_s_talk_distraught_] Tutti! Per favore! Dobbiamo provare a cowering con paura in una {i}moda ordinata{/i}!!

source: [_danny_s_towards_s_angry_s_clenchteeth_] (I gotta stop this thing and end it once and for all!)
it_it: [_danny_s_towards_s_angry_s_clenchteeth_] (Ho smesso questa cosa e finirla una volta per tutte!)

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}, h-holy cow everyone, look out the window! It's...{p}{nw}
it_it: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}, mucca santa tutti, guarda fuori la finestra! E...{p}{nw}

source: [_extend_] ...something really distracting!
it_it: [_extend_] ...qualcosa di veramente distrazione!

source: Student A [special_delimiter] {i}Ooooh!{/i} I actually {i}love{/i} getting distracted by stuff!
it_it: Studente A [special_delimiter] {i}Ooooh!{/i} In realtà {i}amore{/i} si distrae dalla roba!

source: Student B [special_delimiter] Perfect! Something to distract us from the horrors of the new reality we live in!
it_it: Studente B [special_delimiter] Perfetto! Qualcosa da distrarci dagli orrori della nuova realtà in cui viviamo!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Jeez, how gullible can young people be, really...?
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Jeez, come possono essere i giovani creduli, veramente...?

source: [_bootrand_s_arms_down_s_towards_s_talk_] Well, I guess that's my que to go cause more chaos elsewhere!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] Beh, immagino che questo sia il mio que per andare a causare più caos altrove!

source: [_danny_s_at_player_s_rise_s_displeased_] (Now's my chance!)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Ora è la mia occasione!)

source: [_lancer_s_offscreen_s_towards_s_rise_s_talk_happy_] Alrighty, I think they've gone!
it_it: [_lancer_s_offscreen_s_towards_s_rise_s_talk_happy_] Bene, penso che siano andati!

source: [_lancer_s_at_player_s_sad_s_talk_happy_] Now then, if you're all safe and accounted for...{p}{nw}
it_it: [_lancer_s_at_player_s_sad_s_talk_happy_] Ora, se sei sicuro e conteggiato...{p}{nw}

source: [_extend_] ...I think we can resume the lesson. Miss Gray, page 257, please.
it_it: [_extend_] ...Penso che possiamo riprendere la lezione. Miss Gray, pagina 257, per favore.

source: Students [special_delimiter] {i}*Groans*{/i}
it_it: Studenti [special_delimiter] {i}*Groans*{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grin_] (First things first: I'm going ghost!!)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grin_] (Prima cosa: sto andando fantasma!!)

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_consternation_] (Now where'd he go?)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_consternation_] (Ora dov'è andato?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] There you are! Get back here!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Ecco! Torna qui!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] You can't hide from me, creep!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Non puoi nascondermi, strisciare!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Shows what you know! I'm an excellent hider!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Mostra quello che sa! Sono un ottimo hider!

source: [_bootrand_s_arms_down_s_glare_s_talk_] ...and an even better stair runner!!{p}{nw}
it_it: [_bootrand_s_arms_down_s_glare_s_talk_] ...e un corridore ancora migliore di scala!!{p}{nw}

source: [_extend_] See you on the second floor!!
it_it: [_extend_] Ci vediamo al secondo piano!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Gah!{/i} Stop, I told you to get back here!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Gah!{/i} Ferma, ti ho detto di tornare qui!

source: [_bootrand_s_arms_up_s_glare_s_talk_] There he is, running up those steps as fast as he could manage! Adorable!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Ecco, eseguendo quei passi il più velocemente che potrebbe gestire! Adorabile!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Look, if all you're gonna do is have me chase you around all over the school...!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] Guarda, se tutto quello che farai è che ti insegua in giro per tutta la scuola...!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ...then I gotta admit, I respect the play, my cardio has not gotten any better doing all this superhero stuff yet.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] ...poi devo ammettere, rispetto il gioco, il mio cardio non ha ottenuto nulla di meglio facendo ancora tutte queste cose supereroi.

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}Ohhh{/i} yes, I could absolutely hear you huffin' and puffin' while coming up!
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] {i}Ohhh{/i} sì, potrei assolutamente sentirti huffin' e puffin' durante la venuta!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Well I don't need to have {i}all{/i} my breath to still whoop your butt, slime-breath!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Beh, non ho bisogno di avere {i}tutto{/i} il mio respiro per ancora piagnucolare il tuo gluteo, slime-breath!

source: [_bootrand_s_arms_up_s_towards_s_talk_] Yeah, I get that, but... what if I just left again, and kept you chasing me like a dork?
it_it: [_bootrand_s_arms_up_s_towards_s_talk_] Sì, lo ottengo, ma... cosa succede se mi sono appena lasciato di nuovo e mi ho tenuto a inseguire come un dormiente?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] You know, I gotta say, I think I'd really hate that. That would not make my day, honestly.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Sai, direi che avrei davvero odiato questo. Questo non farebbe la mia giornata, onestamente.

source: [_bootrand_s_arms_up_s_glare_s_talk_] That's the idea, bucko!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Questa è l'idea, bucko!

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] Me and my big mouth...
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] Io e la mia grande bocca...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Okay, where are we going now? Down the hall? Cool.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ok, dove stiamo andando ora? Giù la sala? Raffreddarsi.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Alright, now this is getting ridiculous! Stop running off!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Bene, ora questo è diventato ridicolo! Smettila di correre!

source: [_bootrand_s_arms_down_s_glare_s_talk_] You're right, you're right, I'm done playing games!
it_it: [_bootrand_s_arms_down_s_glare_s_talk_] Hai ragione, hai ragione, ho finito di giocare a giochi!

source: [_bootrand_s_arms_up_s_glare_s_talk_] I'd rather try out having some {i}real{/i} fun, wouldn't you?
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Preferirei provare ad avere qualche {i}reale {/i} divertimento, vero?

source: [_penelope_] Yes? Yes, can I help you? I'm sorry, did we schedule an appointment?{p}{nw}
it_it: [_penelope_] Sì? Sì, posso aiutarti? Mi dispiace, abbiamo programmato un appuntamento?{p}{nw}

source: [_extend_] Just a second!
it_it: [_extend_] Solo un secondo!

source: [_penelope_s_arms_up_s_talk_amused_s_rise_] Yes, how can I help you?
it_it: [_penelope_s_arms_up_s_talk_amused_s_rise_] Sì, come posso aiutarti?

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ahckk!!{/i} Someone, help me!!
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] {i}Ahckk!!{/i} Qualcuno mi aiuta!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Get away from her, sicko!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Allontanati da lei, malato!

source: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, would you rather we fight over who gets first "go" with her? Hey, fine with me, I like making sport of it!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Oh, preferirei combattere su chi ottiene il primo "vai" con lei? Hey, bene con me, mi piace fare sport di esso!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}Shut your mouth, creep!!{/i}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_distraught_] {i}chiudi la bocca, striscia!!{/i}

source: [_bootrand_s_arms_down_s_towards_s_talk_] {i}OooOOOh!{/i} Good moves, kid! Not bad, really!{p}{nw}
it_it: [_bootrand_s_arms_down_s_towards_s_talk_] {i}OooOOOh!{/i} Buone mosse, ragazzo! Non male, davvero!{p}{nw}

source: [_extend_] But while I'd love to stay and exchange more slaps and punches-
it_it: [_extend_] Ma mentre mi piacerebbe rimanere e scambiare più slaps e punzoni-

source: [_bootrand_s_arms_up_s_glare_s_talk_] ...I've got an entire town to help corrupt!
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] ... Ho un'intera città per aiutare a corrompere!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] I'm not gonna let you, jerk!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Non ti farò, masturbare!

source: [_bootrand_s_arms_up_s_glare_s_talk_] That's sweet, but it's not really up to you...{p}{nw}
it_it: [_bootrand_s_arms_up_s_glare_s_talk_] Questo è dolce, ma non è davvero a te...{p}{nw}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_grindteeth_] (What the heck?! H-how does he know my name?!)
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_grindteeth_] (Che heck?! H-come conosce il mio nome?!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Get back here you! What's your plan? Who are you working for?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Tornati qui! Qual è il tuo piano? Per chi stai lavorando?!

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] N-no! Of course not! I'm not- I mean... who's that, I-I'm "Inviso-Bill" not... l-look, it's not what-
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_talk_distraught_] N-no! Certamente no! Non sto - voglio dire... chi è, io sono "Inviso-Bill" no... l-look, non è cosa-cosa-

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_amused_] {i}Well{/i}, this is {i}certainly{/i} a surprise!
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_amused_] {i}Well{/i}, questa è {i}certamente{/i} una sorpresa!

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Miss Spectra, please, y-you can't tell anyone about this!
it_it: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Miss Spectra, per favore, -non puoi dire a nessuno di questo!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] If it got to my parents, or the news... or any of these other ghosts, I-
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Se è arrivato ai miei genitori, o la notizia... o uno di questi altri fantasmi, I-

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_amused_] Oh Danny, Danny! But of course! Please, don't you worry in the slightest, your secret is {i}completely{/i} safe with me!
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_amused_] Oh Danny, Danny! Ma naturalmente! Per favore, non preoccuparti minimamente, il tuo segreto è {i}completamente{/i} al sicuro con me!

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] R-really?
it_it: [_danny_s_towards_wide_s_rise_s_talk_happy_] R-veramente?

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Absolutely! You don't even have to explain! Everything revealed between any competent counselor and their patient is strictly confidential!
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] Assolutamente! Non devi nemmeno spiegare! Tutto ciò che è stato rivelato tra un consulente competente e il loro paziente è strettamente confidenziale!

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] I would {i}never{/i} want to betray that trust or cross that professional boundary...
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Non vorrei {i}mai{/i} voler tradire quella fiducia o attraversare quel confine professionale...

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh thank God... that's a relief.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Oh ringrazia Dio... questo è un sollievo.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Now then... our repugnant little green friend...? Is that the ghost causing all the problems as of late?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_displeased_] Ora poi... il nostro ripugnante piccolo amico verde...? Quel fantasma sta causando tutti i problemi a tardi?

source: [_danny_s_towards_s_rise_s_talk_displeased_] You know about it? Like the way everyone is acting?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Lo sai? Come il modo in cui agiscono tutti?

source: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Well certainly! Half the students I'm meeting with are coming back for follow ups in the skimpiest of apparel!
it_it: [_penelope_s_arms_down_s_towards_s_confused_s_talk_displeased_] Beh, sicuramente! Metà degli studenti con cui mi incontro tornano per i follow-up nei più sciocchi dell'abbigliamento!

source: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] I mean I know a number of my methods of helping connect with others can be... a bit progressive, at times...
it_it: [_penelope_s_arms_up_s_towards_s_confused_s_talk_displeased_] Voglio dire che conosco alcuni dei miei metodi per aiutare a connettersi con gli altri può essere... un po 'progressivo, a volte...

source: [_penelope_s_arms_up_s_towards_s_angry_s_talk_distraught_] ...but I could {i}never{/i} have expected any of what's been happening as of late to occur!
it_it: [_penelope_s_arms_up_s_towards_s_angry_s_talk_distraught_] ...ma non potrei {i}mai{/i} si aspettava che ciò che stava accadendo in ritardo!

source: [_penelope_s_arms_down_s_down_s_unhappy_s_talk_distraught_] I was really starting to worry that my teachings were doing more harm than good on the students...
it_it: [_penelope_s_arms_down_s_down_s_unhappy_s_talk_distraught_] Stavo davvero iniziando a preoccuparmi che i miei insegnamenti stavano facendo più male che bene sugli studenti...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Don't blame yourself Penelope, I think our creepy friend is the one behind all the weird stuff lately...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Non incolpare te stesso Penelope, penso che il nostro amico raccapricciante sia quello dietro tutte le cose strane ultimamente...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Well, I guess I have to ask, is there anything we can do to stop the over the top sexual revolution happening...?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] Beh, immagino che devo chiedere, c'è qualcosa che possiamo fare per fermare la rivoluzione sessuale superiore che sta accadendo...?

source: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Because, of course, something so raw as all this flagrant sexual energy just isn't healthy for developing minds! It's simply too graphic!
it_it: [_penelope_s_arms_down_s_towards_s_neutral_s_talk_displeased_] Perché, naturalmente, qualcosa di così crudo come tutta questa energia sessuale flagrante semplicemente non è sano per lo sviluppo di menti! È semplicemente troppo grafico!

source: [_danny_s_towards_s_sad_s_talk_displeased_] I have to come up with a plan to defeat that thing, before it finishes accomplishing... whatever it's doing to everyone.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Devo trovare un piano per sconfiggere quella cosa, prima che finisca realizzando... qualunque cosa stia facendo a tutti.

source: [_danny_s_closed_s_sad_s_talk_distraught_] But he's gotten away twice now... I don't know if I have what it takes to pull it off...
it_it: [_danny_s_closed_s_sad_s_talk_distraught_] Ma ora si è allontanato due volte... non so se ho quello che serve per tirarlo fuori...

source: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Well, I for one completely have faith in you, Danny.
it_it: [_penelope_s_arms_up_s_towards_s_idle_s_talk_happy_] Beh, io per uno ho completamente fede in te, Danny.

source: [_danny_s_towards_s_rise_s_talk_happy_] Really? I mean, {i}uh{/i}, thanks! I need all the support I can get.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Davvero? Voglio dire, {i}uh{/i}, grazie! Ho bisogno di tutto il supporto che posso ottenere.

source: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] ...now then, since you're here... might as well get in a little catch up session, right?
it_it: [_penelope_s_arms_down_s_towards_s_idle_s_talk_happy_] ...ora allora, dal momento che sei qui... potrebbe anche entrare in una piccola sessione di recupero, giusto?

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Oh, well... sure, I guess.
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Oh, bene... certo, immagino.

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Excellent, follow me.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Eccellente, seguimi.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] What's up?
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Che cos'è?

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Well I was simply curious as to how things were going with Jazz?
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_amused_] Beh, ero semplicemente curioso di come le cose stavano andando con Jazz?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Terribly,{/i} Penelope, terrible! I didn't think your advice was really... {i}too{/i} awful...
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Terribly,{/i} Penelope, terribile! Non pensavo che il tuo consiglio fosse veramente... {i}troppo{/i} terribile...

source: [_danny_s_down_s_sad_s_talk_displeased_] I mean, we definitely became more open with each other after our little gift exchange, I can admit that...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Intendo dire che siamo diventati sicuramente più aperti tra noi dopo il nostro piccolo scambio di doni, posso ammetterlo...

source: [_danny_s_towards_s_angry_s_talk_displeased_] But whatever that ghost is doing, it's affecting her too, and in a really bad way! {i}Wayy{/i} too close for comfort, believe me!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Ma qualunque cosa stia facendo, è anche lei che sta influenzando e in modo davvero cattivo! {i}Wayy{/i} troppo vicino per la comodità, credete!

source: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] Well now, have you simply tried talking to her about her new... behavior? Perhaps it isn't as manufactured as-
it_it: [_penelope_s_arms_up_s_towards_s_unhappy_s_talk_displeased_] Beh, ora, hai semplicemente provato a parlare con lei del suo nuovo... comportamento? Forse non è così fabbricato come-

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] N-no, no! No way, believe me, the last thing I should do is be near her right now.
it_it: [_danny_s_towards_wide_s_rise_s_talk_distraught_] N-no, no! In nessun modo, credetemi, l'ultima cosa che dovrei fare è essere vicino a lei in questo momento.

source: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] ...I see. Interesting that you would take that approach with her at this time...
it_it: [_penelope_s_arms_down_s_towards_s_rise_s_talk_displeased_] ... Vedo. Interessante che si sarebbe preso questo approccio con lei in questo momento...
