Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: [_extend_] You're the only one who did.
it_it: [_extend_] Sei l'unico che ha fatto.

source: [_danny_] P-Penelope! Wait!
it_it: [_danny_] P-Penelope! Aspetta!

source: [_danny_] Ember, Des, what the- wuzz going on?
it_it: [_danny_] Ember, Des, qual è il- wuzz in corso?

source: [_ember_] {i}Uhh{/i}, slight problem we got going on right now.
it_it: [_ember_] {i}Uhh{/i}, leggero problema che abbiamo avuto in questo momento.

source: [_ember_] I mean, not really for us, cause like... I mean we don't care all {i}that{/i} much, but we felt like you might wanna know...
it_it: [_ember_] Voglio dire, non davvero per noi, causa come... Voglio dire che non ci interessa molto tutti i {i}che{/i}, ma ci siamo sentiti come si potrebbe desiderare sapere...

source: [_danny_] What is it?
it_it: [_danny_] Cosa c'è?

source: [_desiree_] Miss Spectra? She is... refusing to leave.
it_it: [_desiree_] Miss Spectra? Lei è... rifiuta di andarsene.

source: [_danny_] Huh? You mean like, from the Fenton Thermos?{p}{nw}
it_it: [_danny_] Huh? Vuoi dire, dal Termo di Fenton?{p}{nw}

source: [_extend_] What, are you two kicking her out again?
it_it: [_extend_] Che cosa, voi due la cacciate di nuovo?

source: [_desiree_] No, no, she is not becoming a problem for us... but she will not leave her room, it seems.
it_it: [_desiree_] No, no, lei non sta diventando un problema per noi... ma non lascerà la sua stanza, sembra.

source: [_ember_] She's basically put an energy cage around herself, she won't even talk to us anymore.
it_it: [_ember_] Ha fondamentalmente messo una gabbia di energia intorno a se stessa, non ci parlerà più.

source: [_desiree_] Have you perhaps noticed anything that would indicate she wished to remain imprisoned and in solitary confinement for eternity, Master?
it_it: [_desiree_] Hai forse notato qualcosa che indicherebbe che desiderava rimanere imprigionata e in isolamento per l'eternità, Maestro?

source: [_danny_] Look, thanks for letting me know about this... I'll try and think of something to bring her back out.
it_it: [_danny_] Guarda, grazie per avermi fatto sapere di questo... cercherò di pensare a qualcosa per portarla fuori.

source: [_danny_] Just keep an eye on her for now, let me know if anything else changes.
it_it: [_danny_] Tenetela d'occhio per ora, fatemi sapere se cambia qualcos'altro.

source: [_desiree_] Will do, Master.
it_it: [_desiree_] Lo farà, Maestro.

source: [_ember_] Sure. I'm going back to sleep in though, so laters.
it_it: [_ember_] Certo, tornerò a dormire, però, così più tardi.

source: [_danny_] (Okay, so clearly Penelope's caught up in her own self loathing that nothing {i}I{/i} could say could fix things for her.)
it_it: [_danny_] (Okay, così chiaramente Penelope's intrappolato in se stessa che niente {i}I{/i} potrebbe dire potrebbe risolvere le cose per lei.)

source: [_danny_] (...but maybe there's some way I can help bring some sort of closure to her that she desperately needs?)
it_it: [_danny_] (...ma forse c'è un qualche modo per aiutarle a chiuderle una sorta di chiusura di cui ha disperatamente bisogno?)

source: [_danny_] (Maybe... I wonder if her sister had any relatives who might still remember her...?)
it_it: [_danny_] (Maybe... Mi chiedo se sua sorella abbia avuto parenti che potrebbero ancora ricordarla...?)

source: [_danny_] Hopefully the computers here have files on any family genealogy for local celebrities...
it_it: [_danny_] Speriamo che i computer qui hanno file su qualsiasi genealogia familiare per le celebrità locali...

source: [_danny_] Y'know, a lot of this stuff's probably on the internet at home, I'm not quite certain why I have to come out to the library to find this stuff out...
it_it: [_danny_] Si sa, un sacco di questa roba probabilmente su internet a casa, Non sono abbastanza sicuro perché devo uscire in biblioteca per trovare questa roba fuori...

source: [_danny_] Then again, you can never really trust what you see online these days!{p}{nw}
it_it: [_danny_] Poi ancora, non puoi mai fidarti davvero di quello che vedi online in questi giorni!{p}{nw}

source: [_extend_] Local news clippings though? Now {i}that's{/i} something you can always rely on!
it_it: [_extend_] Notifiche locali però? Ora {i}che è {/i} qualcosa su cui puoi sempre fare affidamento!

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Okay, let's see here... "Angela... Garcia...Davis".)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Okay, vediamo qui... "Angela... Garcia...Davis".)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_smile_] (...perfect plenty of stuff here!){p}{nw}
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_smile_] (...un sacco di cose perfette qui!){p}{nw}

source: [_extend_s_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] Let's see...
it_it: [_extend_s_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] Vediamo...

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Alright, looks like she had some kids, and those kids... yeah, perfect, they've got family still living in town!)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Va bene, sembra che abbia avuto dei bambini, e quei bambini... sì, perfetti, hanno ancora la famiglia che vive ancora in città!)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Julia Garcia-Davis Sanderson... jeez, these people don't wanna drop any of these names, huh?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_displeased_] (Julia Garcia-Davis Sanderson... jeez, queste persone non vogliono cadere nessuno di questi nomi, eh?)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Alright, looks like some of her social stuff should be pretty easy to find...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Va bene, sembra che alcune delle sue cose sociali dovrebbero essere abbastanza facili da trovare...)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_grin_] (Just gotta send her a quick message, and maybe I'll get to the bottom of this.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_grin_] (Basta inviare un messaggio rapido, e forse arriverò in fondo a questo.)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (I'll need to go home to send the message, better get going!)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Ho bisogno di andare a casa per inviare il messaggio, meglio andare avanti!)

source: [_danny_] Okay, so... I should probably start with something like...
it_it: [_danny_] Okay, così... probabilmente dovrei iniziare con qualcosa come...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (...well, there's no way she's going to reply to that. Who the hell would...? {i}Ugh{/i}, I suck...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_displeased_] (...beh, non c'è modo di rispondere a quello. Chi diavolo fare...? {i}Ugh{/i}, io succhio...)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_smile_] (...nice, she wrote back!)
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_one_s_smile_] (...bello, ha scritto indietro!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_frown_] (Oh man, what a bogus lie...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_frown_] (Oh uomo, quello che un falso mente...)

source: [_danny_s_towards_s_rise_one_s_smile_] (This might be it... a piece of the story to help me break through to Penelope...)
it_it: [_danny_s_towards_s_rise_one_s_smile_] (Questo potrebbe essere questo... un pezzo della storia per aiutarmi a sfondare Penelope...)

source: [_danny_] Penelope? One more time, if you would...?
it_it: [_danny_] Penelope? Ancora una volta, se volete...?

source: [_penelope_] Must we {i}keep{/i} doing this little charade again, and again?
it_it: [_penelope_] Dobbiamo {i}keep{/i} fare questo piccolo charade di nuovo, e ancora?

source: [_penelope_] Can't you see I want to be left {u}alone?{/u}
it_it: [_penelope_] Non riesci a vedere che voglio essere lasciato {u}solo?{/u}

source: [_danny_] This time, I swear, it's something you'll wanna listen to.
it_it: [_danny_] Questa volta, giuro, è qualcosa che vorresti ascoltare.

source: [_penelope_] Not another soppy speech just absolutely dripping with-
it_it: [_penelope_] Non un altro discorso soppy solo assolutamente gocciolante con-

source: [_danny_] I found your sister's granddaughter.
it_it: [_danny_] Ho trovato la nipote di tua sorella.

source: [_penelope_] "...Granddaughter?"{p}{nw}
it_it: [_penelope_] "...Nonna?"{p}{nw}

source: [_extend_] {i}Huh{/i}... that's... odd to think about...
it_it: [_extend_] {i}Huh{/i}... che's... strano da pensare...

source: [_penelope_] Wait, w-why did you-
it_it: [_penelope_] Aspetta, w-why ti ha fatto

source: [_danny_] "My dearest Pen-Pen..."
it_it: [_danny_] "La mia penna..."

source: [_danny_] "I've been meaning to write to you for a good while now."
it_it: [_danny_] "Ho significato scriverti per un buon tempo ora."

source: [_danny_] "While I know it's true we did not end things on good terms, I want you to know I miss you terribly."
it_it: [_danny_] "Mentre so che è vero che non abbiamo finito le cose con buoni termini, voglio che tu sappia che mi manchi terribilmente."

source: [_penelope_] I-I... what is-
it_it: [_penelope_] I-I... cos'è-

source: [_danny_] "I want you to know that I tried writing to you while you were over seas, but perhaps the letters were lost along the way..."
it_it: [_danny_] "Voglio che tu sappia che ho provato a scriverti mentre eri al di sopra del mare, ma forse le lettere sono state perse lungo la strada..."

source: [_danny_] "...though perhaps, as I have often thought, you simply chose not to reply. I would understand if that was the case."
it_it: [_danny_] "Anche se, forse, come ho spesso pensato, hai semplicemente scelto di non rispondere. Capirei se fosse così."

source: [_penelope_] She... I never thought she would have... the letters...
it_it: [_penelope_] Lei... non ho mai pensato che avrebbe avuto... le lettere...

source: [_penelope_] Oh my God...
it_it: [_penelope_] Oh mio Dio...

source: [_danny_] "...I've seen you on the news and heard your radio appearances. I am so glad the world is treating you properly in the field of medicinal aid!"
it_it: [_danny_] "...Ti ho visto sulla notizia e ho sentito le tue apparizioni radiofoniche. Sono così felice che il mondo vi stia trattando correttamente nel campo degli aiuti medicinali!"

source: [_danny_] "I tried looking for you at father's funeral, but I know you chose not to appear."
it_it: [_danny_] "Ho provato a cercarti al funerale del padre, ma so che hai scelto di non apparire."

source: [_danny_] "In all frankness, I cannot blame you for that. Father was wrong to pit us against each other as rivals."
it_it: [_danny_] "In tutta franchezza, non posso incolparvi di questo. Il Padre ha sbagliato a metterci gli uni contro gli altri come rivali."

source: [_danny_] "And I was worse for falling for his tricks to blame each other, same as you."
it_it: [_danny_] "E ero peggio per cadere per i suoi trucchi per incolparsi l'un l'altro, come te."

source: [_danny_] "He took our childhoods away from us, but you will ALWAYS be my sister. You are blood one does not wish to do without."
it_it: [_danny_] "Egli ci ha allontanati dalla nostra infanzia, ma SEMPRE essere mia sorella. Tu sei sangue che non vuoi fare a meno."

source: [_danny_] "I am truly sorry it has taken this long to try once more to reach out like this."
it_it: [_danny_] "Sono veramente dispiaciuto che ci sia voluto tanto per cercare ancora una volta di raggiungere così."

source: [_danny_] "Attached is my current number. I am only a phone call away, and I deeply wish that we may speak to one another again very soon."
it_it: [_danny_] "Allegato è il mio numero corrente. Sono solo una telefonata via e mi auguro vivamente che presto potremo parlare di nuovo."

source: [_danny_] "I don't think I could live the rest of my life without setting this straight between us. Truly."
it_it: [_danny_] "Non penso che potrei vivere il resto della mia vita senza mettere questo dritto tra di noi. In verità."

source: [_danny_] "Please get in touch..."{p}{nw}
it_it: [_danny_] "Per favore contattaci..."{p}{nw}

source: [_penelope_] ...she... she really loved me.
it_it: [_penelope_] ...lei... mi amava davvero.

source: [_penelope_] After all this time... I've... I've held onto this thought that she would never want to reach out to me...
it_it: [_penelope_] Dopo tutto questo tempo... Ho tenuto questo pensiero che lei non avrebbe mai voluto raggiungere me...

source: [_danny_] She realized what you both meant to each other.
it_it: [_danny_] Si rese conto di ciò che entrambi intendevano l'uno per l'altro.

source: [_penelope_] ...you did all this for me?
it_it: [_penelope_] ...hai fatto tutto questo per me?

source: [_danny_] I just knew there had to be something more to your story than what even you believed.
it_it: [_danny_] Sapevo solo che c'era qualcosa di più per la tua storia di quello che anche tu credevi.

source: [_penelope_] ...I... I need some time to think.
it_it: [_penelope_] ... Ho bisogno di un po' di tempo per pensare.

source: [_danny_] Okay, maybe we'll talk later?
it_it: [_danny_] Ok, forse parleremo più tardi?

source: [_danny_] (Guess that was a lot to take in...)
it_it: [_danny_] (Indovina che è stato molto da prendere...)

source: [_danny_] (I'm sure she'll be fine, but... I just hope this helps her out in the long run.)
it_it: [_danny_] (sono sicuro che lei starà bene, ma... spero solo che questo la aiuti a lungo termine.)

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_distraught_] What are you-
it_it: [_danny_s_boxers_s_towards_s_wondering_s_talk_distraught_] Che cosa sei-

source: [_penelope_s_closed_s_neutral_s_talk_displeased_] Stop talking. In fact-{p}{nw}
it_it: [_penelope_s_closed_s_neutral_s_talk_displeased_] Smettila di parlare. Di fatto-{p}{nw}

source: [_extend_] Just, keep talking to an absolute minimum right now.
it_it: [_extend_] Giusto, continua a parlare al minimo in questo momento.

source: [_penelope_s_towards_s_casual_arms_down_s_sad_s_talk_displeased_] I don't want to actively think about any of this at the moment, and you being quiet will help with that.
it_it: [_penelope_s_towards_s_casual_arms_down_s_sad_s_talk_displeased_] Non voglio pensare attivamente a nessuno di questo al momento, e stare tranquilli vi aiuterà a farlo.

source: [_penelope_s_nude_arms_up_s_away_s_talk_distraught_] Please, don't think too much about what's about to happen.
it_it: [_penelope_s_nude_arms_up_s_away_s_talk_distraught_] Per favore, non pensare troppo a cosa sta per succedere.

source: [_penelope_s_nude_arms_down_s_towards_s_talk_displeased_] Believe me, I'm trying to rationalize this enough as is...
it_it: [_penelope_s_nude_arms_down_s_towards_s_talk_displeased_] Credetemi, sto cercando di razionalizzare questo abbastanza com'è...

source: [_penelope_s_down_s_wondering_s_talk_happy_] Let's see what we're working with then...
it_it: [_penelope_s_down_s_wondering_s_talk_happy_] Vediamo con che cosa stiamo lavorando...

source: [_danny_] ...something the matter?
it_it: [_danny_] ...qualcosa la questione?

source: [_penelope_] {i}Uhhh{/i}, no, nothing!
it_it: [_penelope_] {i}Uhhh{/i}, no, niente!

source: [_penelope_] {i}Heh{/i}... okay, fine... I can see why the girls stick around.
it_it: [_penelope_] {i}Heh{/i}... okay, fine... Capisco perché le ragazze si attaccano.

source: [_penelope_] Now come on... let's do this fucking thing...~
it_it: [_penelope_] Ora vieni su... facciamo questa cosa scopando...~

source: [_penelope_] {i}Ohhhhh{/i}, FUCK!!
it_it: [_penelope_] {i}Ohhhhhh{/i}, FUCK!!

source: [_danny_] {i}Ah!{/i} Keep it down!
it_it: [_danny_] {i}Ah!{/i} Tienilo giù!

source: [_danny_] We don't want to wake the whole house!
it_it: [_danny_] Non vogliamo svegliare tutta la casa!

source: [_penelope_] S-sure, that's t-true! {i}*Huff*{/i}
it_it: [_penelope_] S-sicuro, è t-true! {i}*Huff*{/i}

source: [_penelope_] {i}Mmm{/i}... s-shit, it's been a long time since I was able to-
it_it: [_penelope_] {i}Mmm{/i}... s-shit, è stato molto tempo da quando ero in grado di-

source: [_danny_] Penelope! You're-{p}{nw}
it_it: [_danny_] Penelope! Sei stato{p}{nw}

source: [_extend_] {size=-1}H-hey! We're being {i}too{/i} loud now!{/size}
it_it: [_extend_] {size=-1}H-hey! Stiamo essendo {i}troppo{/i} forte adesso!{/size}

source: [_penelope_] {i}Gahh!{/i} I'm trying you out, of course I'm going to be- {i}Ah!!{/i}
it_it: [_penelope_] {i}Gahh!{/i} Ti sto provando, ovviamente sarò {i}Ah!!{/i}

source: [_penelope_] W-what in the worl- {i}gahhd{/i}, why are you so {i}biiig?!~{/i}
it_it: [_penelope_] W-what in the world- {i}gahhd{/i}, perché sei così {i}biiig?!~{/i}

source: [_danny_] You gotta- we shouldn't be...
it_it: [_danny_] Hai preso - non dovremmo essere...

source: [_danny_] {i}Ah!{/i} Wow... you're... really...
it_it: [_danny_] {i}Ah!{/i} Wow... sei... davvero...

source: [_danny_] ...{i}tight...~{/i}
it_it: [_danny_] ...{i}stringe...~{/i}

source: [_penelope_] S-shit! Maybe we {i}are{/i} being too loud, I just-!
it_it: [_penelope_] S-shit! Forse noi {i}siamo{/i} essendo troppo forte, basta-!

source: [_penelope_] Oh fuck it! I don't care! Don't stop! Fuck me with that big cock!
it_it: [_penelope_] Oh scoparlo! Non mi importa! Non fermarmi! Cazzo me con quel grande cazzo!

source: [_penelope_] I'm so close!~
it_it: [_penelope_] Sono così vicino!~

source: [_danny_] P-Penelope! If you keep doing that-
it_it: [_danny_] P-Penelope! Se continui a farlo-

source: [_penelope_] Oh god! Yes! {i}YES!{/i}
it_it: [_penelope_] Oh dio! Sì! {i}Sì!{/i}

source: [_penelope_] Yes, yes, that's it! I'm {i}cumming!!{/i}
it_it: [_penelope_] Sì, sì, è così! Sto accumulando {i}!!{/i}

source: [_danny_] P-Penelope I'm gonna cum!
it_it: [_danny_] P-Penelope sto andando cum!

source: [_penelope_] I don't fucking care! Just fill me up!
it_it: [_penelope_] Non fallo cura! Mi basta riempirmi!

source: [_penelope_] That was... a good {i}first{/i} round.
it_it: [_penelope_] È stato... un buon round di {i}prima{/i}.

source: [_danny_] A... a {i}what?!{/i} Wait, what-
it_it: [_danny_] A... un {i}cosa?!{/i} Aspetta, cosa-

source: [_penelope_] Danny... I've got a lot of issues to work through.
it_it: [_penelope_] Danny... Ho molti problemi da risolvere.

source: [_penelope_] So yes... we're going to be at this for a while.
it_it: [_penelope_] Quindi sì... saremo a questo per un po'.

source: [_danny_] (...this is going to be a long night isn't it?)
it_it: [_danny_] (...questa sarà una lunga notte, non è questa?)

source: [_danny_] (I can... barely... move...)
it_it: [_danny_] (puoi... a male... spostare...)

source: [_danny_] (We must have... done it for hours...)
it_it: [_danny_] (Dobbiamo averlo... fatto per ore...)

source: [_danny_] (She really went all out, huh?)
it_it: [_danny_] (Lei è andata tutto fuori, eh?)

source: [_danny_] (I mean, I'm glad Penelope could take some proactive steps to working through her feelings...)
it_it: [_danny_] (Voglio dire, sono contento Penelope potrebbe prendere alcuni passi proattivi per lavorare attraverso i suoi sentimenti...)

source: [_danny_] (...but yeesh, she really chose to work them out {u}hard{/u} through my dic-)
it_it: [_danny_] (...ma sì, ha davvero scelto di lavorarli {u}duramente{/u} attraverso il mio dic-)

source: [_jazz_] Hey dork, you up yet? Are you busy?
it_it: [_jazz_] Ehi dormiente, sei ancora finito? Sei impegnato?

source: [_danny_] O-oh, just a minute Jazz! I'm, {i}uhh{/i}, I'm naked!!
it_it: [_danny_] O-oh, solo un minuto Jazz! Io, {i}uhh{/i}, Sono nudo!!

source: [_danny_] {i}Pssst!{/i} Penelope! Wake up!
it_it: [_danny_] {i}Pssst!{/i} Penelope! Svegliati!

source: [_penelope_] Abah-whahtle, hahh? Whatz ahf?
it_it: [_penelope_] Abah-whahtle, hah? Whatz ahf?

source: [_danny_] Jazz is at the door!
it_it: [_danny_] Il jazz è alla porta!

source: [_danny_] I'm telling you to hide, quickly!
it_it: [_danny_] Ti sto dicendo di nasconderti rapidamente!

source: [_jazz_] Hey dude, you decent yet?
it_it: [_jazz_] Ehi dure, sei già decente?

source: [_penelope_] {i}Ahh{/i} geez, fine... gimme a break with this whole disappearing thing...
it_it: [_penelope_] {i}Ahh{/i} geez, fine... gimme una pausa con tutta questa cosa scomparendo...

source: [_jazz_] Alright man, I'm coming in!
it_it: [_jazz_] Alright man, sto arrivando!

source: [_jazz_] Look, do you happen to know where my-
it_it: [_jazz_] Guarda, ti capita di sapere dove mio-

source: [_jazz_] Oh my {i}GOD!{/i} What on {u}earth{/i} is that smell?!?
it_it: [_jazz_] Oh il mio {i}DIO!{/i} Che ne è dell'odore di {u}earth{/i}?!?

source: [_danny_] {i}Uhh{/i}... just your average B.O.?
it_it: [_danny_] {i}Uhh{/i}... solo la tua media B.O.?

source: [_jazz_] Average nothing, it's like a sweaty sauna in here! How could you have-
it_it: [_jazz_] Medio nulla, è come una sauna sudata qui dentro! Come potresti avere-

source: [_jazz_] ...and what the {i}hell{/i} did you do in your room exactly?
it_it: [_jazz_] ...e cosa hai fatto esattamente nella tua stanza l'inferno {i}{/i}?

source: [_danny_] {i}Uhhhh{/i}... just some crazy late night gaming session?
it_it: [_danny_] {i}Uhhhhh{/i}... solo qualche folle sessione di gioco a fine notte?

source: [_danny_] Y'know, I just... get a little worked up in the heat of... epic battle! {i}*Nervous Chuckle*{/i}
it_it: [_danny_] Sai, basta... ottenga un po' di lavoro nel calore di... epica battaglia! {i}*Fibbia Nervosa*{/i}

source: [_jazz_] {i}Uch...{/i} well, clean up a bit before Mom or Dad sees, sheesh...{p}{nw}
it_it: [_jazz_] {i}Uch...{/i} bene, ripulisci un po 'prima che Mamma o Papà vede, sheesh...{p}{nw}

source: [_extend_] ...and seriously, crack open your windows, my goodness!
it_it: [_extend_] ...e seriamente, crepa le tue finestre, la mia bontà!

source: [_danny_] Okay, okay... what did you want anyway?
it_it: [_danny_] Okay, okay... cosa volevi comunque?

source: [_jazz_] Oh... I just wanted to know if you'd seen my phone charger at all.
it_it: [_jazz_] Oh... Volevo solo sapere se avevi visto il mio caricabatterie del telefono.

source: [_danny_] {i}Uh{/i}, no, I haven't, sorry.
it_it: [_danny_] {i}Uh{/i}, no, non l'ho fatto, mi dispiace.

source: [_jazz_] {i}Hmmm{/i}, shoot... alright then.
it_it: [_jazz_] {i}Hmmm{/i}, spara... allora.

source: [_jazz_] Let me know if you end up seein-{p}{nw}
it_it: [_jazz_] Fammi sapere se finisci per vedere-{p}{nw}

source: [_extend_] Oh my... {i}gah!! My nostrils are just... {u}flooded{/u} with boy stink!!
it_it: [_extend_] Oh mio... {i}gah!! Le mie narici sono solo... {u}inondate{/u} con puzzo da ragazzo!!

source: [_danny_] Will do!
it_it: [_danny_] Lo farò!

source: [_danny_] Okay, you can stop hiding now.
it_it: [_danny_] Ok, puoi smettere di nasconderti adesso.

source: [_danny_] {i}*Ahem*{/i} Right, so... you...
it_it: [_danny_] {i}*Ahem*{/i} Destra, così... tu...

source: [_danny_] ...you want to talk about what happened last night?
it_it: [_danny_] ...vuoi parlare di quello che è successo la scorsa notte?

source: [_penelope_] Not really, no... I mean...{p}{nw}
it_it: [_penelope_] Non davvero, no... Voglio dire...{p}{nw}

source: [_extend_] No. No I don't.
it_it: [_extend_] No. No Io no.

source: [_penelope_] And so it's made clear, you will not tell either of your blue or green tramps about this...
it_it: [_penelope_] E così è chiaro, non racconterai né dei tuoi morsetti blu né verde...

source: [_penelope_] I'm not sure either one of them would care to ever let me live this... carnal workshop down...
it_it: [_penelope_] Non sono sicuro che uno di loro avrebbe cura di farmi vivere mai questo... laboratorio carnale giù...
