Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_8/episode8_MZ.po
Languages: it_it

source: ERROR DETECTED: FORCED LEVEL CORRECTION INITIATED!
it_it: ERROR DETECTED: CORREZIONE A LIVELLO FORZATO INIZIATO!

source: [_intercom_] {i}Good morning students. This is Vice Principal Lancer!{i}
it_it: [_intercom_] {i}Buongiorno studenti. Questo è VicePrincipale Lancer!{i}

source: [_intercom_] {i}In about five minutes, all students are to report to the Auditorium for an important {u}mandatory{/u} school meeting!{i}
it_it: [_intercom_] {i}In circa cinque minuti, tutti gli studenti devono riferire all'Auditorium per un'importante riunione della scuola {u}obbligatoria{/u}!{i}

source: [_intercom_] {i}We will be welcoming the newest member of the Casper High Faculty to the school!{i}
it_it: [_intercom_] {i}Accoglieremo il nuovo membro dell'Alta Facoltà di Casper nella scuola!{i}

source: [_danny_s_at_player_s_rise_s_smile_] (Really? The school had the budget to hire somebody new? Huh.)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Davvero? La scuola aveva il budget per assumere qualcuno nuovo? Huh.)

source: [_intercom_] {i}Any students found loitering in the halls or smoking in the bathrooms will receive a weeks detention, as per usual.
it_it: [_intercom_] {i}Qualsiasi studente trovato in loitering nelle sale o fumare nei bagni riceverà una detenzione di settimane, come di consueto.

source: [_intercom_] {i}...actually, make that {u}two{/u} weeks worth of detention.{/i}
it_it: [_intercom_] {i}...in realtà, fai che {u}due{/u} settimane di detenzione.{/i}

source: [_sam_s_co_s_towards_s_idle_s_talk_happy_] Hey Danny.
it_it: [_sam_s_co_s_towards_s_idle_s_talk_happy_] Ehi Danny.

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey guys. Everyone's headed to the auditorium I guess, right?
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Ehi ragazzi. Tutti si sono diretti all'auditorium che immagino, giusto?

source: [_tucker_s_towards_s_rise_s_talk_displeased_] Yeah, but I didn't hear anything about them hiring a new teacher?
it_it: [_tucker_s_towards_s_rise_s_talk_displeased_] Sì, ma non ho sentito nulla di loro assumere un nuovo insegnante?

source: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] I may have overhead something the other day that makes some more sense now, I guess.
it_it: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] Potrei avere qualcosa di sopraelevato l'altro giorno che ha qualche senso più ora, immagino.

source: [_danny_s_towards_s_rise_s_talk_happy_] What was it?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Che cos'era?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Ishiyama had Lancer stopped in the hall, and they were both talking about looking forward to some "real changes" in the school soon.
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Ishiyama aveva Lancer fermato nella sala, e entrambi stavano parlando di guardare avanti ad alcuni "cambiamenti reali" nella scuola presto.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well that seems vague. What could one new teacher possibly add to-
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Beh, sembra vago. Cosa potrebbe aggiungere un nuovo insegnante a-

source: [_intercom_] {i}...you know what? {u}Three{/u} weeks detention for any wandering loiterers.{/i}
it_it: [_intercom_] {i}...sai cosa? {u}Tre settimane di detenzione per qualsiasi loiterer vagante.{/i}

source: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] ...we'd better just go find out what's going on.
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] ...faremmo meglio ad andare a scoprire cosa sta succedendo.

source: [_danny_tucker_] Right!
it_it: [_danny_tucker_] A destra!

source: [_ishiyama_s_speech_s_face_front_s_up_s_neutral_s_talk_happy_] Okay everyone, settle down, let's take our seats... thank you, good afternoon.
it_it: [_ishiyama_s_speech_s_face_front_s_up_s_neutral_s_talk_happy_] Va bene a tutti, calmiamoci, prendiamo i nostri seggi... grazie, buon pomeriggio.

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_] {i}*Ahem*{/i} As you all know, the more frequent occurrences of supernatural beings and such haunting Amity Park, has left many of us on edge.
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_] {i}*Ahem*{/i} Come tutti sapete, gli avvenimenti più frequenti di esseri soprannaturali e di tale inquietante Amity Park, hanno lasciato molti di noi sul bordo.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_displeased_] With everyone's mental health still in mind of course, the faculty has decided it is only appropriate that we hire on a counselor who will help keep up welfare checks on all of you.
it_it: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_displeased_] Con la salute mentale di tutti ancora in mente, naturalmente, la facoltà ha deciso che è solo appropriato che assumiamo su un consulente che aiuterà a mantenere i controlli di benessere su tutti voi.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_happy_] She is here to listen to everything you're going through, whether it be ghost related stress or otherwise.
it_it: [_ishiyama_s_speech_s_face_front_s_at_right_s_sad_s_talk_happy_] Lei è qui per ascoltare tutto quello che stai attraversando, sia che si tratti di stress legato ai fantasmi o altro.

source: [_ishiyama_s_speech_s_face_front_s_up_s_rise_s_talk_happy_] And of course, anything you say to her in private will be kept strictly confidential. We want our students to feel completely at ease with her.
it_it: [_ishiyama_s_speech_s_face_front_s_up_s_rise_s_talk_happy_] E naturalmente, tutto ciò che le dici in privato sarà mantenuto strettamente confidenziale. Vogliamo che i nostri studenti si sentano completamente a proprio agio con lei.

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_consternation_] {i}*Sighs*{/i} ...the smallest dose of hormones, and look what it does to them...
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_consternation_] {i}*Sighs*{/i} ...la dose più piccola di ormoni e guarda cosa fa a loro...

source: [_ishiyama_s_speech_s_face_front_s_rise_s_talk_happy_] {i}*Ahem*{/i} Now, I expect you all to give a warm, friendly Casper High welco-
it_it: [_ishiyama_s_speech_s_face_front_s_rise_s_talk_happy_] {i}*Ahem*{/i} Ora, mi aspetto che tutti voi diate un caldo e amichevole Casper High welco-

source: [_penelope_s_stage_s_idle_right_s_talk_amused_] {i}HELLOOOOOOO{/i}, CASPER HIGH!!
it_it: [_penelope_s_stage_s_idle_right_s_talk_amused_] {i}HELLOOOOOOOOO{/i}, ALTO CASPER!!

source: [_ishiyama_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, y-yes... please welcome Miss Penelope Spectra, our new School psychiatrist.
it_it: [_ishiyama_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, y-yes... benvenuti Miss Penelope Spectra, il nostro nuovo psichiatra della scuola.

source: [_penelope_s_stage_s_wondering_right_s_talk_happy_] Oh I am just {i}SOOO{/i} glad to be here everyone!
it_it: [_penelope_s_stage_s_wondering_right_s_talk_happy_] Oh Sono solo {i}SOOO{/i} felice di essere qui tutti!

source: [_penelope_s_stage_s_idle_towards_s_talk_happy_] Now that I'm finally here in your marvelous school, I can begin the lengthy battle...
it_it: [_penelope_s_stage_s_idle_towards_s_talk_happy_] Ora che sono finalmente qui nella tua meravigliosa scuola, posso iniziare la lunga battaglia...

source: [_penelope_s_stage_s_idle_right_s_talk_displeased_] ...against all the fatigue and stress you poor students have built up over the past few weeks!
it_it: [_penelope_s_stage_s_idle_right_s_talk_displeased_] ...contro tutta la stanchezza e lo stress che gli studenti poveri si sono accumulati nelle ultime settimane!

source: [_penelope_s_stage_s_idle_towards_s_talk_displeased_] Mental health advocacy is simply {i}sooo{/i} important for all your developing minds.
it_it: [_penelope_s_stage_s_idle_towards_s_talk_displeased_] La difesa della salute mentale è semplicemente {i}sooo{/i} importante per tutte le tue menti in via di sviluppo.

source: [_penelope_s_stage_s_idle_right_s_talk_displeased_] It might all seem too difficult to tackle even now, but I believe we can get through this together!
it_it: [_penelope_s_stage_s_idle_right_s_talk_displeased_] Potrebbe sembrare troppo difficile affrontare anche adesso, ma credo che possiamo passare insieme a questo!

source: [_penelope_s_stage_s_idle_towards_s_talk_amused_] I simply cannot wait to help raise your spirits even greater than they were before!
it_it: [_penelope_s_stage_s_idle_towards_s_talk_amused_] Semplicemente non vedo l'ora di aiutare ad elevare i tuoi spiriti ancora più grandi di quanto non fossero prima!

source: [_penelope_s_stage_s_neutral_towards_s_grin_big_] ({i}There{/i} you are...)
it_it: [_penelope_s_stage_s_neutral_towards_s_grin_big_] ({i}C'è{/i} se...)

source: [_tucker_s_offscreen_s_ahegao_s_rise_s_talk_happy_] Holy smokes! She's HOT!
it_it: [_tucker_s_offscreen_s_ahegao_s_rise_s_talk_happy_] Fumi Santi! Lei è HOT!

source: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Honestly... yeah. I've never seen a nurse with quite her style before.
it_it: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Onestamente... sì. Non ho mai visto un'infermiera con il suo stile prima.

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_distraught_] Yeah, she's... I don't know. There's something off about her being hired like this...
it_it: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_distraught_] Sì, è... non lo so. C'è qualcosa di fuori che lei sia assunta così...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Did I just feel a chill...?)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Mi sento solo un freddo...?)

source: [_penelope_s_stage_s_idle_right_s_talk_happy_] Anyway, I simply wanted to introduce myself to all you bright eyed students!
it_it: [_penelope_s_stage_s_idle_right_s_talk_happy_] Comunque, volevo semplicemente presentarmi a tutti voi studenti dagli occhi brillanti!

source: [_penelope_s_stage_s_wondering_right_s_talk_amused_] My new office space will be held on the 2nd floor at the end of the locker hall.
it_it: [_penelope_s_stage_s_wondering_right_s_talk_amused_] Il mio nuovo spazio per ufficio si terrà al 2° piano alla fine della sala armadio.

source: [_penelope_s_stage_s_idle_towards_s_talk_happy_] I invite any and all to come in to talk about anything you feel you have to share!
it_it: [_penelope_s_stage_s_idle_towards_s_talk_happy_] Invito tutti e tutti a venire a parlare di tutto ciò che si sente di dover condividere!

source: [_penelope_s_stage_s_neutral_towards_s_talk_amused_] ...I'd simply {i}love{/i} to pick some of your brains...
it_it: [_penelope_s_stage_s_neutral_towards_s_talk_amused_] ...Semplicemente {i}amore{/i} per scegliere alcuni dei tuoi cervelli...

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_] {i}*Ahem*{/i} Yes, well, thank you students, that about adjourns the assembly.
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_] {i}*Ahem*{/i} Sì, beh, grazie agli studenti, che per gli appuntamenti dell'assemblea.

source: [_ishiyama_s_speech_s_face_right_s_up_s_rise_s_talk_displeased_] Again, if you have any concerns, please speak to a member of staff directly, or see Miss Spectra in her office.
it_it: [_ishiyama_s_speech_s_face_right_s_up_s_rise_s_talk_displeased_] Ancora una volta, se avete delle preoccupazioni, si prega di parlare direttamente con un membro del personale, o vedere Miss Spectra nel suo ufficio.

source: [_ishiyama_s_speech_s_face_front_s_up_s_idle_s_talk_displeased_] You can return to the rest of your classes, and have a good rest of the day!
it_it: [_ishiyama_s_speech_s_face_front_s_up_s_idle_s_talk_displeased_] Puoi tornare al resto delle tue classi, e avere un buon resto della giornata!

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_neutral_s_consternation_] (I do hope hiring this spotlight stealer was the right choice in the end...)
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_neutral_s_consternation_] (Spero che assumere questo furto dei riflettori sia stata la scelta giusta alla fine...)

source: [_tucker_s_closed_s_wondering_s_talk_happy_] You know, the more I think about it... I certainly have been feeling particularly depressed recently...
it_it: [_tucker_s_closed_s_wondering_s_talk_happy_] Sai, più ci penso... mi sono sentita particolarmente depressa recentemente...

source: [_tucker_s_towards_s_angry_s_talk_happy_] And I think some special "one on one" counseling from Miss Spectra's the only thing that'll cure me!
it_it: [_tucker_s_towards_s_angry_s_talk_happy_] E penso che qualche consiglio speciale "uno su uno" da Miss Spectra è l'unica cosa che mi curerà!

source: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] Tucker, you know mental health resources are for people who really do need some help and guidance, right?
it_it: [_sam_s_co_s_towards_s_rise_s_talk_consternation_] Tucker, sai che le risorse per la salute mentale sono per le persone che hanno davvero bisogno di aiuto e guida, giusto?

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] ...not just an excuse to get creepy shoulder massages from some new teacher!
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] ... non solo una scusa per ottenere massaggi spalla raccapriccianti da qualche nuovo insegnante!

source: [_tucker_s_away_s_sad_s_talk_consternation_] {i}Ohhhh{/i}, to think that I can't even turn to my dearest friends to lament about my feelings!
it_it: [_tucker_s_away_s_sad_s_talk_consternation_] {i}Ohhhh{/i}, per pensare che non posso nemmeno rivolgermi ai miei amici più cari per lamentarmi dei miei sentimenti!

source: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Yeah, right, you're a {i}real{/i} lost soul at the moment, huh?
it_it: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Sì, giusto, sei un {i}reale {/i} anima persa al momento, eh?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Danny? Something up?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Danny? Qualcosa in su?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] You went all thousand yard stare on us just then.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Sei andato tutte le migliaia di iarda a stare su di noi proprio allora.

source: [_tucker_s_towards_s_rise_s_talk_consternation_] Yeah, you didn't even feel the need to join in on Sam's ribbing session.
it_it: [_tucker_s_towards_s_rise_s_talk_consternation_] Sì, non hai nemmeno sentito la necessità di partecipare alla sessione di ribbing di Sam.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uh{/i}, no, it's nothing, just felt something odd back there is all...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uh{/i}, no, non è niente, si sentiva qualcosa di strano indietro c'è tutto...

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Well hey, if you're feeling unsure about anything, I'm certain my new favorite confidante Miss Spectra will lend you a shoulder to cry on!
it_it: [_tucker_s_towards_s_wondering_s_talk_happy_] Beh, hey, se ti senti insicuro di qualcosa, sono sicuro che la mia nuova confidante preferita Miss Spectra ti darà una spalla su cui piangere!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh shut up, Tucker! She's over twice your age!
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh zitte, Tucker! Ha più di due volte la tua età!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}I still see some dilly dalliers hanging around in the halls. Let's move it, people!{/i}
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Vedo ancora qualche dilly dalliers appeso in giro nelle sale. Spostiamolo, persone!{/i}

source: [_danny_s_towards_s_rise_s_talk_happy_] Guys, don't worry. It's probably nothing.{p}{nw}
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Ragazzi, non ti preoccupare. Probabilmente non è nulla.{p}{nw}

source: [_extend_] I'll talk to you guys later after class.
it_it: [_extend_] Vi parlerò più tardi dopo la lezione.

source: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Alright... let's go before Lancer grabs us by the nape of necks.
it_it: [_sam_s_co_s_towards_s_rise_s_talk_displeased_] Bene... andiamo prima che Lancer ci afferri dalla nuca dei colli.

source: [_tucker_s_towards_s_rise_s_talk_happy_] ...Miss Spectra can take me to class anytime she-
it_it: [_tucker_s_towards_s_rise_s_talk_happy_] ...Miss Spectra può portarmi a lezione in qualsiasi momento lei-

source: [_sam_s_co_s_towards_glare_s_upset_s_clenchteeth_] {i}*Death Glares*{/i}
it_it: [_sam_s_co_s_towards_glare_s_upset_s_clenchteeth_] {i}*Glari della Morte*{/i}

source: [_tucker_s_towards_wide_s_sad_s_talk_consternation_] ...okay, okay! I'll put on the brakes...
it_it: [_tucker_s_towards_wide_s_sad_s_talk_consternation_] ...va bene, va bene! Mi metterò i freni...

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] That would be best for us all, Tuck...
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Sarebbe meglio per tutti noi, Tuck...

source: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...and {i}that{/i}, ladies and gentlemen, is why Bigfoot could {i}never{/i} have possibly lived in Seattle.
it_it: [_lancer_s_at_player_s_neutral_s_talk_displeased_] ...e {i}che{/i}, onorevoli colleghi, è il motivo per cui Bigfoot potrebbe {i}mai{/i} hanno forse vissuto a Seattle.

source: [_lancer_s_at_player_s_rise_s_talk_displeased_] Now, with the rest of the hour to us, if you'll turn your books to-
it_it: [_lancer_s_at_player_s_rise_s_talk_displeased_] Ora, con il resto dell'ora per noi, se girerai i tuoi libri a-

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
it_it: [_doorsound_] {i}*Knock* *Knock* *Knock* *Knock*{/i}

source: [_lancer_s_towards_s_neutral_s_talk_displeased_] Yes, come in!
it_it: [_lancer_s_towards_s_neutral_s_talk_displeased_] Sì, entra!

source: [_penelope_s_at_player_s_idle_s_talk_happy_] {i}Hellooo{/i} again students!
it_it: [_penelope_s_at_player_s_idle_s_talk_happy_] {i}Hellooo{/i} ancora studenti!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (There's that chill again...)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (C'è di nuovo quel gelo...)

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] And just how are these hungry young minds doing this class session?
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] E come stanno queste giovani menti affamate facendo questa sessione di classe?

source: [_lancer_s_towards_s_idle_s_talk_happy_] Eager to once again have me expanding their horizons, as per usual.
it_it: [_lancer_s_towards_s_idle_s_talk_happy_] Desideroso di farmi ancora una volta espandere i loro orizzonti, come di consueto.

source: [_lancer_s_at_player_s_idle_s_talk_happy_] Can't you just feel their enthusiasm for learning radiating off them?
it_it: [_lancer_s_at_player_s_idle_s_talk_happy_] Non riesci a sentire il loro entusiasmo per imparare a irradiarsi?

source: Students [special_delimiter] . . .
it_it: Studenti [special_delimiter] . . . .

source: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] ...why yes of course, they certainly seem riveted already! And what a job you've done, Mr. Lancer!
it_it: [_penelope_s_arms_up_s_towards2_s_rise_s_talk_amused_] ...perché sì, ovviamente, sembrano già rivettati! E che lavoro hai fatto, signor Lancer!

source: [_lancer_s_towards_s_wondering_s_talk_happy_] Thank you, thank you. It's sometimes hard teaching at this calibre for this little payment... but somebody's gotta do it.
it_it: [_lancer_s_towards_s_wondering_s_talk_happy_] Grazie, grazie. A volte è difficile insegnare a questo calibro per questo piccolo pagamento... ma qualcuno lo fanno.

source: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}*Ahem*{/i} So, Miss Spectra, is there something I can do for you? I'd like to get back to the lesson plan quickly.
it_it: [_lancer_s_towards_s_rise_s_talk_displeased_] {i}*Ahem*{/i} Quindi, Miss Spectra, c'è qualcosa che posso fare per te? Vorrei tornare rapidamente al piano delle lezioni.

source: [_penelope_s_towards2_s_sad_s_talk_happy_] Yes, absolutely, pardon my interruption!{p}{nw}
it_it: [_penelope_s_towards2_s_sad_s_talk_happy_] Sì, assolutamente, perdona la mia interruzione!{p}{nw}

source: [_extend_] I just need to borrow one of your students for a moment? A mister...
it_it: [_extend_] Ho solo bisogno di prendere in prestito uno dei tuoi studenti per un momento? Un mistero...

source: [_penelope_s_arms_up_s_at_player_s_rise_s_talk_amused_] Why yes, you! If you'll just follow me dear, the Principal and I would like to have a little chat with you!
it_it: [_penelope_s_arms_up_s_at_player_s_rise_s_talk_amused_] Perché sì, tu! Se mi seguirai caro, il Principale ed io vorremmo fare una piccola chiacchierata con te!

source: [_lancer_s_towards_s_rise_s_talk_displeased_] ...and don't think this excuses you from doing today's chapter study, Mr. Fenton!
it_it: [_lancer_s_towards_s_rise_s_talk_displeased_] ...e non pensate che questo ti scusi dal fare lo studio del capitolo di oggi, signor Fenton!

source: [_lancer_s_towards_s_angry_s_talk_displeased_] MAKE SURE YOU'RE READ UP TO PAGE 234 BY TOMORROW!!
it_it: [_lancer_s_towards_s_angry_s_talk_displeased_] FAI SURIRE YOU'RE LEGGERE ALLA PAGINA 234 DA TOMORROW!!

source: [_lancer_s_closed_s_sad_s_talk_displeased_] {i}*Sighs*{/i} The nosey body's I have to put up with to ensure these kids have a fulfilling education!
it_it: [_lancer_s_closed_s_sad_s_talk_displeased_] {i}*Sighs*{/i} Il corpo nosey che devo sopportare per assicurarsi che questi bambini abbiano un'istruzione appagante!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, Principle Ishiyama's office is down there, not this way. Where are we going?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ehi, l'ufficio del Principio Ishiyama è lì, non così. Dove stiamo andando?

source: [_penelope_s_arms_up_s_towards_s_sad_s_talk_amused_] Oh, you'll have to excuse my little fib Danny, I thought it best! Vice Principal Lancer seems the sort to not particularly tolerate my...
it_it: [_penelope_s_arms_up_s_towards_s_sad_s_talk_amused_] Oh, dovrai scusare il mio piccolo fib Danny, ho pensato meglio! Vice Principal Lancer sembra il tipo di non tollerare particolarmente il mio...

source: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] ...interests in getting to know you students better. I figured namedropping Ishiyama would help grease his gears a bit more.
it_it: [_penelope_s_arms_up_s_towards_s_rise_s_talk_happy_] ...gli interessi nel conoscerti meglio gli studenti. Ho capito che il nome di Ishiyama aiuterebbe a ungere un po' di più gli ingranaggi.

source: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] No, you're not going to the Principal's Office, Danny, you're coming with me to {i}my{/i} Office.
it_it: [_penelope_s_arms_up_s_towards_s_wondering_s_talk_amused_] No, non andrai all'Ufficio del Principato, Danny, vieni con me all'ufficio {i}mio{/i}.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, but... why?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ok, ma... perché?

source: [_penelope_s_towards_s_rise_s_talk_amused_] Oh you'll see soon enough...
it_it: [_penelope_s_towards_s_rise_s_talk_amused_] Oh vedrai abbastanza presto...

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Jazz? What are you doing here?
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Jazz? Cosa stai facendo qui?
