Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: it_it

source: [_danny_s_sad_] (Oh, Mom's here... I hope she's still not upset about the whole jumpsuit wardrobe malfunction the other day...)
it_it: [_danny_s_sad_] (Oh, la mamma è qui... Spero che non sia ancora arrabbiata per il malfunzionamento della tuta l'altro giorno...).

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, hey Mom. Hanging outside of the lab, I see...
it_it: [_danny_s_rise_one_s_talk_frown_2_] Uhh, ciao mamma. Fuori dal laboratorio, vedo...

source: [_maddie_s_towards_s_talk_happy_2_] Oh, hey sweetie. I'm actually glad I ran into you. You haven't seen the remote anywhere, have you?
it_it: [_maddie_s_towards_s_talk_happy_2_] Oh, ehi, tesoro. Sono felice di averti incontrato. Non hai visto il telecomando da nessuna parte, vero?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] For the TV? No, I haven't, is it missing? I don't really watch much television, honestly.
it_it: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] Per la TV? No, non l'ho fatto. Manca? Sinceramente non guardo molta televisione.

source: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, then where could it have gone? It's usually out here on the couch normally, and I even checked between the cushions...
it_it: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, allora dove può essere andato? Di solito è qui fuori sul divano, e ho anche controllato tra i cuscini...

source: [_danny_s_rise_one_s_talk_frown_2_] You trying to watch the news or something?
it_it: [_danny_s_rise_one_s_talk_frown_2_] Stai cercando di guardare il telegiornale o qualcosa del genere?

source: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] No, no, not at all. The news usually just depresses me unless it's ghost related. And things have been pretty quiet lately...
it_it: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] No, no, per niente. Le notizie di solito mi deprimono, a meno che non siano legate ai fantasmi. E ultimamente le cose sono state piuttosto tranquille...

source: [_maddie_s_closed_s_talk_happy_s_sad_] There was actually some report on the other day about a reported "ghost genie" and "nerdy ghost goblin" sighting at the mall, but that's so ridiculous to be investigated legitimately. I certainly got a chuckle out of it...
it_it: [_maddie_s_closed_s_talk_happy_s_sad_] L'altro giorno è stato riferito di un avvistamento di un "genio fantasma" e di un "goblin fantasma nerd" al centro commerciale, ma è talmente ridicolo da non poter essere indagato legittimamente. Di certo mi ha fatto ridere...

source: [_maddie_s_idle__s_towards_s_talk_frown_] I'm simply trying to find the remote so I can switch over to the DVD section of the cable input.
it_it: [_maddie_s_idle__s_towards_s_talk_frown_] Sto semplicemente cercando di trovare il telecomando per poter passare alla sezione DVD dell'ingresso via cavo.

source: [_danny_s_talk_frown_s_sad_2_] Why's that?
it_it: [_danny_s_talk_frown_s_sad_2_] Perché?

source: [_maddie_s_sad_s_talk_happy_s_towards_] I don't know, I just... I just feel like watching a movie is all. It feels like I haven't found a good time to just relax in a good long while, ya know?
it_it: [_maddie_s_sad_s_talk_happy_s_towards_] Non lo so, è solo che... Ho voglia di guardare un film, tutto qui. Mi sembra di non aver trovato un buon momento per rilassarmi da un bel po', sai?

source: [_maddie_s_away_s_talk_frown_2_s_sad_] Raising you kids and working in the lab with your father has been great of course, but sometimes I just feel like... I don't know, a bit spread thin.
it_it: [_maddie_s_away_s_talk_frown_2_s_sad_] Crescere i vostri figli e lavorare in laboratorio con vostro padre è stato fantastico, naturalmente, ma a volte mi sento come... non so, un po' sparpagliata.

source: [_danny_s_sad_2_s_talk_happy_] You just need to take more breaks mom! Being as busy and as inventive as you and Dad are, I'm sure it gets exhausting.
it_it: [_danny_s_sad_2_s_talk_happy_] Devi solo fare più pause mamma! Sono sicuro che essere così impegnati e inventivi come voi e papà diventa estenuante.

source: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Yeah, it's good to just take a break every once and awhile, right? Today has just felt like a "casual night in" type of vibe, you know?
it_it: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Sì, è bene prendersi una pausa ogni tanto, no? Oggi mi è sembrata un'atmosfera da "serata informale", sai?

source: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] But with this darn remote missing, I can't even pop in a nice period piece or rom com to watch...
it_it: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] Ma con questo dannato telecomando mancante, non posso nemmeno guardare un bel film d'epoca o una commedia romantica...

source: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Well, I'll try looking for it around the house, I'm sure it's got to be around here somewhere. Unless a ghost can possess household appliances and start making them move around!
it_it: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Proverò a cercarlo in casa, sono sicuro che deve essere qui da qualche parte. A meno che un fantasma non possa possedere gli elettrodomestici e iniziare a farli muovere!

source: [_maddie_s_sad_2_s_talk_happy_] Thank you dear. I'd appreciate that. I'm gonna keep checking between the cushions. Maybe your father knows something too...
it_it: [_maddie_s_sad_2_s_talk_happy_] Grazie, cara. Lo apprezzo molto. Continuerò a controllare tra i cuscini. Forse anche tuo padre sa qualcosa...

source: [_danny_s_rise_one_s_frown_] (Alright then, if I were a regular ol' black remote, where would I be?)
it_it: [_danny_s_rise_one_s_frown_] (Va bene, se fossi un normale telecomando nero, dove sarei?).

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... not one of my more {i}thrilling{/i} side adventures, honestly...)
it_it: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... non è una delle mie avventure collaterali più {i}emozionanti{/i}, onestamente...)

source: [_morahzamora_] Look, they're not all gonna be grand epics, alright? We're trying to get things done faster here.
it_it: [_morahzamora_] Sentite, non saranno tutte grandi epopee, va bene? Stiamo cercando di fare le cose più velocemente.

source: [_gzone__] Better az' well az' faster, mind you, 've don't want to try and rush things too quickly 'eizher.
it_it: [_gzone__] Meglio az' bene az' più veloce, intendiamoci, 've non voglio cercare di affrettare le cose troppo velocemente 'eizher.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the?! Who- who was- did I just hear... huh?!
it_it: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Ma che...? Chi... chi era... ho appena sentito... eh?!

source: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh great, the Fenton Portal gave me both ghost powers {i}and{/i} schizophrenia... and one of the voices is {b}German{/b} of all things...)
it_it: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh, fantastico, il Portale Fenton mi ha dato sia i poteri dei fantasmi {i}che la schizofrenia... e una delle voci è {b}tedesca{/b} di tutte le cose...)

source: [_danny_s_towards_s_wondering_s_frown_3_] (Anyway, on to finding that remote... it's gotta be around the house somewhere, right?)
it_it: [_danny_s_towards_s_wondering_s_frown_3_] (Comunque, per trovare il telecomando... deve essere da qualche parte in casa, no?).

source: [_danny_s_sad_s_talk_happy_s_down_] Here we go, this little bugger was sitting here the whole time!
it_it: [_danny_s_sad_s_talk_happy_s_down_] Ecco, questo piccolo insetto è stato seduto qui per tutto il tempo!

source: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] But why? What would a remote be doing sitting in here for?
it_it: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] Ma perché? Cosa ci fa un telecomando seduto qui dentro?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, what are you doing in here?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, che ci fai qui?

source: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, hey Jazz, did you see this here at all?
it_it: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, ehi Jazz, l'hai visto proprio qui?

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Uhm, wh-what do you mean?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Cosa vuoi dire?

source: [_danny_s_down_s_talk_frown_2_] I mean the TV remote. It was sitting here on this counter. In the bathroom of all places.
it_it: [_danny_s_down_s_talk_frown_2_] Intendo il telecomando della TV. Era seduto su questo bancone. Proprio nel bagno.

source: [_danny_s_towards_s_talk_frown_] Do you know anything about this?
it_it: [_danny_s_towards_s_talk_frown_] Ne sa qualcosa?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, uh, yeah, sorry, I was g-gonna put that back downstairs. I was just looking for some spare batteries for my...
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, sì, scusate, stavo per rimetterlo di sotto. Stavo solo cercando delle batterie di ricambio per il mio...

source: [_jazz_s_towards_s_sad_s_talk_frown_] ...Game Boy... Color...
it_it: [_jazz_s_towards_s_sad_s_talk_frown_] ...Game Boy... Colore...

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Game Boy? Jazz, since when have you ever played video games?
it_it: [_danny_s_talk_happy_s_towards_s_rise_one_] Game Boy? Jazz, da quando giochi ai videogiochi?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Well, I uh, I just thought I'd pick up a hobby, ya know? All that old retro gaming stuff... i-it's actually p-pretty neat!
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Beh, ho pensato di dedicarmi a un hobby, sai? Tutti quei vecchi giochi retrò... sono davvero molto belli!

source: [_danny_s_down_s_neutral_s_talk_frown_] But this remote doesn't have double A batteries, it takes triple A. You'd need double A batteries to play your Game Bo-
it_it: [_danny_s_down_s_neutral_s_talk_frown_] Ma questo telecomando non ha batterie a doppia A, bensì a tripla A. Avresti bisogno di batterie a doppia A per giocare con il tuo Game Bo-.

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Alright, look, I'll give you back the stupid batteries, okay?!
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Va bene, senti, ti restituisco le stupide batterie, ok?!

source: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Huh? But I was just saying, you wouldn't even have any use for them, they're the wrong kind to-
it_it: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Eh? Ma stavo solo dicendo che non ti servirebbero a nulla, sono del tipo sbagliato...

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, you're bugging me. Do you want the batteries or not?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, mi stai infastidendo. Vuoi le batterie o no?

source: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Well, I {i}was{/i} just looking for the remote, but yeah, I guess I'll need to get those back now too...
it_it: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Beh, io {i}stavo{/i} solo cercando il telecomando, ma sì, credo che ora dovrò recuperare anche quelli...

source: [_jazz_s_towards_s_sad_s_talk_frown_] Then quit your blabbering and just follow me... the batteries are in my room...
it_it: [_jazz_s_towards_s_sad_s_talk_frown_] Allora smetti di blaterare e seguimi... le batterie sono nella mia stanza...

source: [_danny_s_talk_happy_s_closed_s_sad_] Alright, no problem. Lead the way!
it_it: [_danny_s_talk_happy_s_closed_s_sad_] Va bene, nessun problema. Fate strada!

source: [_danny_s_at_player_s_rise_one_s_frown_3_] (Jeez, what's gotten under her skin? She could have just asked to borrow my Game Boy in the mean time...)
it_it: [_danny_s_at_player_s_rise_one_s_frown_3_] (Cavolo, cosa le è preso? Avrebbe potuto semplicemente chiedere in prestito il mio Game Boy nel frattempo...)

source: [_danny_s_frown_2_s_towards_s_wondering_] (Chicks are so overly sensitive sometimes...)
it_it: [_danny_s_frown_2_s_towards_s_wondering_] (Le ragazze sono così eccessivamente sensibili a volte...)

source: [_danny_s_rise_one_s_talk_happy_] Okay, so you said you had them?
it_it: [_danny_s_rise_one_s_talk_happy_] Ok, hai detto di averli?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Yes, they're right here.
it_it: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Sì, sono proprio qui.

source: [_danny_s_down_s_sad_s_talk_happy_2_] Great, thanks!
it_it: [_danny_s_down_s_sad_s_talk_happy_2_] Ottimo, grazie!

source: [_danny_s_towards_s_sad_s_talk_happy_] So, uhm, again, if you wanna use my Game Boy, I'd be willing to rent it to you for a fair-
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Quindi, uhm, di nuovo, se vuoi usare il mio Game Boy, sarei disposto a noleggiartelo per un prezzo equo...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, jeez Danny, are you gonna actually make me say it out loud?? I wasn't trying to use these for a silly Game Boy!
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, cavolo Danny, vuoi davvero farmelo dire ad alta voce? Non stavo cercando di usare questi per uno stupido Game Boy!

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] Okay, yeah, see, that didn't really make any sense to me before, alrighty then, glad that's sorta cleared up...
it_it: [_danny_s_blank_stare_s_talk_frown_s_sad_] Ok, sì, vedi, questo non aveva senso per me prima, va bene allora, sono contento che sia stato chiarito...

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] But like, what {i}were{/i} they for then?
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Ma a cosa servivano allora {i}?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] I needed smaller batteries for something of mine...
it_it: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Avevo bisogno di batterie più piccole per un mio oggetto...

source: [_danny_s_talk_frown_s_rise_one_] Yeah, what was it?
it_it: [_danny_s_talk_frown_s_rise_one_] Sì, che cos'era?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Look, do I {b}need{/b} to tell you?
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Senti, c'è bisogno che {b}{/b} te lo dica?

source: [_danny_s_down_s_wondering_s_talk_frown_2_] Well, no, but I just thought I'd ask. I mean, if you needed fresh Triple A batteries, I could probably lend you some.
it_it: [_danny_s_down_s_wondering_s_talk_frown_2_] Beh, no, ma ho pensato di chiederlo. Voglio dire, se ti servono batterie fresche Triple A, probabilmente potrei prestartene qualcuna.

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] No Danny, trust me, it's fine, I didn't wanna bother you with this at all. Believe me.
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] No Danny, fidati, va bene, non volevo disturbarti per questo. Credimi.

source: [_danny_s_rise_one_s_talk_happy_] But why not, you're my sister! of course I'd help you out if you asked. I'm not that much of an intolerable little brother, am I?
it_it: [_danny_s_rise_one_s_talk_happy_] Ma perché no, sei mia sorella! Certo che ti aiuterei se me lo chiedessi. Non sono un fratello minore così insopportabile, vero?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] It was because... I needed them for something sorta {b}personal{/b}, and, well... {u}private{/u}.
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Era perché... mi servivano per qualcosa di {b}personale{/b} e, beh... {u}privato{/u}.

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... okay then... yeah, alright, I think I get the picture...
it_it: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... ok allora... sì, va bene, credo di aver capito...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Ugh, look, this is embarassing, you just standing here and poorly sleuthing this whole thing out further than necessary! Just take your batteries and leave alrea-
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Senti, è imbarazzante che tu stia qui a indagare più del necessario! Prendi le tue batterie e vattene...

source: [_danny_s_sad_s_towards_wide_s_talk_frown_] A charging port!
it_it: [_danny_s_sad_s_towards_wide_s_talk_frown_] Una porta di ricarica!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Huh? What are you-
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Eh? Cosa stai...

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, ya know, the {b}thing{/b} you're looking to replace the batteries for, you should just get a new one. One with a charging port. Spare yourself the dependence on batteries.
it_it: [_danny_s_closed_s_talk_happy_s_sad_] Beh, sai, per la {b}cosa{/b} che stai cercando di sostituire le batterie, dovresti semplicemente prenderne una nuova. Uno con una porta di ricarica. Risparmiatevi la dipendenza dalle batterie.

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, r-right. Yeah, that, uh, that sounds like... a reasonable enough investment to make... {i}*Ahem*{/i} Well, uhh, again, th-thank you Danny. I'll take that into consideration.
it_it: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Oh, va bene. Sì, mi sembra un investimento abbastanza ragionevole da fare... {i}*Ahem*{/i} Beh, uhh, di nuovo, grazie Danny. Lo terrò in considerazione.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, I mean, considering how much you must use it on a near daily basis, we don't wanna have to take a loan out on the house on Double A's! {i}Hah hah ha!{/i}
it_it: [_danny_s_rise_one_s_talk_happy_2_] Sì, voglio dire, considerando quanto devi usarlo quasi quotidianamente, non vogliamo dover fare un mutuo per la casa con la doppia A! {i}Hah hah hah!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}GET OUT OF MY ROOM ALREADY, DANNY!!{/b}
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Esci subito dalla mia stanza, DANNY!!!

source: [_danny_s_closed_s_grin_happy_s_sad_2_] (Heh heh... nothing better than teasing Jazz with intolerable levels of annoyance.)
it_it: [_danny_s_closed_s_grin_happy_s_sad_2_] (Niente di meglio che stuzzicare Jazz con livelli di fastidio intollerabili).

source: [_danny_s_talk_happy_s_down_s_sad_] Anyway, I guess I can go give Mom the remote now.
it_it: [_danny_s_talk_happy_s_down_s_sad_] Comunque, credo di poter andare a dare il telecomando alla mamma.

source: [_maddie_s_sad_2_s_talk_frown_] Any luck?
it_it: [_maddie_s_sad_2_s_talk_frown_] Avete avuto fortuna?

source: [_danny_s_talk_happy_s_sad_2_] Long story short, I got it!
it_it: [_danny_s_talk_happy_s_sad_2_] Per farla breve, l'ho preso!

source: [_maddie_s_closed_s_idle__s_talk_happy_] Oh wonderful! Thank you Danny, I'm glad we got that little mystery solved.
it_it: [_maddie_s_closed_s_idle__s_talk_happy_] Oh, meraviglioso! Grazie Danny, sono felice di aver risolto questo piccolo mistero.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, so uh, what movie were you going to watch? Would you mind if I watched it with yah?
it_it: [_danny_s_rise_one_s_talk_happy_2_] Si', allora... che film volevi guardare? Ti dispiace se lo guardo con te?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, well, yes, about that... I went to ask your father if he'd seen the remote, or to see if he had accidentally sat on it, ya know...
it_it: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, beh, sì, a proposito... Sono andato a chiedere a tuo padre se aveva visto il telecomando, o per vedere se ci si era seduto sopra per sbaglio, sai...

source: [_maddie_s_away_s_talk_happy_2_s_idle__] And we sorta got to talking, and I actually decided to change my plans a bit.
it_it: [_maddie_s_away_s_talk_happy_2_s_idle__] Abbiamo iniziato a parlare e ho deciso di cambiare un po' i miei piani.

source: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] I think me and him are just going to stay in our room together tonight.
it_it: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] Credo che stanotte io e lui resteremo insieme nella nostra stanza.

source: [_danny_s_sad_s_talk_frown_] Oh, okay then. Well, as long as it still counts as taking some time for yourself!
it_it: [_danny_s_sad_s_talk_frown_] Oh, allora va bene. Beh, l'importante è che conti ancora come un po' di tempo per te stesso!

source: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Yes Danny, I should be {b}plenty{/b} relaxed after tonight...
it_it: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Sì Danny, dovrei essere {b}molto rilassato dopo stasera...

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} Alright, well that's great, so, uh... have... fun?
it_it: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} Va bene, beh, è fantastico, quindi... divertitevi?

source: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Now, I've still got a little work to get done in the lab before then. Stop in donwstairs anytime Danny, I'll be there!
it_it: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Ho ancora un po' di lavoro da fare in laboratorio prima di allora. Passa al piano di sotto quando vuoi Danny, io ci sarò!

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Yeah, sure thing Mom. See you around then.
it_it: [_danny_s_towards_s_talk_happy_2_s_sad_] Sì, certo mamma. Ci vediamo in giro allora.

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, I thought that might've made for a good time to hang out with Mom. I like spending time with her...
it_it: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Cavolo, pensavo che sarebbe stato un buon momento per passare del tempo con la mamma. Mi piace passare del tempo con lei...

source: [_danny_s_towards_s_talk_frown_s_sad_] Oh well... I guess I'll just do my own thing then.
it_it: [_danny_s_towards_s_talk_frown_s_sad_] Oh beh... Credo che allora farò le mie cose da solo.

source: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Yeah, I can make my own thing cool, right? Just Danny, hanging with Danny... {i}*Tsk*{/i} I mean, t-talk about Coolsville, just talking and hanging with yourself!!
it_it: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Si', posso fare le mie cose da solo, giusto? Solo Danny, in compagnia di Danny... {i}*Voglio dire, parlare di Coolsville, parlare e stare con te stesso!!!

source: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} M-maybe I'll just ask Mom to reconsider... otherwise I'm gonna be pretty bored today.
it_it: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} Forse chiederò a mamma di ripensarci... altrimenti oggi mi annoierò parecchio.

source: [_danny_s_sad_s_talk_frown_] Okay, so, I should probably just try my best to convince Mom to hang with me.
it_it: [_danny_s_sad_s_talk_frown_] Ok, allora probabilmente dovrei fare del mio meglio per convincere la mamma a stare con me.

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] I mean, I know it's their time to spend together, but it's not like they don't do that all the time in the lab anyway.
it_it: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Voglio dire, so che è il loro tempo da passare insieme, ma non è che non lo facciano sempre in laboratorio.

source: [_danny_s_talk_frown_s_at_player_s_sad_] I feel like Mom and I should be allowed to just hang out for a little, a bit more one on-
it_it: [_danny_s_talk_frown_s_at_player_s_sad_] Sento che a me e alla mamma dovrebbe essere permesso di stare un po' insieme, un po' di più".

source: [_maddie_] {i}*Muffled Talking*{/i}
it_it: [_maddie_] {i}*Parlando in modo confuso*{/i}

source: [_jack_] {i}*Muffled Chatter*{/i}
it_it: [_jack_] {i}*Chiarata soffocata*{/i}

source: [_danny_s_talk_frown_s_at_player_] Huh? What was that I just heard?
it_it: [_danny_s_talk_frown_s_at_player_] Eh? Cos'è che ho appena sentito?
