Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: it_it

source: [_danny_s_sad_2_s_talk_frown_2_] We're not Mom, don't worry! I love you, you're my Mom!
it_it: [_danny_s_sad_2_s_talk_frown_2_] Non siamo mamma, non preoccuparti! Ti voglio bene, sei la mia mamma!

source: [_maddie_s_sad_2_s_talk_frown_] You're sure? You're not just saying that?
it_it: [_maddie_s_sad_2_s_talk_frown_] Sei sicuro? Non lo stai dicendo tanto per dire?

source: [_danny_s_sad_s_talk_happy_] Absolutely! In fact...
it_it: [_danny_s_sad_s_talk_happy_] Assolutamente! Infatti...

source: [_danny_s_closed_s_talk_happy_2_s_wondering_] Going forward, I'll try to work on coming down to ask for hugs while you're in the lab. Promise.
it_it: [_danny_s_closed_s_talk_happy_2_s_wondering_] In futuro, cercherò di lavorare per venire a chiedere abbracci mentre sei in laboratorio. Promesso.

source: [_maddie_s_rise_one_3_s_talk_happy_] You'd be willing to to make that change for me? Seriously? Oh my God...
it_it: [_maddie_s_rise_one_3_s_talk_happy_] Saresti disposto a fare questo cambiamento per me? Sul serio? Oh mio Dio...

source: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] God, I'm so sorry... that was weak of me to beg...
it_it: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] Dio, mi dispiace tanto... è stato debole da parte mia implorare...

source: [_maddie_s_towards_s_talk_happy_s_idle__] But you're just the sweetest boy, Danny...
it_it: [_maddie_s_towards_s_talk_happy_s_idle__] Ma sei un ragazzo dolcissimo, Danny...

source: [_danny_s_talk_happy_s_sad_] It's no problem. I wanna make you happy after all.
it_it: [_danny_s_talk_happy_s_sad_] Non è un problema. In fondo voglio renderti felice.

source: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Well, in the future, I'll look forward to that.
it_it: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] In futuro, non vedo l'ora di farlo.

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Well... of course, I {b}love{/b} hugs!
it_it: [_danny_s_at_player_s_sad_2_s_talk_happy_] Beh... naturalmente, io {b}amo gli abbracci!

source: [_maddie_s_talk_happy_s_sad_] Well then, come give one to Momma! My precious little guy...
it_it: [_maddie_s_talk_happy_s_sad_] Allora venite a darne uno alla mamma! Il mio prezioso ometto...

source: [_maddie_] Oh yeah, this is a nice one...
it_it: [_maddie_] Oh sì, questa è bella...

source: [_danny_] Well great, I'm glad you're enjoying this, Mom.
it_it: [_danny_] Bene, sono contento che ti piaccia, mamma.

source: [_danny_] (Somebody here ought to try and enjoy it... just... try not to think about it, Danny... avoid any pelvic dampness...)
it_it: [_danny_] (Qualcuno qui dovrebbe provare a goderselo... solo... cerca di non pensarci, Danny... evita l'umidità pelvica...)

source: [_maddie_] Oh, I'm not squeezing you too tight, am I danny?
it_it: [_maddie_] Oh, non ti sto stringendo troppo, vero Danny?

source: [_danny_] Oh, n-no! You're fine, I'm p-plenty comfortable right here...
it_it: [_danny_] Oh, n-no! Stai bene, sono molto a mio agio qui...

source: [_maddie_] Heh... I remember when you were a little baby, and you would nuzzle me just like this...
it_it: [_maddie_] Heh... Ricordo quando eri un bambino piccolo e mi accarezzavi proprio così...

source: [_maddie_] I guess I just miss those sorta times together, ya know?
it_it: [_maddie_] Credo che mi manchino quei momenti insieme, sai?

source: [_danny_] Yeah well... your little boy turned out alright, huh?
it_it: [_danny_] Sì, beh... il tuo bambino è venuto su bene, eh?

source: [_maddie_] He sure did, sweetie... he sure did...
it_it: [_maddie_] Certo che sì, tesoro... certo che sì...

source: [_danny_s_blank_stare_s_sad_s_talk_happy_] That was nice... very comforting, actually.
it_it: [_danny_s_blank_stare_s_sad_s_talk_happy_] È stato bello... molto confortante, in realtà.

source: [_maddie_s_talk_happy_s_closed_] I'm very glad you think so. I like when we're that kinda close, it makes me feel like a nurturing mother again, which I love.
it_it: [_maddie_s_talk_happy_s_closed_] Mi fa molto piacere che lo pensi. Mi piace quando siamo così vicini, mi fa sentire di nuovo come una madre che nutre, cosa che adoro.

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Well hey, if we both like it so much, how about I come visit you for some more?
it_it: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Beh, ehi, se a entrambi piace così tanto, che ne dite se vengo a trovarvi per averne ancora?

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] What do you mean?
it_it: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] In che senso?

source: [_danny_s_closed_s_sad_s_talk_happy_] Just when you're working in the lab, I'd come down and we'd share another hug together.
it_it: [_danny_s_closed_s_sad_s_talk_happy_] Proprio mentre stavi lavorando in laboratorio, io scendevo e ci scambiavamo un altro abbraccio.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] That sounds more than perfect, sweetheart.
it_it: [_maddie_s_towards_s_talk_happy_2_s_sad_] Sembra più che perfetto, tesoro.

source: [_danny_s_sad_s_talk_happy_] Then I'll definitely start doing it! I wanna make you happy after all.
it_it: [_danny_s_sad_s_talk_happy_] Allora inizierò sicuramente a farlo! Voglio renderti felice, dopotutto.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well, in the future, I'll look forward to that.
it_it: [_maddie_s_closed_s_talk_happy_s_wondering_] Beh, in futuro, non vedo l'ora di farlo.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, this was just a real nice evening. I'm glad you could spend some time with your drab old Mom.
it_it: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] È stata una serata davvero piacevole. Sono felice che tu abbia potuto passare un po' di tempo con la tua vecchia mamma.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mom, seriously, stop it. At this point, I feel like you're just fishing for compliments!
it_it: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mamma, sul serio, smettila. A questo punto, mi sembra che tu stia solo cercando complimenti!

source: [_danny_s_closed_s_angry_s_talk_happy_] You're not only the most awesome Mom I could have, but you're sweet and beautfiul. As ever, I imagine.
it_it: [_danny_s_closed_s_angry_s_talk_happy_] Non solo sei la mamma più fantastica che potessi avere, ma sei anche dolce e bella. Come sempre, immagino.

source: [_danny_s_talk_happy_s_towards_s_sad_] I'm sorry if I've ever made you feel unappreciated around here. Cause you are, so much.
it_it: [_danny_s_talk_happy_s_towards_s_sad_] Mi dispiace se vi ho fatto sentire poco apprezzati qui. Perché lo sei, tantissimo.

source: [_maddie_s_talk_frown_2_s_sad_2_] Well... maybe I felt it in the past...
it_it: [_maddie_s_talk_frown_2_s_sad_2_] Beh... forse l'ho sentito in passato...

source: [_maddie_s_towards_s_sad_s_talk_happy_] But lately... I don't feel that at all. You're a great son to have, Danny.
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Ma ultimamente... non lo sento affatto. Sei un figlio fantastico, Danny.

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] I sometimes think you'd even make a great...
it_it: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] A volte penso che saresti anche un ottimo...

source: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, I sorta lost my train of track, sorry.
it_it: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Ho perso il filo del discorso, scusate.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] I'm going to go take that shower now. Good night dear.
it_it: [_maddie_s_towards_s_talk_happy_2_s_sad_] Ora vado a fare la doccia. Buona notte, cara.

source: [_danny_s_talk_happy_s_sad_s_closed_] Kay', good night Mom. Love you.
it_it: [_danny_s_talk_happy_s_sad_s_closed_] Kay', buonanotte mamma. Ti voglio bene.

source: [_maddie_s_idle__s_talk_happy_] ...love you too, dear.
it_it: [_maddie_s_idle__s_talk_happy_] ...ti voglio bene anch'io, cara.

source: [_danny_s_neutral_] (Well, that'll be nice, getting hugs mom from now on.)
it_it: [_danny_s_neutral_] (Beh, sarà bello ricevere abbracci dalla mamma d'ora in poi).

source: [_danny_s_towards_s_frown_3_s_sad_] (I mean she's kinda right, I don't visit her as much as I'm sure she'd like me to.)
it_it: [_danny_s_towards_s_frown_3_s_sad_] (In un certo senso ha ragione, non vado a trovarla tanto quanto sono sicuro che vorrebbe che facessi).

source: [_danny_s_at_player_s_smile_s_wondering_] (But spending some time together like that was nice... real nice...)
it_it: [_danny_s_at_player_s_smile_s_wondering_] (Ma passare un po' di tempo insieme è stato bello... davvero bello).

source: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}shower{/b}?)
it_it: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}doccia{/b}?)

source: [_danny_s_frown_3_s_angry_s_closed_] (Oh boy... well then, I'd better just... head on to bed myself...)
it_it: [_danny_s_frown_3_s_angry_s_closed_] (Oh, cavolo... allora è meglio che... mi metta a letto da solo...).

source: [_danny_s_towards_] (Right off to sleep, no problem... yes sir, just tuck myself in after all the heart warming good times we've had tonight...)
it_it: [_danny_s_towards_] (Subito a dormire, non c'è problema... sì signore, mi rimbocco le coperte dopo tutti i bei momenti che abbiamo passato stasera...)

source: [_danny_s_sad_s_talk_frown_] {i}Yeuuup{/i}... the old bathroom... where one can get... {i}*Ahem*{/i} ...get {i}real{/i} clean...
it_it: [_danny_s_sad_s_talk_frown_] {i}Sì, sì, sì... il vecchio bagno... dove si può... {i}* {i}davvero{/i} pulito...

source: [_danny_s_down_s_talk_frown_2_] The same bathroom where my mother is soon to be taking a shower soon... yeup, very soon...
it_it: [_danny_s_down_s_talk_frown_2_] Lo stesso bagno in cui mia madre farà presto la doccia... sì, molto presto...

source: [_danny_s_neutral_s_blank_stare_s_blush_] To... to get herself... {u}clean{/u}...
it_it: [_danny_s_neutral_s_blank_stare_s_blush_] Per... per pulirsi... {u}pulire{/u}...

source: [_danny_s_towards_s_talk_frown_s_rise_one_] ...I wonder if she's-
it_it: [_danny_s_towards_s_talk_frown_s_rise_one_] ...mi chiedo se lei...

source: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, great, she uh... she just started...
it_it: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, fantastico, ha... ha appena iniziato...

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well... I already said goodnight to her, so... I think I'll just... uhmm... yeah...
it_it: [_danny_s_towards_s_talk_frown_2_s_sad_] Beh... Le ho già dato la buonanotte, quindi... credo che... uhmm... sì...

source: [_danny_s_closed_s_talk_happy_s_sad_] Yeeeuuup, yup, yup... time for old mister slumber to just... take me away...
it_it: [_danny_s_closed_s_talk_happy_s_sad_] Sì, sì, sì, sì... è ora che il vecchio mister Slumber mi porti via...

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Just gonna hop into bed, cover myself in the sheets and...
it_it: [_danny_s_towards_s_talk_happy_2_s_wondering_] Mi metto a letto, mi copro con le lenzuola e...

source: [_danny_s_neutral_s_talk_frown_] ...fall... asleep...
it_it: [_danny_s_neutral_s_talk_frown_] ...addormentarsi...

source: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh screw it.
it_it: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh, al diavolo.

source: [_danny_s_talk_frown_s_at_player_s_neutral_] Yeah, let's just... let's just get this over with.
it_it: [_danny_s_talk_frown_s_at_player_s_neutral_] Si', facciamo... facciamo finta di niente.

source: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (I mean, peeping on Mom isn't a first for me, what with tonight's earlier fiasco.)
it_it: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (Voglio dire, sbirciare la mamma non è una novità per me, visto il fiasco di stasera).

source: [_danny_s_blank_stare_s_frown_3_s_sad_] (If I just make sure not to actually go in, I think it'll be fine... just stick your dumb head inside and... look. Just look.)
it_it: [_danny_s_blank_stare_s_frown_3_s_sad_] (Se mi assicuro di non entrare davvero, penso che andrà bene... basta infilare la testa stupida dentro e... guardare. Guarda e basta).

source: [_danny_] (Woah... there she is...)
it_it: [_danny_] (Woah... eccola...)

source: [_danny_] (My own mother, totally naked once again... just getting herself all clean...)
it_it: [_danny_] (Mia madre, ancora una volta completamente nuda... si sta ripulendo...)

source: [_danny_] (This is so nuts... she's so incredibly, stupidly hot...)
it_it: [_danny_] (Questo è così folle... lei è così incredibilmente, stupidamente sexy...)

source: [_danny_] (Hopefully she doesn't hear me breathing heavily over the shower faucet...)
it_it: [_danny_] (Speriamo che non mi senta respirare pesantemente dal rubinetto della doccia...)

source: [_danny_] (Man, she's got such a nice backside... those sweet little ass dimples...)
it_it: [_danny_] (Cavolo, ha proprio un bel fondoschiena... quelle piccole fossette da culo...)

source: [_danny_] (You'd almost forget that she has a really nice butt too, if you only ever focused on her big tits...)
it_it: [_danny_] (Quasi ci si dimentica che ha anche un bel sedere, se ci si concentra solo sulle sue grandi tette...)

source: [_danny_] (Jesus... I could just stare at her forever honestly... she moves with such a sexy grace... it's crazy... I...)
it_it: [_danny_] (Gesù... Potrei fissarla per sempre, sinceramente... si muove con una grazia così sexy... è pazzesco... I...)

source: [_danny_] (Okay, seriously, that's enough. I've had my fun, we don't need to pry any further...)
it_it: [_danny_] (Ok, seriamente, basta così. Mi sono divertito, non c'è bisogno di curiosare oltre...).

source: [_danny_] (I'll just dip out and try to get this out of my mind...)
it_it: [_danny_] (Mi immergerò e cercherò di togliermi questo pensiero dalla mente...)

source: [_danny_] (...or at least try to.)
it_it: [_danny_] (...o almeno provarci).

source: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Well, that was pretty much what I {b}expected{/b} to see.
it_it: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Beh, era più o meno quello che {b}{/b} mi aspettavo di vedere.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] How am I supposed to pretend this is even {i}slightly{/i} okay...?
it_it: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Come faccio a far finta che tutto questo sia anche solo {i}un po' ok...?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Then again, I guess it could be said that I just enjoy... peeping of all sorts! I'm not a sick weirdo, I'm just...
it_it: [_danny_s_at_player_s_rise_one_s_talk_frown_] D'altra parte, credo che si possa dire che mi piace... sbirciare di tutti i tipi! Non sono uno strano malato, sono solo...

source: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}perverted in {b}general{/b}{/i}! Yeah, that's it!! That must be all it is!
it_it: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}pervertito in {b}generale{/b}{/i}! Sì, è così! Deve essere tutto qui!

source: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!! Thank goodness! For a second there, I thought I was like, actually deranged in the head or something!
it_it: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!!! Grazie al cielo! Per un attimo ho pensato di essere davvero fuori di testa o qualcosa del genere!

source: [_danny_s_closed_s_talk_happy_s_sad_] Okay, now that I feel a lot better about the whole situation, I can sleep soundly, knowing there's completely nothing wrong with me.
it_it: [_danny_s_closed_s_talk_happy_s_sad_] Ok, ora che mi sento molto meglio riguardo all'intera situazione, posso dormire sonni tranquilli, sapendo che non c'è nulla di sbagliato in me.

source: [_morahzamora_] (Oh, the poor bastard, he has no idea what's in store for him yet.)
it_it: [_morahzamora_] (Oh, povero bastardo, non ha ancora idea di cosa lo aspetta).

source: [_gzone__] (Ja', he definitely won't like what's coming up next, 'eizher...)
it_it: [_gzone__] (Ja', sicuramente non gli piacerà quello che sta per succedere, 'eizher...)

source: [_clockwork_] (Gentleman, I must say, in the entire span of existence I've experienced both forwards and backwards, you two are truly a pair of the most {i}twisted{/i} individuals I've ever come across.)
it_it: [_clockwork_] (Signori, devo dire che nell'intero arco dell'esistenza che ho vissuto sia in avanti che all'indietro, voi due siete davvero una coppia di individui più {i}contorti{/i} che abbia mai incontrato).

source: [_gzone__] (No, no, I like to 'zhink of uz' as just... making Danny'z life more, uhh... how do you say... "interesting"?)
it_it: [_gzone__] (No, no, mi piace pensare che sia solo... per rendere la vita di Danny più... come si dice... "interessante"?)

source: [_morahzamora_] (I just find it funny making him wanna bone his mom internally. {i}*Chuckles*{/i})
it_it: [_morahzamora_] (Trovo divertente che gli venga voglia di scoparsi sua madre internamente. {i}*Chuckles*{/i})

source: [_clockwork_] ({i}*Sigh*{/i}... the poor bastard indeed...)
it_it: [_clockwork_] ({i}*Sigh*{/i}... il povero bastardo...)

source: Who do you think you like, kiddo?
it_it: Chi pensi che ti piaccia, ragazzo?

source: Honestly, I've always liked Paulina.
it_it: Sinceramente, mi è sempre piaciuta Paulina.

source: Sam's definitely an interesting choice...
it_it: Sam è sicuramente una scelta interessante...

source: I'd prefer someone like you, Mom.
it_it: Preferirei qualcuno come te, mamma.

source: Do you hug your mom knowing she's currently cream pied?
it_it: Abbracciate la vostra mamma sapendo che al momento ha il piedistallo di panna?

source: Honestly, I'd prefer not to...
it_it: Onestamente, preferirei non farlo...

source: Bring it in, Mom!
it_it: Portalo dentro, mamma!
