Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: it_it

source: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] But I don't really think they'd be interested in me, if that's what you're asking.
it_it: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] Ma non credo che siano interessati a me, se è questo che vuoi sapere.

source: [_maddie_s_towards_s_talk_frown_s_sad_2_] Now Danny, you just need more confidence. I see it all the time, with you and Samantha, you need to exude more bravado.
it_it: [_maddie_s_towards_s_talk_frown_s_sad_2_] Ora Danny, hai solo bisogno di più fiducia in te stesso. Lo vedo sempre, con te e Samantha, devi essere più spavaldo.

source: [_danny_s_rise_one_s_talk_frown_2_] Huh? Me and Sam? What do you mean?
it_it: [_danny_s_rise_one_s_talk_frown_2_] Eh? Io e Sam? Cosa vuoi dire?

source: [_maddie_s_away_s_talk_frown_s_sad_2_] Well Danny, for the longest time that I can even remember, you and Samantha have been very close!
it_it: [_maddie_s_away_s_talk_frown_s_sad_2_] Beh, Danny, da sempre, che io ricordi, tu e Samantha siete stati molto vicini!

source: [_maddie_s_talk_happy_s_closed_s_sad_] And from my own personal experience, only {b}one{/b} type of feeling develops out of a young girl's heart from sticking close to somebody as close as she has to you.
it_it: [_maddie_s_talk_happy_s_closed_s_sad_] E per mia esperienza personale, solo {b}un tipo di sentimento si sviluppa nel cuore di una giovane ragazza che sta vicino a qualcuno come lei ha fatto con te.

source: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] So... you're saying... you think she actually {b}likes{/b} me?
it_it: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] {b}Quindi... stai dicendo che... pensi che io le piaccia davvero?

source: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Honey, I study ghosts and the wide spectram of the supernatural, not people. At the end of the day, what do I really know?
it_it: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Tesoro, io studio i fantasmi e l'ampio spettro del soprannaturale, non le persone. In fin dei conti, cosa so davvero?

source: [_maddie_s_towards_s_talk_happy_] But knowing my own son and his friends as well I do... I don't think you need to be a scientist to put two and two togehter.
it_it: [_maddie_s_towards_s_talk_happy_] Ma conoscendo bene mio figlio e i suoi amici... Non credo che sia necessario essere uno scienziato per fare due più due.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Really? That simple, huh?
it_it: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Davvero? Così semplice, eh?

source: [_maddie_s_away_s_sad_s_talk_frown_] Well now, look, I don't want to pressure you into something you maybe don't want...
it_it: [_maddie_s_away_s_sad_s_talk_frown_] Beh, senti, non voglio farti pressione su qualcosa che forse non vuoi...

source: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] I mean, have {i}you{/i} thought about her in that sort of way before?
it_it: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] Voglio dire, avete mai {i}pensato a lei in questo modo prima d'ora?

source: [_danny_s_blank_stare_s_talk_frown_] Uhm... I... I guess I have, yeah.
it_it: [_danny_s_blank_stare_s_talk_frown_] Uhm... io... Credo di sì, sì.

source: [_maddie_s_sad_s_talk_frown_] Well, my only point is that if these feelings are strong enough with you two, you should at least try to pursue them.
it_it: [_maddie_s_sad_s_talk_frown_] L'unica cosa che voglio dire è che se questi sentimenti sono abbastanza forti tra voi due, dovreste almeno provare a perseguirli.

source: [_maddie_s_away_wide_s_talk_happy_2_] Now, who knows if it'll pan out all the way, you're still both very young, of course.
it_it: [_maddie_s_away_wide_s_talk_happy_2_] Ora, chissà se andrà tutto bene, siete ancora molto giovani, ovviamente.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, at your age, I practically thought Vlad Masters was the one I was going to marry. But then your father wooed me off my feet. So you never know where life will take you.
it_it: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Alla tua età pensavo praticamente che Vlad Masters fosse quello che avrei sposato. Ma poi tuo padre mi ha fatto perdere la testa. Non si sa mai dove la vita ti porterà.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] But, what do you think? Who do you think is right for you?
it_it: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Ma voi cosa ne pensate? Chi pensate sia giusto per voi?

source: [_danny_s_towards_s_sad_s_talk_happy_] Actually, there's always been this one girl I've had in mind, Paulina Sanchez.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] In realtà, c'è sempre stata una ragazza che avevo in mente, Paulina Sanchez.

source: [_maddie_s_sad_2_s_talk_happy_] Well hey, that's okay too! It's perfectly alright to have someone in mind.
it_it: [_maddie_s_sad_2_s_talk_happy_] Beh, va bene anche questo! Non c'è niente di male ad avere qualcuno in mente.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] So, you two {b}like{/b} each other?
it_it: [_maddie_s_rise_one_3_s_talk_happy_2_] Quindi, voi due {b}vi piacete{/b}?

source: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Well, I mean, I know I at least do.
it_it: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Beh, voglio dire, so che almeno io lo faccio.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Okay, well hey, that's not a bad start!
it_it: [_maddie_s_closed_s_sad_2_s_talk_happy_] Ok, beh, non è un cattivo inizio!

source: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] So you two talk to one another? She thinks you're funny, or charming?
it_it: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] Quindi voi due parlate tra di voi? Lei ti trova divertente o affascinante?

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, not exactly... she kind of calls me things like dweeb or dork, along with Sam and Tucker.
it_it: [_danny_s_at_player_s_talk_frown_2_s_sad_] No, non esattamente... mi chiama in un certo modo, come "dweeb" o "dork", insieme a Sam e Tucker.

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, okay, so it's sort of like... like she's playing hard to get, or she's putting up her shield to be cutesy?
it_it: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, ok, quindi è una specie di... come se stesse giocando a fare la preziosa o stesse alzando il suo scudo per essere carina?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Like she's a sort've tough nut to crack, but deep down on the inside, she secretly likes you?
it_it: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Come se fosse una specie di noce dura da rompere, ma dentro di sé, segretamente, le piaci?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yeah, she uhm... it's sorta like... like uh...
it_it: [_danny_s_blank_stare_s_talk_happy_s_sad_] Si', si', lei... e' come... come...

source: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no, actually, she really just thinks I'm a dork.
it_it: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no, in realtà pensa solo che io sia uno stupido.

source: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Well I'm sorry then hon, but... what exactly do you see in this girl?
it_it: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Beh, allora mi dispiace, tesoro, ma... cosa ci vedi esattamente in questa ragazza?

source: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Well, ya know, she's really... {b}really{/b} pretty... and has this really great laugh...
it_it: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Beh, sai, è molto... {b}molto bella... e ha una risata fantastica...

source: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...and a really nice set of legs...
it_it: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...e un bel paio di gambe...

source: [_maddie_s_away_s_sad_2_s_frown_] (Oh boy... I had really hoped he would think further than that... but he's still a boy, after all... ahh well, can't be helped.)
it_it: [_maddie_s_away_s_sad_2_s_frown_] (Oh, cavolo... Speravo davvero che pensasse più in là di così... ma è pur sempre un ragazzo, dopotutto... ahh beh, non si può fare altrimenti).

source: [_maddie_s_sad_s_talk_frown_s_towards_] Well now, that might seem nice from a distance, Danny... but in reality, do you think you have a chance to prove yourself to her?
it_it: [_maddie_s_sad_s_talk_frown_s_towards_] Beh, da lontano potrebbe sembrare una cosa carina, Danny... ma in realtà, pensi di avere la possibilità di dimostrarle quanto vali?

source: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] That's the thing though! For the longest time, she was nothing but a pipe dream, we were in totally opposite worlds...
it_it: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] Questo è il punto, però! Per molto tempo, lei non è stata altro che un sogno irrealizzabile, eravamo in mondi completamente opposti...

source: [_danny_s_down_s_talk_happy_s_wondering_] ...but recently, I think I've found a way to get her to notice me even more, and to show her what I'm really made of! There's a real chance I have now...
it_it: [_danny_s_down_s_talk_happy_s_wondering_] ...ma di recente credo di aver trovato il modo di farmi notare ancora di più da lei e di mostrarle di che pasta sono fatto! Ora ho una possibilità concreta...

source: [_danny_s_rise_one_s_grin_happy_] (In a certain way, at least...)
it_it: [_danny_s_rise_one_s_grin_happy_] (In un certo senso, almeno...)

source: [_maddie_s_sad_s_talk_happy_] Okay... well if you think you've got a plan, and you think you can pull it off, then I wish you the best of luck, sweetheart.
it_it: [_maddie_s_sad_s_talk_happy_] Ok... se pensi di avere un piano e di poterlo realizzare, ti auguro la migliore fortuna, tesoro.

source: [_danny_s_rise_one_s_talk_happy_] You know, we've sorta joked around about it a couple times, actually...
it_it: [_danny_s_rise_one_s_talk_happy_] Sai, ci abbiamo scherzato su un paio di volte, in realtà...

source: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Playing the whole "Will they, Won't they?" game together?
it_it: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Giocare insieme al gioco "Lo faranno, non lo faranno?"?

source: [_danny_s_talk_frown_s_down_s_sad_] Uhh, yeah, I suppose so... mainly just a joke, for the most part...
it_it: [_danny_s_talk_frown_s_down_s_sad_] Uhh, sì, suppongo di sì... per lo più si tratta di uno scherzo...

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] But honestly, the more it's been brought up...
it_it: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Ma onestamente, più se ne parla...

source: [_danny_s_rise_one_s_talk_happy_s_towards_] ...the more I think it might actually be true. We sorta would make for a nice couple, right?
it_it: [_danny_s_rise_one_s_talk_happy_s_towards_] ...più penso che potrebbe essere vero. Saremmo una bella coppia, no?

source: [_maddie_s_closed_s_sad_s_talk_happy_2_] I certainly think so. A cute one in fact! You can't go wrong with someone as level headed and smart as Samantha is, either.
it_it: [_maddie_s_closed_s_sad_s_talk_happy_2_] Penso proprio di sì. Anzi, una bella ragazza! Non si può sbagliare nemmeno con una persona così intelligente e lucida come Samantha.

source: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... well it definitely is something to consider, for sure...
it_it: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... beh, è sicuramente qualcosa da prendere in considerazione...

source: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] I just don't know how I'd go about bringing it up to her. I don't wanna make things... weird, ya know?
it_it: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] Solo che non so come fare per parlarne con lei. Non voglio rendere le cose... strane, capisci?

source: [_maddie_s_sad_s_talk_happy_] Well I don't think it should be something you jump into straight away, sweetie! Pace things out a bit, and just see where it leads!
it_it: [_maddie_s_sad_s_talk_happy_] Non credo che sia una cosa da fare subito, tesoro! Ritarda un po' le cose e vedi dove ti porta!

source: [_maddie_s_sad_2_s_talk_happy_2_] I'm sure you'll make a decision that will make you happy, regardless. She's a nice girl, and makes for a great friend.
it_it: [_maddie_s_sad_2_s_talk_happy_2_] Sono sicuro che prenderete una decisione che vi renderà felici, a prescindere. È una ragazza simpatica, e sarà una grande amica.

source: [_danny_s_talk_happy_s_closed_] Thanks Mom. I'll... think about it. Honestly.
it_it: [_danny_s_talk_happy_s_closed_] Grazie mamma. Ci... penserò. Sinceramente.

source: [_danny_s_at_danny_s_talk_frown_s_sad_] Well, the thing is... I think that I've learned in just the past few days that my preference in girls is someone a bit more... well... I mean, p-putting it lightly...
it_it: [_danny_s_at_danny_s_talk_frown_s_sad_] Beh, il fatto è che... Credo di aver imparato negli ultimi giorni che le mie preferenze in fatto di ragazze sono un po' più... beh... Voglio dire, per dirla in modo leggero...

source: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Yeah...? C'mon, I'm on the edge of my seat here! {i}*Giggles*{/i}
it_it: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Sì...? Dai, sono sul filo del rasoio! {i}*Giggles*{/i}

source: [_danny_s_wondering_s_down_s_talk_frown_2_] Just... someone a tad more...
it_it: [_danny_s_wondering_s_down_s_talk_frown_2_] Solo... qualcuno un po' più...

source: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}mature{/u}? At least, emotionally, that is... and... ya know, physically too, I-I suppose, w-would be nice...
it_it: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}maturo{/u}? Almeno, emotivamente, cioè... e... sai, anche fisicamente, suppongo, sarebbe bello...

source: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Really? You prefer... you prefer {b}older{/b} women?
it_it: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Davvero? Preferisci... Preferisci... preferisci {b}donne più grandi?

source: [_danny_s_blank_stare_s_talk_frown_] I mean, normal girls are fine, but honestly, I'm a more physical type of person, and I think that I'd just prefer someone a tad more... experienced.
it_it: [_danny_s_blank_stare_s_talk_frown_] Voglio dire, le ragazze normali vanno bene, ma onestamente, sono un tipo di persona più fisica e penso che preferirei qualcuno un po' più... esperto.

source: [_danny_s_closed_s_talk_frown_2_s_sad_] I'm probably thinking pretty superficially about it, but I just think I'd like a woman with a bit more elegance and grace.
it_it: [_danny_s_closed_s_talk_frown_2_s_sad_] Probabilmente sto pensando in modo piuttosto superficiale, ma credo che mi piacerebbe una donna con un po' più di eleganza e grazia.

source: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] I'll be even more honest and say... I think I'd prefer someone... someone sorta like {i}you{/i}, Mom.
it_it: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] Sarò ancora più onesta e dirò... Penso che preferirei qualcuno... qualcuno come {i}te{/i}, mamma.

source: [_maddie_s_talk_frown_s_rise_one_s_towards_2_] Danny you {b}know{/b} how that sounds, right Hon?
it_it: [_maddie_s_talk_frown_s_rise_one_s_towards_2_] Danny tu {b}sai{/b} come suona, vero Hon?

source: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Uhm... n-now, I-I know how it {i}might{/i} sound to some, but I thought m-maybe you'd understand what I was trying to get at...
it_it: [_danny_s_at_danny_s_talk_frown_s_sad_2_] {i}Ora, so come potrebbe sembrare ad alcuni, ma ho pensato che forse avresti capito cosa stavo cercando di ottenere...

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] That sounds like someone who loves their mother very much. That is just so sweet of you...
it_it: [_maddie_s_closed_s_talk_happy_s_sad_2_] Sembra una persona che ama molto la propria madre. È molto dolce da parte vostra...

source: [_danny_s_talk_happy_s_neutral_] R-really? Oh, well I'm glad you think so.
it_it: [_danny_s_talk_happy_s_neutral_] Davvero? Oh, beh, mi fa piacere che lo pensi.

source: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] That actually makes me a bit emotional, honestly... thank you sweetheart.
it_it: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] Questo mi fa un po' commuovere, onestamente... Grazie, tesoro.

source: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Sure Mom, I was just speaking honestly.
it_it: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Certo mamma, stavo solo parlando onestamente.

source: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Just don't go chasing after some sorta cougar with a lot of money, Danny. I didn't raise you like that.
it_it: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Non andare dietro a una specie di panterona con un sacco di soldi, Danny. Non ti ho cresciuto così.

source: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} No, no, of course not Mom, I wouldn't.
it_it: [_danny_s_talk_happy_s_sad_s_closed_] {i}*No, certo che no, mamma, non lo farei mai. No, no, certo che no mamma, non lo farei.

source: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (More mature {b}physically{/b}? Someone like his mother? My oh my, Danny, I didn't think you had such a refined taste in women...)
it_it: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (Più maturo {b}fisicamente{/b}? Qualcuno come sua madre? Oh, mio Dio, Danny, non pensavo che avessi un gusto così raffinato in fatto di donne...)

source: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (I'm glad I raised you to be so open minded, kiddo...~)
it_it: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (Sono felice di averti cresciuto con una mentalità così aperta, ragazzo...~)

source: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Well, regardless of who or what you decide to go after, Danny, I'm just glad you're not closing yourself off from a relationship entirely. I really think you deserve to have somebody special, honest!
it_it: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Beh, a prescindere da chi o cosa deciderai di cercare, Danny, sono felice che tu non ti stia chiudendo completamente in una relazione. Penso davvero che tu meriti di avere qualcuno di speciale, onestamente!

source: [_danny_s_talk_happy_s_wondering_] Right, of course.
it_it: [_danny_s_talk_happy_s_wondering_] Certo, come no.

source: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] I also appreciate you opening up to me about things and just being honest.
it_it: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] Apprezzo anche il fatto che tu ti apra con me su alcune cose e che sia semplicemente onesto.

source: [_maddie_s_talk_happy_s_towards_s_sad_] And that no matter what it is, you can always come talk to me about whatever you're dealing with.
it_it: [_maddie_s_talk_happy_s_towards_s_sad_] E che, qualunque cosa sia, potete sempre venire a parlare con me di qualunque cosa stiate affrontando.

source: [_danny_s_closed_s_talk_happy_2_] For sure, I will.
it_it: [_danny_s_closed_s_talk_happy_2_] Di sicuro, lo farò.

source: [_maddie_s_rise_one_3_s_talk_happy_] Well... I think I'm about done for the night, how about you?
it_it: [_maddie_s_rise_one_3_s_talk_happy_] Beh... Credo di aver finito per stasera, e voi?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Yeah, it was nice! I liked it.
it_it: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Sì, è stato bello! Mi è piaciuto.

source: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, it wasn't that good, honestly. It was sort've a lame kinda romance movie.
it_it: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, onestamente non era così bello. Era una specie di film d'amore un po' fiacco.

source: [_danny_s_towards_s_talk_happy_] I just meant spending time with you.
it_it: [_danny_s_towards_s_talk_happy_] Intendevo solo passare del tempo con te.

source: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh you... ya' know, flattery is definitely key to gaining a woman's heart, so I'd say you're already well on your way! {i}*Giggles*{/i}
it_it: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh tu... sai, l'adulazione è sicuramente la chiave per conquistare il cuore di una donna, quindi direi che sei già a buon punto! {i}*Giggles*{/i}

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles*{/i} Th-thanks Mom.
it_it: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles*{/i} Grazie mamma.

source: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Well, goodnight sweetie. I'm just gonna go pop up for a quick {b}shower{/b} before bed.
it_it: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Beh, buonanotte tesoro. Vado a fare una doccia veloce {b}prima di andare a letto.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] I probably should have done that beforehand, honestly...
it_it: [_maddie_s_closed_s_sad_2_s_talk_happy_] Probabilmente avrei dovuto farlo prima, onestamente...

source: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, alright... take care Mom. (Oh God, that's right, she's still got {b}jizz{/b} inside her! Jeezus, mom! Hygiene!)
it_it: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, va bene... abbi cura di te mamma. (Oh Dio, è vero, ha ancora lo {b}sperma{/b} dentro di sé! Gesù, mamma! Igiene!)

source: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh no, not before I get a hug!
it_it: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh no, non prima di aver ricevuto un abbraccio!

source: [_danny_s_talk_happy_2_s_neutral_] Oh, I don't know if that's necessary, honestly...
it_it: [_danny_s_talk_happy_2_s_neutral_] Oh, non so se sia necessario, onestamente...

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] No, c'mon, what is it? You're not too old to hug your mommy, are you?
it_it: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] No, dai, cosa c'è? Non sei troppo grande per abbracciare la tua mamma, vero?

source: [_danny_s_sad_2_s_towards_s_talk_happy_] No, it's just... I don't think I'm the hugging type.
it_it: [_danny_s_sad_2_s_towards_s_talk_happy_] No, è solo che... Non credo di essere il tipo da abbracciare.

source: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... well then. My mistake.
it_it: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... beh, allora. Errore mio.

source: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Really, it's not you, it's just... in general.
it_it: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Davvero, non sei tu, è solo... in generale.

source: [_maddie_s_towards_s_talk_frown_2_s_wondering_] I see... I didn't know that about you.
it_it: [_maddie_s_towards_s_talk_frown_2_s_wondering_] Capisco... Non sapevo questo di te.

source: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sigh*{/i} I guess I don't know much about you as I thought.
it_it: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Credo di non sapere molto di te come pensavo.

source: [_danny_s_towards_s_talk_frown_] Oh, Mom, c'mon, don't feel too bad.
it_it: [_danny_s_towards_s_talk_frown_] Oh, mamma, dai, non sentirti troppo in colpa.

source: [_maddie_s_towards_s_talk_frown_s_idle__] Please, Danny, it's fine, it's just... I really didn't think it'd really be that big a bother to hug your own mother.
it_it: [_maddie_s_towards_s_talk_frown_s_idle__] Per favore, Danny, va bene, è solo che... Non pensavo che fosse un problema abbracciare la propria madre.

source: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] I'm just sorry I didn't understand that about you sooner. I suppose I never figured you'd... I don't know...
it_it: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Mi dispiace solo di non averlo capito prima di te. Suppongo di non aver mai pensato che tu... non so...

source: [_maddie_s_away_s_talk_frown_] I sometimes worry that... that we're growing apart, you and I, and I just...
it_it: [_maddie_s_away_s_talk_frown_] A volte mi preoccupo che... che ci stiamo allontanando, io e te, e io...
