Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_5/episode_5_casual_night.po
Languages: it_it

source: [_danny_s_towards_s_frown_3_s_sad_] (Oh, I guess it could've just been Mom and Dad talking. I can't really hear them behind the door.)
it_it: [_danny_s_towards_s_frown_3_s_sad_] (Oh, forse erano solo mamma e papà che parlavano. Non riesco a sentirli dietro la porta).

source: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... maybe I'm just being a bit jealous. They both deserve their privacy together after all, so-)
it_it: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... forse sono solo un po' geloso. Dopotutto, entrambi meritano la loro privacy insieme, quindi...).

source: [_jack_] {i}AUGHHH!!{/i} {i}*Bed Creaking*{/i}
it_it: [_jack_] {i}AUGHHH!!! {i}*Letto che scricchiola*{/i}

source: [_danny_s_talk_frown_2_s_sad_] Woah! Was that dad? Is he hurt?! Is this another ghost atta-
it_it: [_danny_s_talk_frown_2_s_sad_] Woah! Era papà? E' ferito? E' un altro fantasma che attacca...

source: [_danny_s_rise_one_s_talk_frown_] Or... no, wait... are they- is it really...
it_it: [_danny_s_rise_one_s_talk_frown_] O... no, aspetta... sono... sono davvero...

source: [_doorsound_] {i}*Creak* *Creak* *Creak* *Creak* Creak*{/i}
it_it: [_doorsound_] {i}*Creak* *Creak* *Creak* *Creak* *Creak* *Creak*{/i}

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh man... this is kinda uncomfortable... I don't even know if I...
it_it: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh amico... questo è un po' scomodo... Non so nemmeno se...

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (One quick peek. It won't hurt just to... take a harmless...)
it_it: [_danny_s_blank_stare_s_sad_s_frown_2_] (Una sbirciatina veloce. Non farà male... fare un'innocua...)

source: [_danny_s_at_player_s_frown_s_wondering_] (Hoo boy, I have turned into a {b}mighty{/b} fine rationalizer lately... I'm still gonna burn in hell for this.)
it_it: [_danny_s_at_player_s_frown_s_wondering_] (Accidenti, ultimamente mi sono trasformato in un {b}potente{/b} fine razionalizzatore... Brucerò comunque all'inferno per questo).

source: [_danny_s_at_player_s_wondering_] (Alright, let's get this sick curiosity of mine out of the way quickly.)
it_it: [_danny_s_at_player_s_wondering_] (Va bene, togliamo subito questa mia curiosità malata).

source: [_danny_] (Something tells me I'm going to regret this.)
it_it: [_danny_] (Qualcosa mi dice che me ne pentirò).

source: [_danny_] (There's also something a bit alarming about my sudden interest in seeing these type of closed door activi-)
it_it: [_danny_] (C'è anche qualcosa di allarmante nel mio improvviso interesse a vedere questo tipo di attività a porte chiuse).

source: [_danny_s_sad_2_s_talk_frown_] God... that was...
it_it: [_danny_s_sad_2_s_talk_frown_] Dio... è stato...

source: [_danny_s_neutral_s_towards_s_talk_frown_] Yeup, I need to seriously start looking into a therapist's number...
it_it: [_danny_s_neutral_s_towards_s_talk_frown_] Sì, devo iniziare a cercare seriamente il numero di un terapeuta...

source: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh shoot, somebody's coming out!!)
it_it: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh, cavolo, qualcuno sta uscendo!!).

source: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, I didn't expect to see... uhm, wh-what are you doing out in the halls?
it_it: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, non mi aspettavo di vedere... uhm, cosa ci fai fuori nei corridoi?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, ya know, I was just, uh, walking around. I was probably going to get a glass of water or something.
it_it: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, sa, stavo solo... passeggiando. Probabilmente stavo andando a prendere un bicchiere d'acqua o qualcosa del genere.

source: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} now Danny... you weren't spying on your father and I, were you?
it_it: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm... ora Danny... non stavi spiando tuo padre e me, vero?

source: [_danny_s_sad_s_talk_frown_2_] Wh-wha-what?!? N-no, I-I-I would never!! D-definitely not!
it_it: [_danny_s_sad_s_talk_frown_2_] Co... cosa?!? No, io... io non lo farei mai! Decisamente no!

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Chuckles*{/i} Oh Danny, your face! You always get so flustered when you think I'm suspicious of you!
it_it: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Oh, Danny, la tua faccia! Oh Danny, la tua faccia! Ti agiti sempre quando pensi che io sospetti di te!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Don't worry sweetie, I know you wouldn't care to spy on your Father and I while we were...
it_it: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Non preoccuparti, tesoro, so che non vorresti spiare tuo padre e me mentre siamo...

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...filing our taxes!!
it_it: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...a depositare le nostre tasse!!!

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, ye-yeah, sure... I know you trust me and everything... sorry, I just get a bit skiddish when it comes to confrontation.
it_it: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, sì, sì, certo... So che ti fidi di me e tutto il resto... scusa, è solo che sono un po' restio quando si tratta di confrontarsi.

source: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Don't worry kiddo, I getcha. Trust me, I could barely even utter a word out of my mouth around my family when I was a kid. I was far too timid to say anything out of line.
it_it: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Non preoccuparti, ragazzo, ti capisco. Fidati di me, quando ero bambino riuscivo a malapena a pronunciare una parola con la mia famiglia. Ero troppo timido per dire qualcosa di strano.

source: [_danny_s_talk_happy_2_s_towards_wide_] Really, {i}you{/i}? {b}Timid{/b}? You're like the most brave person I know, Mom.
it_it: [_danny_s_talk_happy_2_s_towards_wide_] Davvero, {i}tu{/i}? {b}Timida? Sei la persona più coraggiosa che conosca, mamma.

source: [_maddie_s_sad_s_talk_happy_] Believe it or not, yes, quite shy. I just didn't know how to properly express my feelings properly.
it_it: [_maddie_s_sad_s_talk_happy_] Che ci crediate o no, sì, ero piuttosto timida. Non sapevo come esprimere correttamente i miei sentimenti.

source: [_danny_s_rise_one_s_talk_frown_] How'd you get over it then?
it_it: [_danny_s_rise_one_s_talk_frown_] Come hai fatto a superarlo?

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Honestly, I just threw myself into science! I let the most fascinating parts of the world do the talking for me!
it_it: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Onestamente, mi sono buttata nella scienza! Ho lasciato che fossero le parti più affascinanti del mondo a parlare per me!

source: [_maddie_s_angry_s_talk_happy_2_s_closed_] ...along with several dozen martial arts courses I used to teach me how to throw around your uncles when they were bugging me. That certainly helped me break out of my shell! {i}*Chuckles*{/i}
it_it: [_maddie_s_angry_s_talk_happy_2_s_closed_] ...insieme a diverse dozzine di corsi di arti marziali che mi hanno insegnato come scagliare i vostri zii quando mi infastidivano. Questo mi ha sicuramente aiutato a uscire dal mio guscio! {i}*Chuckles*{/i}

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Yeah, I guess that was a good way to go about it, cause now you're super smart and a total badass!
it_it: [_danny_s_closed_s_sad_2_s_talk_happy_] Sì, credo che sia stato un buon modo di procedere, perché ora sei super intelligente e un vero duro!

source: [_maddie_s_talk_happy_s_sad_] Oh honestly Danny, please, you flatter me too much...
it_it: [_maddie_s_talk_happy_s_sad_] Oh, onestamente, Danny, ti prego, mi lusinghi troppo...

source: [_danny_s_rise_one_s_talk_frown_] So, uhm, what are you doing now?
it_it: [_danny_s_rise_one_s_talk_frown_] Quindi, uhm, cosa stai facendo ora?

source: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, me? I was just... well, I thought I'd go downstairs and watch that movie like I wanted to do.
it_it: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, io? Stavo solo... beh, pensavo di andare di sotto a guardare quel film come volevo fare.

source: [_danny_s_sad_2_s_at_player_s_talk_frown_] Huh, okay, but uh... what about your uhm... {i}taxes{/i}, with dad?
it_it: [_danny_s_sad_2_s_at_player_s_talk_frown_] Ah, ok, ma... che mi dici delle tue... {i}tasse{/i}, con papà?

source: [_maddie_s_towards_s_talk_frown_s_sad_] Well, unfortunately, there was a bit of an issue with the, uhh, taxes, you see... your father seemed to have...
it_it: [_maddie_s_towards_s_talk_frown_s_sad_] Beh, sfortunatamente c'è stato un piccolo problema con le tasse, vede... suo padre sembrava avere...

source: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Deposited{/b} his returns a little sooner than he should have, so uh... he'll be taking care of that on his own for now.
it_it: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Ha depositato le sue restituzioni un po' prima di quanto avrebbe dovuto, quindi... per ora se ne occuperà da solo.

source: [_maddie_s_talk_happy_s_towards_s_idle__] Nothing to worry about, sweetie, I'm just going to spend that time I should have spent before on a movie instead.
it_it: [_maddie_s_talk_happy_s_towards_s_idle__] Non c'è nulla di cui preoccuparsi, tesoro, passerò il tempo che avrei dovuto dedicare prima a un film.

source: [_danny_s_sad_s_talk_happy_] Oh great, sounds good... have a good time!
it_it: [_danny_s_sad_s_talk_happy_] Oh fantastico, sembra buono... divertitevi!

source: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] You know Danny, it's really not too late... would you mind joining me to watch it?
it_it: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] Sai Danny, non è davvero troppo tardi... ti dispiacerebbe unirti a me per guardarlo?

source: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] I'd really like that, yeah! Can I pick the movie?
it_it: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] Mi piacerebbe molto, sì! Posso scegliere il film?

source: [_maddie_s_talk_frown_s_wondering_] Now Danny, I know you'll just end up picking one of those horror movies you and your friends like to watch.
it_it: [_maddie_s_talk_frown_s_wondering_] Ora Danny, so che finirai per scegliere uno di quei film horror che tu e i tuoi amici amate guardare.

source: [_danny_s_closed_s_talk_happy_s_sad_] Mom, I'm {i}telling{/i} you, you're missing out on the {b}Terminatra{/b} and {b}Femalien{/b} series! It even gets better when {b}Nightmerica{/b} shows up!!
it_it: [_danny_s_closed_s_talk_happy_s_sad_] Mamma, ti {i}dico{/i} che ti stai perdendo le serie {b}Terminatra{/b} e {b}Femalien{/b}! Il tutto diventa ancora più bello quando {b}Nightmerica{/b} si presenta!!!

source: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, I'll just take your word for it... horror honestly creeps me out.
it_it: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, ti credo sulla parola... l'horror onestamente mi fa venire i brividi.

source: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] You know you work with ghosts, right?
it_it: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] Sai che lavori con i fantasmi, vero?

source: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Regardless, I think I'll pick the movie for tonight... something I haven't seen in a long time.
it_it: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Comunque sia, penso che sceglierò il film per stasera... qualcosa che non vedo da molto tempo.

source: [_danny_s_sad_s_talk_happy_] Alright, cool, I'll let you pick something out, and I'll meet you down stairs in a second. I'm just going to get that glass of water first.
it_it: [_danny_s_sad_s_talk_happy_] Ok, va bene, ti lascio scegliere qualcosa e ci vediamo giù per le scale tra un attimo. Prima vado a prendere quel bicchiere d'acqua.

source: [_maddie_s_sad_2_s_talk_happy_2_] Great, I'll see you down in the living room then. Don't take too long, sweetie!
it_it: [_maddie_s_sad_2_s_talk_happy_2_] Bene, allora ci vediamo giù in salotto. Non metterci troppo, tesoro!

source: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Cannot. {b}Believe{/b}. That just went down.)
it_it: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Cannot. {b}Believe{/b}. È appena successo).

source: [_danny_s_rise_one_s_at_player_] (There's just no way that actually happened... right?)
it_it: [_danny_s_rise_one_s_at_player_] (Non è possibile che sia successo davvero... giusto?).

source: [_danny_s_towards_s_neutral_s_frown_grin_] (How on earth was I able to look my own mother in the eyes and hold a semi-normal conversation, after I just...)
it_it: [_danny_s_towards_s_neutral_s_frown_grin_] (Come ho fatto a guardare mia madre negli occhi e a tenere una conversazione semi-normale, dopo aver appena...)

source: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okay... okay, there's no real reason to freak out... so I... {b}came{/b} inside my own {u}mother{/u}... it's not like I {b}meant{/b} to do it, right?)
it_it: [_danny_s_blank_stare_s_frown_s_sad_2_] (Ok... ok, non c'è un vero motivo per spaventarsi... quindi io... {b}sono venuto{/b} dentro la mia stessa {u}madre{/u}... non è che {b}volessi farlo, giusto?)

source: [_danny_s_towards_s_rise_one_s_frown_3_] (I mean, it wasn't even really me that did it, it was technically all Dad! It was {b}his{/b}... penis, I just ended up making it...)
it_it: [_danny_s_towards_s_rise_one_s_frown_3_] (Voglio dire, non sono nemmeno stato io a farlo, tecnicamente è stato tutto papà! Era {b}il suo{/b}... pene, io ho finito per farlo...)

source: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh God, I think I'm gonna be sick...)
it_it: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh Dio, credo che mi sentirò male...)

source: [_danny_s_closed_s_frown_2_s_sad_] {i}*Sigh*{/i} (Look, it was clearly just the... {b}thrusting{/b}, and the shock from it all that made me go off, after all...)
it_it: [_danny_s_closed_s_frown_2_s_sad_] {i}*(Guarda, è chiaro che è stata solo la... {b}spinta{/b}, e lo shock che ne è derivato, che mi ha fatto esplodere, dopotutto...)

source: [_danny_s_frown_3_s_wondering_s_blank_stare_] (It shouldn't happen again... I just gotta learn to stop peeping in on people like that...)
it_it: [_danny_s_frown_3_s_wondering_s_blank_stare_] (Non dovrebbe più accadere... Devo solo imparare a smettere di sbirciare le persone in questo modo...).

source: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Phew! That was close!)
it_it: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Fiuuu! C'è mancato poco!)

source: [_danny_s_blank_stare_s_frown_2_] (Having to see Mom like that, was just...)
it_it: [_danny_s_blank_stare_s_frown_2_] (Dover vedere la mamma in quello stato è stato proprio...).

source: [_danny_s_towards_s_sad_s_frown_3_] (Kinda weird... kinda...)
it_it: [_danny_s_towards_s_sad_s_frown_3_] (Un po' strano... un po'...)

source: [_danny_s_smile_s_wondering_] (...a little nice too?)
it_it: [_danny_s_smile_s_wondering_] (...anche un po' simpatico?)

source: [_danny_s_rise_one_s_towards_wide_s_frown_] (I mean, is it wrong to think like that? I don't know how else to put it!)
it_it: [_danny_s_rise_one_s_towards_wide_s_frown_] (Voglio dire, è sbagliato pensarla così? Non so come altro dirlo!).

source: [_danny_s_frown_2_s_blank_stare_s_sad_] (Man... I gotta figure out what's the matter with me. I don't think I used to be like this.)
it_it: [_danny_s_frown_2_s_blank_stare_s_sad_] (Amico... Devo capire cosa mi succede. Non credo che una volta fossi così).

source: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Usually you go to your parents about your developing feelings...)
it_it: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Di solito si va dai genitori per parlare dei propri sentimenti in via di sviluppo...)

source: [_danny_s_towards_s_frown_] (...but how do you bring up your developing feelings {i}for{/i} them?) {i}*Sigh*{/i}
it_it: [_danny_s_towards_s_frown_] (...ma come si fa a tirare fuori i sentimenti che si stanno sviluppando {i}per{/i} loro?) {i}*Sigh*{/i}

source: [_danny_s_at_player_s_frown_3_] (Let's just hope the rest of this night goes more smoothly without {u}any{/u} more weird moments or...)
it_it: [_danny_s_at_player_s_frown_3_] (Speriamo solo che il resto della serata passi più liscio senza {u}altri momenti strani o...)

source: [_danny_s_towards_s_blush_s_bite_s_sad_] (...anything unnecessarily sexually frustrating in general...)
it_it: [_danny_s_towards_s_blush_s_bite_s_sad_] (...qualsiasi cosa inutilmente frustrante dal punto di vista sessuale in generale...)

source: [_danny_s_sad_s_down_s_talk_happy_] Hey, I wanted to tell you, I really like your pajamas, Mom.
it_it: [_danny_s_sad_s_down_s_talk_happy_] Ehi, volevo dirti che mi piace molto il tuo pigiama, mamma.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well thank you, I rarely get to wear them! Even ghosts can be cute!
it_it: [_maddie_s_closed_s_talk_happy_s_wondering_] Beh, grazie, mi capita raramente di indossarli! Anche i fantasmi possono essere carini!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] I like taking them to bed cause they're super comfortable and sily, but ya know, for the longest time though, I would just sleep nake-
it_it: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] Mi piace portarli a letto perché sono super comodi e confortevoli, ma sai, per molto tempo ho dormito solo in bianco-.

source: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...well, you know... {i}au naturel{/i}, as they say.
it_it: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*...beh, sapete... {i}au naturel{/i}, come si suol dire.

source: [_maddie_s_talk_happy_2_s_rise_one_2_] Well, anyway, you ready to watch a movie?
it_it: [_maddie_s_talk_happy_2_s_rise_one_2_] Beh, comunque, siete pronti a guardare un film?

source: [_danny_s_at_player_s_rise_one_s_bite_] (If I have any common sense in my head, just knowing how things have been going lately, I should just go right upstairs and go to bed...)
it_it: [_danny_s_at_player_s_rise_one_s_bite_] (Se ho un po' di buon senso nella mia testa, sapendo come sono andate le cose ultimamente, dovrei andare di sopra a dormire...)

source: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Yeah, of course! Ready for some mom and son type bonding!
it_it: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Sì, certo! Pronti per un po' di legame tra mamma e figlio!

source: [_maddie_s_wondering_s_talk_happy_] Great sweetie! Oh, this should be so much fun. I picked out one I haven't seen in a long time.
it_it: [_maddie_s_wondering_s_talk_happy_] Grande tesoro! Oh, sarà molto divertente. Ne ho scelto uno che non vedevo da tempo.

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Have you ever seen "Forget Paris"?
it_it: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Avete mai visto "Dimenticare Parigi"?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] No, I don't think so...
it_it: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] No, non credo...

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Great! Oh, this'll be perfect! I'll pop it in right now! Grab a seat, honey!
it_it: [_maddie_s_closed_s_sad_2_s_talk_happy_] Fantastico! Oh, sarà perfetto! Lo inserisco subito! Siediti, tesoro!

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Sure thing, Mom!
it_it: [_danny_s_closed_s_sad_2_s_talk_happy_] Certo, mamma!

source: [_danny_s_sad_s_talk_frown_] Okay, so wait, so who was marrying who?
it_it: [_danny_s_sad_s_talk_frown_] Ok, aspetta, chi stava sposando chi?

source: [_maddie_s_talk_happy_] Well the airline employee married the basketball referee, but they weren't having the best of times being married together.
it_it: [_maddie_s_talk_happy_] L'impiegata della compagnia aerea ha sposato l'arbitro di basket, ma il loro matrimonio non è stato dei migliori.

source: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Right, but then who were the people in the restaurant? Weren't they getting married?
it_it: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Giusto, ma allora chi erano le persone nel ristorante? Non si stavano sposando?

source: [_maddie_s_away_s_idle__s_talk_frown_] They were the friends of the airline and basketball couple. They were just a soon to be married couple though, correct.
it_it: [_maddie_s_away_s_idle__s_talk_frown_] Erano gli amici della compagnia aerea e della coppia di basket. Erano solo una coppia che si sarebbe sposata presto, giusto.

source: [_danny_s_neutral_s_talk_frown_] So wait, this whole time, we've been hearing the story of two people who {b}aren't{/b} married, but we never hear the story of people who {b}are{/b} getting-
it_it: [_danny_s_neutral_s_talk_frown_] Quindi, aspetta, per tutto questo tempo abbiamo sentito la storia di due persone che {b}non sono{/b} sposate, ma non abbiamo mai sentito la storia di persone che {b}sono{/b} sposate...

source: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] But they already did get married, Danny-
it_it: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] Ma si sono già sposati, Danny...

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Yeah, but weren't they already split up...?
it_it: [_danny_s_talk_frown_s_towards_s_rise_one_] Sì, ma non si erano già separati...?

source: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Well... yeah. But you just saw them get back together at the end!
it_it: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Beh... sì. Ma li avete appena visti tornare insieme alla fine!

source: [_danny_s_talk_frown_s_at_player_s_wondering_] Sorry, I guess this stuff kind've went over my head.
it_it: [_danny_s_talk_frown_s_at_player_s_wondering_] Scusate, credo che questa roba mi sia passata sopra la testa.

source: [_maddie_s_talk_happy_s_away_] Oh, that's okay, kiddo. Honestly, this movie was a lot cornier than I remember.
it_it: [_maddie_s_talk_happy_s_away_] Oh, non c'è problema, ragazzo. Onestamente, questo film è stato molto più crudo di quanto ricordassi.

source: [_maddie_s_idle__s_talk_happy_2_s_towards_] I'm just glad that you didn't mind spening time with your momma.
it_it: [_maddie_s_idle__s_talk_happy_2_s_towards_] Sono felice che non ti sia dispiaciuto passare del tempo con la tua mamma.

source: [_danny_s_talk_happy_s_sad_2_] No, of course not Mom, I like having special time with you.
it_it: [_danny_s_talk_happy_s_sad_2_] No, certo che no mamma, mi piace passare del tempo speciale con te.

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] Well thank you, sweetheart. That means a lot.
it_it: [_maddie_s_closed_s_talk_happy_s_sad_2_] Beh, grazie, tesoro. Questo significa molto.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Anyway, how are you doing lately, kiddo? Any new developments in your life I should know?
it_it: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Comunque, come stai ultimamente, ragazzo? Ci sono nuovi sviluppi nella tua vita che dovrei conoscere?

source: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Me? Well, I mean, a little here and there. I've been meeting some... {b}interesting{/b} people as of late.
it_it: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Io? Beh, voglio dire, un po' qua e là. Ultimamente ho incontrato alcune... {b}persone interessanti{/b}.

source: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, anyone of them happen to be girls by chance?
it_it: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, qualcuno di loro è per caso una ragazza?

source: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Chuckles*{/i}, yeah, a few of them.
it_it: [_danny_s_wondering_s_talk_happy_] {i}*Chuckles*{/i}, sì, alcuni di loro.
