Repository: DonRP/AmityPark
Catalog: game/*/*/code/battleoverhaul/renpy/9999-battle-label.po
Languages: it_it

source: You've earned [earnedEXP] experience points!
it_it: Hai guadagnato [earnedEXP] punti esperienza!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] All that training paid off, but I didn't learn anything from that fight.
it_it: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] Tutto l'allenamento ha dato i suoi frutti, ma non ho imparato nulla da quell'incontro.

source: Congratulations you are now level [dannyCombat[Level]] Gained 1 Skill Point! Gained 1 Passive Point!
it_it: Congratulazioni, ora sei di livello [dannyCombat[Level]] Guadagnato 1 punto abilità! Ottenuto 1 punto passivo!

source: Time to run...
it_it: È ora di correre...

source: [_simulatorAi_] Attention! The "Fenton Battery" level has reached a critical low! Further Simulation can not be initiated. Please, wait until the Fenton Battery has fully recharged.
it_it: [_simulatorAi_] Attenzione! Il livello della "Batteria Fenton" ha raggiunto un minimo critico! Non è possibile avviare ulteriori simulazioni. Attendere che la batteria Fenton si ricarichi completamente.

source: Turn on Super Danny for battle and retry.
it_it: Attivare Super Danny per la battaglia e riprovare.

source: Retry
it_it: Riprova
