Repository: DonRP/AmityPark
Catalog: game/*/*/code/character_events/desiree/desiree_affection_scenes.po
Languages: it_it

source: [_desiree_] Good morning, master~...
it_it: [_desiree_] Buongiorno, padrone...

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Oh, morning Desiree.
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Oh, buongiorno Desiree.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] What's all this?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Che cos'è tutto questo?

source: [_desiree_] Nothing, truly. Just thought of showing some appreciation for my master today.
it_it: [_desiree_] Niente, davvero. Ho solo pensato di mostrare un po' di apprezzamento per il mio maestro oggi.

source: [_desiree_] My old master used to adore waking up to such treats...
it_it: [_desiree_] Il mio vecchio padrone adorava svegliarsi con queste delizie...

source: [_desiree_] Of course, breakfast was usually skipped over and {i}I{/i} ended up as the treat myself...~
it_it: [_desiree_] Naturalmente, la colazione di solito veniva saltata e {i}finivo per fare io stesso il regalo...~

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Desiree, thank you, that's really nice... but, you know you really didn't have to do this right?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Desiree, grazie, è molto gentile... ma sai che non eri obbligata a farlo, vero?

source: [_desiree_] I am clearly aware of that, I simply {i}wanted{/i} to.~
it_it: [_desiree_] Ne sono chiaramente consapevole, semplicemente {i}volevo{/i}.

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Well, it definitely looks good!
it_it: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Beh, ha sicuramente un bell'aspetto!

source: [_desiree_] I hope you enjoy it very much!{p}
it_it: [_desiree_] Spero che vi piaccia molto!{p}

source: [_extend_] Now then, are you by any chance busy tonight?
it_it: [_extend_] Allora, per caso hai da fare stasera?

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] {i}Hmm?{/i} What for?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] {i}Hmm? Perché?

source: [_desiree_] I perhaps may have... a little {u}gift{/u} for you.
it_it: [_desiree_] Forse ho... un piccolo regalo {u}{/u} per voi.

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] A gift too? Wow. Well, what is it?
it_it: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Anche un regalo? Wow. Beh, che cos'è?

source: [_desiree_] {i}Ah ahh!{/i} Showing my hand this early would spoil all of the surprise, would it not?
it_it: [_desiree_] {i}Ah ahh! Mostrare la mia mano così presto rovinerebbe la sorpresa, no?

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Well... I'm sure I could make time, yeah.
it_it: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Beh... Sono sicuro che potrei trovare il tempo, sì.

source: [_desiree_] Oh, I certainly hope so!{p}
it_it: [_desiree_] Lo spero proprio!{p}

source: [_extend_] I promise you, it'll be like a {i}wish come true...~{/i}
it_it: [_extend_] Ti prometto che sarà come un desiderio {i}che si avvera...~{/i}

source: [_danny_s_boxers_s_at_player_s_unhappy_s_smile_] ({i}Uhhh{/i}, not exactly sure if that's a good thing or something more sinister... I'm still never sure with Des...)
it_it: [_danny_s_boxers_s_at_player_s_unhappy_s_smile_] ({i}Uhhh{/i}, non so se sia una cosa buona o qualcosa di più sinistro... Non sono mai sicuro con Des...)

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Oh, where are you going?
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Oh, dove stai andando?

source: [_desiree_] Oh, Miss McLain has challenged me to some game of her youth, something called "Fighters of the Streets 2", I believe...
it_it: [_desiree_] Oh, la signorina McLain mi ha sfidato a qualche gioco della sua giovinezza, qualcosa chiamato "Fighters of the Streets 2", credo...

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] She has a retro console? Where'd she find that?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Ha una console retrò? Dove l'ha trovata?

source: [_desiree_] Your magic wish imbued upon your "Thermos" provided Ember a room tailored towards her interests and stylings.
it_it: [_desiree_] Il vostro desiderio magico, espresso nel vostro "Thermos", ha permesso a Ember di avere una stanza su misura per i suoi interessi e il suo stile.

source: [_desiree_] I don't myself care for her sense or lack of fashion per se, but having something foreign to engage with helps with the tedium of captivity.
it_it: [_desiree_] Non mi interessa il suo senso o la sua mancanza di moda in sé, ma avere qualcosa di estraneo con cui confrontarsi aiuta a superare il tedio della prigionia.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Sounds nice, enjoy yourself then, have fun.
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Sembra bello, divertitevi allora, divertitevi.

source: [_desiree_] I shall endeavor to conquer this childish game of Ember's and become the top score player! Of this, I have no doubts!
it_it: [_desiree_] Mi impegnerò a conquistare questo gioco infantile di Ember e a diventare il miglior giocatore! Su questo non ho dubbi!

source: [_danny_s_boxers_s_at_player_s_rise_s_grin_] (Yeah, best of luck with that. If Ember really grew up during that time, she's gotta have some skills behind a controller.)
it_it: [_danny_s_boxers_s_at_player_s_rise_s_grin_] (Sì, in bocca al lupo. Se Ember è davvero cresciuta in quel periodo, deve avere una certa abilità dietro a un controller).

source: [_danny_s_boxers_s_towards_s_idle_s_grin_] (Guess Desiree's got something prepared for me tonight. Should be interesting...)
it_it: [_danny_s_boxers_s_towards_s_idle_s_grin_] (Immagino che Desiree abbia preparato qualcosa per me stasera. Dovrebbe essere interessante...)

source: [_danny_s_boxers_s_towards_wide_s_sad_s_talk_frown_s_blush_] Wait...I'm not-
it_it: [_danny_s_boxers_s_towards_wide_s_sad_s_talk_frown_s_blush_] Aspetta... io non...

source: [_desiree_] Why good evening, my Master...~
it_it: [_desiree_] Perché buona sera, mio Maestro...~

source: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_] D-Desiree?! What the- what are you doing?!
it_it: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_] D-Desiree?! Cosa... cosa stai facendo?

source: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] Why didn't you just float into my room like you normally do?
it_it: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] Perché non sei entrata nella mia stanza come fai di solito?

source: [_desiree_] It just didn't feel right given what comes next...
it_it: [_desiree_] Non mi sembrava giusto, visto quello che viene dopo...

source: [_danny_s_boxers_s_towards_s_rise_s_talk_distraught_] What comes-
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_distraught_] Cosa viene...

source: [_desiree_] {i}This.{/i}
it_it: [_desiree_] {i}Questo.{/i}

source: [_desiree_] {i}Ah ah ah!~{/i}
it_it: [_desiree_] {i}Ah ah ah!

source: [_desiree_] Remember that little "present" I talked with you about earlier...?
it_it: [_desiree_] Ricordate quel piccolo "regalo" di cui vi ho parlato prima...?

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Wait, this isn't the present already? What more could there be to unwrap?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Aspetta, non è già questo il regalo? Cosa c'è ancora da scartare?

source: [_desiree_] Well... I learned long ago that men tend to have a certain fixation with 'tightness'
it_it: [_desiree_] Beh... Ho imparato molto tempo fa che gli uomini tendono ad avere una certa fissazione per la "tenuta".

source: [_desiree_] And the slave girls I spoke to would always complain that their masters wanted to use their 'other' holes.
it_it: [_desiree_] E le schiave con cui ho parlato si lamentavano sempre che i loro padroni volevano usare i loro "altri" buchi.

source: [_danny_s_boxers_s_at_player_s_sad_s_bite_s_blush_] (Is... is she saying she wants to try anal?)
it_it: [_danny_s_boxers_s_at_player_s_sad_s_bite_s_blush_] (Sta... sta dicendo che vuole provare l'anale?)

source: [_desiree_] So... I made sure to practice back there for when my own master wanted to truly try it out...~
it_it: [_desiree_] Così... ho fatto in modo di esercitarmi lì dietro per quando il mio maestro avrebbe voluto provarlo davvero...~

source: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_s_blush_] D-Desiree... you mean we can...
it_it: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_s_blush_] D-Desiree... vuoi dire che possiamo...

source: [_danny_s_f_s_offscreen_s_boxers_s_towards_s_idle_s_talk_happy_s_-blush_] {i}Whoa!{/i}{p}{i}Heh{/i}, well alright!
it_it: [_danny_s_f_s_offscreen_s_boxers_s_towards_s_idle_s_talk_happy_s_-blush_] {i}Whoa!{p}{i}Heh{/i}, va bene!

source: [_desiree_] You're going to be dreaming about this night for the rest of your life~♥
it_it: [_desiree_] Sognerai questa notte per il resto della tua vita~♥

source: [_desiree_] {i}Mmm{/i}...{p}. . .{p}...I love you Master~
it_it: [_desiree_] {i}Mmm{/i}...{p}. .{p}... ti amo Maestro~

source: [_desiree_] ...I mean, {i}*Ahem*{/i} you know... and so, obviously, that's what I was trained to say to all of my previous masters after such an intimate session...
it_it: [_desiree_] ...voglio dire, {i}*Ahem*{/i} sai... e quindi, ovviamente, questo è ciò che sono stato addestrato a dire a tutti i miei precedenti padroni dopo una sessione così intima...

source: [_desiree_] Of course, you know, just to make the men in charge feel in control and powerful...
it_it: [_desiree_] Naturalmente, sapete, solo per far sentire gli uomini al comando in controllo e potenti...

source: [_desiree_] Do you also feel at ease with my performance, Master...?
it_it: [_desiree_] Anche voi vi sentite a vostro agio con la mia performance, Maestro...?

source: [_danny_] {i}Uhhh{/i}... yeah... sure.
it_it: [_danny_] {i}Uhhh{/i}... sì... certo.

source: [_desiree_] {i}*Ahem*{/i}{p}Very good... n-now, if you'll excuse me please!
it_it: [_desiree_] {i}*Ahem*{/i}{p}Molto bene... ora, se volete scusarmi, per favore!

source: [_danny_s_towards_s_rise_s_talk_happy_s_blush_] Hey Desiree... you {i}uhh{/i}, free tonight for a little 'fun?'
it_it: [_danny_s_towards_s_rise_s_talk_happy_s_blush_] Ehi Desiree... sei {i}uhh{/i}, libera stasera per un po' di "divertimento"?

source: [_desiree_s_neutral_s_talk_excited_] I told you you'd be dreaming about that night~
it_it: [_desiree_s_neutral_s_talk_excited_] Te l'avevo detto che avresti sognato quella notte!

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] That a yes?
it_it: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] È un sì?

source: [_desiree_s_neutral_s_talk_excited_] {i}Hmm{/i}... I shall certainly contemplate it~
it_it: [_desiree_s_neutral_s_talk_excited_] {i}Hmm{/i}... Lo prenderò sicuramente in considerazione~

source: [_desiree_] Good evening, Master~
it_it: [_desiree_] Buonasera, Maestro.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Gosh, Des... you look...
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Cavolo, Des... sembri...

source: [_danny_s_boxers_s_ahegao_s_unhappy_s_talk_happy_s_blush_] {i}Soooo{/i} sexy...
it_it: [_danny_s_boxers_s_ahegao_s_unhappy_s_talk_happy_s_blush_] {i}Così sexy...

source: [_desiree_] {i}*Giggles*{/i} What will it be tonight then, Master?~
it_it: [_desiree_] {i}*Giggles*{/i} Cosa ci sarà stasera, allora, Maestro?

source: [_desiree_] That's it Master, f-fuck me, {i}mmfgh{/i}...
it_it: [_desiree_] Così, maestro, scopami, {i}mmfgh{/i}...

source: [_desiree_] So good!
it_it: [_desiree_] Così buono!

source: [_danny_] Desiree! You feel incredible...
it_it: [_danny_] Desiree! Ti senti incredibile...

source: [_desiree_] {i}Ah! Mmm!{/i}
it_it: [_desiree_] {i}Ah! Mmm!

source: [_desiree_] {i}Ooooh!{/i}
it_it: [_desiree_] {i}Ooooh!

source: [_danny_] Oh fuck! Keep bouncing like that!
it_it: [_danny_] Oh, cazzo! Continua a rimbalzare così!

source: [_desiree_] {i}*Huff*{/i} M-Master... I think I'm close to {i}*Huff*{/i} f-finishing!
it_it: [_desiree_] {i}*Huff*{/i} M-Master... Credo di essere vicino a {i}*Huff*{/i} f-finire!

source: [_danny_] Just a little longer Desiree!
it_it: [_danny_] Ancora un po' Desiree!

source: [_danny_] {i}Ahh~!!{/i}
it_it: [_danny_] {i}Ahh~!!!

source: [_desiree_] {i}OOoooh!{/i}
it_it: [_desiree_] {i}OOoooh!

source: [_desiree_] D-Danny! I can't h-hold back anymore! I'm cumming!
it_it: [_desiree_] D-Danny! Non riesco più a trattenermi! Sto sborrando!

source: [_desiree_] C-cum! Do it inside, please!!
it_it: [_desiree_] C-cum! Fallo dentro, per favore!!

source: [_desiree_] Please! ~ ♥
it_it: [_desiree_] Per favore! ~ ♥

source: [_danny_] {i}Graaahhh!!{/i}
it_it: [_danny_] {i}Graaahhh!!!

source: [_desiree_] So... much... cum...
it_it: [_desiree_] Così... tanto... sperma...

source: [_danny_] Ohh {i}fuck!{/i}
it_it: [_danny_] Ohh {i}cazzo!

source: [_desiree_] {i}Ah!~{/i} H-how's that?
it_it: [_desiree_] {i}Ah! Come mai?

source: [_danny_] Your ass is... it's so tight!
it_it: [_danny_] Il tuo culo è... è così stretto!

source: [_desiree_] {i}Fufu~!{/i}{p}Glad you like it so- {i}*Huff*{/i} -much master...~
it_it: [_desiree_] {i}Fufu~!{/i}{p}Sono contento che ti piaccia così- {i}*Huff*{/i} -molto maestro...~

source: [_desiree_] {i}Ah!~ Ah!~ Mmm{/i}... f-fuck...
it_it: [_desiree_] {i}Ah! Ah! Mmm{/i}... cazzo...

source: [_danny_] Desiree, am I hurting you?
it_it: [_danny_] Desiree, ti sto facendo male?

source: [_desiree_] N-no, it just feels...
it_it: [_desiree_] N-no, è solo che sembra...

source: [_desiree_] {i}...sooooooo{/i} good!
it_it: [_desiree_] {i}...cosìooooo{/i} buono!

source: [_danny_] {i}Mmfgh!{/i} Desiree, can you say... {i}Ah!{/i}{p}
it_it: [_danny_] {i}Mmfgh! Desiree, puoi dire... {i}Ah!{p}

source: [_extend_] Please, beg me to f-fuck your ass or something?
it_it: [_extend_] Per favore, mi supplichi di scoparti il culo o qualcosa del genere?

source: [_desiree_] {i}Hmm!{/i}
it_it: [_desiree_] {i}Hmm!

source: [_desiree_] Oh! How {u}vulgar{/u} master!~{p}
it_it: [_desiree_] Oh! Come {u}volgare{/u} padrone! ~{p}

source: [_extend_] I LOVE it!!
it_it: [_extend_] Lo adoro!!!

source: [_desiree_] F-fuck my tight ass Master!~
it_it: [_desiree_] Scopa il mio culo stretto Maestro!

source: [_danny_] {i}Ahh{/i}... yes, take it... take this ass pounding!
it_it: [_danny_] {i}Ahh{/i}... sì, prendetelo... prendete queste botte di culo!

source: [_desiree_] D-don't stop fucking my tight butt till you cum in me!~
it_it: [_desiree_] Non smettere di scopare il mio culo stretto finché non mi sborri dentro!

source: [_danny_] S-shit! Desiree... I don't think I can last much- {i}*Huff*{/i}
it_it: [_danny_] Merda! Desiree... Non credo di poter resistere molto... {i}*Huff*{/i}

source: [_desiree_] You're so {u}big{/u} master~!{p}You're stretching my poor little hole so much!
it_it: [_desiree_] Sei così {u}grande{/u} padrone~!{p}Stai allargando così tanto il mio povero buchetto!

source: [_danny_] Oh {i}fuuuck!!{/i}
it_it: [_danny_] Oh {i}cazzo!!!

source: [_desiree_] Master!!~ You filled my little filthy hole to the brim with your hot seed!
it_it: [_desiree_] Maestro!!!Hai riempito il mio piccolo buco sporco fino all'orlo con il tuo seme caldo!

source: [_desiree_] {i}Ohhhh{/i} thank you, for that incredible finish...
it_it: [_desiree_] {i}Ohhhh{/i} grazie, per questa incredibile finitura...

source: [_danny_] {i}*Huff*{/i} Looks like {i}*Huff*{/i} You're still making wishes come true after all, Des.
it_it: [_danny_] {i}*Huff*{/i} Sembra che {i}*Huff*{/i} Dopo tutto, i tuoi desideri si avverano, Des.

source: [_desiree_] Well, that was fun, was it not?
it_it: [_desiree_] Beh, è stato divertente, no?

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] It certainly was, Desiree... thank you...
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Lo è stato sicuramente, Desiree... grazie...

source: [_desiree_] Goodnight, my young Master...~
it_it: [_desiree_] Buonanotte, mio giovane Maestro...~

source: [_desiree_] Rest well... and we'll see each other in the morning... my love...♥
it_it: [_desiree_] Riposa bene... e ci vedremo domattina... amore mio...♥

source: Ask for Anal (Cowgirl)
it_it: Chiedi l'anale (Cowgirl)

source: Ask for vaginal (Cowgirl)
it_it: Chiedere una vagina (Cowgirl)
