Repository: DonRP/AmityPark
Catalog: game/*/*/code/character_events/sam/sam_spookchat_selfie.po
Languages: it_it

source: [_danny_] Huh- Who could this be at this hour?
it_it: [_danny_] Chi può essere a quest'ora?

source: [_samspook_] Danny? Are you there yet?
it_it: [_samspook_] Danny? Sei già lì?

source: [_dannyspook_] No, not yet. What's up?
it_it: [_dannyspook_] No, non ancora. Cosa c'è?

source: [_samspook_] It's nothing. I was thinking about you and you know..
it_it: [_samspook_] Non è niente. Stavo pensando a te e sai...

source: [_dannyspook_] Don't worry Sam, I'm going to win this time!)
it_it: [_dannyspook_] Non preoccuparti Sam, questa volta vincerò io).

source: [_samspook_] Yeah, you better do so.
it_it: [_samspook_] Sì, è meglio che lo faccia.

source: [_samspook_] But for some extra motivation take a look at this.
it_it: [_samspook_] Ma per avere una motivazione in più, date un'occhiata a questo.

source: [_samspook_] Maybe this could give you some extra Orgone as well.
it_it: [_samspook_] Forse anche questo potrebbe darvi un po' di Orgone in più.

source: [_dannyspook_] Oh yeah, I definitely feel a lot more motivated now.
it_it: [_dannyspook_] Oh sì, ora mi sento decisamente più motivato.

source: [_samspook_] Oh, man why did I do this. Now I feel so embarrassed about this. -.-
it_it: [_samspook_] Oh, cavolo, perché l'ho fatto. Ora mi sento così in imbarazzo per questo. -.-

source: [_dannyspook_] Thank you Sam!
it_it: [_dannyspook_] Grazie Sam!

source: [_dannyspook_] I feel unstoppable now!!
it_it: [_dannyspook_] Ora mi sento inarrestabile!!!

source: [_samspook_] Hehe.. that's nice to hear. :)
it_it: [_samspook_] Hehe... è bello sentirlo. :)

source: [_samspook_] And don't forget about Tucker, he is counting on you as well.
it_it: [_samspook_] E non dimenticatevi di Tucker, anche lui conta su di voi.

source: [_dannyspook_] I won't.
it_it: [_dannyspook_] Non lo farò.

source: [_dannyspook_] Thanks a million Sam
it_it: [_dannyspook_] Grazie mille Sam

source: [_samspook_] No, problem, dude. :P
it_it: [_samspook_] Nessun problema, amico. :P

source: [_danny_] (Man... Sam is the best.)
it_it: [_danny_] (Amico... Sam è il migliore).

source: [_danny_] (Who would have thought we would ever end up in a relationship like this?)
it_it: [_danny_] (Chi avrebbe mai pensato che saremmo finiti in una relazione come questa?).

source: [_danny_] Alright! Let's go! I'm coming Tucker!
it_it: [_danny_] Va bene! Andiamo! Sto arrivando Tucker!
