Repository: DonRP/AmityPark
Catalog: game/*/*/code/battle/fight_shadow.po
Languages: fr_fr

source: [_danny_] Man, this guy's really tough to hit! It's like trying to punch my own shadow! ...erh, wait...
fr_fr: [_danny_] Mec, ce mec est vraiment dur à frapper! C'est comme essayer de frapper ma propre ombre! ...euh, attends...

source: [_danny_] I'm gonna banish you back into the shadow realm! (Heh he...)
fr_fr: [_danny_] Je vais te bannir dans le royaume des ombres! (Heh he...)

source: [_danny_] nothing happened.
fr_fr: [_danny_] il ne s'est rien passé.

source: [_danny_] I don't have enough energy for this.
fr_fr: [_danny_] Je n'ai pas assez d'énergie pour ça.

source: [_danny_] I need to be more careful!
fr_fr: [_danny_] Je dois faire plus attention!

source: Be a man and fight! Paulina needs your help!
fr_fr: Soyez un homme et combattez ! Paulina a besoin de votre aide !

source: You can't just run away! Amity Park needs you to protect her.
fr_fr: Vousne pouvez pas fuir ! Amity Park a besoin de vous pour la protéger.

source: Don't leave now! Sam needs protection from the shadow monster.
fr_fr: Ne partez pas maintenant ! Sam a besoin de protection contre le monstre de l'ombre.

source: Stand your ground! Johnny 13's reign of perversion needs to be stopped here and now!
fr_fr: Tenez bon! Le règne de la perversion de Johnny 13 doit être arrêté ici et maintenant!
