Repository: DonRP/AmityPark
Catalog: game/*/*/9999-battle-label.po
Languages: german, spanish

source: You've earned [earnedEXP] experience points!
german: Sie haben [earnedEXP] Erfahrungspunkte verdient!
spanish: ¡Has ganado [earnedEXP] puntos de experiencia!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] All that training paid off, but I didn't learn anything from that fight.
german: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] Alle diese Ausbildung hat sich ausgezahlt, aber ich habe nichts von diesem Kampf gelernt.
spanish: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_frown_] Todo ese entrenamiento dio sus frutos, pero no he aprendido nada de ese combate.

source: Congratulations you are now level [dannyCombat[Level]] Gained 1 Skill Point! Gained 1 Passive Point!
german: Herzlichen Glückwunsch, du bist jetzt Level [dannyCombat[Level]] Erhalte 1 Fähigkeitspunkt! Erhalte 1 Passivpunkt!
spanish: Enhorabuena, ahora tienes nivel [dannyCombat[Level]] ¡Has ganado 1 punto de habilidad! Has ganado 1 punto pasivo!

source: Time to run...
german: Zeit zum Ausführen...
spanish: Hora de correr...

source: [_simulatorAi_] Attention! The "Fenton Battery" level has reached a critical low! Further Simulation can not be initiated. Please, wait until the Fenton Battery has fully recharged.
german: [_simulatorAi_] Achtung! Das Level "Fenton Batterie" hat einen kritischen Tiefstand erreicht! Weitere Simulation kann nicht gestartet werden. Bitte warten Sie, bis die Fenton Batterie vollständig geladen ist.
spanish: [_simulatorAi_] ¡Atención! El nivel de la "Batería Fenton" ha alcanzado un nivel crítico. No se pueden iniciar más simulaciones. Por favor, espere hasta que la batería Fenton se haya recargado.

source: Turn on Super Danny for battle and retry.
german: Schalte Super Danny für die Schlacht ein und versuche es erneut.
spanish: Activa a Super Danny para la batalla y vuelve a intentarlo.

source: Retry
german: Wiederholen
spanish: Reintentar
