Repository: DonRP/AmityPark
Catalog: game/*/*/AbYss_MZ.po
Languages: german, italian

source: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Hi there, welcome to AbYss! How can I help you today?
german: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Hallo, willkommen bei AbYss! Wie kann ich dir heute helfen?
italian: [_sales_lady_s_talk_happy_s_at_player_2_s_wondering_] Salve, benvenuti su AbYss! Come posso aiutarti oggi?

source: [_danny_] Uh, hey, I'm here to pick up an ordered package for a friend of mine.
german: [_danny_] Uh, hey, ich bin hier, um ein bestelltes Paket für einen Freund von mir abzuholen.
italian: [_danny_] Ehi, sono qui per ritirare un pacco ordinato per un mio amico.

source: [_danny_] Her name is Sam Manson. Should be a cheerleading outfit.
german: [_danny_] Ihr Name ist Sam Manson. Sollte ein fröhliches Outfit sein.
italian: [_danny_] Si chiama Sam Manson. Dovrebbe essere un costume da cheerleader.

source: [_sales_lady_s_talk_happy_] Sounds great, I'll go and grab it for you right away from the back!
german: [_sales_lady_s_talk_happy_] klingt großartig, ich gehe und greife es für dich gleich weg von der Rückseite!
italian: [_sales_lady_s_talk_happy_] Sembra fantastico, vado subito a prenderlo per te dal retro!

source: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] I believe {b}this{/b} is what you're looking for! It's all been prepaid already, so you're all set to go! Take care now!
german: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] Ich glaube, {b}diese{/b} ist das, wonach du suchst! Es wurde alles bereits vorbezahlt, also bist du alle auf dem Weg. Achte jetzt auf!
italian: [_sales_lady_s_at_player_2_s_talk_happy_s_wondering_] Credo che {b}questo{/b} sia quello che stai cercando! È già tutto prepagato, quindi sei pronto per partire! Abbiate cura di voi!

source: [_danny_] Alright, thank you! (Hey, this ain't too bad an outfit... again, it'll definitely be interesting to actually see her wear something like this...)
german: [_danny_] Okay, danke! (Hey, das ist kein schlechtes Outfit... es wird definitiv interessant sein, ihre Trage so zu sehen...)
italian: [_danny_] Va bene, grazie! (Ehi, non è male come outfit... di nuovo, sarà sicuramente interessante vederla indossare qualcosa di simile...)

source: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Sorry sir, you actually have to have enough cash to get that! And you don't, so, sorry!
german: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Sorry Sir, du musst wirklich genug Bargeld haben, um das zu bekommen! Und du hast es nicht, also sorry!
italian: [_sales_lady_s_idle__s_at_player_2_s_talk_happy_] Spiacente, signore, deve avere abbastanza denaro per ottenerlo! E lei non ce l'ha, quindi mi dispiace!

source: [_sales_lady_s_idle__s_talk_happy_] Of course! Here's your purchase, and thanks for being a loyal AbYss customer!
german: [_sales_lady_s_idle__s_talk_happy_] Natürlich! Hier ist dein Einkauf und danke, dass du ein treuer AbYss Kunde bist!
italian: [_sales_lady_s_idle__s_talk_happy_] Naturalmente! Ecco il tuo acquisto e grazie per essere un fedele cliente di AbYss!

source: [_sales_lady_s_idle__s_talk_happy_] Here you go, a lovely dress made for a lovely lady!
german: [_sales_lady_s_idle__s_talk_happy_] Hier gehst du, ein hübsches Kleid für eine hübsche Dame gemacht!
italian: [_sales_lady_s_idle__s_talk_happy_] Ecco a voi un bel vestito fatto per una bella signora!

source: [_danny_] (Great I have a dress for Desiree now. I hope she'll like it!)
german: [_danny_] (Großartig habe ich jetzt ein Kleid für Desiree. Ich hoffe, dass es ihr gefallen wird!)
italian: [_danny_] (Fantastico, ora ho un vestito per Desiree, spero che le piaccia!).

source: [_danny_] (Now to attend this shindig and show off my hot date to everyone!)
german: [_danny_] (Jetzt um an diesem Shindig teilzunehmen und mein heißes Datum allen zu zeigen!)
italian: [_danny_] (Ora devo partecipare a questa festa e mostrare a tutti il mio appuntamento galante).

source: What do I need to do at AbYss?
german: Was muss ich bei AbYss tun?
italian: Cosa devo fare all'AbYss?

source: Ask about a 'gift' for Jazz.
german: Fragen Sie nach einem 'Geschenk' für Jazz.
italian: Chiedete un "regalo" per Jazz.

source: Pay for the 'special' package. (120 $)
german: Bezahlen für das 'Special'-Paket. (120 $)
italian: Pagare il pacchetto "speciale". (120 $)

source: Ask to pick up the cheerleader outfit for Sam.
german: Bitte, das Cheerleiter-Outfit für Sam.
italian: Chiedete di ritirare il vestito da cheerleader per Sam.

source: Shop at AbYss.
german: Einkaufen bei AbYss.
italian: Acquista da AbYss.

source: Nothing, leave.
german: Nichts, wegzugehen.
italian: Niente, andatevene.

source: What do you want to buy?
german: Was möchten Sie kaufen?
italian: Cosa vuoi comprare?

source: Buy some expensive cloth for {b}Maddie{/b} -150$
german: Kaufe ein teures Tuch für {b}Maddie{/b} -150$
italian: Compra dei vestiti costosi per {b}Maddie{/b} -150$

source: "Casper Chill Formal" Suit ($300)
german: "Casper Chill Formal" Anzug ($300)
italian: Abito "Casper Chill Formal" ($300)

source: "Casper Chill Formal" Dress for Desiree ($200)
german: "Casper Chill Formal" Dress für Desiree ($200)
italian: Abito "Casper Chill Formal" per Desiree ($200)

source: For Desiree.
german: Für Desiree.
italian: Per Desiree.

source: Back.
german: Zurück.
italian: Torna.

source: What color might suit on Desiree?
german: Welche Farbe könnte für Desiree passen?
italian: Quale colore potrebbe essere adatto a Desiree?

source: Red Dress
german: Rotes Kleid
italian: Abito rosso

source: Blue Dress
german: Blaues Kleid
italian: Abito blu

source: What might Desiree like to wear?
german: Was könnte Desiree gerne tragen?
italian: Cosa potrebbe indossare Desiree?

source: Top
german: Oben
italian: In alto

source: Bottom
german: Unten
italian: Fondo

source: Accessory
german: Zubehör
italian: Accessorio

source: Outfits
italian: Abiti

source: Black Bra ($20)
german: Schwarzer Bra ($20)
italian: Reggiseno nero ($20)

source: Mini Bra ($30)
italian: Mini reggiseno ($30)

source: Swimsuit ($50)
german: Badeanzug ($50)
italian: Costume da bagno ($50)

source: School Top ($50)
german: Schulspitze ($50)
italian: Top per la scuola ($50)

source: Skirt ($20)
german: Rock ($20)
italian: Gonna ($20)

source: School Skirt ($30)
german: Schulrock ($30)
italian: Gonna da scuola ($30)

source: Mini Panties ($40)
italian: Mini mutandine ($40)

source: Stockings ($20)
german: Strümpfe ($20)
italian: Calze ($20)

source: Garter Belt ($40)
german: Gartergürtel ($40)
italian: Reggicalze ($40)

source: Slave Leia ($400)
italian: Schiava Leia ($400)

source: Origa ($100)
german: Ursprung ($100)
