Repository: DonRP/AmityPark
Catalog: game/*/*/battlesetup.po
Languages: german, italian

source: [_epa_] Okay testing time for the battles of episode 7. First battle is against the Ghost Cobra from Kate's route.
german: [_epa_] Okay Testzeit für die Schlachten der Episode 7. Erste Schlacht ist gegen die Ghost Cobra von Kate's Route.
italian: [_epa_] Ok, è il momento dei test per le battaglie dell'episodio 7. La prima battaglia è contro il Cobra fantasma del percorso di Kate.

source: [_epa_] Okay time to be crushed by Ember.
german: [_epa_] Okay Zeit, um von Ember zerquetscht zu werden.
italian: [_epa_] È ora di farsi schiacciare da Ember.

source: [_epa_] That smarts... well time to pick your route.
german: [_epa_] Diese smarts ... gute Zeit, um Ihre Route abzuholen.
italian: [_epa_] Questo è intelligente... è ora di scegliere il percorso.

source: [_epa_] Okay back to the main quest.
german: [_epa_] Okay zurück zur Hauptquest.
italian: [_epa_] Torniamo alla missione principale.

source: [_epa_] Rescue Sam from this chump goon of Ember's.
german: [_epa_] Rettung Sam von dieser Kumpel von Ember's.
italian: [_epa_] Salvate Sam da questo idiota di Ember.

source: [_epa_] Here's Ember after you have your second charge.
german: [_epa_] Hier ist Ember, nachdem du deine zweite Gebühr hast.
italian: [_epa_] Ecco Ember dopo la seconda carica.

source: [_epa_] Oh no! The princess is raging again... prepare to face a big cranky dragon!
german: [_epa_] Oh nein! Die Prinzessin tobt wieder ... Vorbereitung auf ein großes Kurbeln Drachen!
italian: [_epa_] Oh no! La principessa è di nuovo furiosa... preparatevi ad affrontare un grosso drago irascibile!

source: [_epa_] (Congrats you are now level 7!)
german: [_epa_] (Congrats du bist jetzt Level 7!)
italian: [_epa_] (Congratulazioni per il livello 7!)

source: [_epa_] Ectopus and his minions.
german: [_epa_] Ectopus und seine Minen.
italian: [_epa_] Ectopus e i suoi scagnozzi.

source: [_epa_] The return of Vlad's monster.
german: [_epa_] Die Rückkehr von Vlads Monster.
italian: [_epa_] Il ritorno del mostro di Vlad.

source: [_epa_] Kate did not have an extra battle.
german: [_epa_] Kate hatte keinen zusätzlichen Kampf.
italian: [_epa_] Kate non ha avuto una battaglia in più.

source: [_epa_] Lake Monster unavailable currently.
german: [_epa_] Lake Monster ist derzeit nicht verfügbar.
italian: [_epa_] Il Mostro del Lago non è attualmente disponibile.

source: Choose which route you will take
german: Wählen Sie die Route, die Sie übernehmen möchten
italian: Scegliere il percorso da seguire

source: Star
german: Stern
italian: Stella
