Repository: DonRP/AmityPark
Catalog: game/*/*/common.po
Languages: french

source: bar
french: barre

source: selected
french: selectionné

source: horizontal scroll
french: déf. horizontal

source: vertical scroll
french: déf. vertical

source: activate
french: activé

source: deactivate
french: déactivé

source: increase
french: augmenter

source: decrease
french: diminuer

source: High Contrast Text
french: Contraste élevé

source: Enable
french: Actif

source: Text-to-speech
french: Texte-à-la-voix

source: Clipboard
french: Presse-papier

source: Debug
french: Débug

source: The options on this menu are intended to improve accessibility. They may not work with all games, and some combinations of options may render the game unplayable. This is not an issue with the game or engine. For the best results when changing fonts, try to keep the text size the same as it originally was.
french: Les options de ce menu sont destinées à améliorer l'accessibilité. Ils ne fonctionnent pas avec tous les jeux, et certaines combinaisons d'options peuvent rendre le jeu injouable. Ce n'est pas une issue avec le jeu ou le moteur. Pour les meilleurs résultats lorsque vous modifiez des polices, essayez de garder la taille du texte identique à celle de l'origine.

source: {#weekday}Monday
french: {#weekday}Lundi

source: {#weekday}Tuesday
french: {#weekday}Mardi

source: {#weekday}Wednesday
french: {#weekday}Mercredi

source: {#weekday}Thursday
french: {#weekday}Jeudi

source: {#weekday}Friday
french: {#weekday}Vendredi

source: {#weekday}Saturday
french: {#weekday}Samedi

source: {#weekday}Sunday
french: {#weekday}Dimanche

source: {#weekday_short}Mon
french: {#weekday_short}Lu

source: {#weekday_short}Tue
french: {#weekday_short}Ma

source: {#weekday_short}Wed
french: {#weekday_short}Me

source: {#weekday_short}Thu
french: {#weekday_short}Je

source: {#weekday_short}Fri
french: {#weekday_short}Ve

source: {#weekday_short}Sat
french: {#weekday_short}Sa

source: {#weekday_short}Sun
french: {#weekday_short}Di

source: {#month}January
french: {#month}Janvier

source: {#month}February
french: {#month}Février

source: {#month}March
french: {#month}Mars

source: {#month}April
french: {#month}Avril

source: {#month}May
french: {#month}Mai

source: {#month}June
french: {#month}Juin

source: {#month}July
french: {#month}Juillet

source: {#month}August
french: {#month}Aout

source: {#month}September
french: {#month}Septembre

source: {#month}October
french: {#month}Octobre

source: {#month}November
french: {#month}Novembre

source: {#month}December
french: {#month}Décembre

source: {#month_short}Feb
french: {#month_short}Fév

source: {#month_short}Apr
french: {#month_short}Avr

source: {#month_short}May
french: {#month_short}Mai

source: {#month_short}Aug
french: {#month_short}Aou

source: {#month_short}Dec
french: {#month_short}Déc

source: %b %d, %H:%M
french: %d %b, %H:%M

source: Save slot %s: [text]
french: Slot %s: [text] sauvé

source: Load slot %s: [text]
french: Slot %s: [text] chargé

source: Delete slot [text]
french: DSlot [text] effacé

source: File page auto
french: Page fich. auto

source: File page quick
french: Page fich. quick

source: File page [text]
french: Page [text] fich.

source: Next file page.
french: Prochaine page.

source: Previous file page.
french: Page précédente.

source: Quick save complete.
french: Sauvegarde rapide fait.

source: Quick save.
french: Sauv. rapide.

source: Quick load.
french: Chargmt rapide.

source: Language [text]
french: Langue [text]

source: The interactive director is not enabled here.
french: Le directeur interactif n'est pas activé ici.

source: Done
french: Fait

source: (statement)
french: (déclaration)

source: (attributes)
french: (attributs)

source: (transform)
french: (transformation)

source: (channel)
french: (cannal)

source: (filename)
french: (nom de fichier)

source: Change
french: Changer

source: Add
french: Ajout

source: Cancel
french: Effacer

source: Remove
french: Remplacer

source: Statement:
french: Déclaration:

source: Attributes:
french: Attributs:

source: Transforms:
french: Transformation:

source: Behind:
french: Derrière:

source: Channel:
french: Cannal:

source: Audio Filename:
french: Nom fichier audio:

source: Are you sure?
french: Êtes-vous sûr?

source: Are you sure you want to delete this save?
french: Êtes-vous sûr de vouloir supprimer cette sauvegarde?

source: Are you sure you want to overwrite your save?
french: Êtes-vous sûr de vouloir écraser votre sauvegarde?

source: Loading will lose unsaved progress. Are you sure you want to do this?
french: Le chargement supprimenra les progrès non enregistrés. Êtes-vous sûr que vous voulez faire cela?

source: Are you sure you want to quit?
french: Êtes-vous sûr de vouloir quitter?

source: Are you sure you want to return to the main menu? This will lose unsaved progress.
french: Êtes-vous sûr de vouloir retourner au menu principal? Ceci perdra les progrès non enregistrés.

source: Are you sure you want to end the replay?
french: Êtes-vous sûr de vouloir mettre fin à la relecture?

source: Are you sure you want to begin skipping?
french: Êtes-vous sûr de vouloir commencer à sauter?

source: Are you sure you want to skip to the next choice?
french: Êtes-vous sûr de vouloir passer au choix suivant?

source: Are you sure you want to skip unseen dialogue to the next choice?
french: Êtes-vous sûr de vouloir ignorer un dialogue invisible jusqu'au choix suivant?

source: Failed to save screenshot as %s.
french: Échec de la sauvegarde de la capture d'écran %s.

source: Saved screenshot as %s.
french: Savegarde de la capture d'écran %s.

source: Skip Mode
french: Mode saut

source: This program contains free software under a number of licenses, including the MIT License and GNU Lesser General Public License. A complete list of software, including links to full source code, can be found {a=https://www.renpy.org/l/license}here{/a}.
french: Ce programme contient des logiciels libres sous un certain nombre de licences de licence et de licence de GNU générale. Une liste complète du logiciel, y compris des liens vers le code source complet, peut être trouvé {a=https://www.renpy.org/l/license}ici{/a}.

source: display
french: écran

source: skip transitions
french: sauter transitions

source: show empty window
french: voir les fenêtres vide

source: text speed
french: vitesse texte

source: skip
french: sauter

source: skip unseen [text]
french: Ignorer [text] invisible

source: skip unseen text
french: Sauter le texte invisible

source: begin skipping
french: début saut

source: after choices
french: après choix

source: skip after choices
french: sauter après choix

source: renderer menu
french: menu rendu

source: accessibility menu
french: menu accessibilité

source: Contacting App Store Please Wait...
french: Accès à l'App Store Patientez svp...

source: The Ren'Py Updater is not supported on mobile devices.
french: Le programme de mise à jour Ren'py n'est pas pris en charge sur les appareils mobiles.

source: An error is being simulated.
french: Une erreur est arrivée.

source: Either this project does not support updating, or the update status file was deleted.
french: Soit le projet ne prend pas en charge la mise à jour, ou le fichier d'état de la mise à jour a été supprimé.

source: This account does not have permission to perform an update.
french: Ce compte n'a pas la permission d'effectuer une mise à jour.

source: This account does not have permission to write the update log.
french: Ce compte n'a pas la permission d'écrire le journal de mise à jour.

source: Could not verify update signature.
french: Impossible de vérifier la signature de la mise à jour.

source: The update file was not downloaded.
french: Le fichier de mise à jour n'a pas été téléchargé.

source: The update file does not have the correct digest - it may have been corrupted.
french: Le fichier de mise à jour n'a pas la bonne - il peut avoir été corrompu.

source: While unpacking {}, unknown type {}.
french: En décompressant {}, type inconnu {}.

source: Updater
french: Mise à jour

source: An error has occured:
french: Une erreur s'est produite:

source: Checking for updates.
french: Vérification des mises à jour.

source: This program is up to date.
french: Ce programme est à jour.

source: [u.version] is available. Do you want to install it?
french: [u.version] est disponible. Voulez-vous l'installer?

source: Preparing to download the updates.
french: Préparation du téléchargement de la mise à jour.

source: Downloading the updates.
french: Téléchargement de la mise à jour.

source: Unpacking the updates.
french: Décompression de la mise à jour.

source: Finishing up.
french: Finition.

source: The updates have been installed. The program will restart.
french: La mise à jour a été installée. Le programme va redémarrer.

source: The updates have been installed.
french: Les mises à jour ont été installées.

source: The updates were cancelled.
french: Les mises à jour ont été annulées.

source: Proceed
french: En cours

source: Image [index] of [count] locked.
french: Image [index] de [count] est bloquée.

source: prev
french: préc.

source: next
french: suiv.

source: return
french: retour

source: Renderer
french: Rendu

source: Automatically Choose
french: Choisir automatiquement.

source: Force GL Renderer
french: Force rendu GL

source: Force ANGLE Renderer
french: Force rendu ANGLE

source: Force GLES Renderer
french: Force rendu GLES

source: Force GL2 Renderer
french: Force rendu GL2

source: Force ANGLE2 Renderer
french: Force rendu ANGLE2

source: Force GLES2 Renderer
french: Force rendu GLES2

source: Changes will take effect the next time this program is run.
french: Les changements entreront en vigueur la prochaine fois que ce programme est exécuté.

source: Performance Warning
french: Avertissement de performance

source: This computer is using software rendering.
french: Cet ordinateur utilise le rendu logiciel.

source: This game requires use of GL2 that can't be initialised.
french: Ce jeu nécessite l'utilisation du rendu GL2 qui ne peut pas être initialisée.

source: This computer has a problem displaying graphics: [problem].
french: Cet ordinateur a un problème d'affichage graphique: [problem].

source: Its graphics drivers may be out of date or not operating correctly. This can lead to slow or incorrect graphics display.
french: Ses pilotes graphiques peuvent être obsolètes ou ne pas fonctionner correctement. Cela peut entraîner un affichage graphique lent ou incorrect.

source: The {a=edit:1:log.txt}log.txt{/a} file may contain information to help you determine what is wrong with your computer.
french: Le fichier {a=edit:1:log.txt}log.txt{/a} peut contenir des informations pour vous aider à déterminer ce qui ne va pas avec votre ordinateur.

source: More details on how to fix this can be found in the {a=[url]}documentation{/a}.
french: Plus de détails sur la manière de résoudre ce problème peut être trouvé dans la {a=[url]}documentation{/a}.

source: Continue, Show this warning again
french: Continuer, montre à nouveau cet avertissement

source: Continue, Don't show warning again
french: Continuer, Ne montre plus cet avertissement à nouveau

source: Change render options
french: Changer les options de rendu.

source: Opens the traceback.txt file in a text editor.
french: Ouvre le fichier traceback.txt dans un éditeur de texte.

source: Copies the traceback.txt file to the clipboard as BBcode for forums like https://lemmasoft.renai.us/.
french: Copie le fichier traceback.txt dans le presse-papiers comme BBcode pour les forums comme https://lemmasoft.renai.us/.

source: Copy Markdown
french: Copie en Markdown

source: Copies the traceback.txt file to the clipboard as Markdown for Discord.
french: Copie le fichier traceback.txt dans le presse-papiers Markdown pour Discord.

source: An exception has occurred.
french: Une exception s'est produite.

source: Rollback
french: Retour

source: Attempts a roll back to a prior time, allowing you to save or choose a different choice.
french: Tente de retourner à un moment précédent, vous permettant d'enregistrer ou de choisir un choix différent.

source: Ignore
french: Ignorer

source: Ignores the exception, allowing you to continue.
french: Ignore l'exception, vous permettant de continuer.

source: Ignores the exception, allowing you to continue. This often leads to additional errors.
french: Ignore l'exception, vous permettant de continuer. Cela conduit souvent à des erreurs supplémentaires.

source: Reload
french: Recharger

source: Reloads the game from disk, saving and restoring game state if possible.
french: Recharger le jeu à partir d'une sauvegarde et restauration de l'état de jeu si possible.

source: Opens a console to allow debugging the problem.
french: Ouvre une console pour permettre de déboguer le problème.

source: Quits the game.
french: Quitter le jeu.

source: Parsing the script failed.
french: L'analyse du script a échoué.
