Repository: DonRP/AmityPark
Catalog: game/*/*/dasirees_service.po
Languages: german, italian

source: [_danny_] Whoa! How'd you already-
german: [_danny_] Whoa! How'd du schon-
italian: [_danny_] Wow! Come hai già...

source: [_desiree_] You were simply erect, master, and a good slave must work hard to keep her master's member well taken care of...
german: [_desiree_] Du wurdest einfach aufgebaut, Meister und ein guter Sklave muss hart arbeiten, um das Mitglied ihres Meisters gut zu versorgen...
italian: [_desiree_] Eri semplicemente in erezione, padrone, e una brava schiava deve lavorare sodo per mantenere il membro del suo padrone ben curato...

source: [_danny_] (Man, she must've really taken her whole harem girl position seriously... this kinda dedication to simply jerking guys off is a whole new level of commitme-)
german: [_danny_] (Man, sie muss wirklich ihre ganze Harem Girl Position ernst genommen haben... diese kinda Widmung einfach abzuspielen ist eine ganz neue Stufe von commitme-)
italian: [_danny_] (Cavolo, deve aver preso davvero sul serio la sua posizione di ragazza harem... questo tipo di dedizione al semplice masturbare i ragazzi è un livello di impegno del tutto nuovo).

source: [_danny_] {i}Whuuuuh{/i}... Oh jeezus, De-Des-Desiree... you're already... Oh- okay, I guess... you just do what you're used to, I suppose...
german: [_danny_] {i}Whuuuuh{/i}... Oh jeezus, De-Des-Des-Des-Desiree... du bist schon... Oh- okay, denke ich... du tust, was du gewöhnt bist, nehme ich...
italian: [_danny_] {i}Whuuuuh{/i}... Oh Gesù, De-Des-Desiree... sei già... Oh, ok, immagino... fai quello che sei abituato a fare, suppongo...

source: [_desiree_] My special technique is what's flustering your words, I presume? Yes, I spent years perfecting my handcraft and finger play. You never quite forget it...
german: [_desiree_] Meine spezielle Technik ist, was flustert deine Worte, ich gehe davon aus? Ja, ich habe jahrelang meine Handwerks- und Fingerspiele perfektioniert. Du vergisst es nie.
italian: [_desiree_] La mia tecnica speciale è ciò che sta turbando le sue parole, presumo? Sì, ho passato anni a perfezionare la mia manualità e il gioco delle dita. Non si dimentica mai...

source: [_danny_] (Jeez, man... Nurse Kate definitely has skill, but this is truly something else... so {i}this{/i} is how she rose to the ranks as the Sultan's personal harem girl...)
german: [_danny_] (Jeez, Mensch... Krankenschwester Kate hat definitiv Fähigkeiten, aber das ist wirklich etwas anderes.. also {i}diese{/i} erhob sie sich zu den Rängen als persönliches Harem Mädchen des Sultans...)
italian: [_danny_] (Cavolo, amico... L'infermiera Kate ha sicuramente delle capacità, ma questa è davvero un'altra cosa... quindi {i}questo{/i} è il modo in cui è salita ai ranghi come ragazza dell'harem personale del Sultano...)

source: [_desiree_] (Oh yes, this actually brings me back... a fine, sturdy cock in my hand, a handsome prince receiving his crowning birthday present whispering sweet nothings... ohh, those were good times...)
german: [_desiree_] (Ja, das bringt mich eigentlich zurück... ein feiner und robuster Schwanz in der Hand, ein hübscher Prinz, der sein krönendes Geburtstagsgeschenk flüstert und süße nichts... ohh, das waren gute Zeiten...)
italian: [_desiree_] (Oh sì, questo mi riporta davvero indietro... un bel cazzo robusto nella mia mano, un bel principe che riceve il suo regalo di compleanno sussurrando dolci parole... ohh, quelli sì che erano bei tempi)...

source: [_desiree_] (Errh, no, I am most certainly {i}not{/i} enjoying this! I'm still the Ghost Boy's slave girl... I shouldn't find this fun...)
german: [_desiree_] (Errh, nein, ich bin ganz sicher {i}nicht{/i} Spaß daran haben! Ich bin immer noch Sklavenmädchen des Ghost Boys... Ich sollte diesen Spaß nicht finden...)
italian: [_desiree_] (Errh, no, di certo {i}non{/i} mi sto divertendo! Sono ancora la schiava del Ragazzo Fantasma... Non dovrei trovarlo divertente...)

source: [_desiree_] (Just continue to put on a good face for the fool, Desiree... continue biding your time... an opening will reveal itself soon enough...)
german: [_desiree_] (Lege einfach ein gutes Gesicht für den Narren fest, Desire... biege deine Zeit weiter ... eine Öffnung wird sich bald genug offenbaren...)
italian: [_desiree_] (Continua a fare buon viso a cattivo gioco, Desiree... continua ad aspettare il tuo momento... un'apertura si rivelerà presto...)

source: [_desiree_] I'm glad you're enjoying yourself, my master. It pleases me to serve you...
german: [_desiree_] Ich bin froh, dass du dich amüsierst, mein Meister. Es freut mich, dir zu dienen...
italian: [_desiree_] Sono felice che vi stiate divertendo, mio padrone. Mi fa piacere servirla...

source: [_desiree_] I can tell that your rather large friend here is also enjoying our time together as well... he's leaking out his sweet love juice already... I love running its drip along with my thumb...
german: [_desiree_] Ich kann sagen, dass dein ziemlich großer Freund hier auch unsere Zeit gemeinsam genießt. Der süße Liebessaft ist schon unsichtbar... Ich liebe es, seinen Tropfen zusammen mit meinem Daumen zu laufen ...
italian: [_desiree_] Posso dire che anche il tuo amico piuttosto grande si sta godendo il nostro tempo insieme... sta già facendo uscire il suo dolce succo d'amore... Mi piace far scorrere la sua goccia con il mio pollice...

source: [_desiree_] Now tell me... who makes you feel this good, master?
german: [_desiree_] Jetzt sag mir... wer lässt dich so gut fühlen, Meister?
italian: [_desiree_] Ora dimmi... chi ti fa sentire così bene, maestro?

source: [_danny_] You-you do, Desiree... you're so sexy... you make me this rock hard... just with your hands alone...
german: [_danny_] Du machst es doch, Desiree... Du bist so sexy... Du machst mir diesen Rock hart... nur mit deinen Händen...
italian: [_danny_] Tu... tu lo fai, Desiree... sei così sexy... me lo fai diventare duro come una roccia... solo con le tue mani...

source: [_desiree_] With my hands alone? Oh, I think not... what kind of servant would I be...
german: [_desiree_] Mit meinen Händen allein? Oh, ich denke nicht... Welche Art von Diener würde ich sein...
italian: [_desiree_] Con le mie sole mani? Oh, penso di no... che razza di servo sarei...

source: [_desiree_] ...if I kept you in suspense with just my fingertips? That wouldn't be fair to you, master...
german: [_desiree_] ...wenn ich dich mit meinen Fingerspitzen in Spannung gehalten hätte? Das wäre dir nicht gerecht, Meister...
italian: [_desiree_] ...se ti tenessi in sospeso solo con la punta delle dita? Non sarebbe giusto nei vostri confronti, maestro...

source: [_danny_] Wh-what do you mean...?
german: [_danny_] Was meinst du...?
italian: [_danny_] Cosa vuoi dire...?

source: [_desiree_] Well of course, Master... my sweet little mouth is yours to {u}fuck{/u} as you please.
german: [_desiree_] Natürlich, Meister... mein süßer kleiner Mund ist dir {u}fuck{/u}, wie du möchtest.
italian: [_desiree_] Beh, certo, Padrone... la mia dolce boccuccia è tua per {u}scopare{/u} a tuo piacimento.

source: [_desiree_] (I hope you're ready for this part, Ghost Boy... I rarely hold back with this part...)
german: [_desiree_] (Ich hoffe, du bist bereit für diesen Teil, Ghost Boy... Ich halte selten mit diesem Teil zurück...)
italian: [_desiree_] (Spero che tu sia pronto per questa parte, Ghost Boy... Raramente mi trattengo con questa parte...)

source: [_desiree_] Look at my mouth right now... look at the place your fat cock is going to rest down upon and feel pleasure like you've {i}never{/i} felt before?
german: [_desiree_] Schau dir meinen Mund gerade an... Schaue dir den Ort an, auf dem dein dicker Schwanz sich ausruhen wird und dich freut, als hättest du {i}nie gewusst{/i}?
italian: [_desiree_] {i}Guarda la mia bocca in questo momento... guarda il punto in cui il tuo grasso cazzo si poserà e proverai un piacere che non hai mai provato prima?

source: [_desiree_] Let me lick you, master... I want to taste your wad of dribble...
german: [_desiree_] Lasse mich dich lecken, Meister... Ich möchte deinen Trockenwahn probieren...
italian: [_desiree_] Lascia che ti lecchi, padrone... Voglio assaggiare il tuo batuffolo di bava...

source: [_danny_] God damn... you really talk like such a dirty slave girl... it's so fucking hot... he-here you go, Des... taste it a bit...
german: [_danny_] Gott verdammt... Du sprichst wirklich wie ein so schmutziges Sklavenmädchen ... es ist so heiß ... er gehst du, Des... probiert es ein bisschen...
italian: [_danny_] Dannazione... parli davvero come una sporca schiava... è così fottutamente eccitante... ecco, Des... assaggialo un po'...

source: [_danny_] Oh shit... you're flicking up and down between the slit... holy shit...
german: [_danny_] Oh shit... du flickst hoch und runter zwischen dem Schlitz... heiliger Schit...
italian: [_danny_] Oh merda... stai facendo su e giù tra la fessura... porca puttana...

source: [_desiree_] (Hmmm... he's also much more hygenic than the men I've dealt with before... he certainly washes properly...)
german: [_desiree_] (Hmmm... er ist auch viel hygenischer als die Männer, mit denen ich mich zuvor befasst habe... er wascht sicher richtig...)
italian: [_desiree_] (Hmmm... è anche molto più igienico degli uomini con cui ho avuto a che fare in precedenza... sicuramente si lava bene...)

source: [_desiree_] (Mmmmm... and his seed tastes so... I don't even know... tantalizing? Such a unique and sweet taste...)
german: [_desiree_] (Mmmmm... und seine Samen schmecken so... Ich weiß nicht einmalig ... verlockend? So ein einzigartiger und süßer Geschmack...)
italian: [_desiree_] (Mmmmm... e il suo seme ha un sapore così... non so nemmeno... stuzzicante? Un sapore così unico e dolce...)

source: [_desiree_] (Damn, I shouldn't be solely licking his drip... I'm not suppposed to be enjoying this ordeal... {i}this{/i} part especially... and yet...)
german: [_desiree_] (Verdammt, ich sollte nicht nur seinen Tropfen lecken... Ich nehme nicht an, diesen Ordeal zu genießen... {i}diese{/i} Teil insbesondere... und noch...)
italian: [_desiree_] (Accidenti, non dovrei leccare solo la sua flebo... Non dovrei godermi questa prova... {i}soprattutto questa parte... eppure...)

source: [_desiree_] Master Danny, please... bless your cock down my throat. My hot mouth is practically drooling over it already... please, give me a proper taste...
german: [_desiree_] Meister Danny, bitte... segne bitte deinen Schwanz in meine Kehle. Mein heißer Mund dreht sich praktisch schon darüber... Bitte gib mir einen ordentlichen Geschmack...
italian: [_desiree_] Maestro Danny, ti prego... benedici il tuo cazzo nella mia gola. La mia bocca calda ci sta praticamente già sbavando sopra... ti prego, fammi assaggiare per bene...

source: [_danny_] Yes! Thank you God... I'm gonna stick it in your dirty little mouth, slave!! Urgghh… well, I mean, a-as you wish, Desiree!
german: [_danny_] Ja! Vielen Gott... Ich werde es in deinem schmutzigen kleinen Mund, Sklaven! Urgghh… gut, ich meine, a-wie du willst, Desiree!
italian: [_danny_] Sì! Grazie a Dio... Te lo infilo nella tua sporca boccuccia, schiava!!! Urgghh… bene, voglio dire, a-come desideri, Desiree!

source: [_desiree_] Oh yes, please do you big, {u}throbbing{/u} ghost boy...
german: [_desiree_] Ach ja, bitte tust du groß, {u}throbbbing{/u} Gespenster...
italian: [_desiree_] Oh sì, ti prego, grande, {u}palpitante{/u} ragazzo fantasma...

source: [_desiree_] {i}Mmm… mmpffhhh…Mmmchuahhh…{/i}
german: [_desiree_] {i}Mmm… mmpffhh…Mmmchuahhh…{/i}

source: [_danny_] (Oh God, she's not even using any teeth... she shapeshifted her mouth to be filled with only her gums... oh my God... ghost head is so fucking good... {i}uhhhmmm{/i}...)
german: [_danny_] (Oh Gott, sie benutzt nicht einmal Zähne... sie formte ihren Mund, um nur mit ihrem Zahnfleisch gefüllt zu werden. . oh mein Gott... Geisterkopf ist so fuckend gut... {i}uhhhmmm{/i}...)
italian: [_danny_] (Oh Dio, non sta nemmeno usando i denti... ha modificato la sua bocca per riempirla solo con le gengive... oh mio Dio... la testa di fantasma è così fottutamente buona... {i}uhhhmmm{/i}...)

source: [_desiree_] {i}Hhhnnn{/i}... {i}*Mmuumhh*{/i} ...mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' big...~
german: [_desiree_] {i}Hhhnn{/i}... {i}*Mmuumh*{/i} ...Mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' groß...~

source: [_desiree_] (I can feel him pulsing inside my mouth... oh, he twitches and throbs so strongly, it rocks my whole mouth...)
german: [_desiree_] (Ich kann ihn in meinem Mund pulsieren... oh, er zwitscht und wirft so stark, er steckt meinen ganzen Mund...)
italian: [_desiree_] (Lo sento pulsare all'interno della mia bocca... oh, si contrae e pulsa così forte da scuotere tutta la mia bocca...)

source: [_desiree_] (Holy heavens above!! His member... he's just drilling my mouth... so strong...~)
german: [_desiree_] (Heilige Himmel oben!! Sein Mitglied... er bohrt meinen Mund... so stark...~)
italian: [_desiree_] (Santo cielo! Il suo membro... mi sta perforando la bocca... così forte...~)

source: [_danny_] {i}Hnnn... haaa... hnnnchh{/i}... m-more...
german: [_danny_] {i}Hnnn... haaa... hnnchh{/i}... m-mehr...

source: [_desiree_] (I suppose I should switch it up pretty soon... wouldn't want him to grow restless just yet...)
german: [_desiree_] (Ich nehme an, ich sollte es ziemlich bald nach oben schalten... würde ihn nicht noch ruhelos werden...)
italian: [_desiree_] (Suppongo che dovrei cambiare presto... non vorrei che diventasse irrequieto per il momento...)

source: [_danny_] (This is the absolute best!! Oh man, I could do this forever!!)
german: [_danny_] (Dies ist das absolute Besten!! Oh Mann, ich könnte das für immer tun!!)
italian: [_danny_] (Questo è il migliore in assoluto!!! Oh cavolo, potrei farlo per sempre!!!).

source: [_desiree_] (Oh... I suppose a few more pumps into my mouth won't hurt...)
german: [_desiree_] (Oh... Ich vermute, dass ein paar weitere Pumpen in meinen Mund nicht schade...)
italian: [_desiree_] (Oh... suppongo che qualche altra pompata in bocca non faccia male...).

source: [_desiree_] (Okay, this is officially the part we need to move on!! Sands of Bathaal, this boy is absolutely ramming my poor throat!!)
german: [_desiree_] (Okay, das ist offiziell der Teil, den wir weitermachen müssen!! Sands of Bathaal, dieser Junge rammt absolut meine armen Hals!!)
italian: [_desiree_] (Ok, questa è ufficialmente la parte in cui dobbiamo andare avanti!!! Sands of Bathaal, questo ragazzo sta assolutamente devastando la mia povera gola!!!).

source: [_danny_] Wha- what's going on, why'd you stop- I mean, sorry, is something wrong?
german: [_danny_] Was. Was passiert - warum? Entschuldigen Sie, ist etwas falsch?
italian: [_danny_] Che... che succede, perché hai smesso... Cioè, scusa, c'è qualcosa che non va?

source: [_desiree_] {i}Mmhmmm{/i}... no, of course not, master, all is well... but a proper slave doesn't deny her master the {u}true{/u} desire he seeks, does she...?
german: [_desiree_] {i}Mmhmmm{/i}... nein, natürlich nicht, Meister, alles ist gut... aber ein richtiger Sklave leugnet ihrem Meister nicht den {u}wahr{/u} Wunsch, den er sucht, nicht ...?
italian: [_desiree_] {i}Mmhmmm{/i}... no, certo che no, padrone, va tutto bene... ma una schiava come si deve non nega al suo padrone il {u}vero{/u} desiderio che cerca, vero...?

source: [_danny_] Wha-what?! Oh, y-you don't mean we're gonna actually have se-
german: [_danny_] Wha-was?! Oh, y-du meinst nicht, dass wir wirklich se- haben werden
italian: [_danny_] Co... cosa? Oh, non vorrai dire che avremo davvero...

source: [_desiree_] Oh, no, master don't be nervous! It's not that... I'm afraid you might not be quite {i}ready{/i} for that sort of delight just yet...
german: [_desiree_] Oh, nein, Meister ist nicht nervös! Es ist nicht dass... Ich fürchte, du bist vielleicht noch nicht ganz {i}bereit{/i} für diese Art von Freude...
italian: [_desiree_] Oh, no, maestro non sia nervoso! Non è che... Temo che non siate ancora {i}pronto per questo tipo di piacere...

source: [_desiree_] I'd like for you to return to your human form and to take off your clothes, master... then lay back over the side of the bed... I'll make sure you're properly taken care of...
german: [_desiree_] Ich möchte, dass du zu deiner menschlichen Gestalt zurückkehrst und deine Kleidung, Meister abziehst. . dann legen Sie sich wieder über die Seite des Betts... Ich werde sicherstellen, dass Sie richtig für...
italian: [_desiree_] Vorrei che tornassi alla tua forma umana e che ti togliessi i vestiti, padrone... poi sdraiati sul lato del letto... Mi assicurerò che vi prendiate cura di voi...

source: [_danny_] Huh...? Oh, okay... I mean, tr-true, that's fair... then what do you mean exact-
german: [_danny_] Huh...? Oh, okay... Ich meine, tr-true, das ist fair... dann was meinst du genau-
italian: [_danny_] Eh? Oh, ok... Voglio dire, è vero, è giusto... allora cosa intendi per "esatto"?

source: [_desiree_] "Hmm, he actually seems to care for me genuinely."
german: [_desiree_] "Hmm, er scheint mir wirklich um mich zu kümmern."
italian: [_desiree_] "Sembra che gli importi davvero di me".

source: [_desiree_] "Or could he be faking it?"
german: [_desiree_] "Oder könnte er es gefälschen?"
italian: [_desiree_] "O forse sta fingendo?".

source: [_desiree_] "Whatever the case, his cum is beyond super. I must make sure to keep getting it."
german: [_desiree_] "Wie dem auch sei, seine cum ist unübertroffen. Ich muss sicherstellen, dass sie immer wieder bekommen."
italian: [_desiree_] "In ogni caso, il suo sperma è più che super. Devo fare in modo di continuare a riceverlo".

source: [_danny_] Well, I’ve gotta return you to the thermos, as I need to sleep. But thanks for all you did tonight Desiree.
german: [_danny_] Nun, ich komme zurück zu den Thermos, da ich schlafen muss. Aber vielen Dank für alles, was du heute Abend Desiree gemacht hast.
italian: [_danny_] Beh, devo rimetterti nel thermos, perché ho bisogno di dormire. Ma grazie per tutto quello che hai fatto stasera, Desiree.

source: [_desiree_] No problem master. Just release me from the thermos whenever you want me to drink your cum during the night.
german: [_desiree_] Kein Problemmeister. Loslassen Sie mich einfach von der Thermos, wann immer Sie möchten, dass ich in der Nacht Ihre Fotze trinke.
italian: [_desiree_] Nessun problema, padrone. Basta che mi liberi dal thermos ogni volta che vuoi che beva il tuo sperma durante la notte.

source: [_danny_] I will.
german: [_danny_] Ich werde es tun.
italian: [_danny_] Lo farò.

source: [_danny_] {i}Urghh!!!{/i}
italian: [_danny_] {i}Urghh!!!

source: [_desiree_] {i}*Gasp*{/i} {i}*Huff*{/i} ...huh... hah... heh...
italian: [_desiree_] {i}*Gasp*{/i} {i}*...huh... hah... heh...
