Repository: DonRP/AmityPark
Catalog: game/*/*/Desiree_Dialogue.po
Languages: german, italian

source: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh magic Genie, your gracious master is here! I've come for my wishes, {i}he heh he{/i}!
german: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh magic Genie, dein gnädiger Meister ist hier! Ich komme für meine Wünsche, {i}er he{/i}!
italian: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh magico Genio, il tuo gentile padrone è qui! Sono venuto per i miei desideri, {i}he he he{/i}!

source: [_thermos_] [[{i}Ghost Release Protocal Initiated. *Bachoooooo*{/u}]
german: [_thermos_] [[{i}Ghost Release Protocal initiiert. *Bachoooo*{/u}]
italian: [_thermos_] [[{i}Protocalco di rilascio dei fantasmi avviato. *Bachoooooo*{/u}]

source: [_desiree_s_talk_happy_s_sad_2_] Ahh, master [player_name], how may your humble servant be of service to you today?
german: [_desiree_s_talk_happy_s_sad_2_] Ahh, Meister [player_name], wie kann dein bescheidener Diener Ihnen heute dienen?
italian: [_desiree_s_talk_happy_s_sad_2_] Ahh, maestro [player_name], in che modo il tuo umile servitore può esserti utile oggi?

source: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Hey, Des, do you mind if we, uh, sorta, ya know...?
german: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Hey, Des, hast du etwas dagegen, wenn wir, uh, sorta, ya wissen...?
italian: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Ehi, Des, ti dispiace se noi... diciamo, sai...?

source: [_desiree_s_closed_s_talk_bite_s_angry_] If you mean to ask me for pleasures of the flesh, master [player_name], I will of course abide your desires...
german: [_desiree_s_closed_s_talk_bite_s_angry_] Wenn du mich nach Fleischfreuden fragen willst, Meister [player_name], werde ich natürlich deine Wünsche erfüllen...
italian: [_desiree_s_closed_s_talk_bite_s_angry_] Se intendete chiedermi piaceri della carne, padrone [player_name], naturalmente asseconderò i vostri desideri...

source: [_desiree_s_towards_s_sad_s_talk_bite_2_] What do you wish of me and my body, my master?
german: [_desiree_s_towards_s_sad_s_talk_bite_2_] Was willst du von mir und meinem Körper, meinem Meister?
italian: [_desiree_s_towards_s_sad_s_talk_bite_2_] Cosa vuoi da me e dal mio corpo, mio padrone?

source: [_danny_s_sad_s_talk_happy_] Well, that thing you did with your hands was great... and the way you followed it up with your mouth, I mean... {i}woah{/i}!
german: [_danny_s_sad_s_talk_happy_] Nun, das, was du mit deinen Händen gemacht hast, war großartig... und wie du es mit deinem Mund verfolgt hast, meine ich... {i}woah{/i}!
italian: [_danny_s_sad_s_talk_happy_] Beh, quella cosa che hai fatto con le mani è stata fantastica... e il modo in cui l'hai seguita con la bocca, voglio dire... {i}woah{/i}!

source: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Very well, master Danny. Please, sit by the edge of the bed... we'll commence things there...
german: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Sehr gut, Meister Danny. Bitte sitzen Sie am Rand des Betts... wir fangen dort an...
italian: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Molto bene, padron Danny. Per favore, siediti vicino al bordo del letto... inizieremo lì...

source: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, n-no problem.
german: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, n-kein Problem.
italian: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Ehi, nessun problema.

source: [_desiree_s_talk_bite_s_sad_] Very good... I'll change into my slave form, I think it best if I please you like a true servant...
german: [_desiree_s_talk_bite_s_sad_] Sehr gut... Ich werde in meine Sklavenform wechseln, ich finde es am besten, wenn ich dich wie einen wahren Diener mag...
italian: [_desiree_s_talk_bite_s_sad_] Molto bene... Mi trasformerò nella mia forma di schiavo, penso che sia meglio se ti accontento come un vero servitore...

source: [_danny_s_talk_happy_s_rise_one_] You know, Desiree, I like it when you smother me between your... uhm... you know, so, maybe we could...
german: [_danny_s_talk_happy_s_rise_one_] Du weißt, Desiree, ich mag es, wenn du mich zwischen dir erstickst... uhm... du weißt, also vielleicht könnten wir das...
italian: [_danny_s_talk_happy_s_rise_one_] Sai, Desiree, mi piace quando mi soffochi tra le tue... uhm... sai, quindi, forse potremmo...

source: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] I think I get the idea of what you'd like, master [player_name]. Please, undress yourself and lie back on the bed...
german: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] Ich denke, ich bekomme die Vorstellung von dem, was du möchtest, Master [player_name]. Bitte entlege dich selbst und liege zurück auf das Bett...
italian: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] Credo di aver capito cosa vorreste, padrone [player_name]. Per favore, si spogli e si sdrai sul letto...

source: [_danny_s_towards_wide_s_talk_happy_s_wondering_] Sounds good to me!
german: [_danny_s_towards_wide_s_talk_happy_s_wondering_] klingt gut für mich!
italian: [_danny_s_towards_wide_s_talk_happy_s_wondering_] A me sembra una buona idea!

source: [_desiree_s_sad_2_s_talk_bite_] I'll change into my clean slave form then to prevent a mess... now then, master Danny, allow me to pleasure you between my soft and luscious breasts...
german: [_desiree_s_sad_2_s_talk_bite_] Ich werde dann in meine saubere Sklavenform wechseln, um eine Störung zu verhindern... Jetzt, Master Danny, erlauben Sie mir, Sie zwischen meinen weissen und üppigen Brüsten zu freuen...
italian: [_desiree_s_sad_2_s_talk_bite_] Mi cambierò nella mia forma di schiava pulita per evitare il disordine... ora, padrone Danny, permettetemi di darvi piacere tra i miei seni morbidi e lussureggianti...

source: [_danny_s_talk_happy_s_sad_] Man, there is seriously {u}nothing{/u} quite like getting head from a real life phantom...
german: [_danny_s_talk_happy_s_sad_] Mann, es gibt wirklich {u}nichts{/u} ganz so, als würde man den Kopf von einem echten Phantomen bekommen...
italian: [_danny_s_talk_happy_s_sad_] Amico, non c'è davvero {u}niente{/u} come ricevere una testa da un fantasma reale...

source: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}trust{/i} me master, there are plenty of other treasurable experiences {i}far{/i} more pleasurable to explore with my body than just my mouth...
german: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}Vertrauen{/i} mir Meister, es gibt viele andere Schätze, die {i}Far{/i} angenehmer mit meinem Körper zu erkunden als nur meinen Mund...
italian: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}fidati di me, padrone, ci sono un sacco di altre esperienze {i}molto più piacevoli da esplorare con il mio corpo che non la mia bocca...

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm.. wow, oh-ok-kay. I'll uh, t-take your word for it.
german: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm.. wow, oh-ok-kay. Ich werde uh, t-nimm dein Wort dafür.
italian: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm... wow, oh-ok-kay. Mi fido della tua parola.

source: [_desiree_s_pout_s_neutral_] (I hope he doesn't get things twisted in his head... I'm certainly {u}not{/u} enjoying having to serve him like this...)
german: [_desiree_s_pout_s_neutral_] (Ich hoffe, er bekommt keine Dinge verdreht in seinem Kopf... Ich bin sicherlich {u}nicht{/u} mit dem Vergnügen, ihm so zu dienen...)
italian: [_desiree_s_pout_s_neutral_] (Spero che non si faccia venire strane idee in testa... Di certo {u}non{/u} mi piace doverlo servire in questo modo...)

source: [_desiree_s_bite_s_sad_s_at_player_] (Regardless of how nice his big long cock is...)
german: [_desiree_s_bite_s_sad_s_at_player_] (Unabhängig davon, wie schön sein langer Schwanz ist...)
italian: [_desiree_s_bite_s_sad_s_at_player_] (A prescindere da quanto sia bello il suo grosso e lungo cazzo...)

source: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, well Master, was there anything else you wanted?
german: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, gut Meister, hast du etwas anderes gewollt?
italian: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, bene Maestro, c'era qualcos'altro che volevate?

source: [_desiree_s_talk_happy_] I must say, I do take some small satisfaction in watching you get so flustered, master.
german: [_desiree_s_talk_happy_] Ich muss sagen, ich nehme eine kleine Genugtuung, wenn ich dir zuschaue, wie du so flüstert, Herr.
italian: [_desiree_s_talk_happy_] Devo dire che provo una certa soddisfazione nel vedervi così agitato, maestro.

source: [_danny_s_rise_one_s_talk_happy_2_] Well... I'm glad you find it so amusing.
german: [_danny_s_rise_one_s_talk_happy_2_] Nun... Ich bin froh, dass du es so lustig findest.
italian: [_danny_s_rise_one_s_talk_happy_2_] Beh... Mi fa piacere che lo troviate così divertente.

source: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, I mean not to be impolite master, I do apologize.
german: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, ich meine nicht unhöfliche Meister, entschuldige mich.
italian: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, non voglio essere scortese, maestro, mi scuso.

source: [_danny_s_talk_happy_s_closed_s_sad_] Nah, it's okay. I'm glad you're enjoying yourself a bit more.
german: [_danny_s_talk_happy_s_closed_s_sad_] Nein, es ist ok. Ich bin froh, dass du dich ein bisschen mehr freust.
italian: [_danny_s_talk_happy_s_closed_s_sad_] No, va bene così. Sono contento che ti stia divertendo un po' di più.

source: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Excuse me a moment, master, I shall clean myself up again.
german: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Entschuldige mich einen Moment, Meister, ich werde mich wieder aufräumen.
italian: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Scusatemi un momento, padrone, devo ripulirmi di nuovo.

source: [_danny_s_talk_happy_s_sad_] Yeah, for sure, do what you need.
german: [_danny_s_talk_happy_s_sad_] Ja, tun Sie sicher, was Sie brauchen.
italian: [_danny_s_talk_happy_s_sad_] Sì, certo, fate quello che vi serve.

source: [_danny_s_rise_one_s_talk_happy_] Looking gorgeous as ever, I must say.
german: [_danny_s_rise_one_s_talk_happy_] Wie immer wunderschön aussehen, muss ich sagen.
italian: [_danny_s_rise_one_s_talk_happy_] Devo dire che è splendida come sempre.

source: [_desiree_s_sad_2_s_talk_happy_] Oh, master [player_name], you flatter me so... now, is there anything else I can do for you?
german: [_desiree_s_sad_2_s_talk_happy_] Oh, Meister [player_name], du schmeichelst mir... Jetzt, kann ich noch etwas für dich tun?
italian: [_desiree_s_sad_2_s_talk_happy_] Oh, maestro [player_name], mi lusingate così tanto... ora, c'è qualcos'altro che posso fare per voi?

source: [_danny_s_talk_happy_2_s_rise_one_] How are you doing Desiree?
german: [_danny_s_talk_happy_2_s_rise_one_] Wie machst du Verzweiflung?
italian: [_danny_s_talk_happy_2_s_rise_one_] Come stai Desiree?

source: [_desiree_s_sad_2_s_talk_frown_] How am I "doing", you ask? Do you want me to be completely truthful, master?
german: [_desiree_s_sad_2_s_talk_frown_] Wie mache ich "machen", fragst du? Möchtest du, dass ich wahrheitsgetreu bin, Meister?
italian: [_desiree_s_sad_2_s_talk_frown_] Come sto "facendo", mi chiede? Vuole che sia completamente sincero, padrone?

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, I mean yeah, of course, I'd appreciate you being as open and hones-
german: [_danny_s_closed_s_talk_happy_s_sad_] Nun, ich meine ja, natürlich würde ich es begrüßen, wenn du so offen und Honig bist -
italian: [_danny_s_closed_s_talk_happy_s_sad_] Beh, voglio dire, sì, certo, apprezzerei che tu fossi così aperto e sincero...

source: [_desiree_s_angry_s_talk_frown_] I {u}hate{/u} it here. I hate {i}you{/i}, master [player_name]. I hate that I'm held captive by some mere petulant boy who fancies himself a sort of hero.
german: [_desiree_s_angry_s_talk_frown_] Ich {u}Hast {/u} es hier. Ich hasse {i}du{/i}, Master [player_name]. Ich hasse es, dass ich von einem bloßen petulanten Jungen, der sich eine Art Helden fanatisiert, gefangen gehalten werde.
italian: [_desiree_s_angry_s_talk_frown_] Io {u}odio{/u} questo posto. Odio {i}voi{/i}, padrone [player_name]. Odio essere tenuto prigioniero da un ragazzino petulante che si crede una specie di eroe.

source: [_desiree_s_at_player_s_talk_frown_2_] I find your crusade to fight ghosts {i}pointless{/i}, my servitude {i}indignant{/i}, and your choice of attire entirely {u}boring{/u}.
german: [_desiree_s_at_player_s_talk_frown_2_] Ich finde deinen Kreuzzug, um Geister zu bekämpfen {i}sinnlos{/i}, meine Knechtschaft {i}unwürde{/i}, und deine Wahl des Daches völlig {u}langweilig{/u}.
italian: [_desiree_s_at_player_s_talk_frown_2_] Trovo la tua crociata per combattere i fantasmi {i}inutile{/i}, la mia servitù {i}indignata{/i} e la tua scelta di abbigliamento del tutto {u}noiosa{/u}.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] My attire? What's wrong with my clothes?
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Mein Kleidungsstück? Was ist mit meinen Kleidern falsch?
italian: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Il mio abbigliamento? Cosa c'è di sbagliato nei miei vestiti?

source: [_desiree_s_closed_s_talk_frown_] You're just like all the men who've come and gone in my life, master. Needlessly cruel and unworthy to even be acquainted with someone of my stature.
german: [_desiree_s_closed_s_talk_frown_] Du bist wie alle Männer, die in meinem Leben gekommen sind, Meister. Unnötig grausam und unwürdig, auch nur jemanden von meiner Persönlichkeit kennen zu lernen.
italian: [_desiree_s_closed_s_talk_frown_] Siete come tutti gli uomini che si sono avvicendati nella mia vita, padrone. Inutilmente crudele e indegno anche solo di conoscere una persona della mia statura.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Cruel? Ah, c'mon, I think we've been getting along just fine, honestly! I mean you're an evil ghost that causes chaos and tried to use my friend for vindictive reasons!
german: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Grausam? Ah, c'mon, ich denke, wir sind gut und ehrlich! Ich meine, du bist ein bösartiger Geist, der Chaos verursacht und versucht hat, meinen Freund aus grausamen Gründen zu benutzen!
italian: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Crudele? Ah, andiamo, credo che siamo andati d'accordo, onestamente! Voglio dire che sei un fantasma malvagio che provoca il caos e ha cercato di usare la mia amica per motivi vendicativi!

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] You can't exactly blame me for {i}trying{/i} to stop an evil ghost in my town, can you?
german: [_danny_s_towards_s_wondering_s_talk_happy_2_] Du kannst mich nicht genau dafür verantwortlich machen, dass {i}versuchen{/i} einen bösen Geist in meiner Stadt stoppen, oder?
italian: [_danny_s_towards_s_wondering_s_talk_happy_2_] Non si può certo biasimare il fatto che {i}cerchi di fermare un fantasma malvagio nella mia città, no?

source: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, am I not allowed to blame you now? Is that an {i}exact{/i} order, master?
german: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, darf ich dir jetzt nicht die Schuld geben? Ist das eine {i}genaue Bestellung{/i} Bestellung, Meister?
italian: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, non mi è permesso incolparvi ora? È un ordine {i}esatto{/i}, padrone?

source: [_danny_s_talk_frown_2_s_neutral_] Hey, no, look Desiree... I'm not trying to take away any of your freedoms of thought either. You're allowed to {u}think{/u} whatever you want about me, honestly.
german: [_danny_s_talk_frown_2_s_neutral_] Hey, nein, sieht verzweifelt aus... Ich versuche auch keine deiner Gedankenfreiheit zu nehmen. Du darfst {u}denken, was du über mich willst, ehrlich.
italian: [_danny_s_talk_frown_2_s_neutral_] Ehi, no, senti Desiree... Non sto nemmeno cercando di toglierti la libertà di pensiero. Ti è permesso di {u}pensare quello che vuoi su di me, onestamente.

source: [_desiree_s_talk_frown_2_s_towards_2_] You could have fooled me...
german: [_desiree_s_talk_frown_2_s_towards_2_] Du könntest mich getäuscht haben...
italian: [_desiree_s_talk_frown_2_s_towards_2_] Avresti potuto ingannarmi...

source: [_danny_s_sad_s_talk_frown_2_s_towards_] Well, is there {i}anything{/i} you like about being around to help me?
german: [_danny_s_sad_s_talk_frown_2_s_towards_] Nun, hast du {i}etwas{/i} gerne, um mir zu helfen?
italian: [_danny_s_sad_s_talk_frown_2_s_towards_] Beh, c'è {i}qualcosa che ti piace dell'essere in giro ad aiutarmi?

source: [_desiree_s_towards_s_talk_frown_s_sad_2_] Yes, your cock's not half bad. Slightly longer than most, but girthy where it counts. Notably hygenic.
german: [_desiree_s_towards_s_talk_frown_s_sad_2_] Ja, dein Schwanz ist nicht halb schlecht. Etwas länger als die meisten, aber gierig wo er zählt. Besonders hygisch.
italian: [_desiree_s_towards_s_talk_frown_s_sad_2_] Sì, il tuo cazzo non è niente male. Leggermente più lungo della maggior parte dei casi, ma robusto dove serve. Notevolmente igienico.

source: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Really? Well, hey, thank you... I do wash pretty well down there...
german: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Wirklich? Nun, hey, danke... Ich wasche dort ziemlich gut...
italian: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Davvero? E' un'ottima idea. Beh, ehi, grazie... Mi lavo abbastanza bene laggiù...

source: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Yes, but that's it, really, the {u}only{/u} thing I don't mind about this endeavor you're putting me through!
german: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Ja, aber das ist es wirklich, das {u}nur{/u} was mir bei diesem Versuch egal ist, dass du mich durchsetzst!
italian: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Sì, ma è tutto qui, davvero, l' {u}unica cosa che non mi dispiace di questa impresa che mi stai facendo fare!

source: [_desiree_s_cute_s_at_player_s_sad_] (I'm also putting it lightly when I say "not half bad"...)
german: [_desiree_s_cute_s_at_player_s_sad_] (Ich sage es auch leichtsinnig, wenn ich sage: "Nicht halb schlecht"...)
italian: [_desiree_s_cute_s_at_player_s_sad_] (Sto anche dicendo con leggerezza che "non è male"...)

source: [_danny_s_talk_frown_2_s_-blush_s_sad_] Well, hey, I'll try my best to make things even better for you here, I promise.
german: [_danny_s_talk_frown_2_s_-blush_s_sad_] Nun, hey, ich werde mein Bestes tun, um die Dinge für dich hier noch besser zu machen, verspreche ich.
italian: [_danny_s_talk_frown_2_s_-blush_s_sad_] Beh, ehi, farò del mio meglio per rendere le cose ancora migliori per voi, lo prometto.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] If you say so, master [player_name]... was there something else you needed?
german: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] Wenn du das sagst, Herr [player_name]... war es etwas anderes, was du brauchst?
italian: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] Se lo dici tu, maestro [player_name]... c'era qualcos'altro di cui avevi bisogno?

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What's it even like in the Ghost Zone?
german: [_danny_s_rise_one_s_talk_frown_s_towards_] Wie sieht es sogar in der Geisterzone aus?
italian: [_danny_s_rise_one_s_talk_frown_s_towards_] Com'è la Zona Fantasma?

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... well first of all, it is extensively vast. Perhaps even {u}infinitely{/u} so.
german: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... gut zuallererst ist es umfangreich groß. Vielleicht sogar {u}unendlich{/u} so.
italian: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... beh, prima di tutto, è ampiamente vasto. Forse anche {u}infinitamente{/u} così.

source: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] There is a simply endless supply of black void, even more so than the mortal night's sky. Swirls of green fog are all that fills it.
german: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] Es gibt eine schier endlose Versorgung mit schwarzer Leere, sogar noch mehr als der Himmel der Sterblichen Nacht. Wirbeln aus grünem Nebel sind alles, was ihn füllt.
italian: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] C'è una riserva semplicemente infinita di vuoto nero, persino più del cielo della notte mortale. Vortici di nebbia verde sono tutto ciò che lo riempie.

source: [_desiree_s_towards_s_talk_frown_s_neutral_3_] You can never be {i}too{/i} on guard when there. There are dozens of mindless beasts and empty souls looking to rip your ectoplasmic form apart just for the sake of it.
german: [_desiree_s_towards_s_talk_frown_s_neutral_3_] Du kannst nie {i}sein{/i} auf dem Wächter sein, wenn du dort bist. Es gibt Dutzende sinnlose Tiere und leere Seelen, die ihre ektoplasmatische Form nur um ihrer willen zerreißen.
italian: [_desiree_s_towards_s_talk_frown_s_neutral_3_] Non si può mai essere {i}troppo{/i} in guardia quando si è lì. Ci sono dozzine di bestie senza cervello e anime vuote che vogliono fare a pezzi la vostra forma ectoplasmatica solo per il gusto di farlo.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] There are of course certain territories marked off for more {b}notable{/b} ghosts, such as myself... your best bet is to stay within your own designated zone if you can.
german: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Es gibt natürlich bestimmte Gebiete, die für mehr als {b}notable Gespenster wie zum Beispiel mich markiert sind. . Ihre beste Wette ist es, in Ihrer eigenen Zone zu bleiben, wenn Sie können.
italian: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Naturalmente ci sono alcuni territori delimitati per i fantasmi più {b}notevoli{/b}, come me... la cosa migliore è rimanere all'interno della propria zona designata, se possibile.

source: [_desiree_s_towards_s_talk_bite_2_s_sad_] Most unfortunate wandering souls either become prisoners of Walker's jail or trophies for Skulker the Hunter's collection...
german: [_desiree_s_towards_s_talk_bite_2_s_sad_] Die unglücklichsten wandernden Seelen werden entweder Gefangene von Walkers Gefängnis oder Trophäen für Skulker die Jäger-Sammlung...
italian: [_desiree_s_towards_s_talk_bite_2_s_sad_] La maggior parte delle sfortunate anime erranti diventano prigionieri della prigione di Walker o trofei per la collezione di Skulker il cacciatore...

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Gee, these other guys don't sound good... I hope I don't ever have to run into them!)
german: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Gee, diese anderen Jungs klingen nicht gut... Ich hoffe, ich muss nie auf sie liegen!)
italian: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Caspita, questi altri ragazzi non suonano bene... Spero di non doverli mai incontrare).

source: [_desiree_s_closed_s_talk_happy_2_s_sad_] The Ghost Zone is a haven for monsters, and I prefer to stay out of it whenever possible. The human world is so much more fun!
german: [_desiree_s_closed_s_talk_happy_2_s_sad_] Die Geisterzone ist ein Zufluchtsort für Monster, und ich ziehe es vor, wenn möglich aus ihr herauszubleiben. Die menschliche Welt macht viel mehr Spaß!
italian: [_desiree_s_closed_s_talk_happy_2_s_sad_] La Zona Fantasma è un paradiso per i mostri e preferisco starne fuori quando possibile. Il mondo umano è molto più divertente!

source: [_danny_s_neutral_s_talk_frown_2_s_towards_] Cursing people with magic wishes is not "fun", Desiree.
german: [_danny_s_neutral_s_talk_frown_2_s_towards_] Verfluchte Menschen mit magischen Wünschen ist nicht "Spaß", Desiree.
italian: [_danny_s_neutral_s_talk_frown_2_s_towards_] Maledire le persone con desideri magici non è "divertente", Desiree.
