Repository: DonRP/AmityPark
Catalog: game/*/*/Desiree_Dialogue.po
Languages: german, italian

source: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, what do {i}you{/i} know?
german: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, was weißt {i}du{/i} wissen?
italian: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, che ne sa {i}tu{/i}?

source: Do you want to go to the mall?
german: Wollen Sie zum Einkaufszentrum gehen?
italian: Vuoi andare al centro commerciale?

source: [_danny_s_towards_s_talk_happy_] Let's change what you're wearing.
german: [_danny_s_towards_s_talk_happy_] Lass uns ändern, was du trägst.
italian: [_danny_s_towards_s_talk_happy_] Cambiamo i tuoi vestiti.

source: [_desiree_s_closed_s_talk_frown_s_sad_2_] Yes, master, what would you have me change about my outfit?
german: [_desiree_s_closed_s_talk_frown_s_sad_2_] Ja, Meister, was würdest du mich an meinem Outfit ändern?
italian: [_desiree_s_closed_s_talk_frown_s_sad_2_] Sì, padrone, cosa volete che cambi del mio abbigliamento?

source: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Tell me about some more notable ghosts you've met...
german: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Erzähl mir von einigen bemerkenswerten Geistern, die du getroffen hast...
italian: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Mi parli di altri fantasmi degni di nota che ha incontrato...

source: [_desiree_s_talk_frown_s_sad_2_] Well, who would you like to know more about?
german: [_desiree_s_talk_frown_s_sad_2_] Nun, über wen möchtest du mehr erfahren?
italian: [_desiree_s_talk_frown_s_sad_2_] Ebbene, chi vorresti conoscere meglio?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about that Ectopus guy? The one who looks like a green octopus?
german: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Was du mir von diesem Ektopus erzählen kannst? Wer sieht aus wie ein grüner Oktopus?
italian: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Mi puoi dire qualcosa su quel tipo di Ectopus? Quello che sembra un polpo verde?

source: [_desiree_s_talk_frown_2_s_sad_2_] Well first of all, contrary to what you might think, there's really not {i}one{/i} "Ectopus" as you've been calling them. They're actually a dime a dozen type of spirit within the Ghost Zone.
german: [_desiree_s_talk_frown_2_s_sad_2_] Im Gegensatz zu dem, was du vielleicht denkst, gibt es wirklich nicht {i}eins{/i} "Ectopus", wie du sie genannt hast. Sie sind eigentlich ein dime ein Dutzend Art von Geist innerhalb der Geisterzone.
italian: [_desiree_s_talk_frown_2_s_sad_2_] Innanzitutto, contrariamente a quanto si potrebbe pensare, non esiste {i}un "Ectopus", come lo chiamate voi. Sono in realtà una decina di spiriti nella Zona Fantasma.

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Sort've just worthless, conjured up dregs of the human spirit still mopily haunting the earth. They're relatively useless besides being lackies for slightly more notable ghosts. The definition of "disposable", essentially.
german: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Sorthas just worth lessen, heraufbeschworen Scherben des menschlichen Geistes, der noch mopily die Erde heimsucht. Sie sind relativ nutzlos, abgesehen davon, dass es für etwas bemerkenswertere Geister fehlt. Die Definition von "verfügbar" im Wesentlichen.
italian: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Sono solo delle inutili scorie evocate dello spirito umano che ancora infestano la terra. Sono relativamente inutili, a parte essere dei lacchè per fantasmi un po' più importanti. La definizione di "usa e getta", in sostanza.

source: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] I myself would {i}never{/i} use such lowly creatures for my own bidding. I have a reputation to uphold!
german: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] Ich selbst würde niemals {i}solch niedrige Kreaturen für mein eigenes Gebot verwenden. Ich habe einen Ruf zu verteidigen!
italian: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] Io stesso non {i}userei mai creature così umili per i miei ordini. Ho una reputazione da difendere!

source: [_danny_s_talk_happy_2_s_sad_] Low on the totem pole type of creeps, gotcha.
german: [_danny_s_talk_happy_2_s_sad_] Niedrig auf dem Totempol-Typ der Creeps, Gotcha.
italian: [_danny_s_talk_happy_2_s_sad_] I tipi più bassi del totem sono dei vermi, capito.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about Johnny and Kitty? The crazy girlfriend and the trench coat wearing creep?
german: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Du kannst mir etwas über Johnny und Kitty erzählen? Die verrückte Freundin und das Grabenmantel im Grau?
italian: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Puoi dirmi qualcosa su Johnny e Kitty? La fidanzata pazza e il verme con l'impermeabile?

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh yes, Johnny "Thirteen" I believe, along with his unlucky shadow... a living embodiment of his own bad luck that does his bidding for him.
german: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh ja, Johnny "Thirteen" glaube ich, zusammen mit seinem unglücklichen Schatten. . – eine lebende Verkörperung seines eigenen Unglücks, das sein Gebot für ihn tut.
italian: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ah, sì, Johnny "Tredici" credo, insieme alla sua ombra sfortunata... un'incarnazione vivente della sua stessa sfortuna che esegue i suoi ordini per lui.

source: [_desiree_s_talk_frown_s_towards_s_sad_2_] From what I understand, he and Kitty were a pair of love strung children that got into some sort've accident involving his two wheeled vehicle many years ago...
german: [_desiree_s_talk_frown_s_towards_s_sad_2_] Nach dem, was ich verstehe, he und Kitty waren ein Paar liebe gestreckte Kinder, die vor vielen Jahren mit seinem zweirädrigen Fahrzeug in einen Unfall gerieten...
italian: [_desiree_s_talk_frown_s_towards_s_sad_2_] Da quello che ho capito, lui e Kitty erano una coppia di ragazzini innamorati che hanno avuto una specie di incidente con il suo veicolo a due ruote molti anni fa...

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] They're often speeding around the planes of the Ghost Zone together, but sometimes Johnny's behavior becomes a bit of a nuisance to Kitty...
german: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] Sie beschleunigen oft gemeinsam die Flugzeuge der Ghost Zone, aber manchmal wird Johnnys Verhalten für Kitty etwas störend...
italian: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] Spesso sfrecciano insieme sui piani della Zona Fantasma, ma a volte il comportamento di Johnny diventa un po' fastidioso per Kitty...

source: [_danny_s_talk_frown_2_s_rise_one_] A nuisance? How so?
german: [_danny_s_talk_frown_2_s_rise_one_] Eine Belästigung? Wie auch?
italian: [_danny_s_talk_frown_2_s_rise_one_] Una seccatura? In che senso?

source: [_desiree_s_towards_2_s_talk_frown_s_angry_] That man has wandering eyes, even more than most've wicked men I've known. He doesn't seem to know how to just leave her if he's so bored. Pig.
german: [_desiree_s_towards_2_s_talk_frown_s_angry_] Dieser Mann hat wandernde Augen, sogar mehr als die meisten schlechten Männer, die ich kenne. Er scheint nicht zu wissen, wie man sie einfach verlässt, wenn er so langweilig ist.
italian: [_desiree_s_towards_2_s_talk_frown_s_angry_] Quell'uomo ha occhi vaganti, anche più della maggior parte degli uomini malvagi che ho conosciuto. Sembra che non sappia come lasciarla se è così annoiato. Maiale.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty on the other hand can't seem to gain the semblance to just leave him already. Love is a wretched thing, I suppose...
german: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty auf der anderen Seite kann den Anschein nicht gewinnen, ihn zu verlassen. Liebe ist ein erbärmliches Ding, ich vermutet...
italian: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty, invece, non riesce a trovare il coraggio di lasciarlo. L'amore è una cosa miserabile, suppongo...

source: [_danny_s_talk_frown_2_s_sad_] Scummy ghost motorhead and his overly dependent and jealous girlfriend, understood.
german: [_danny_s_talk_frown_2_s_sad_] Gespenster Motorkopf und seine übermäßig abhängige und eifersüchtige Freundin, verstanden.
italian: [_danny_s_talk_frown_2_s_sad_] Il fantasma schifoso di un motociclista e la sua fidanzata gelosa e troppo dipendente, hanno capito.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Anything you can tell me about you?
german: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Was kannst du mir über dich erzählen?
italian: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] C'è qualcosa che puoi dirmi di te?

source: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Me? Oh, I don't think there's much to really say, I suppose...
german: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Ich? Oh, ich glaube es gibt nicht viel zu sagen, ich vermutet...
italian: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Io? Oh, non credo ci sia molto da dire, credo...

source: [_danny_s_talk_frown_s_sad_] Oh, come on, I'm sure you have {i}something{/i} to talk about yourself.
german: [_danny_s_talk_frown_s_sad_] Oh, komm weiter, ich bin sicher, du hast {i}etwas{/i}, um über dich selbst zu sprechen.
italian: [_danny_s_talk_frown_s_sad_] Oh, andiamo, sono sicuro che hai {i}qualcosa da raccontare anche tu.

source: [_desiree_s_talk_frown_s_closed_s_sad_2_] Well, if you insist...
german: [_desiree_s_talk_frown_s_closed_s_sad_2_] Nun, wenn du darauf beharrst...
italian: [_desiree_s_talk_frown_s_closed_s_sad_2_] Beh, se insisti...

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] My main interests relate to wishes which mainly work doublefold as unfortunate and unexpected curses.
german: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] Meine Hauptinteressen beziehen sich auf Wünsche, die hauptsächlich doppelt so wirken wie unglückliche und unerwartete Flüche.
italian: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] I miei interessi principali riguardano i desideri, che per lo più funzionano doppiamente come sfortunate e inaspettate maledizioni.

source: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Burdening the hearts of terrible men {i}really{/i} gets me going, honestly.
german: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Wenn ich die Herzen der schrecklichen Männer {i}belasten will{/i} mich ehrlich, ehrlich.
italian: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Appesantire i cuori di uomini terribili {i}mi fa davvero impazzire, onestamente.

source: [_desiree_s_talk_happy_s_sad_2_s_closed_] My scornful bitterness comes from understanding a simple truth that I have learned over the course of almost 2000 years...
german: [_desiree_s_talk_happy_s_sad_2_s_closed_] Meine verblüffende Bitterkeit kommt aus dem Verständnis einer einfachen Wahrheit, die ich im Laufe von fast 2000 Jahren gelernt habe...
italian: [_desiree_s_talk_happy_s_sad_2_s_closed_] La mia sprezzante amarezza deriva dalla comprensione di una semplice verità che ho imparato nel corso di quasi 2000 anni...

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...all men are worthless scum, who deserve to be crushed under the weight of their own immense hubris...
german: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...alle Männer sind wertloser Scum, die es verdienen, unter dem Gewicht ihrer eigenen immensen Hybris zerschlagen zu werden...
italian: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...tutti gli uomini sono feccia senza valore, che meritano di essere schiacciati sotto il peso della loro immensa arroganza...

source: [_desiree_s_talk_bite_2_s_towards_s_sad_] Is that about what you wanted to learn with regards to my personality, master [player_name]?
german: [_desiree_s_talk_bite_2_s_towards_s_sad_] Liegt das daran, was Sie lernen wollten, um meine Persönlichkeit, Meister [player_name]?
italian: [_desiree_s_talk_bite_2_s_towards_s_sad_] È questo che volevi imparare sulla mia personalità, maestro [player_name]?

source: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... yeah, in so many words... that was pretty succint, thank you.
german: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... ja, in so vielen Worten... das war ziemlich kurz, vielen Dank.
italian: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... sì, in tante parole... è stato piuttosto sintetico, grazie.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about The Box Ghost?
german: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Alles was du mir über den Box Geist sagen kannst?
italian: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Può dirmi qualcosa su The Box Ghost?

source: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}must{/u} we talk about him? I was beginning to have a somewhat tolerable time talking to you.
german: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}muss{/u} wir über ihn sprechen? Ich begann eine etwas erträgliche Zeit mit dir zu sprechen.
italian: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}dobbiamo parlare di lui? Cominciavo ad avere una certa tolleranza nel parlare con te.

source: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] Simply put, the {u}lowest{/u} of the low in all of the Ghost Zone. There's not much to him other than that he probably died moving heavy boxes, maybe...?
german: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] Einfach ausgedrückt, das {u}niedrigste{/u} der Tiefsten in der gesamten Geisterzone. Es ist ihm nicht viel anderes als dass er wahrscheinlich starb in schweren Boxen, vielleicht...?
italian: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] In poche parole, il {u}più basso{/u} dei bassi in tutta la Zona Fantasma. Non c'è molto su di lui, a parte il fatto che probabilmente è morto spostando scatole pesanti, forse...?

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_] I mean, come on now, what kind of tragic backstory is that supposed to be? That's not tragic, that's {i}pathetic{/i}!
german: [_desiree_s_towards_wide_s_talk_frown_s_sad_] Ich meine, jetzt komme, was für eine tragische Hintergrundgeschichte soll das sein? Das ist nicht tragisch, das ist {i}pathetisch{/i}!
italian: [_desiree_s_towards_wide_s_talk_frown_s_sad_] Voglio dire, andiamo, che tipo di storia tragica dovrebbe essere? Non è tragico, è {i}patetico{/i}!

source: [_desiree_s_towards_s_talk_frown_2_s_angry_] He's a worthless waste of ectoplasm incarnate, and I don't want to waste any portion of the rest of my eternity talking about him.
german: [_desiree_s_towards_s_talk_frown_2_s_angry_] Er ist eine wertlose Verschwendung von Ektoplasmus, und ich möchte keinen Teil der restlichen Ewigkeit verschwenden und über ihn sprechen.
italian: [_desiree_s_towards_s_talk_frown_2_s_angry_] È un inutile spreco di ectoplasma incarnato e non voglio sprecare parte del resto della mia eternità parlando di lui.

source: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Ghosts' a loser... yeah I sorta figured that already, but good to get it fact checked.
german: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Geister ein Verlierer... ja, ich sorta dachte, dass bereits, aber gut, um es zu überprüfen.
italian: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Ghosts" è un perdente... sì, in un certo senso lo immaginavo già, ma è bene verificare i fatti.

source: [_danny_s_talk_frown_2_s_towards_s_sad_] Hey Desiree, I think I'd rather have you call me something different from now on...
german: [_danny_s_talk_frown_2_s_towards_s_sad_] Hey Desiree, ich denke, ich würde mir lieber von jetzt an etwas anderes anrufen...
italian: [_danny_s_talk_frown_2_s_towards_s_sad_] Ehi, Desiree, credo che preferirei che mi chiamassi in un altro modo d'ora in poi...

source: [_desiree_s_sad_2_s_talk_frown_] Oh? Like a nickname you'd prefer? Very well, what would you rather I address you as instead of [player_name]?
german: [_desiree_s_sad_2_s_talk_frown_] Oh? Gefällt dir ein Spitznamen, den du bevorzugst? Was würdest du lieber an dich richten als an [player_name]?
italian: [_desiree_s_sad_2_s_talk_frown_] Oh? Come un soprannome che preferisce? Molto bene, come preferisce che mi rivolga a lei invece di [player_name]?

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Call me something else, like...
german: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Rufe mich etwas anderes an, wie...
italian: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Chiamami in un altro modo, tipo...

source: [_desiree_s_talk_bite_s_towards_s_neutral_] Alright, from now on, I shall address you as [player_name].
german: [_desiree_s_talk_bite_s_towards_s_neutral_] Okay, ab jetzt werde ich mich als [player_name] an Sie wenden.
italian: [_desiree_s_talk_bite_s_towards_s_neutral_] D'ora in poi mi rivolgerò a lei come [player_name].

source: [_danny_s_sad_s_talk_happy_] Thanks, Des.
german: [_danny_s_sad_s_talk_happy_] Danke, Des.
italian: [_danny_s_sad_s_talk_happy_] Grazie, Des.

source: [_desiree_s_closed_s_talk_happy_] Of course, master [player_name]. What else do you require of me?
german: [_desiree_s_closed_s_talk_happy_] Natürlich, Master [player_name]. Was erwarten Sie von mir?
italian: [_desiree_s_closed_s_talk_happy_] Certo, maestro [player_name]. Cos'altro mi chiedete?

source: [_danny_s_closed_s_talk_happy_2_s_sad_] That's all for now Des, you can head back inside.
german: [_danny_s_closed_s_talk_happy_2_s_sad_] Das ist alles für jetzt Des, du kannst nach innen zurückkehren.
italian: [_danny_s_closed_s_talk_happy_2_s_sad_] Per ora è tutto Des, puoi tornare dentro.

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Very well then, I shall take my leave. Farewell for now, master [player_name].
german: [_desiree_s_closed_s_talk_bite_2_s_sad_] Sehr gut, dann nehme ich meinen Urlaub. Lebe vorerst ab, Meister [player_name].
italian: [_desiree_s_closed_s_talk_bite_2_s_sad_] Molto bene, allora, mi congedo. Addio per ora, maestro [player_name].

source: [_thermos_] [[{i}Ghost Retraction Protocal Initiated. *Bachooooo*{/i}]
german: [_thermos_] [[{i}Ghost Retraction Protocal initiiert. *Bachooo*{/i}]
italian: [_thermos_] [[{i}Protocalco di ritrattazione dei fantasmi avviato. *Bachooooo*{/i}]
