Repository: DonRP/AmityPark
Catalog: game/*/*/desiree_affection_scenes.po
Languages: german, spanish

source: [_danny_s_boxers_s_at_player_s_rise_s_grin_] (Yeah, best of luck with that. If Ember really grew up during that time, she's gotta have some skills behind a controller.)
german: [_danny_s_boxers_s_at_player_s_rise_s_grin_] (Ja, viel Glück mit dem. Wenn Ember in dieser Zeit wirklich aufgewachsen ist, muss sie ein paar Fähigkeiten hinter einem Controller haben.)

source: [_desiree_] {i}Ah ah ah!~{/i}
german: [_desiree_] {i}Ah ah ah ah! ~ {/i}
