Repository: DonRP/AmityPark
Catalog: game/*/*/desiree_repeatable_service.po
Languages: french, german, italian

source: [_desiree_] I never imagined I'd be so enthralled by the size of your cock, master... but it truly is marvelous.
french: [_desiree_] Je n'aurais jamais imaginé être aussi fasciné par la taille de votre bite, maître... mais elle est vraiment merveilleuse.
german: [_desiree_] Ich hätte mir nie gedacht, dass ich so begeistert sein würde von der Größe deines Schwanzes, Meister... aber es ist wirklich wunderbar.
italian: [_desiree_] Non avrei mai immaginato di essere così affascinata dalle dimensioni del tuo cazzo, padrone... ma è davvero meraviglioso.

source: [_danny_] Heh, I'm glad you find it so impressive, Des. Cause it's yours to play with as much as you want.
french: [_danny_] Heh, je suis content que tu trouves ça si impressionnant, Des. Parce que c'est à toi de jouer avec autant que tu veux.
german: [_danny_] Hallo, ich bin froh, dass du es so beeindruckend findest, Des. Weil es deine ist, mit so viel zu spielen, wie du möchtest.
italian: [_danny_] Sono felice che tu lo trovi così impressionante, Des. Perché è tuo e puoi giocarci quanto vuoi.

source: [_desiree_] {i}Mmhmmm?{/i} Is that right then? Well then, I had better get the most of my opportunity to get my fill of getting drenched in your hot loads as much as possible!
french: [_desiree_] {i}Mmhmmm?{/i} C'est vrai alors ? Dans ce cas, je ferais mieux de profiter au maximum de l'occasion qui m'est donnée de me faire tremper dans vos charges chaudes !
german: [_desiree_] {i}Mmhmmm?{/i} Ist das dann richtig? Gut, dann Ich hatte besser die Gelegenheit zu nutzen, um meine Füllung so viel wie möglich in Ihre heißen Ladungen drinnen zu bekommen!
italian: [_desiree_] {i}E' così, allora? Allora è meglio che approfitti della mia occasione per inzupparmi il più possibile dei tuoi carichi caldi!

source: [_danny_] Woah, Des... are you really-
french: [_danny_] Woah, Des... es-tu vraiment-
german: [_danny_] Woah, Des... bist du wirklich-
italian: [_danny_] Woah, Des... sei davvero...

source: [_desiree_] I mean I just get so damn horny thinking about this mighty cock shooting its cum all over my tits and ass... maybe even filling me up with it, after pounding my sweet pussy like an absolute animal!
french: [_desiree_] Je veux dire que ça m'excite tellement de penser à cette puissante bite qui va répandre son sperme sur mes seins et mon cul... peut-être même m'en remplir, après avoir pilonné ma douce chatte comme un animal !
german: [_desiree_] Ich bekomme einfach so verdammt geile Gedanken über diesen mächtigen Schwanz, der seine Fotze über meine Titten und den Arsch schießt. Wenn ich mal meine süße Fotze wie ein absolutes Tier in die Fotze gefickt habe!
italian: [_desiree_] Voglio dire che mi eccita da morire pensare a questo cazzo possente che mi spara la sua sborra sulle tette e sul culo... magari anche riempiendomi di sborra, dopo aver stantuffato la mia dolce figa come un animale assoluto!

source: [_danny_] {i}HuhuUuuhh{/i}... Oh fuck.... Desiree, that's so hot... you're making me~...!
french: [_danny_] {i}HuhuUuuhh{/i}... Oh putain.... Desiree, c'est si chaud... tu me fais~...!
german: [_danny_] {i}HuhuUuuh{/i}... Oh fuck.... Verzweiflung, das ist so heiß... du machst mich~...!
italian: [_danny_] {i}HuhuUuuhh{/i}... Oh cazzo.... Desiree, è così eccitante... mi stai facendo...!

source: [_danny_] Fuck me, I'm {u}cumming~!!{/u}
french: [_danny_] Baise-moi, je suis {u}en train de jouir!!{/u}
german: [_danny_] Fuck mich, ich bin {u}cumming~!!{/u}
italian: [_danny_] Cazzo, sto {u}sborrando~!!!{/u}

source: [_danny_] {i}*Pant* *Shudder* *Gasp*{/i}
french: [_danny_] {i}*Pantalon* *Shudder* *Gasp*{/i}

source: [_danny_] Holy shit... you really know what you're doing, Des... I'm drained.
french: [_danny_] Putain de merde... tu sais vraiment ce que tu fais, Des... Je suis épuisé.
german: [_danny_] Heilige Scheiße... du weißt wirklich, was du tust, Des... Ich bin entwässert.
italian: [_danny_] Porca puttana... sai davvero cosa stai facendo, Des... Sono svuotato.

source: [_desiree_] {i}*Ahem*{/i} Master [player_name], it's simply become an art form for me, think nothing of it.
french: [_desiree_] {i}*Ahem*{/i} Maître [player_name], c'est simplement devenu une forme d'art pour moi, n'y pensez pas.
german: [_desiree_] {i}*Ahem*{/i} Meister [player_name], es ist einfach eine Kunstform für mich, denken Sie nichts davon.
italian: [_desiree_] {i}*Ahem*{/i} Maestro [player_name], è semplicemente diventata una forma d'arte per me, non pensarci.

source: [_danny_] God, I can't quite imagine what it must be like to actually have {i}real{/i} sex with you if this is just what your {u}tits{/u} are like to thrust inside of...
french: [_danny_] Mon dieu, je ne peux pas imaginer ce que ça doit être d'avoir {i}de vrais{/i} rapports sexuels avec toi si c'est juste ce que tes {u}nichons{/u} sont pour pousser à l'intérieur...
german: [_danny_] Gott, Ich kann mir nicht vorstellen, wie es sein muss, tatsächlich {i}echten{/i} Sex mit dir zu haben, wenn das genau das ist, was deine {u}Titten{/u} nach innen schießen wollen...
italian: [_danny_] Dio, non riesco proprio a immaginare come dev'essere fare {i}sesso vero{/i} con te se questo è solo ciò che le tue {u}tette{/u} sono come spingere dentro di te...

source: [_desiree_] Well now, let's not become too excited, shall we? I still don't think you're quite up for that just yet...
french: [_desiree_] Bon, ne nous emballons pas trop, d'accord ? Je ne pense pas que vous soyez encore prêt pour ça...
german: [_desiree_] Nun, lassen Sie uns nicht zu aufgeregt werden, oder? Ich glaube immer noch nicht, dass du dafür noch nicht ganz bereit bist...
italian: [_desiree_] Beh, ora non eccitiamoci troppo, no? Non credo che tu sia ancora pronto per questo...

source: [_danny_] Oh for sure, I know, it's just... good lord, a boy can dream...
french: [_danny_] Oh bien sûr, je sais, c'est juste... bon dieu, un garçon peut rêver...
german: [_danny_] Ach ja, ich weiß, es ist richtig... guter Lord, ein Junge kann träumen...
italian: [_danny_] Oh, certo, lo so, è solo che... buon Dio, un ragazzo può sognare...

source: [_danny_] But even in my wildest dreams, I don't think I could imagine something so absolutely incredible...
french: [_danny_] Mais même dans mes rêves les plus fous, je ne pense pas que je pourrais imaginer quelque chose d'aussi absolument incroyable...
german: [_danny_] Aber selbst in meinen wildesten Träumen glaube ich nicht, dass ich mir etwas so unglaubliches vorstellen könnte...
italian: [_danny_] Ma anche nei miei sogni più sfrenati, non credo di poter immaginare qualcosa di così assolutamente incredibile...

source: [_desiree_] (This boy and his incessant flattery, I swear...)
french: [_desiree_] (Ce garçon et ses flatteries incessantes, je le jure...)
german: [_desiree_] (Dieser Junge und seine unaufhörliche Schmeichelei, schwöre ich...)
italian: [_desiree_] (Questo ragazzo e la sua incessante adulazione, lo giuro...)

source: [_desiree_] (It's... actually somewhat sweet... sometimes.)
french: [_desiree_] (C'est... en fait assez doux... parfois.)
german: [_desiree_] (Es ist... tatsächlich etwas süß... manchmal.)
italian: [_desiree_] (È... in effetti un po' dolce... a volte).

source: [_desiree_] I suspect you want to get dressed and presentable before a family member of yours bursts in unannounced? Allow me to help...
french: [_desiree_] Je suppose que vous voulez vous habiller et être présentable avant qu'un membre de votre famille ne débarque à l'improviste ? Permettez-moi de vous aider...
german: [_desiree_] Ich vermute, dass du dich gekleidet und präsentierbar machen möchtest, bevor ein Familienmitglied von dir unangekündigt platzt? Erlaube mir zu helfen...
italian: [_desiree_] Sospetto che vogliate vestirvi e rendervi presentabili prima che un vostro familiare irrompa senza preavviso? Permettetemi di aiutarvi...

source: [_desiree_] {i}*Gasp*{/i} {i}*Huff*{/i} ...huh... hah... heh...
italian: [_desiree_] {i}*Gasp*{/i} {i}*...huh... hah... heh...
