Repository: DonRP/AmityPark
Catalog: game/*/*/desiree_repeatable_service.po
Languages: french, german, italian

source: [_danny_] {i}Hrnnmm{/i}... just having you touch it... makes me so hard already...
french: [_danny_] {i}Hrnnmm{/i}... rien que de te voir le toucher... ça me fait déjà bander...
german: [_danny_] {i}Hrnmm{/i}... nur zu haben... macht mich schon so schwer...
italian: [_danny_] {i}Hrnnmm{/i}... il solo fatto che tu lo tocchi... me lo fa già diventare così duro...

source: [_desiree_] Oh yes, you seem to enjoy this technique quite well... oh, and the size of your member fits right into my grasp due to its sheer thickness...
french: [_desiree_] Oh oui, tu sembles bien apprécier cette technique... oh, et la taille de ton membre s'adapte parfaitement à ma prise en raison de son épaisseur...
german: [_desiree_] Ach ja, du scheinst diese Technik recht gut zu genießen... Oh, und die Größe deines Mitglieds passt aufgrund seiner schieren Dicke direkt in mein Hand...
italian: [_desiree_] Oh sì, sembra che questa tecnica ti piaccia abbastanza... oh, e le dimensioni del tuo membro si adattano perfettamente alla mia presa grazie al suo spessore...

source: [_danny_] Just the way you look at me too... you've got this special gaze you do... fuck {u}me{/u}, Des, you're gorgeous...
french: [_danny_] Juste la façon dont tu me regardes aussi... tu as ce regard spécial que tu as... putain {u}me{/u}, Des, tu es magnifique...
german: [_danny_] Genau so, wie du mich ansiehst... du hast diesen besonderen Blick... fuck {u}me{/u}, Des, du bist wunderbar...
italian: [_danny_] Anche il modo in cui mi guardi... hai questo sguardo speciale... cazzo {u}me{/u}, Des, sei bellissima...

source: [_danny_] Yeah, stroke me... just like that Desiree... stroke your master's big cock...
french: [_danny_] Ouais, caresse-moi... comme ça, Désirée... caresse la grosse bite de ton maître...
german: [_danny_] Ja, streiche mich... genau wie der Desire... streiche den großen Schwanz deines Meisters...
italian: [_danny_] Sì, accarezzami... proprio così Desiree... accarezza il grosso cazzo del tuo padrone...

source: [_desiree_] Oh yes, master [player_name]... I'm going to stroke you gently with my fingertips... this big fat cock is going to be my plaything until you cum for me...
french: [_desiree_] Oh oui, maître [player_name]... Je vais te caresser doucement du bout des doigts... cette grosse bite va être mon jouet jusqu'à ce que tu jouisses pour moi...
german: [_desiree_] Oh ja, Meister [player_name]... Ich werde dich mit meinen Fingerspitzen sanft anschlagen. Dieser dicke dicke Schwanz wird mein Spielzeug sein, bis du für mich geil bist...
italian: [_desiree_] Oh sì, padrone [player_name]... Ti accarezzerò dolcemente con la punta delle dita... questo grosso cazzo sarà il mio giocattolo finché non sborrerai per me...

source: [_danny_] (Man, Desiree never lost a step... she still knows just what to say to get a guy going...)
french: [_danny_] (Bon sang, Desiree n'a jamais perdu la main... elle sait toujours quoi dire pour exciter un gars...)
german: [_danny_] (Mann, Desiree hat nie einen Schritt verloren... sie weiß immer noch, was sie sagen soll, um einen Kerl in Gang zu bringen...)
italian: [_danny_] (Cavolo, Desiree non ha mai perso un passo... sa ancora cosa dire per attirare un ragazzo...).

source: [_desiree_] (The Ghost Child has such a handsome member... so virile and plump...)
french: [_desiree_] (L'enfant fantôme a un si beau membre... si viril et dodu...)
german: [_desiree_] (Das Geisterkind hat ein so hübsches Mitglied... so viril und plump...)
italian: [_desiree_] (Il Bambino Fantasma ha un membro così bello... così virile e paffuto...)

source: [_desiree_] Oh, if only you could see the face you make during these moments, master... you seem to relish this moment greater than almost any man I've known...
french: [_desiree_] Oh, si seulement vous pouviez voir le visage que vous faites dans ces moments, maître... vous semblez savourer ce moment plus que n'importe quel homme que j'ai connu...
german: [_desiree_] Oh, wenn nur du das Gesicht sehen kannst, das du in diesen Momenten machst, Meister. . Sie scheinen diesen Moment größer zu genießen als fast jeder Mann, den ich kenne...
italian: [_desiree_] Oh, se solo poteste vedere la faccia che fate in questi momenti, padrone... sembra che assaporiate questo momento più di qualsiasi altro uomo che abbia conosciuto...

source: [_desiree_] Oh, I can see your big friend here leaking some of your love nectar already...
french: [_desiree_] Oh, je peux voir votre grand ami ici présent en train de boire un peu de votre nectar d'amour...
german: [_desiree_] Ach, ich kann sehen, wie dein großer Freund hier schon etwas von deiner Liebe Nektar durchtränkt...
italian: [_desiree_] Oh, vedo che il tuo grande amico qui sta già bevendo un po' del tuo nettare d'amore...

source: [_desiree_] Does this mean your little slave girl is doing a good job, master [player_name]?
french: [_desiree_] Cela signifie-t-il que votre petite esclave fait du bon travail, maître [player_name]?
german: [_desiree_] Heißt das, dass dein kleines Sklavenmädchen gute Arbeit leistet, Meister [player_name]?
italian: [_desiree_] Questo significa che la tua piccola schiava sta facendo un buon lavoro, padrone [player_name]?

source: [_danny_] You get me so wound up, what else is gonna happen, Des? You just jerking me off feels so good...
french: [_danny_] Tu m'excites tellement que quoi d'autre pourrait arriver, Des ? Le fait que tu me branles est si bon...
german: [_danny_] Du erhältst mich so aufgerollt, was sonst passiert, Deshalb? Du nur mich abschüttelst fühlt sich so gut an...
italian: [_danny_] Mi fai eccitare così tanto che cos'altro può succedere, Des? Mi fai una sega che mi fa sentire così bene...

source: [_danny_] {i}Hhaa! Aah!{/i}!! Pi-picking up the pace, huh? {i}Oh{/i}!
french: [_danny_] {i}Hhaa ! Aah!{/i}!{} Pi-accélère le rythme, hein ? {i}Oh{/i} !
german: [_danny_] {i}Hhaa! Aah!{/i}!! Pi-Picking das Tempo, huh? {i}Oh{/i}!
italian: [_danny_] {i}Hhaa! Aah!!! Pi-accelerare il ritmo, eh? {i}Oh!

source: [_desiree_] Well yes, I find that most men tend to prefer an increased tempo to help produce a much... quicker release...
french: [_desiree_] Eh bien oui, je trouve que la plupart des hommes ont tendance à préférer un tempo plus élevé pour aider à produire une libération beaucoup plus... rapide...
german: [_desiree_] Ja, ich finde, dass die meisten Männer ein erhöhtes Tempo bevorzugen, um eine viel schnellere Version zu produzieren...
italian: [_desiree_] Ebbene sì, trovo che la maggior parte degli uomini tenda a preferire un ritmo più elevato per aiutare a produrre un rilascio molto... più rapido...

source: [_desiree_] ...not that I wish you to finish too soon, my master... there are still some tricks I wish to perform for you yet...
french: [_desiree_] ...non pas que je souhaite que vous finissiez trop tôt, mon maître... il y a encore quelques tours que je souhaite exécuter pour vous...
german: [_desiree_] ...nicht dass ich dir zu früh ein Ende wünsche, mein Meister... es gibt noch einige Tricks, die ich für dich aufführen möchte...
italian: [_desiree_] ...non che desideri che tu finisca troppo presto, mio padrone... ci sono ancora alcuni trucchi che voglio eseguire per te...

source: [_danny_] Yeah, I know.. there's still the part when you... when you're going to... {i}Huhnhh{/i}!
french: [_danny_] Ouais, je sais... il y a encore le moment où tu... où tu vas... {i}Huhnhh{/i} !
german: [_danny_] Ja, ich weiß.. Es gibt immer noch den Teil, wenn du willst... {i}Huhnh{/i}!
italian: [_danny_] Sì, lo so... c'è ancora la parte in cui tu... quando stai per... {i}Huhnhh{/i}!

source: [_desiree_] The part where I shove your meaty cock down my throat? Yes, {i}that{/i} little treat is still to come...
french: [_desiree_] Le moment où j'enfonce ta bite bien charnue dans ma gorge ? Oui, {i}ce petit plaisir est encore à venir...
german: [_desiree_] Der Teil, in dem ich deinen Fleischschwanz in die Kehle schieße? Ja, {i}dass{/i} kleine Behandlung noch kommen wird...
italian: [_desiree_] La parte in cui mi infilo il tuo cazzo carnoso in gola? Sì, {i}quella piccola delizia deve ancora arrivare...

source: [_danny_] {i}OHhh{/i} Des-Desiree... don't talk like that... it's making me throb even more...
french: [_danny_] {i}OHhh{/i} Des-Désirée... ne parle pas comme ça... ça me fait palpiter encore plus...
german: [_danny_] {i}OHhh{/i} Des-Des-Desire... rede nicht derselbe... es macht mich sogar noch mehr...
italian: [_danny_] {i}OHhh{/i} Des-Desiree... non parlare così... mi fa pulsare ancora di più...

source: [_desiree_] Why not? It doesn't matter when you cum, as long as you make certain to shoot your load all over my body, right master?
french: [_desiree_] Pourquoi pas ? Peu importe le moment où tu jouis, du moment que tu t'assures de répandre ton sperme sur tout mon corps, n'est-ce pas maître ?
german: [_desiree_] Warum nicht? Es spielt keine Rolle, wenn du mitziehst, solange du sicher bist, dass du deine Last ganz über meinen Körper schießen wirst?
italian: [_desiree_] Perché no? Non importa quando sborrerai, basta che ti assicuri di sparare il tuo carico su tutto il mio corpo, vero padrone?

source: [_desiree_] ...or right down your personal whore's throat, feeding me your delicious seed...
french: [_desiree_] ...ou directement dans la gorge de ta pute personnelle, me nourrissant de ta délicieuse semence...
german: [_desiree_] ...oder direkt in deiner persönlichen Hufe, füttere mir deine leckeren Samen...
italian: [_desiree_] ...o direttamente nella gola della tua puttana personale, nutrendomi del tuo delizioso seme...

source: [_danny_] Alright then... lick the tip of my cock. Use your tongue to lick your master's cock, and tell me how much you love the taste...
french: [_danny_] Très bien alors... lèche le bout de ma bite. Utilise ta langue pour lécher la bite de ton maître, et dis-moi combien tu aimes le goût...
german: [_danny_] In Ordnung, dann... lecke die Spitze meines Schwanzes. Benutze deine Zunge um den Schwanz deines Meisters zu lecken und sag mir, wie sehr du den Geschmack liebst...
italian: [_danny_] Bene, allora... lecca la punta del mio cazzo. Usa la lingua per leccare il cazzo del tuo padrone e dimmi quanto ti piace il suo sapore...

source: [_danny_] Yes... lap up the mess you're making, Desiree... you're the one making that
french: [_danny_] Oui... lape le désordre que tu fais, Desiree... c'est toi qui fais ça
german: [_danny_] Ja... lade den Schlamassel auf, den du machst, Verzweiflung... du bist derjenige, der das macht
italian: [_danny_] Sì... lecca il casino che stai facendo, Desiree... sei tu che lo stai facendo...

source: [_desiree_] (He's certainly gained a bit more of a confident edge when it comes to his dirty talk...)
french: [_desiree_] (Il a certainement acquis un peu plus d'assurance quand il s'agit de parler de choses cochonnes...)
german: [_desiree_] (Er hat bei seinen schmutzigen Vorträgen sicherlich ein wenig mehr zuversichtlich geworden...)
italian: [_desiree_] (Di certo ha acquisito un po' più di sicurezza quando si tratta di parlare in modo sconcio...)

source: [_desiree_] (I think he likes being in charge, even in the bed...)
french: [_desiree_] (Je pense qu'il aime être en charge, même dans le lit...)
german: [_desiree_] (Ich glaube, er mag die Führung haben, auch im Bett...)
italian: [_desiree_] (Penso che gli piaccia comandare, anche a letto...)

source: [_desiree_] (Or at least having control over his slave girl... I mean look at me... once his enemy, now flicking the end of his cock with my mouth...)
french: [_desiree_] (Ou au moins avoir le contrôle de son esclave... Je veux dire, regardez-moi... autrefois son ennemi, maintenant en train de remuer le bout de sa bite avec ma bouche...)
german: [_desiree_] (Oder zumindest die Kontrolle über sein Sklavenmädchen haben... Ich meine den Blick auf mich. . einmal sein Feind, der jetzt mit meinem Mund das Ende seines Schwanzes fliesst...)
italian: [_desiree_] (O almeno di avere il controllo sulla sua schiava... Voglio dire, guardatemi... un tempo sua nemica, ora sto sfiorando l'estremità del suo cazzo con la mia bocca...).

source: [_danny_] Okay Desiree, I think you know what comes next.
french: [_danny_] Ok Desiree, je pense que tu sais ce qui vient après.
german: [_danny_] Okay Desiree, ich glaube, du weißt, was als nächstes kommt.
italian: [_danny_] Ok Desiree, credo che tu sappia cosa viene dopo.

source: [_danny_] The part where I give you a nice mouthful of my cock to suck and taste. You ready for that, slave?
french: [_danny_] La partie où je te donne une bonne bouchée de ma bite à sucer et à goûter. Tu es prête pour ça, esclave ?
german: [_danny_] Das Teil, in dem ich dir einen schönen Mund von meinem Schwanz geben und saugen und schmecken kann. Du bist darauf vorbereitet, Sklave?
italian: [_danny_] La parte in cui ti do una bella boccata del mio cazzo da succhiare e assaggiare. Sei pronto per questo, schiavo?

source: [_desiree_] Yes master, teach your servant to love your sticky, fat cock...
french: [_desiree_] Oui maître, apprenez à votre serviteur à aimer votre grosse bite collante...
german: [_desiree_] Ja Meister, lebe deinen Diener daran, deinen klebrigen, fetten Schwanz zu lieben...
italian: [_desiree_] Sì, padrone, insegna alla tua serva ad amare il tuo cazzo grasso e appiccicoso...

source: [_danny_] (The way she swirls her tongue around, Jesus fuck... can't let her... get the upper hand on me... {i}Hmnf!{/i})
french: [_danny_] (La façon dont elle fait tourner sa langue, putain de merde... je ne peux pas la laisser... avoir le dessus sur moi... {i}Hmnf!{/i})
german: [_danny_] (Die Art und Weise, wie sie ihre Zunge wirbelt, Jesus fuck... kann sie nicht lassen... die Oberhand behalten... {i}Hmnf!{/i})
italian: [_danny_] (Il modo in cui fa roteare la lingua, Gesù cazzo... non posso permetterle... di avere il sopravvento su di me... {i}Hmnf!

source: [_desiree_] {i}Hhhnnn{/i}... {i}*Mmuumhh*{/i} ...mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' big...~
french: [_desiree_] {i}Hhhnnn{/i}... {i}*Muumhh*{/i} ...mastique... 'jour cawk... {i}*Slup*{/i} ...tellement'... tellement' grand...~
german: [_desiree_] {i}Hhhnn{/i}... {i}*Mmuumh*{/i} ...Mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' groß...~

source: [_desiree_] {i}Muchuu...{/i} sho' beeguh'... {i}Nnnnchuru..~{/i}.
french: [_desiree_] {i}Muchuu...{/i} chi' boonguh'... {i}Nnnnchuru..~{/i}.
german: [_desiree_] {i}Muchuu...{/i} Schuh ' Imker'... {i}Nnnnchuru..~{/i}.

source: [_desiree_] (He slowly bucks his hips to guide it over my lips so gently...)
french: [_desiree_] (Il se déhanche lentement pour la guider sur mes lèvres si délicatement...)
german: [_desiree_] (Er buckt langsam seine Hüften um es so schonend über meine Lippen zu führen...)
italian: [_desiree_] (Fa oscillare lentamente i fianchi per guidarlo sulle mie labbra in modo così delicato...)

source: [_desiree_] (This way I end up tasting the whole length of his cock, despite how far it reaches into my mouth...)
french: [_desiree_] (De cette façon, je finis par goûter toute la longueur de sa queue, malgré la distance qu'elle atteint dans ma bouche...)
german: [_desiree_] (Auf diese Weise habe ich die ganze Länge seines Schwanzes verkostet, obwohl er in meinen Mund hineinreicht...)
italian: [_desiree_] (In questo modo finisco per assaggiare tutta la lunghezza del suo cazzo, nonostante la distanza che raggiunge nella mia bocca...)

source: [_danny_] And a little more power thrusting to really... get things going...
french: [_danny_] Et un peu plus de puissance de poussée pour vraiment... faire avancer les choses...
german: [_danny_] Und ein wenig mehr Macht treibt wirklich an... die Dinge in Gang zu bringen...
italian: [_danny_] E un po' più di potenza di spinta per... far partire le cose...

source: [_desiree_] (Well, I guess there goes what I said about being super gentle... this boy doesn't mess around, he is {u}pumping{/u} my mouth silly!!)
french: [_desiree_] (Eh bien, je suppose que ce que j'ai dit sur le fait d'être super doux s'envole... ce garçon ne s'amuse pas, il est {u}en train de pomper{/u} ma bouche idiote !!)
german: [_desiree_] (Nun, ich vermute, es geht so, was ich gesagt habe, super Gentle... dieser Junge durcheinander zu gehen, er ist {u}schütteln{/u} mein Mund dumm!!)
italian: [_desiree_] (Beh, credo che questo sia il motivo per cui ho detto di essere super gentile... questo ragazzo non scherza, sta {u}pompando{/u} la mia bocca in modo stupido!!!)

source: [_desiree_] (He's just trying to wind me up... it gets him off thinking about how humiliating this must be for me... the pig! Oh, what a fucking animal he is~!!)
french: [_desiree_] (Il essaie juste de m'énerver... ça l'excite de penser à quel point ça doit être humiliant pour moi... le porc ! Oh, quel putain d'animal il est !!!)
german: [_desiree_] (Er versucht mich einfach aufzuräumen... Es bringt ihn davon, darüber nachzudenken, wie demütigend dies für mich sein muss. . das Schwein! Oh, was für ein fickendes Tier er ist~!!)
italian: [_desiree_] (Sta solo cercando di farmi arrabbiare... si eccita pensando a quanto deve essere umiliante per me... il maiale! Oh, che cazzo di animale è~!!!)

source: [_danny_] (Ghost girl sucking my cock!! This is the life!!)
french: [_danny_] (Une fille fantôme qui me suce la bite !! C'est la vie !!)
german: [_danny_] (Geistermädchen saugt meinen Schwanz!! Das ist das Leben!!)
italian: [_danny_] (Ragazza fantasma che mi succhia il cazzo! Questa è la vita!!!)

source: [_desiree_] (Oh Gods, I've got dribble and spit eeking out the corners of my mouth now... he's simply fucking my mouth with such speed!!)
french: [_desiree_] (Oh mon Dieu, j'ai des bavettes et des crachats qui sortent des coins de ma bouche maintenant... il baise simplement ma bouche à une telle vitesse !!)
german: [_desiree_] (Oh Götter, ich habe tropfen und spucken jetzt die Ecken aus meinem Mund... er fickt meinen Mund einfach mit einer solchen Geschwindigkeit!!)
italian: [_desiree_] (Oh Dei, ora mi escono bava e sputo dagli angoli della bocca... mi sta semplicemente scopando la bocca con una tale velocità!!!).

source: [_danny_] {i}Urghh!!{/i} Taste my cock, you hungry slut!!
french: [_danny_] {i}Urghh!!{/i} Goûte ma bite, salope affamée !!
german: [_danny_] {i}Urghh!!{/i} Probiere meinen Schwanz, du hungriger Schlampe!!
italian: [_danny_] {i}Urghh!!! Assaggia il mio cazzo, troia affamata!!!

source: [_desiree_] (...and then he cranked it up even more!! Heavens!!)
french: [_desiree_] (...et ensuite il l'a augmenté encore plus !! Ciel !!)
german: [_desiree_] (...und dann hat er es noch mehr gekranzt!! Himmel!!)
italian: [_desiree_] (...e poi ha alzato ancora di più il volume!!! Cielo!!!)

source: [_desiree_] (He can't help himself but turn into a monster when he's like this!! Driling my mouth like a real man~!!)
french: [_desiree_] (Il ne peut pas s'empêcher de se transformer en monstre quand il est comme ça !! Il m'ouvre la bouche comme un vrai homme~!!)
german: [_desiree_] (Er kann sich nicht selbst helfen aber verwandelt sich in ein Monster, wenn er so ist!! Bohre meinen Mund wie ein richtiger Man~!!)
italian: [_desiree_] (Non può fare a meno di trasformarsi in un mostro quando è così!!! Mi sta trapanando la bocca come un vero uomo~!!!)

source: [_danny_] Oh shit!! Here it comes Desiree!! I'm gonna finish!! Get ready to taste it...!!
french: [_danny_] Oh merde ! Le voilà, Desiree ! Je vais finir ! Prépare-toi à le goûter...!!
german: [_danny_] Oh shit!! Hier kommt die Verzweiflung!! Ich werde endlich fertig!! Bereit, es zu probieren...!!
italian: [_danny_] Oh merda! Ecco che arriva Desiree!! Sto per finire! Preparati ad assaggiarlo!!!

source: [_danny_] {i}Guhhhh!!{/i}{p}{i}Huhhf{/i}... oh shit...
french: [_danny_] {i}Guhhhh!!{/i}{p}{i}Huhhf{/i}... oh merde...
italian: [_danny_] {i}Guhhh!!!{p}{i}Huhhf{/i}... oh merda...

source: [_desiree_] {i}*Gulp*{/i} Muah!! {i}*Cough*{/i}
french: [_desiree_] {i}*Gulp*{/i} Muah !! {i}*Toux*{/i}
german: [_desiree_] {i}*Gulp*{/i} Muah!! {i}*Husten*{/i}

source: [_danny_] Yeah, I'm glad to see you swallowed it all... bet you love the taste of your master's jizz, huh?
french: [_danny_] Ouais, je suis content de voir que tu as tout avalé... je parie que tu aimes le goût du sperme de ton maître, hein ?
german: [_danny_] Ja, ich bin froh, dass du alles verschluckt hast... wette, du liebst den Geschmack des Meisterjizz, huh?
italian: [_danny_] Sì, sono contento di vedere che l'hai ingoiato tutto... scommetto che ti piace il sapore dello sperma del tuo padrone, eh?

source: [_desiree_] Oh of course master, having the honor of guzzling your hot hoad makes your servant so happy...
french: [_desiree_] Oh bien sûr maître, avoir l'honneur d'engloutir votre chaud lapin rend votre serviteur si heureux...
german: [_desiree_] Ach natürlich, Herr, wenn du die Ehre hast, deinen heißen Haufen zu verblüffen, macht deinen Diener so glücklich...
italian: [_desiree_] Oh certo padrone, avere l'onore di tracannare il tuo caldo idromele rende il tuo servo così felice...

source: [_desiree_] Those big full balls of yours pack such a nice load. Such youthful spunk you produce, master [player_name]
french: [_desiree_] Tes grosses couilles bien pleines font une si belle charge. Quel jeune sperme vous produisez, maître [player_name]
german: [_desiree_] Diese großen voll gefüllten Bälle packen eine so nette Ladung. So jung du produzierst, Meister [player_name]
italian: [_desiree_] Quelle tue palle grosse e piene sono un bel carico. Che sperma giovanile che produci, padrone [player_name]

source: [_danny_] Even more dirty talk? I figured we should settle down now, before I decide to go another round with your mouth again... holy moly...
french: [_danny_] Encore plus de langage cochon ? Je me suis dit qu'on devrait se calmer maintenant, avant que je décide de refaire un tour avec ta bouche... Bon sang...
german: [_danny_] Noch mehr schmutzige Gespräche? Ich dachte, wir sollten uns jetzt einigen, bevor ich mich entschließe, wieder eine Runde mit deinem Mund zu gehen... heilige Moly...
italian: [_danny_] Ancora discorsi sconci? Ho pensato che dovessimo sistemarci ora, prima che decida di fare un altro giro con la tua bocca... santo cielo...

source: [_danny_] Oh Jesus, your tits are so much bigger up close and personal...
french: [_danny_] Oh mon Dieu, tes seins sont tellement plus gros de près et en personne...
german: [_danny_] Oh Jesus, deine Titten sind so viel größer in der Nähe und persönlich...
italian: [_danny_] Oh Gesù, le tue tette sono molto più grandi da vicino...

source: [_desiree_] Well, they must look much fuller whilst compared to the fat cock they're wrapped around currently, master [player_name]...
french: [_desiree_] Eh bien, elles doivent avoir l'air plus pleines que la grosse bite qu'elles entourent actuellement, maître [player_name]...
german: [_desiree_] Nun, sie müssen im Vergleich zu dem fetten Schwanz, den sie derzeit umwickelt sind, sehr viel gefüllt aussehen, Meister [player_name]...
italian: [_desiree_] Beh, devono sembrare molto più piene rispetto al grasso cazzo attorno al quale sono attualmente avvolte, maestro [player_name]...

source: [_desiree_] So damn thick as well... it's practically bigger than my whole wrist...
french: [_desiree_] Il est aussi sacrément épais... il est pratiquement plus grand que mon poignet entier...
german: [_desiree_] So verdammt dick auch... es ist praktisch größer als mein ganzes Handgelenk ...
italian: [_desiree_] È anche dannatamente spesso... è praticamente più grande del mio intero polso...
