Repository: DonRP/AmityPark
Catalog: game/*/*/desiree_cowgirl.po
Languages: german, italian

source: [_danny_] Holy- holy shit! We're fucking right now!! I'm actually fucking a ghost!! I'm {u}fucking{/u} you Desiree!
german: [_danny_] Heilige Scheiße! Wir ficken gerade jetzt!! Ich ficke einen Geister!! Ich bin {u}fucking{/u} du willst!
italian: [_danny_] Porca... porca puttana! Stiamo scopando proprio ora! Sto davvero scopando con un fantasma! Ti sto {u}scopando Desiree!

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Yes, you're inside of me... look at me, Master. Riding your big fat cock... oooh, it feels even better than I thought it might...
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Ja, du bist drinnen von mir... schaue mich an, Meister. Reite deinen dicken Fettsmus... Hoooh, es fühlt sich sogar noch besser an, als ich dachte...
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Sì, sei dentro di me... guardami, Maestro. Cavalcare il tuo grosso cazzo... oooh, è ancora meglio di quanto pensassi...

source: [_danny_] I- I don't understand though, you- you wouldn't want to-
german: [_danny_] Ich verstehe aber nicht, du würdest nicht wollen-
italian: [_danny_] Io... non capisco, però, tu... tu non vorresti...

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] I believed you would want to finish the night with a truly big {u}bang{/u}! Giving me a real slice of happiness was so refreshing, I thought you deserved a reward...
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Ich glaubte, du würdest die Nacht mit einem wirklich großen {u}Bang beenden{/u} beenden! Mir ein echtes Stück Glück zu geben war so erfrischend, dachte ich, dass du eine Belohnung verdient hast...
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Credevo che volessi concludere la serata con un vero e proprio big {u}bang{/u}! Darmi una vera fetta di felicità è stato così piacevole che ho pensato che ti meritassi una ricompensa...

source: [_desiree_] Well here it is: my fat tits swinging in your face while you shove that big cock of yours deep up inside me!
german: [_desiree_] Hier ist es so: Meine dicken Titten, die in deinem Gesicht schwingen, während du den dicken Schwanz von dir tief in mich schiebst!
italian: [_desiree_] Ecco qui: le mie tette grasse che ti dondolano in faccia mentre tu infili il tuo grosso cazzo dentro di me!

source: [_danny_] Oh my God, this is crazy. I'm losing my virginity to a ghost!
german: [_danny_] Oh mein Gott, das ist verrückt. Ich verliere meine Jungfräulichkeit an einen Geister!
italian: [_danny_] Oh mio Dio, è una follia. Sto perdendo la mia verginità con un fantasma!

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Yes, do it! More! Plunge it deep inside me!
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Ja, tue es! Mehr! Springe es tief in mich!
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Sì, fatelo! Di più! Sprofondalo dentro di me!

source: [_desiree_] You like it as I bounce up and down on you? Taking every inch down to the base?
german: [_desiree_] Du magst es, wenn ich dich auf- und abpralle? Jeder Zentimeter hinunter zur Base?
italian: [_desiree_] Ti piace che io rimbalzi su e giù su di te? Prendendo ogni centimetro fino alla base?

source: [_danny_] Holy shit, this is too much! You're so good! Why do you have to be so good?!
german: [_danny_] Heiliger Scheiß, das ist zu viel! Du bist so gut! Warum musst du so gut sein?
italian: [_danny_] Porca puttana, questo è troppo! Sei così bravo! Perché devi essere così bravo?!

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmm, because you only deserve the best, Master!
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmm, weil du nur das Beste verdienst, Meister!
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Perché tu meriti solo il meglio, Maestro!

source: [_desiree_] Now do it!
german: [_desiree_] Tun Sie es jetzt!
italian: [_desiree_] Ora fallo!

source: [_danny_] Wh-wha? What do you mean?
german: [_danny_] Was meinst du?
italian: [_danny_] Cosa? Cosa vuoi dire?

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Shoot your load inside me! I wanna feel my Master cumming inside her slave!
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Schieße deine Last in mich ein! Ich möchte meinen Meister umsummen in seinen Sklaven!
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Spara il tuo carico dentro di me! Voglio sentire il mio padrone che sborra dentro la sua schiava!

source: [_danny_] Jeezus, but- you won't mind- or, i-is it safe to-
german: [_danny_] Jeezus, aber du wirst nicht daran denken - oder, i-ist es sicher zu-
italian: [_danny_] Gesù, ma... non ti dispiacerà... o... è sicuro di...

source: [_desiree_s_cowgirl_s_at_player_s_talk_displeased_] Yes Master, don't worry, I won't carry child... I'm a ghost, remember?
german: [_desiree_s_cowgirl_s_at_player_s_talk_displeased_] Ja, Meister, keine Sorge, ich werde kein Kind mitnehmen... Ich bin ein Gespenst, merk?
italian: [_desiree_s_cowgirl_s_at_player_s_talk_displeased_] Sì Maestro, non si preoccupi, non porterò il bambino... Sono un fantasma, ricordi?

source: [_danny_] Ahh, shit.... you really want it, don't you?
german: [_danny_] Ahh, shit.... du willst es wirklich, oder?
italian: [_danny_] Ahh, merda.... vuoi proprio, vero?

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmhhmff, t-trust me, I wouldn't work this hard if I didn't, Master... now cum for me.... cum for me~~!!
german: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmhhmff, t-trust me, ich würde nicht so hart arbeiten, wenn ich es nicht täte, Master... jetzt für mich.... cum für mich~~!!
italian: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmhhmff, t-fidati, non lavorerei così duramente se non lo facessi, Maestro... ora sborra per me.... sborra per me~~!!!

source: [_danny_] Fuck, fuck, fuuuck! I'm cumming inside!! You're sucking the soul out of me!! De-Desiree!!~~
german: [_danny_] Fick, fick, fuuck! Ich summiere drinnen!! Du saugst die Seele aus mir! De-Desiree!!~~
italian: [_danny_] Cazzo, cazzo, cazzo! Sto sborrando dentro! Mi stai succhiando l'anima!!! De-Desiderio!!!

source: [_desiree_s_cowgirl_s_up_s_talk_happy_] Yes... oh, I can feel it already... you're twitching cock is throbbing so much... it's leaking out now...
german: [_desiree_s_cowgirl_s_up_s_talk_happy_] Ja... Oh, ich kann es schon spüren... Du zwitschst den Schwanz so viel... es durchsickert jetzt...
italian: [_desiree_s_cowgirl_s_up_s_talk_happy_] Sì... oh, lo sento già... il tuo cazzo che si contrae pulsa così tanto... sta uscendo ora...

source: [_desiree_] Shoot it Master [player_name]!! Fill your dirty slave girl to the brim~~!! It makes me wanna... c-cuuuummmm tooooh!!~~
german: [_desiree_] Schieße ihn Meister [player_name]!! Fülle dein schmutziges Sklavenmädchen in den Brim~~!! Es macht mich wannen... c-cuuuummmm tooooh!!~~
italian: [_desiree_] Spara Maestro [player_name]!!! Riempi la tua sporca schiava fino all'orlo~~!!! Mi fa venire voglia di... c-cuuuummmm tooooh!!!

source: [_danny_] Ahhh, God... that was so damn good.
german: [_danny_] Ahhh, Gott... das war so verdammt gut.
italian: [_danny_] Ahhh, Dio... è stato così dannatamente bello.

source: [_desiree_] I'm glad you enjoyed it... please... I'll clean up again...
german: [_desiree_] Ich bin froh, dass du es genossen hast... bitte... Ich werde wieder aufräumen...
italian: [_desiree_] Sono contento che ti sia piaciuto... per favore... Pulirò di nuovo...

source: [_desiree_] Just close your eyes, and I'll fetch you your fresh clothes...
german: [_desiree_] Schließe deine Augen und ich werde dir deine frische Kleidung abholen...
italian: [_desiree_] Chiudi gli occhi e ti porterò i tuoi vestiti nuovi...

source: [_danny_] (Oh man... absolutely incredible. Desiree is the perfect attendant. She's amazing. Absolutely amazing.)
german: [_danny_] (Oh Mann... absolut unglaublich. Verzweiflung ist die perfekte Begleiterin. Sie ist erstaunlich. Absolut erstaunlich.)
italian: [_danny_] (Oh cavolo... assolutamente incredibile. Desiree è l'assistente perfetta. È fantastica. Assolutamente fantastica).
