Repository: DonRP/AmityPark
Catalog: game/*/*/desiree_affection_scenes.po
Languages: german, spanish

source: [_desiree_] Good morning, master~...
german: [_desiree_] Guten Morgen, Meister ~ ...
spanish: [_desiree_] Buenos días, maestro~...

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Oh, morning Desiree.
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] {i}*Yawn * {/i} Oh, Morgen Desiree.
spanish: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Oh, buenos días Desiree.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] What's all this?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Was ist das alles?
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ¿Qué és todo esto?

source: [_desiree_] Nothing, truly. Just thought of showing some appreciation for my master today.
german: [_desiree_] Nichts, wirklich. Ich dachte nur daran, meinen Meister heute etwas Wertschätzung zu zeigen.
spanish: [_desiree_] Nada, de verdad. Sólo pensé en mostrar algo de aprecio por mi maestro hoy.

source: [_desiree_] My old master used to adore waking up to such treats...
german: [_desiree_] Mein alter Herr hat gewöhnt, bis zu solchen Leckerbissen zu wachen ...
spanish: [_desiree_] Mi viejo maestro adoraraba despertar con este desayuno...

source: [_desiree_] Of course, breakfast was usually skipped over and {i}I{/i} ended up as the treat myself...~
german: [_desiree_] Natürlich wurde das Frühstück meist übersprungen und {i}Ich {/i} landete als die Behandlung selbst ... ~
spanish: [_desiree_] Perdón, el desayuno suele ser salteado y {i}yo {/i} lo uso como un tratamiento para mi mismo... ~

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Desiree, thank you, that's really nice... but, you know you really didn't have to do this right?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Desiree, danke, das ist wirklich schön ... aber wissen Sie, dass Sie wirklich nicht das Richtige tun müssen?
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Desire, gracias, es muy agradable... pero, ¿sabes que no tenías que hacer esto?

source: [_desiree_] I am clearly aware of that, I simply {i}wanted{/i} to.~
german: [_desiree_] Ich bin mir klar, dass, ich einfach {i}wollte {/i} zu. ~
spanish: [_desiree_] Soy totalmente consciente, simplemente {i}quería {/i} a. ~

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Well, it definitely looks good!
german: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Nun, es sieht auf jeden Fall gut aus!
spanish: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Bueno, definitivamente ¡se ve delicioso!

source: [_desiree_] I hope you enjoy it very much!{p}
german: [_desiree_] Ich hoffe, Sie genießen es sehr!{p}
spanish: [_desiree_] ¡Espero que lo disfrutes!{p}

source: [_extend_] Now then, are you by any chance busy tonight?
german: [_extend_] Nun, sind Sie nun durch irgendeine Chance beschäftigt heute Abend?
spanish: [_extend_] Bien, ¿estarás ocupada con algo esta noche?

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] {i}Hmm?{/i} What for?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] {i}Hmm? {/i} Was ist?
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] {i}Hmm? {/i} ¿Por qué?

source: [_desiree_] I perhaps may have... a little {u}gift{/u} for you.
german: [_desiree_] Ich habe vielleicht ... ein kleines {u}Geschenk {/u} für dich.
spanish: [_desiree_] Tal vez tenga... un pequeño {u}regalo {/u} para ti.

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] A gift too? Wow. Well, what is it?
german: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Ein Geschenk auch? Wow. Nun, was ist das?
spanish: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] ¿Un regalo? Wow. Bien, ¿qué es?

source: [_desiree_] {i}Ah ahh!{/i} Showing my hand this early would spoil all of the surprise, would it not?
german: [_desiree_] {i}Ah ahh! {/i} Meine Hand dieses frühe würde die ganze Überraschung verderben, wäre es nicht?
spanish: [_desiree_] {i}Ah ahh! {/i} Enseñando mi mano temprano arruinaré la sorpresa, ¿no?

source: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Well... I'm sure I could make time, yeah.
german: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Well ... Ich bin sicher, ich könnte Zeit machen, ja.
spanish: [_danny_s_boxers_s_towards_s_idle_s_talk_happy_] Bueno... Estoy seguro de que podría tener tiempo, sí.

source: [_desiree_] Oh, I certainly hope so!{p}
german: [_desiree_] Oh, das hoffe ich doch!{p}
spanish: [_desiree_] Oh, espero que sí!{p}

source: [_extend_] I promise you, it'll be like a {i}wish come true...~{/i}
german: [_extend_] Ich verspreche dir, es wird wie ein {i}Wunsch werden wahr werden ... ~ {/i}
spanish: [_extend_] Te prometo que será como {i}un deseo hecho realidad... ~ {/i}

source: [_danny_s_boxers_s_at_player_s_unhappy_s_smile_] ({i}Uhhh{/i}, not exactly sure if that's a good thing or something more sinister... I'm still never sure with Des...)
german: [_danny_s_boxers_s_at_player_s_unhappy_s_smile_] ({i}Uhhh {/i}, nicht genau sicher, ob das eine gute Sache ist oder etwas mehr sinister ... Ich bin immer noch nie sicher mit Des ...)
spanish: [_danny_s_boxers_s_at_player_s_unhappy_s_smile_] ({i}Uhh{/i}, no estoy seguro de si será algo bueno o algo más siniestro... todavía no estoy seguro de Des...)

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Oh, where are you going?
german: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Oh, wo gehst du hin?
spanish: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Oh, ¿a dónde vas?

source: [_desiree_] Oh, Miss McLain has challenged me to some game of her youth, something called "Fighters of the Streets 2", I believe...
german: [_desiree_] Oh, Miss McLain hat mich zu irgendeinem Spiel ihrer Jugend herausgefordert, etwas namens "Fighters of the Streets 2", glaube ich ...
spanish: [_desiree_] Oh, Miss McLain me ha desafiado a un juego de su juventud, algo llamado "Fighters of the Streets 2", creo...

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] She has a retro console? Where'd she find that?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Sie hat eine Retro-Konsole? Wo hat sie das gefunden?
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Tiene una consola retro? ¿Dónde la habrá encontrado?

source: [_desiree_] Your magic wish imbued upon your "Thermos" provided Ember a room tailored towards her interests and stylings.
german: [_desiree_] Ihr magischer Wunsch, der auf Deinen "Thermos" vermittelt wird, hat Ember einen auf ihre Interessen und Stilinge zugeschnittenen Raum geschaffen.
spanish: [_desiree_] Tu deseo mágico imbuido sobre tus "Termos" proporcionó a Ember una habitación adaptada a sus intereses y estilo.

source: [_desiree_] I don't myself care for her sense or lack of fashion per se, but having something foreign to engage with helps with the tedium of captivity.
german: [_desiree_] Ich selbst kümmere mich nicht um ihren Sinn oder Mangel an Mode per se, sondern mit etwas Fremden, um mit dem Teedium der Gefangenschaft zu suchen.
spanish: [_desiree_] No me importa su sentido o falta de moda, sino tener algo externo para ayudar en el cautiverio del tedium.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Sounds nice, enjoy yourself then, have fun.
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Klingt schön, genießen Sie sich dann, haben Spaß.
spanish: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Parece agradable, disfruta y diviértete.

source: [_desiree_] I shall endeavor to conquer this childish game of Ember's and become the top score player! Of this, I have no doubts!
german: [_desiree_] Ich werde mich bemühen, dieses kindliche Spiel von Ember's zu erobern und zum Top-Score-Spieler zu werden! Davon habe ich keine Zweifel!
spanish: [_desiree_] ¡Me esforzaré con el juego infantil de Ember para convertirme en la jugadora con mejor puntuación! ¡De esto no tengo dudas!

source: [_danny_s_boxers_s_towards_s_idle_s_grin_] (Guess Desiree's got something prepared for me tonight. Should be interesting...)
german: [_danny_s_boxers_s_towards_s_idle_s_grin_] (Guess Desiree hat heute Abend etwas für mich vorbereitet. Sollte interessant sein ...)
spanish: [_danny_s_boxers_s_towards_s_idle_s_grin_] (Supongo que Desiree tiene algo preparado para mí esta noche. Puede ser interesante...)

source: [_danny_s_boxers_s_towards_wide_s_sad_s_talk_frown_s_blush_] Wait...I'm not-
german: [_danny_s_boxers_s_towards_wide_s_sad_s_talk_frown_s_blush_] Warten ...Ich bin nicht ...
spanish: [_danny_s_boxers_s_towards_wide_s_sad_s_talk_frown_s_blush_] Espera...no estoy -

source: [_desiree_] Why good evening, my Master...~
german: [_desiree_] Warum guten Abend, mein Meister ... ~
spanish: [_desiree_] Buenas tardes, Maestro... ~

source: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_] D-Desiree?! What the- what are you doing?!
german: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_] D-Desiree?! Was ist das? Was machen Sie da?
spanish: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_] ¡D-Desire! ¡¿Qué dem- qué estás haciendo?!

source: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] Why didn't you just float into my room like you normally do?
german: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] Warum schweben Sie nicht einfach so in mein Zimmer, wie Sie es normalerweise tun?
spanish: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] ¿Por qué no levitas en mi habitación como lo haces normalmente?

source: [_desiree_] It just didn't feel right given what comes next...
german: [_desiree_] Es ist einfach nicht das Gefühl, dass das, was als nächstes kommt ...
spanish: [_desiree_] Sencillamente no me parece bien para lo que viene después...

source: [_danny_s_boxers_s_towards_s_rise_s_talk_distraught_] What comes-
german: [_danny_s_boxers_s_towards_s_rise_s_talk_distraught_] Was kommt-
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_distraught_] ¿Qué viene-

source: [_desiree_] {i}This.{/i}
german: [_desiree_] {i}Dies. {/i}
spanish: [_desiree_] {i}Esto. {/i}

source: [_desiree_] Remember that little "present" I talked with you about earlier...?
german: [_desiree_] Denken Sie daran, dass wenig "präsentieren" Ich sprach mit Ihnen über früher ...?
spanish: [_desiree_] ¿Recuerdas ese pequeño "regalo" del que te hablé antes...?

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Wait, this isn't the present already? What more could there be to unwrap?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Warten, das ist nicht die Gegenwart schon? Was könnte es noch geben, um sich abzuwickeln?
spanish: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Espera, ¿no tienes aún el regalo? ¿Qué más puedo hacer para tenerlo?

source: [_desiree_] Well... I learned long ago that men tend to have a certain fixation with 'tightness'
german: [_desiree_] Well ... Ich habe vor langer Zeit gelernt, dass Männer neigen dazu, eine gewisse Fixierung mit 'Dichtheit' zu haben
spanish: [_desiree_] Bueno... Aprendí hace mucho que los hombres tienden a tener una cierta fijación con la 'tirantez'

source: [_desiree_] And the slave girls I spoke to would always complain that their masters wanted to use their 'other' holes.
german: [_desiree_] Und die Sklavenmädchen, mit denen ich gesprochen habe, würden sich immer beklagen, dass ihre Meister ihre "anderen" Löcher benutzen wollten.
spanish: [_desiree_] Y las todas las chicas esclavas con las que he hablado se quejan de que sus amos quieren usar sus 'otros' agujeros.

source: [_danny_s_boxers_s_at_player_s_sad_s_bite_s_blush_] (Is... is she saying she wants to try anal?)
german: [_danny_s_boxers_s_at_player_s_sad_s_bite_s_blush_] (Ist ... sie sagt, sie will anal versuchen?)
spanish: [_danny_s_boxers_s_at_player_s_sad_s_bite_s_blush_] (Es... ¿estás diciendo que quieres probar sexo anal?)

source: [_desiree_] So... I made sure to practice back there for when my own master wanted to truly try it out...~
german: [_desiree_] So ... Ich habe mich dafür geübt, dass ich mich dort zurückhalte, wenn mein eigener Herr es wirklich ausprobieren wollte ... ~
spanish: [_desiree_] Por esa razón... Me he asegurado de practicar para cuando mi propio maestro quisiera probarlo... ~

source: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_s_blush_] D-Desiree... you mean we can...
german: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_s_blush_] D-Desiree ... Sie meinen, wir können ...
spanish: [_danny_s_boxers_s_towards_wide_s_rise_s_talk_happy_s_blush_] D-Desiree... quieres decir que podemos...

source: [_danny_s_f_s_offscreen_s_boxers_s_towards_s_idle_s_talk_happy_s_-blush_] {i}Whoa!{/i}{p}{i}Heh{/i}, well alright!
german: [_danny_s_f_s_offscreen_s_boxers_s_towards_s_idle_s_talk_happy_s_-blush_] {i}Whoa! {/i}{p}{i}Heh {/i}, gut alright!
spanish: [_danny_s_f_s_offscreen_s_boxers_s_towards_s_idle_s_talk_happy_s_-blush_] {i}Whoa! {/i}{p}{i}Heh {/i}, bien, ¡sí!

source: [_desiree_] You're going to be dreaming about this night for the rest of your life~♥
german: [_desiree_] Du wirst von dieser Nacht für den Rest deines Lebens träumten ~♥
spanish: [_desiree_] Vas a soñar con esta noche el resto de tu vida~♥

source: [_desiree_] {i}Mmm{/i}...{p}. . .{p}...I love you Master~
german: [_desiree_] {i}Mmm {/i} ...{p}...{p}...Ich liebe dich Meister ~
spanish: [_desiree_] {i}Mmm{/i}...{p}. . .{p}...Te amo Maestro~

source: [_desiree_] ...I mean, {i}*Ahem*{/i} you know... and so, obviously, that's what I was trained to say to all of my previous masters after such an intimate session...
german: [_desiree_] ...Ich meine, {i}*Ahem * {/i} Sie wissen ... und so, offensichtlich, war das, was ich ausgebildet wurde, um allen meinen vorherigen Herren nach einer solchen intimen Sitzung zu sagen ...
spanish: [_desiree_] ...Quiero decir, {i}*Ahem * {/i} sabes ... obviamente, es lo que estuve practicando en decir a todos mis maestros después de una sesión íntima...

source: [_desiree_] Of course, you know, just to make the men in charge feel in control and powerful...
german: [_desiree_] Natürlich, wissen Sie, nur, um die Männer in der Verantwortung fühlen sich in Kontrolle und mächtig ...
spanish: [_desiree_] Por supuesto, sabes, sólo para que los hombres se sientan con el control y poderosos...

source: [_desiree_] Do you also feel at ease with my performance, Master...?
german: [_desiree_] fühlen Sie sich auch mit meiner Leistung, Meister ...?
spanish: [_desiree_] ¿Te sientes a gusto, Maestro...?

source: [_danny_] {i}Uhhh{/i}... yeah... sure.
german: [_danny_] {i}Uhhh {/i} ... yeah ... klar.
spanish: [_danny_] {i}Uhhh {/i}... sí... del todo.

source: [_desiree_] {i}*Ahem*{/i}{p}Very good... n-now, if you'll excuse me please!
german: [_desiree_] {i}*Ahem * {/i}{p}Sehr gut ... n-jetzt, wenn du mich bitte entschuldigst!
spanish: [_desiree_] {i}*Ahem*{/i}{p}Muy bien... Ahora, si me disculpas

source: [_danny_s_towards_s_rise_s_talk_happy_s_blush_] Hey Desiree... you {i}uhh{/i}, free tonight for a little 'fun?'
german: [_danny_s_towards_s_rise_s_talk_happy_s_blush_] Hey Desiree ... du {i}uhh {/i}, frei heute Abend für einen kleinen 'Spaß?'
spanish: [_danny_s_towards_s_rise_s_talk_happy_s_blush_] Hey Desiree... tú {i}uhh{/i}, ¿tienes la noche libre para un poco de 'diversión?'

source: [_desiree_s_neutral_s_talk_excited_] I told you you'd be dreaming about that night~
german: [_desiree_s_neutral_s_talk_excited_] Ich sagte dir, du würdest von dieser Nacht träumten ~
spanish: [_desiree_s_neutral_s_talk_excited_] Te dije que soñarás con esta noche~

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] That a yes?
german: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] Das ein Ja?
spanish: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] ¿Eso es un sí?

source: [_desiree_s_neutral_s_talk_excited_] {i}Hmm{/i}... I shall certainly contemplate it~
german: [_desiree_s_neutral_s_talk_excited_] {i}Hmm {/i} ... Ich werde es sicherlich betrachten ~
spanish: [_desiree_s_neutral_s_talk_excited_] {i}Hmm {/i}... Sin ninguna duda lo pensaré~

source: [_desiree_] Good evening, Master~
german: [_desiree_] Guten Abend, Meister ~
spanish: [_desiree_] Buenas tardes, maestro~

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Gosh, Des... you look...
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Gosh, Des ... Du schaust ...
spanish: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Gosh, Des... estás...

source: [_danny_s_boxers_s_ahegao_s_unhappy_s_talk_happy_s_blush_] {i}Soooo{/i} sexy...
spanish: [_danny_s_boxers_s_ahegao_s_unhappy_s_talk_happy_s_blush_] {i}Super{/i} sexi...

source: [_desiree_] {i}*Giggles*{/i} What will it be tonight then, Master?~
german: [_desiree_] {i}*Giggles * {/i} Was wird es heute Abend sein, Master? ~
spanish: [_desiree_] {i}*Giggles * {/i} ¿Qué quieres esta noche Maestro?~

source: [_desiree_] That's it Master, f-fuck me, {i}mmfgh{/i}...
german: [_desiree_] Das ist es Meister, f-fick mich, {i}mmfgh {/i} ...
spanish: [_desiree_] Eso es Maestro, f-fóllame, {i}mmfgh {/i}...

source: [_desiree_] So good!
german: [_desiree_] So gut!
spanish: [_desiree_] ¡Muy bien!

source: [_danny_] Desiree! You feel incredible...
german: [_danny_] Desiree! Du fühlst dich unglaublich ...
spanish: [_danny_] ¡Desiree! Eres increíble...

source: [_danny_] Oh fuck! Keep bouncing like that!
german: [_danny_] Oh fuck! Hüten Sie sich wie das!
spanish: [_danny_] ¡Ay joder! ¡Sigue botando así!

source: [_desiree_] {i}*Huff*{/i} M-Master... I think I'm close to {i}*Huff*{/i} f-finishing!
german: [_desiree_] {i}*Huff * {/i} M-Master ... Ich glaube, ich bin in der Nähe von {i}*Huff * {/i} f-Finishing!
spanish: [_desiree_] {i}*Huff * {/i} M-Maestro... Creo que estoy cerca de {i}*Huff * {/i} ¡d-de correrme!

source: [_danny_] Just a little longer Desiree!
german: [_danny_] Nur ein wenig länger Desiree!
spanish: [_danny_] ¡un poquito más Desiree!

source: [_desiree_] D-Danny! I can't h-hold back anymore! I'm cumming!
german: [_desiree_] D-Danny! Ich kann nicht mehr zurück halten! Ich kumme!
spanish: ¡[_desiree_] D-Danny! ¡Ya no aguanto más! ¡me corro!

source: [_desiree_] C-cum! Do it inside, please!!
german: [_desiree_] C-cum! Tun Sie es drinnen, bitte!
spanish: [_desiree_] ¡C-córrete! ¡córrete dentro!, ¡¡por favor!!

source: [_desiree_] Please! ~ ♥
german: [_desiree_] Bitte! ~ ♥
spanish: [_desiree_] ¡Por favor! ~ ♥

source: [_desiree_] So... much... cum...
german: [_desiree_] So ... viel ... cum ...
spanish: [_desiree_] mucho... mucho... semen...

source: [_danny_] Ohh {i}fuck!{/i}
german: [_danny_] Ohh {i}ficken! {/i}
spanish: [_danny_] ¡Ohh! {i}¡jopder!{/i}

source: [_desiree_] {i}Ah!~{/i} H-how's that?
german: [_desiree_] {i}Ah! ~ {/i} H-Wie ist das?
spanish: [_desiree_] {i}Ah! ~ {/i} ¿qué es eso?

source: [_danny_] Your ass is... it's so tight!
german: [_danny_] Ihr Arsch ist ... es ist so eng!
spanish: [_danny_] Tu culo es... ¡es tan estrecho!

source: [_desiree_] {i}Fufu~!{/i}{p}Glad you like it so- {i}*Huff*{/i} -much master...~
german: [_desiree_] {i}Fufu ~! {/i}{p}Froh, dass es Ihnen gefällt- {i}*Huff * {/i} -viel Master ... ~
spanish: [_desiree_] {i}Fufu~!{/i}{p}me encanta que te guste- {i}*Huff*{/i} -mucho..~

source: [_desiree_] {i}Ah!~ Ah!~ Mmm{/i}... f-fuck...
german: [_desiree_] {i}Ah! ~ Ah! ~ Mmm {/i} ... f-ficken ...
spanish: [_desiree_] {i}Ah! ~ Ah! ~ Mmm {/i}... f-fóllame...

source: [_danny_] Desiree, am I hurting you?
german: [_danny_] Desiree, habe ich dich verletzt?
spanish: [_danny_] Desiree, ¿te hago daño?

source: [_desiree_] N-no, it just feels...
german: [_desiree_] N-nein, es fühlt sich einfach an ...
spanish: [_desiree_] N-no, solo se siente...

source: [_desiree_] {i}...sooooooo{/i} good!
german: [_desiree_] {i}... sooooooo {/i} gut!
spanish: [_desiree_] {i}... muuuuuuyy{/i} bien!

source: [_danny_] {i}Mmfgh!{/i} Desiree, can you say... {i}Ah!{/i}{p}
german: [_danny_] {i}Mmfgh! {/i} Desiree, kannst du sagen ... {i}Ah! {/i}{p}
spanish: [_danny_] {i}Mmfgh! {/i} Desiree, ¿puedes decir... {i}Ah! {/i}{p}

source: [_extend_] Please, beg me to f-fuck your ass or something?
german: [_extend_] Bitte, betteln Sie mich zu f-ficken Sie Ihren Arsch oder etwas?
spanish: [_extend_] Por favor, pídeme que te f-folle el culo

source: [_desiree_] Oh! How {u}vulgar{/u} master!~{p}
german: [_desiree_] Oh! Wie {u}vulgär {/u} Meister! ~{p}
spanish: [_desiree_] ¡Oh! ¡que{u}vulgar {/u} maestro! ~{p}

source: [_extend_] I LOVE it!!
spanish: [_extend_] ¡¡AMO el sexo anal!!

source: [_desiree_] F-fuck my tight ass Master!~
german: [_desiree_] F-ficken Sie meinen engen Arsch Meister! ~
spanish: [_desiree_] ¡F-folla mi estrecho culo Maestro!~

source: [_danny_] {i}Ahh{/i}... yes, take it... take this ass pounding!
german: [_danny_] {i}Ahh {/i} ... ja, nimm es ... nimm diesen Arsch pochend!
spanish: [_danny_] {i}Ahh{/i}... sí, toma... ¡toma esta follada de culo!

source: [_desiree_] D-don't stop fucking my tight butt till you cum in me!~
spanish: [_desiree_] ¡No dejes de follar mi estrecho culo hasta que te corras dentro!~

source: [_danny_] S-shit! Desiree... I don't think I can last much- {i}*Huff*{/i}
german: [_danny_] S-Scheiß! Desiree ... Ich glaube nicht, dass ich viel halten kann- {i}*Huff * {/i}
spanish: [_danny_] ¡Mierda! Desiree... No creo que aguante mucho más- {i}*Huff * {/i}

source: [_desiree_] You're so {u}big{/u} master~!{p}You're stretching my poor little hole so much!
german: [_desiree_] Du bist so {u}big {/u} Master ~!{p}Du streckt mein armes kleines Loch so viel!
spanish: [_desiree_] la tienes tan {u}grande {/u} maestro ~!{p}¡Estás dilatando mucho mi pobre y estrecho agujero!

source: [_danny_] Oh {i}fuuuck!!{/i}
spanish: [_danny_] ¡Ohh! {i}¡jooooder!{/i}

source: [_desiree_] Master!!~ You filled my little filthy hole to the brim with your hot seed!
german: [_desiree_] Meister!! ~ Du hast mein kleines dreckiges Loch mit deinem heißen Samen in den Rand gefüllst!
spanish: [_desiree_] ¡¡Maestro!!~ ¡Has llenado mi estrecho agujero con tus semillas calientes!

source: [_desiree_] {i}Ohhhh{/i} thank you, for that incredible finish...
german: [_desiree_] {i}Ohhhh {/i} danke, für dieses unglaubliche Finish ...
spanish: [_desiree_] {i}Ohhhh {/i} gracias por este increíble fin...

source: [_danny_] {i}*Huff*{/i} Looks like {i}*Huff*{/i} You're still making wishes come true after all, Des.
german: [_danny_] {i}*Huff * {/i} Sieht aus wie {i}*Huff * {/i} Du machst immer noch Wünsche, die nach allem wahr werden, Des.
spanish: [_danny_] {i}*Huff * {/i} Parece como si {i}*Huff * {/i} todavía hicieses que los deseos se hagan realidad Des.

source: [_desiree_] Well, that was fun, was it not?
german: [_desiree_] Nun, das hat Spaß gemacht, war es nicht?
spanish: [_desiree_] Bien, esto fue divertido, ¿o no?

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] It certainly was, Desiree... thank you...
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Es war sicher, Desiree ... danke ...
spanish: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_s_blush_] Ciertamente fue, Desiree... gracias...

source: [_desiree_] Goodnight, my young Master...~
german: [_desiree_] Goodnight, mein junger Meister ... ~
spanish: [_desiree_] Buenas noches, mi joven Maestro...~

source: [_desiree_] Rest well... and we'll see each other in the morning... my love...♥
german: [_desiree_] Rest gut ... und wir werden uns am Morgen sehen ... meine Liebe ...♥
spanish: [_desiree_] Descansa bien... y nos veremos mañana... mi amor...♥

source: Ask for Anal (Cowgirl)
german: Fragen Sie nach Anal (Cowgirl)
spanish: Preguntar por sexo anal (vaquera)

source: Ask for vaginal (Cowgirl)
german: Fragen Sie nach Vaginal (Cowgirl)
spanish: Preguntar por sexo vaginal (vaquera)
