Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_desiree_s_towards_wide_s_talk_frown_] I {i}also{/i} haven't gone to the lengths of blasting scalding plasma in your face or clawing your eyes out thanks in part to the wish I've just granted you... I don't exactly find myself in a murderous mood at the {u}moment{/u}...
german: [_desiree_s_towards_wide_s_talk_frown_] Ich {i}auch{/i} ist nicht in die Länge gegangen, das Plasma im Gesicht zu strahlen oder deine Augen zu krallen, teilweise dank des Wunsches, den ich dir gerade gegeben habe. . Ich finde mich im Moment {u}nicht gerade in einer mörderischen Stimmung{/u}...
italian: [_desiree_s_towards_wide_s_talk_frown_] Inoltre {i}{/i} non sono arrivato a spararti in faccia plasma incandescente o a cavarti gli occhi, anche grazie al desiderio che ti ho appena concesso... Non mi trovo esattamente in uno stato d'animo omicida nel momento {u}{/u}...

source: [_desiree_s_angry_s_talk_frown_2_] Now then, what reason could you {i}possibly{/i} have released me for? Speak up!
german: [_desiree_s_angry_s_talk_frown_2_] Nun, warum könntest du mich {i}möglicherweise{/i} freigestellt haben? Sprechen Sie auf!
italian: [_desiree_s_angry_s_talk_frown_2_] Allora, per quale motivo potresti {i}avermi rilasciato? Parlate!

source: [_danny_s_talk_frown_s_wondering_] Well, I'm looking to propose... a... proposition to you.
german: [_danny_s_talk_frown_s_wondering_] Nun, ich bin auf der Suche nach Vorschlägen... Vorschlag für dich.
italian: [_danny_s_talk_frown_s_wondering_] Beh, vorrei farle... una... proposta.

source: [_desiree_s_sad_s_talk_frown_] Bit of a redundant statement... but alright, get on with it then.
german: [_desiree_s_sad_s_talk_frown_] Teil einer redundanten Anweisung... aber in Ordnung, dann machen Sie weiter.
italian: [_desiree_s_sad_s_talk_frown_] Una dichiarazione un po' ridondante... ma va bene, andiamo avanti allora.

source: [_danny_s_talk_frown_s_neutral_s_at_danny_] The thing is, I'm going to be battling ghosts from here on out. Ghosts just like you, probably even worse, honestly.
german: [_danny_s_talk_frown_s_neutral_s_at_danny_] Die Sache ist, ich werde Geister von hier aus kämpfen. Geister wie du, wahrscheinlich noch schlimmer, ehrlich.
italian: [_danny_s_talk_frown_s_neutral_s_at_danny_] Il fatto è che d'ora in poi dovrò combattere contro i fantasmi. Fantasmi proprio come te, probabilmente anche peggio, onestamente.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] If I'm going to keep doing that, I need to have some sort of idea of what I'm up against. Having you as a sort of... "ghost consultant", would really give me an edge.
german: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Wenn ich das weiter tun werde, muss ich eine Art Vorstellung davon haben, wogegen ich bin. Sie als eine Art "Geisterberater" zu haben, würde mir wirklich einen Vorsprung verschaffen.
italian: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Se voglio continuare a farlo, devo avere un'idea di ciò che devo affrontare. Avere lei come una sorta di... "consulente fantasma", mi darebbe davvero un vantaggio.

source: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] And so you just expect {b}me{/b} to go along with your idiotic crusade to capture other ghosts? How absurd. Why on earth would I do that?!
german: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] Und du erwartest nur, dass {b}ich{/b} deinen idiotischen Kreuzzug mitmachen wird, um andere Geister zu erobern? Wie absurd. Warum in aller Welt würde ich das tun?
italian: [_desiree_s_towards_wide_s_neutral_s_talk_frown_2_] E quindi vi aspettate che {b}me{/b} assecondi la vostra idiota crociata per catturare altri fantasmi? Che assurdità. Perché mai dovrei farlo?

source: [_danny_s_angry_s_talk_frown_] Because if you {b}don't{/b}, you're not going to be able to keep my thermos as your little hidey hole.
german: [_danny_s_angry_s_talk_frown_] Denn wenn du {b}nicht kannst{/b}, wirst du meine Thermos nicht als dein kleines verstecktes Loch behalten können.
italian: [_danny_s_angry_s_talk_frown_] Perché se {b}non lo fai{/b}, non potrai tenere il mio thermos come tuo piccolo nascondiglio.

source: [_danny_s_towards_wide_s_talk_frown_] I'll end up sending you on a one-way trip back to the Ghost Zone!
german: [_danny_s_towards_wide_s_talk_frown_] Ich werde dich auf einer Einbahnreise zurück in die Geisterzone schicken!
italian: [_danny_s_towards_wide_s_talk_frown_] Finirò per spedirti in un viaggio di sola andata verso la Zona Fantasma!

source: [_desiree_s_closed_s_angry_s_talk_happy_] Hah!! In what possible manner would you be able to do that?!
german: [_desiree_s_closed_s_angry_s_talk_happy_] Hah!! Auf welche Weise würdest du das machen?!
italian: [_desiree_s_closed_s_angry_s_talk_happy_] Hah!!! In che modo potresti essere in grado di farlo?!

source: [_danny_s_rise_one_s_talk_happy_] My parents have a Ghost Portal in the basement, Desiree. They're ghost hunters, {b}professionally{/b}. How do you think my thermos was able to hold you? How do you think I gained ghost powers in the first place??
german: [_danny_s_rise_one_s_talk_happy_] Meine Eltern haben ein Geisterportal im Keller, Verzweifelt. Sie sind Geisterjäger, {b}professionell{/b}. Wie denkst du, dass meine Thermen dich halten konnten? Wie denkst du, dass ich an erster Stelle Geisterkräfte erhalten habe??
italian: [_danny_s_rise_one_s_talk_happy_] I miei genitori hanno un Portale dei Fantasmi in cantina, Desiree. Sono cacciatori di fantasmi, {b}professionali. Come pensi che il mio thermos sia riuscito a trattenerti? Come pensi che abbia acquisito i poteri dei fantasmi?

source: [_danny_s_talk_happy_2_s_angry_] Either you help me out with the questions I need answered about ghosts, or I cast you right back in there where you belong!
german: [_danny_s_talk_happy_2_s_angry_] Entweder hilfst du mir bei den Fragen, die ich über Geister beantworten muss, oder ich wirf dich dort hinein, wo du hingehörst!
italian: [_danny_s_talk_happy_2_s_angry_] O mi aiutate a rispondere alle domande sui fantasmi, o vi rispedisco là dentro, al vostro posto!

source: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Man, I hope she buys this bluff. With the portal not even working, holding her in the thermos is my only option right now.)
german: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Man, ich hoffe, sie kauft dieses Bluff. Da das Portal nicht einmal funktioniert, ist es momentan meine einzige Option, sie in der Thermo zu halten.)
italian: [_danny_s_grin_happy_s_wondering_s_towards_wide_] (Spero che creda a questo bluff. Con il portale che non funziona, tenerla nel thermos è la mia unica opzione al momento).

source: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph! How does someone as foolish as {b}you{/b} even {i}know{/i} of such a place?
german: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph! Wie kennt jemand, der so dumm ist wie {b}du{/b} sogar {i}von solch einem Ort?
italian: [_desiree_s_towards_s_talk_frown_2_] Hrrmmph! Come fa uno sciocco come {b}te{/b} a {i}sapere{/i} di un posto del genere?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] This one guy told me... the... what was it again... Box Ghost, I think?
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Dieser Kerl sagte mir... der... was war es nochmal... Box Geist, denke ich?
italian: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Un tizio mi ha detto... il... come si chiamava... Box Ghost, credo?

source: [_desiree_s_angry_s_talk_frown_2_] {b}UGGHH{/b}!! That {i}fat{/i}, {b}incompetent{/b} oaf!! He does nothing but blabber on and on about the ghost world's secrets and artifacts to anybody with even the slighest curiosity!!
german: [_desiree_s_angry_s_talk_frown_2_] {b}UGGH{/b}!! Das {i}fat{/i}, {b}inkompetent{/b} oaf!! Er macht nichts als blabber über die Geheimnisse und Artefakte der Geisterwelt an jeden mit der geringsten Neugierigkeit!!
italian: [_desiree_s_angry_s_talk_frown_2_] {b}UGGHH{/b}!! Quel {i}grasso{/i}, {b}incompetente{/b} oaf!!! Non fa altro che blaterare di segreti e artefatti del mondo dei fantasmi a chiunque abbia anche la più piccola curiosità!!!

source: [_desiree_s_towards_2_s_angry_s_talk_frown_] I'm going to turn him into a living tesseract, so he suffers in an infinite paradox of shifting boxes...
german: [_desiree_s_towards_2_s_angry_s_talk_frown_] Ich werde ihn in ein lebendiges Zeugnis verwandeln, so leidet er in einem unendlichen Paradoxon der Schachteln...
italian: [_desiree_s_towards_2_s_angry_s_talk_frown_] Lo trasformerò in un tesseratto vivente, in modo che soffra in un paradosso infinito di scatole mutevoli...

source: [_danny_s_towards_s_talk_happy_] Right, so, the proposal? I think I'm making a fair offer here, Des.
german: [_danny_s_towards_s_talk_happy_] Richtig, so der Vorschlag? Ich glaube, ich mache hier ein faires Angebot, Des.
italian: [_danny_s_towards_s_talk_happy_] Bene, quindi la proposta? Credo di fare un'offerta equa, Des.

source: [_desiree_s_angry_s_talk_frown_2_] Really, Ghost Child, just how dimwitted {i}are{/i} you? You really believe I would just "let bygones be bygones" after today?
german: [_desiree_s_angry_s_talk_frown_2_] Wirklich, Geisterkind, genau wie dimwitted {i}bist du{/i} du? Du glaubst wirklich, dass ich nach heute nur "die Beiden werden lassen würde" würde?
italian: [_desiree_s_angry_s_talk_frown_2_] Davvero, Bambino Fantasma, quanto sei ottuso {i}? Credi davvero che dopo oggi avrei "lasciato il passato alle spalle"?

source: [_desiree_s_closed_s_talk_frown_] You're an even bigger fool than I once thought. Which was a lot already. I would rather be banished to the Ghost Zone for ten thousand years then to be shackled by {i}any{/i} man ever again.
german: [_desiree_s_closed_s_talk_frown_] Du bist ein noch größerer Narr als ich einmal dachte. Das war schon viel. Ich würde es lieber für zehntausend Jahre in die Geisterzone verbannt werden, dann würde ich von {i}jeglich{/i} Mann je wieder gehackt werden.
italian: [_desiree_s_closed_s_talk_frown_] Sei ancora più stupido di quanto pensassi. Che era già molto. Preferirei essere bandita nella Zona Fantasma per diecimila anni piuttosto che essere incatenata da {i}un uomo qualsiasi{/i} mai più.

source: [_danny_s_rise_one_s_talk_frown_] You've got a rather big problem with men, huh? You know, not every guy's like that sultan dude you were-
german: [_danny_s_rise_one_s_talk_frown_] Du hast ein ziemlich großes Problem mit Männern, huh? Weißt du, nicht jeder Kerl wie der Sultan, den du warst-
italian: [_danny_s_rise_one_s_talk_frown_] Hai un problema piuttosto grande con gli uomini, eh? Sai, non tutti gli uomini sono come quel sultano che eri...

source: [_desiree_s_towards_wide_s_talk_frown_2_] You will {b}NOT{/b} speak his name in my presence, {u}ever{/u}!! Do you hear me, boy?!
german: [_desiree_s_towards_wide_s_talk_frown_2_] Du wirst {b}NOT{/b} seinen Namen in meiner Präsenz, {u}immer{/u}!! Hörst du mich, Jen?!
italian: [_desiree_s_towards_wide_s_talk_frown_2_] Tu {b}NON pronuncerai il suo nome in mia presenza, {u}mai!!! Mi hai sentito, ragazzo?

source: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuush, quiet down!!*{/i} Look, I don't even {b}know{/b} the guy's name, alright?! It's a hot button issue, I get it, I'm sorry! Just stay quiet, please!
german: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuuush, still down!!*{/i} Schau, ich kenne nicht einmal {b}den Namen des Typs, wahr?! Es ist ein Problem mit heißem Knopf, ich bekomme es, es tut mir leid! Bleiben Sie nur ruhig!
italian: [_danny_s_sad_s_talk_frown_2_] {i}*Shuuush, calmati!!!*{/i} Senti, non so nemmeno {b}il nome di questo tizio, va bene?! E' un argomento scottante, lo capisco, mi dispiace! Stai zitto, per favore!

source: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] You'd never understand how I feel, child...
german: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] Du wirst nie verstehen, wie ich mich fühle, Kind...
italian: [_desiree_s_towards_2_s_sad_2_s_talk_frown_2_] Non puoi capire come mi sento, bambina...

source: [_danny_s_towards_wide_s_talk_frown_] Look, I don't pretend to! I just want to know if you'll help me out or not.
german: [_danny_s_towards_wide_s_talk_frown_] Schau, ich behaupte nicht zu! Ich möchte nur wissen, ob du mir hilfst oder nicht.
italian: [_danny_s_towards_wide_s_talk_frown_] Senti, non faccio finta di niente! Voglio solo sapere se mi aiuterai o no.

source: [_desiree_s_towards_s_neutral_s_talk_frown_] The answer is no. Further more, I will say no to {i}any{/i} request of yours.
german: [_desiree_s_towards_s_neutral_s_talk_frown_] Die Antwort ist nein. Weitere Informationen werde ich Nein zu {i}jeder deiner {/i} Anfrage sagen.
italian: [_desiree_s_towards_s_neutral_s_talk_frown_] La risposta è no. Inoltre, dirò di no a {i}qualsiasi vostra richiesta.

source: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] I also don't have to listen to your foolish requests any longer! I'm leaving this wretched infantile room immediately!!
german: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] Ich muss auch deine törichten Anfragen nicht mehr hören! Ich verlasse dieses erbärmliche kindliche Zimmer sofort!!
italian: [_desiree_s_towards_wide_s_angry_s_talk_frown_2_] Inoltre non devo più ascoltare le tue sciocche richieste! Lascio immediatamente questa misera stanza infantile!!!

source: [_danny_s_angry_s_talk_frown_2_] You're not going anywhere, Desiree! The Fenton Thermos won't let you move anywhere thirty feet out of range! It's got a firm lock onto your ectoplasmic energy signature. You're only allowed to roam within the bounds of your new home, sorry to break it to you.
german: [_danny_s_angry_s_talk_frown_2_] Du gehst nirgendwohin, Verzweiflung! Mit den Fenton-Thermos kannst du dich nicht mehr als 30 Fuß außerhalb der Reichweite bewegen! Es hat eine feste Sperre auf Ihre ectoplasmische Energiesignatur. Du darfst nur innerhalb der Grenzen deines neuen Zuhauses herumlaufen, es tut mir leid, es dir zu zerbrechen.
italian: [_danny_s_angry_s_talk_frown_2_] Non andrai da nessuna parte, Desiree! Il Fenton Thermos non ti permetterà di spostarti di una trentina di metri! Ha un aggancio sicuro alla tua firma energetica ectoplasmatica. Ti è consentito vagare solo entro i confini della tua nuova casa, mi dispiace dirtelo.

source: [_danny_s_talk_frown_2_] You'd also barely even make it to the front door before one of my parents saw you. Trust me, they're {b}not{/b} the biggest fans of ghosts.
german: [_danny_s_talk_frown_2_] Du würdest es auch kaum zur Haustür machen, bevor einer meiner Eltern dich sah. Vertrauen Sie mir, sie sind {b}nicht{/b} die größten Fans von Geistern.
italian: [_danny_s_talk_frown_2_] Inoltre, arriveresti a malapena alla porta d'ingresso prima che uno dei miei genitori ti veda. Credimi, non sono {b}i più grandi fan dei fantasmi.

source: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... so, your mother and father are close by then?
german: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... Ihre Mutter und Ihr Vater sind dann in der Nähe?
italian: [_desiree_s_talk_bite_2_s_sad_3_] Hmmm... quindi tua madre e tuo padre sono vicini?

source: [_danny_s_talk_frown_s_rise_one_s_towards_] Well yeah, along with my sister, Jasmine.
german: [_danny_s_talk_frown_s_rise_one_s_towards_] Nun, ja, zusammen mit meiner Schwester, Jasmin.
italian: [_danny_s_talk_frown_s_rise_one_s_towards_] Beh, sì, insieme a mia sorella Jasmine.

source: [_desiree_s_neutral_s_talk_happy_] I suppose they aren't exactly aware of your little "secret" then, I imagine?
german: [_desiree_s_neutral_s_talk_happy_] Ich nehme an, dass sie sich nicht genau über dein kleines "Geheimnis" im Klaren sind, dann nehme ich mir vor?
italian: [_desiree_s_neutral_s_talk_happy_] Suppongo che non siano esattamente a conoscenza del vostro piccolo "segreto", immagino?

source: [_danny_s_wondering_s_talk_frown_s_towards_wide_] No they aren't... wait, why are you ask-
german: [_danny_s_wondering_s_talk_frown_s_towards_wide_] Nein sie nicht... warte, warum bist du gefragt -
italian: [_danny_s_wondering_s_talk_frown_s_towards_wide_] No, non lo sono... aspetta, perché me lo chiedi?

source: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah!! Then I'm going to expose to them the truth about who the {b}real{/b} Ghost Child is, and set myself free!!
german: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah!! Dann werde ich ihnen die Wahrheit darüber offen legen, wer das {b}echte{/b} Ghost Child ist, und stelle mich frei!!
italian: [_desiree_s_talk_happy_s_closed_s_angry_] Hah hah!!! Allora svelerò loro la verità su chi sia il {b}vero{/b} Ghost Child e mi libererò!!!

source: [_danny_s_frown_grin_3_] (Oh God, Fenton, you idiot!!)
german: [_danny_s_frown_grin_3_] (Oh Gott, Fenton, du Idiot!!)
italian: [_danny_s_frown_grin_3_] (Oh Dio, Fenton, idiota!!)

source: [_danny_s_at_danny_s_sad_2_] (Gotta think quickly and stop her!)
german: [_danny_s_at_danny_s_sad_2_] (Gotta denkt schnell und stoppt sie!)
italian: [_danny_s_at_danny_s_sad_2_] (Bisogna pensare in fretta e fermarla!).

source: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, I wish... I wish I was your Master and you had to obey me!! Stop right there, Desiree!!
german: [_danny_s_closed_s_angry_s_talk_frown_] Liebevoll, ich wünschte... Ich wünschte, ich wäre dein Meister und du musstest mir gehorchen!! Stoppe genau dort, Desiree!!
italian: [_danny_s_closed_s_angry_s_talk_frown_] Desiree, vorrei... Vorrei essere il tuo padrone e che tu dovessi obbedirmi!!! Fermati subito, Desiree!

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh man, please tell me that worked...)
german: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh Mann, bitte sagen Sie mir, dass es funktioniert hat...)
italian: [_danny_s_towards_wide_s_sad_2_s_frown_grin_2_] (Oh amico, ti prego, dimmi che ha funzionato...).

source: [_desiree_s_closed_s_frown_] (Curses!! Why did I have to have the most {b}exploitable{/b} weakness in all of the Ghost Zone...?)
german: [_desiree_s_closed_s_frown_] (Geschwister!! Warum musste ich die am meisten {b}ausnutzbar{/b} Schwäche in der gesamten Geisterzone haben...?)
italian: [_desiree_s_closed_s_frown_] (Maledizioni! Perché ho dovuto avere la debolezza più {b}sfruttabile{/b} di tutta la Zona Fantasma...?)

source: [_desiree_s_at_player_s_talk_frown_2_] {i}*Sigh*{/i} So you have wished it... so it shall {i}fucking{/i} be...
german: [_desiree_s_at_player_s_talk_frown_2_] {i}*Sehen*{/i} Also hast du es gewusst... so wird es {i}fucken{/i} sein...
italian: [_desiree_s_at_player_s_talk_frown_2_] {i}*Sigh*{/i} Così hai voluto... così sarà {i}cazzo...

source: [_desiree_s_towards_2_s_talk_frown_] ...Master... (Oh, how I {u}loathe{/u} this boy's ability to think quick on his feet...)
german: [_desiree_s_towards_2_s_talk_frown_] ...Meister... (Oh, wie ich {u}ablehne{/u} diesen Jungen, schnell auf seinen Füßen zu denken...)
italian: [_desiree_s_towards_2_s_talk_frown_] ...Maestro... (Oh, come {u}detesto{/u} la capacità di questo ragazzo di pensare in fretta...)

source: [_danny_s_rise_one_s_talk_happy_] Look, I'm sorry if it's hard to stomach saying that, but you left me no choice. I tried to be reasonable.
german: [_danny_s_rise_one_s_talk_happy_] Schau, es tut mir leid, wenn es schwer ist, das zu sagen, aber du hast mir keine Wahl gelassen. Ich habe versucht, vernünftig zu sein.
italian: [_danny_s_rise_one_s_talk_happy_] Senti, mi dispiace se è difficile da digerire, ma non mi hai lasciato altra scelta. Ho cercato di essere ragionevole.

source: [_danny_s_neutral_s_talk_frown_2_] Now, if you're truly my... servant... then I want to settle some ground rules with you.
german: [_danny_s_neutral_s_talk_frown_2_] Nun, wenn du wirklich meines... Diener bist... dann möchte ich einige Grundregeln mit dir vereinbaren.
italian: [_danny_s_neutral_s_talk_frown_2_] Ora, se sei davvero il mio... servitore... allora voglio stabilire con te alcune regole di base.

source: [_danny_s_closed_s_angry_] Rule number 1: My ghost powers are my ultimate secret to be kept. You can't tell {b}anybody{/b} about them, through any means.
german: [_danny_s_closed_s_angry_] Regel Nummer 1: Meine Geisterbefugnisse sind mein ultimatives Geheimnis, das es zu bewahren gilt. Du kannst {b}niemanden{/b} auf keinen Fall davon erzählen.
italian: [_danny_s_closed_s_angry_] Regola numero 1: i miei poteri di fantasma sono il mio segreto assoluto da mantenere. Non puoi parlarne a {b}nessuno{/b}, in nessun modo.

source: [_danny_s_wondering_s_talk_frown_] Rule number 2: Don't ever expose yourself. Unless I'm in the room, alone, you have to stay inside the thermos, and you need to go back in if anybody's ever coming inside the room.
german: [_danny_s_wondering_s_talk_frown_] Regel Nr. 2: Stellen Sie sich nie selbst frei. Wenn ich nicht allein im Raum bin, musst du in den Thermen bleiben, und Sie müssen wieder hineingehen, wenn jemand jemals in das Zimmer kommt.
italian: [_danny_s_wondering_s_talk_frown_] Regola numero 2: non esporsi mai. A meno che io non sia nella stanza, da solo, devi rimanere nel thermos e devi rientrare se qualcuno entra nella stanza.

source: [_danny_s_towards_s_rise_one_] Rule number 3: Well, uhm how about... don't hurt or maim me and my family in any way, I guess? That'd be good, pretty standard ground rule, I'd say.
german: [_danny_s_towards_s_rise_one_] Regelnummer 3: Nun, uhm wie... Ich vermute nicht, dass ich und meine Familie in irgendeiner Weise verletzen oder verstümmeln, das wäre gut, ziemlich Standard-Bodenregel, würde ich sagen.
italian: [_danny_s_towards_s_rise_one_] Regola numero 3: Beh, uhm che ne dici di... non fare del male o menomare me e la mia famiglia in alcun modo, credo? Andrebbe bene, una regola di base abbastanza standard, direi.

source: [_danny_s_sad_] Oh, and Rule number 4! Try to answer my questions to the best of your abilities, okay? I'm not being humble when I say I could use all the help I can get learning about ghosts.
german: [_danny_s_sad_] Oh, und Regel Nummer 4! Versuchen Sie, meine Fragen nach dem besten Ihrer Fähigkeiten zu beantworten, okay? Ich bin nicht bescheiden, wenn ich sage, ich könnte alle Hilfe verwenden, die ich über Geister lernen kann.
italian: [_danny_s_sad_] Oh, e regola numero 4! Cercate di rispondere alle mie domande al meglio delle vostre capacità, ok? Non sono umile quando dico che mi farebbe comodo tutto l'aiuto possibile per imparare a conoscere i fantasmi.

source: [_danny_s_talk_happy_2_] Is all that understood Desiree?
german: [_danny_s_talk_happy_2_] Ist das alles verstanden?
italian: [_danny_s_talk_happy_2_] E' tutto chiaro Desiree?

source: [_desiree_s_closed_s_talk_frown_] Yes, completely... Master.
german: [_desiree_s_closed_s_talk_frown_] Ja, komplett... Meister.
italian: [_desiree_s_closed_s_talk_frown_] Sì, completamente... Maestro.

source: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] Uhm actually, it's Danny. Just Danny.
german: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] Uhm eigentlich, es ist Danny. Nur Danny.
italian: [_danny_s_blush_2_s_towards_wide_s_talk_happy_] In realtà sono Danny. Solo Danny.

source: [_desiree_s_talk_frown_] Of course, Master Danny.
german: [_desiree_s_talk_frown_] Natürlich, Master Danny.
italian: [_desiree_s_talk_frown_] Certo, padron Danny.

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, close enough.
german: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, nah genug.
italian: [_danny_s_towards_s_sad_2_s_talk_frown_2_s_-blush_3_s_-blush_2_] Eh, abbastanza vicino.

source: [_desiree_s_towards_s_talk_frown_] Now, what would you wish of me, Master Danny?
german: [_desiree_s_towards_s_talk_frown_] Nun, was würdest du mir wünschen, Master Danny?
italian: [_desiree_s_towards_s_talk_frown_] Ora, cosa desiderate da me, padron Danny?
