Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_sam_] She acts all high and mighty just because she's got a little amount of popularity in school... she doesn't {i}need{/i} to be such a jerk...
italian: [_sam_] Si comporta in modo altezzoso solo perché ha un po' di popolarità a scuola... non {i}ha bisogno di essere così stronza...

source: [_danny_s_towards_s_talk_happy_] It's pretty obvious Star's just jealous of how much smarter you are than her.
italian: [_danny_s_towards_s_talk_happy_] È evidente che Star è solo gelosa di quanto tu sia più intelligente di lei.

source: [_sam_s_talk_happy_s_confused_] Well that's certainly true. Star's as thick in the head as a bucket of spackle.
italian: [_sam_s_talk_happy_s_confused_] Beh, questo è certamente vero. Star ha la testa dura come un secchio di stucco.

source: [_sam_s_talk_bite_s_neutral_] Thanks for trying to cheer me up, Danny. I really shouldn't let mud brains like Star get to me.
italian: [_sam_s_talk_bite_s_neutral_] Grazie per aver cercato di tirarmi su, Danny. Non dovrei lasciare che i cervelli di fango come Star mi facciano arrabbiare.

source: [_danny_s_talk_happy_s_closed_s_rise_one_] It's hard to understand why you're not popular at all, Sam.
italian: [_danny_s_talk_happy_s_closed_s_rise_one_] È difficile capire perché non sei affatto popolare, Sam.

source: [_sam_s_talk_frown_] Jeez, is {i}that{/i} supposed to be your boost of confidence line, Danny?
italian: [_sam_s_talk_frown_] Cavolo, {i}that{/i} dovrebbe essere la tua frase di fiducia, Danny?

source: [_danny_s_closed_s_talk_happy_s_sad_2_] What I mean is, you're clearly so much smarter and even better looking than her. It just doesn't make sense to me.
italian: [_danny_s_closed_s_talk_happy_s_sad_2_] Voglio dire che tu sei chiaramente molto più intelligente e anche più bello di lei. Per me non ha senso.

source: [_sam_s_talk_happy_s_neutral_] Oh, well, thanks?
italian: [_sam_s_talk_happy_s_neutral_] Oh, beh, grazie?

source: [_sam_s_closed_s_talk_frown_s_sad_] It's probably my overall personality and dark outlook of the world that I possess.
italian: [_sam_s_closed_s_talk_frown_s_sad_] Probabilmente è la mia personalità generale e la visione oscura del mondo che possiedo.

source: [_danny_s_talk_happy_s_rise_one_s_closed_] More likely it's because they just don't know you very well. They're unaware of the total goth badass that I know and love!
italian: [_danny_s_talk_happy_s_rise_one_s_closed_] Più probabilmente è perché non ti conoscono bene. Non sono consapevoli della totale goth badass che io conosco e amo!

source: [_sam_s_towards_s_talk_happy_2_s_sad_2_] Ha hah, wow, look at you being so sweet today. Thanks, Danny.
italian: [_sam_s_towards_s_talk_happy_2_s_sad_2_] Ah ah, wow, guarda come sei dolce oggi. Grazie, Danny.

source: [_danny_s_talk_happy_s_towards_s_neutral_] Don't worry about her. She's just trying to make you angry. Don't let her rile you up.
italian: [_danny_s_talk_happy_s_towards_s_neutral_] Non preoccuparti di lei. Sta solo cercando di farti arrabbiare. Non lasciate che vi faccia arrabbiare.

source: [_sam_] I mean… you're probably right. No, of course you are, ugh, I'm sorry. I'll try to be chill.
italian: [_sam_] Voglio dire… probabilmente hai ragione. No, certo che hai ragione, ugh, mi dispiace. Cercherò di essere calmo.

source: [_vlad_] Ladies and Gentleman of Amity Park! {i}*Ahem*{/i} This microphone {b}is{/b} on, correct?
italian: [_vlad_] Signore e signori di Amity Park! {i}*Ahem*{/i} Questo microfono {b}è acceso, giusto?

source: [_sam_] Oh good, sounds like the speech is about to start now! I can't wait to hear about some of his new finds in the realm of paranormal investigation!
italian: [_sam_] Oh bene, sembra che il discorso stia per iniziare! Non vedo l'ora di sentire alcune delle sue nuove scoperte nel campo delle indagini paranormali!

source: [_vlad_] You all already know me very well, I'm quite sure.
italian: [_vlad_] Mi conoscete già tutti molto bene, ne sono certo.

source: [_vlad_] I, {b}Vlad Masters{/b}, am simply the everyday common billionaire, eccentric philanthropist, and part-time ghost expert that you'll no doubt run across in your day to day life.
italian: [_vlad_] Io, {b}Vlad Masters{/b}, sono semplicemente il comune miliardario, l'eccentrico filantropo e l'esperto di fantasmi part-time che senza dubbio incontrerete nella vostra vita quotidiana.

source: [_vlad_] But quite frankly, from this day forth, I'd very much like to add a {b}new{/b} and far more {b}important{/b} title to that current list.
italian: [_vlad_] Ma francamente, da oggi in poi, mi piacerebbe molto aggiungere un {b}nuovo{/b} e molto più {b}importante{/b} titolo alla lista attuale.

source: [_vlad_] That is why... I am {b}officially{/b} announcing... my candidacy for the position as {b}mayor{/b} of Amity Park!
italian: [_vlad_] Ecco perché... {b}annuncio ufficialmente... la mia candidatura alla carica di {b}sindaco{/b} di Amity Park!

source: [_vlad_] During my term as mayor, I will assure that there will be no more ghostly encounters to pester you fine citizens.
italian: [_vlad_] Durante il mio mandato di sindaco, assicurerò che non ci saranno più incontri fantasma a tormentare voi cittadini.

source: [_vlad_] All the people of Amity Park will be safe under my leadership.
italian: [_vlad_] Tutti gli abitanti di Amity Park saranno al sicuro sotto la mia guida.

source: [_vlad_] Speaking of which, I'm sure most of you have probably heard of that ghostly octopus looking fellow known as "Ectopus", I assume?
italian: [_vlad_] A questo proposito, sono sicuro che la maggior parte di voi avrà sentito parlare di quel polipo fantasma noto come "Ectopus", immagino?

source: [_vlad_] Now you might be thinking, 'Where could he possibly be at this very moment?' 'Haunting the neighborhood my dear mother lives in?' 'Still attacking innocent civilians and causing panic in our streets?'
italian: [_vlad_] Ora potreste pensare: "Dove potrebbe mai essere in questo momento?" "A infestare il quartiere in cui vive la mia cara madre?" "Ad attaccare ancora civili innocenti e a seminare il panico nelle nostre strade?".

source: [_vlad_] Well fear no more good people! For I, {b}Vlad Masters{/b}, have already handled that evil creature and captured him within {b}this{/b} portable device.
italian: [_vlad_] Ebbene, non temete più, brava gente! Perché io, {b}Vlad Masters{/b}, mi sono già occupato di quella creatura malvagia e l'ho catturata all'interno di {b}questo{/b} dispositivo portatile.

source: [_crowd_] {i}*Multitudes of Applause*{/i}
italian: [_crowd_] {i}*Moltitudini di applausi*{/i}

source: [_vlad_] Thank you, thank you! This is just the latest piece of ectoplasmic-based capturing ingenuity specialzed for ghosts and phantoms, all created by {i}yours{/i} truly and the fine people at Vladco.
italian: [_vlad_] Grazie, grazie! Questo è solo l'ultimo pezzo di ingegno catturante a base ectoplasmatica specializzato per fantasmi e fantasmi, tutti creati da {i}il sottoscritto e la brava gente di Vladco.

source: [_vlad_] Now I know my word is already impeccably good, but perhaps a proper demonstration is in order, aye?
italian: [_vlad_] So che la mia parola è già impeccabile, ma forse una dimostrazione adeguata è d'obbligo, no?

source: [_vlad_] Say 'hello' to... {b}Ectopus{/b}!
italian: [_vlad_] Salutate... {b}Ectopus{/b}!

source: [_ectopuss_] What happened? Where am I?! Where'd that hot jumpsuit lady go?!
italian: [_ectopuss_] Che cosa è successo? Dove sono?! Dov'è andata quella bella donna in tuta?!

source: [_vlad_] There you have it, the first successfully captured ghost in history!
italian: [_vlad_] Ecco il primo fantasma catturato con successo nella storia!

source: [_vlad_] Unfortunately, Ectopus likely won't be the {i}last{/i} ghost that Amity Park is going to encounter.
italian: [_vlad_] Purtroppo, Ectopus probabilmente non sarà l' {i}ultimo{/i} fantasma che Amity Park incontrerà.

source: [_vlad_] Therefore, when you vote for Vlad Masters to be your new mayor, you are voting for a better, safer, ghost {i}free{/i} future!
italian: [_vlad_] Pertanto, quando voterete per Vlad Masters come nuovo sindaco, voterete per un futuro migliore, più sicuro e libero da {i}fantasmi{/i}!

source: [_crowd_] {i}*Multitudes of Applause* *Cheers*{/i}
italian: [_crowd_] {i}*Moltitudini di applausi* *Cheers*{/i}

source: [_vlad_] Now then, I believe we have a microphone set up, so if there any questions from the audience today, I'd be glad-
italian: [_vlad_] Ora, credo che sia stato predisposto un microfono, quindi se ci sono domande da parte del pubblico oggi, ne sarei lieto-.

source: [_vlad_] Ehh? What's all this commotion about?
italian: [_vlad_] Ehh? Cos'è tutta questa agitazione?

source: [_star_s_rised_arm_s_down_wide_s_confused_s_talk_frown_] Oh my God!! Somebody stole my {b}fucking{/b} clothes right off my body!!!
italian: [_star_s_rised_arm_s_down_wide_s_confused_s_talk_frown_] Oh mio Dio!!! Qualcuno ha rubato i miei {b}fottuti vestiti dal mio corpo!!!

source: [_vlad_] My word...
italian: [_vlad_] Parola mia...

source: [_sam_] Beyond having to see the sight of your bare ass with my own eyes, this is a dream come true for me.
italian: [_sam_] Al di là della possibilità di vedere il tuo culo nudo con i miei occhi, questo è un sogno che si avvera per me.

source: [_star_s_talk_frown_s_angry_s_closed_s_blush_2_] Dash give me your jacket!! We are leaving this place, RIGHT NOW!!
italian: [_star_s_talk_frown_s_angry_s_closed_s_blush_2_] Dash dammi la tua giacca! Ce ne andiamo da questo posto, ORA!!!

source: [_dash_] Sure thing babe!
italian: [_dash_] Certo, tesoro!

source: [_vlad_s_angry_s_talk_frown_s_towards_2_] Now who in blazes do you think you are to interrupt my candidacy announcement, foul spectre?
italian: [_vlad_s_angry_s_talk_frown_s_towards_2_] Chi diavolo credi di essere per interrompere l'annuncio della mia candidatura, brutto spettro?

source: [_stranger_] OH NOO, IT'S A {b}GHOST{/b}!! QUICK, EVERYONE!! RUN AWAY AS PANICKED AND INCOHERENTLY AS YOU CAN!!
italian: [_stranger_] OH NOO, E' UN GHOST {b}!!! PRESTO, TUTTI QUANTI! SCAPPATE IL PIÙ POSSIBILE IN PREDA AL PANICO E ALL'INCOERENZA!!!

source: [_vlad_s_talk_frown_s_neutral_s_towards_] Well I guess it doesn't quite matter just {i}who{/i} you are, because {b}Vlad Masters{/b} is going to catch you for good, evil spirit!
italian: [_vlad_s_talk_frown_s_neutral_s_towards_] Beh, credo che non abbia molta importanza {i}chi{/i} sei, perché {b}Vlad Masters{/b} ti catturerà per bene, spirito malvagio!

source: [_vlad_s_talk_frown_s_sad_2_s_towards_wide_] What the- why doesn't this damn thing work?!
italian: [_vlad_s_talk_frown_s_sad_2_s_towards_wide_] Ma che... perché questa dannata cosa non funziona?!

source: [_vlad_s_rise_one_s_talk_frown_] Oh right… I haven't quite figured out the {b}charging{/b} issue. My device needs a good amount of time to recharge after every capture.
italian: [_vlad_s_rise_one_s_talk_frown_] Oh giusto… Non ho ancora risolto il problema della ricarica {b}{/b}. Il mio dispositivo ha bisogno di una buona quantità di tempo per ricaricarsi dopo ogni acquisizione.

source: [_vlad_s_talk_happy_s_sad_] Well, in that case, please excuse me!
italian: [_vlad_s_talk_happy_s_sad_] In questo caso, vi prego di scusarmi!

source: [_sam_] Hey, uh, somebody wanna tell me why that thing is looking at me like a… piece of meat?
italian: [_sam_] Ehi, qualcuno vuole dirmi perché quella cosa mi guarda come un pezzo di carne… ?

source: [_sam_] Oh no, don't tell me I'm his next target!!
italian: [_sam_] Oh no, non dirmi che sono il suo prossimo obiettivo!!!

source: [_sam_] Danny, help!!!
italian: [_sam_] Danny, aiuto!!!

source: [_danny_] (Even though it {i}might{/i} be interesting to see how Sam looks stripped naked, I should probably step in now!)
italian: [_danny_] (Anche se {i}potrebbe essere interessante vedere come appare Sam nudo, probabilmente dovrei intervenire ora!

source: [_danny_] (Who knows what a ghost {i}this{/i} nasty might do to her?)
italian: [_danny_] (Chissà cosa potrebbe farle un fantasma {i}così cattivo?).

source: [_danny_] I'm going ghost!
italian: [_danny_] Vado a fare il fantasma!

source: [_danny_s_talk_frown_] Stop right there, dark and ugly! Pick on someone at least {b}half{/b} your species!
italian: [_danny_s_talk_frown_] Fermati lì, brutto e scuro! Prendetevela con qualcuno che sia almeno {b}la metà{/b} della vostra specie!

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Man, that ghost was {i}really{/b} strong... he was practically leagues above me in terms of strength... and he was also able to get away, shoot!
italian: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Cavolo, quel fantasma era {i}davvero{/b} forte... era praticamente una spanna sopra di me in termini di forza... ed è anche riuscito a scappare, cavolo!

source: [_sam_s_sad_2_s_talk_frown_s_towards_] Oh my gosh, Danny, are you okay?!
italian: [_sam_s_sad_2_s_talk_frown_s_towards_] Oh mio Dio, Danny, stai bene?!

source: [_danny_s_talk_frown_s_rise_one_s_towards_] A little battered, but overall I'm all right, I think.
italian: [_danny_s_talk_frown_s_rise_one_s_towards_] Un po' malconcio, ma nel complesso sto bene, credo.

source: [_sam_s_talk_frown_s_sad_2_] What's with these ghosts, Danny? Why are they {b}only{/b} attacking girls? I'm not crazy right? There's definitely a pattern going on here with the attacks, don't you think?
italian: [_sam_s_talk_frown_s_sad_2_] Cosa sono questi fantasmi, Danny? Perché {b}attaccano solo le ragazze? Non sono pazzo, vero? C'è sicuramente uno schema negli attacchi, non credi?

source: [_danny_s_talk_frown_s_neutral_] No, you're not crazy, and I'm starting to develop a theory as to why that is...
italian: [_danny_s_talk_frown_s_neutral_] No, non sei pazzo, e sto iniziando a sviluppare una teoria sul perché...

source: [_sam_s_talk_frown_s_confused_] That one seemed to be even stronger than the Ectopus you fought before! Jeez, I guess they only get worse the nastier they seem, huh?
italian: [_sam_s_talk_frown_s_confused_] Quello sembrava essere ancora più forte dell'Ectopus che hai combattuto prima! Cavolo, credo che diventino tanto peggiori quanto più sembrano cattivi, eh?

source: [_danny_s_at_danny_s_talk_frown_s_neutral_] Yeah, and it probably won't be the last time we see that Shadow creep either.
italian: [_danny_s_at_danny_s_talk_frown_s_neutral_] Già, e probabilmente non sarà nemmeno l'ultima volta che vedremo quel verme di Shadow.

source: [_sam_s_talk_frown_s_angry_] Then we're going to need to find a way to make you even stronger, Danny!
italian: [_sam_s_talk_frown_s_angry_] Allora dovremo trovare un modo per renderti ancora più forte, Danny!

source: [_sam_s_sad_s_talk_bite_] Besides the gadgets Vlad Masters is working on, you might be the only one who has any chance against fighting off these ghost jerks.
italian: [_sam_s_sad_s_talk_bite_] Oltre ai gadget su cui Vlad Masters sta lavorando, potresti essere l'unico ad avere qualche possibilità di combattere questi idioti fantasma.

source: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Well actually, there does seem to be {i}one{/i} way to help me out, but it'd be kind of difficult to explain right now.
italian: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] In realtà, sembra esserci {i}un modo per aiutarmi, ma sarebbe difficile da spiegare in questo momento.

source: [_sam_s_talk_happy_s_confused_] There is? That's awesome! Okay, then let's meet after school or on the weekend at {b}my place{/b} and we can talk about it in private!
italian: [_sam_s_talk_happy_s_confused_] C'è? E' fantastico! Ok, allora incontriamoci dopo la scuola o nel weekend a {b}casa mia{/b} e possiamo parlarne in privato!

source: [_danny_s_talk_frown_s_sad_s_at_player_] What a day... feels like I'll never get a bit of rest with all these ghosts popping up all the time. At least now that I'm home, I can actually find some peace and relaxation from any more ghost news.
italian: [_danny_s_talk_frown_s_sad_s_at_player_] Che giornata... sembra che non riuscirò mai a riposare un po' con tutti questi fantasmi che spuntano fuori in continuazione. Almeno ora che sono a casa, posso trovare un po' di pace e di relax da qualsiasi altra notizia sui fantasmi.

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Danny! No time for relaxing! Come look!! More exciting ghost news!!
italian: [_jack_s_towards_wide_s_sad_s_talk_happy_] Danny! Non c'è tempo per rilassarsi! Vieni a vedere! Altre eccitanti notizie sui fantasmi!

source: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Man, I have just been {i}nailing{/i} these ramp setups into dramatic irony lately!)
italian: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Cavolo, ultimamente ho {i}inchiodato{/i} queste configurazioni di rampa in un'ironia drammatica).

source: [_newscaster_s_3_] Good evening, I'm Tiffany Snow for Channel 4 News. Our top story tonight...
italian: [_newscaster_s_3_] Buonasera, sono Tiffany Snow di Channel 4 News. La nostra notizia principale di stasera...

source: [_newscaster_s_5_] Billionaire and renown ghost expert, Vlad Masters, announced earlier today his candidacy for Mayor of Amity Park during a speech he presented at Amity Park Mall.
italian: [_newscaster_s_5_] Il miliardario e noto esperto di fantasmi Vlad Masters ha annunciato oggi la sua candidatura a sindaco di Amity Park durante un discorso tenuto al centro commerciale Amity Park.

source: [_jack_] Wow, ol' Vladdie is going to be mayor? Fantastic! Maybe he could do something about the amount of parking tickets on the Fenton Family Ghost Assault Vehicle...
italian: [_jack_] Wow, il vecchio Vladdie diventerà sindaco? Fantastico! Forse potrebbe fare qualcosa per le multe del veicolo d'assalto fantasma della famiglia Fenton...

source: [_newscaster_s_3_] Unfortunately, before the Q&A portion began, the announcement was interrupted by the ghostly menace "Inviso-Bill" and his new ghoulish accomplice "Shadow Ghost".
italian: [_newscaster_s_3_] Sfortunatamente, prima che iniziasse la parte delle domande e risposte, l'annuncio è stato interrotto dalla minaccia spettrale "Inviso-Bill" e dal suo nuovo macabro complice "Shadow Ghost".

source: [_jazz_] No way... yet {i}another{/i} pervert ghost?
italian: [_jazz_] Non è possibile... ancora {i}un altro fantasma pervertito?

source: [_newscaster_s_7_] Luckily, no one was injured or harmed by their menacing presence.
italian: [_newscaster_s_7_] Fortunatamente nessuno è rimasto ferito o danneggiato dalla loro minacciosa presenza.

source: [_newscaster_s_9_] Thankfully, it was due to the courageous efforts of Amity Park's newest hero, {b}Vlad Masters{/9}, that the ghosts were thwarted. Mr. Masters fought the ghosts head-on using his state of the art ghost-tech, forcing them to flee the event.
italian: [_newscaster_s_9_] Fortunatamente, è stato grazie ai coraggiosi sforzi del nuovo eroe di Amity Park, {b}Vlad Masters{/9}, che i fantasmi sono stati sventati. Il signor Masters ha combattuto i fantasmi a testa alta usando la sua tecnologia all'avanguardia, costringendoli a fuggire dall'evento.

source: [_danny_] Oh come on! What a load of croc!!
italian: [_danny_] Ma dai! Che mucchio di idiozie!!!

source: [_jack_] What's the matter, son?
italian: [_jack_] Qual è il problema, figliolo?

source: [_danny_] Oh.. eh... croc- Crock-Pot! I was just, uhm, thinking of what we should have for dinner later... {i}eh hehhh{/i}... (Man, that was such a bad coverup.)
italian: [_danny_] Oh... eh... croc... Crock-Pot! Stavo solo, uhm, pensando a cosa mangiare per cena più tardi... {i}eh hehhh{/i}... (Cavolo, era proprio una brutta copertura).

source: [_newscaster_s_11_] No one knows where either of the ghosts are residing at the current moment.
italian: [_newscaster_s_11_] Nessuno sa dove risiedano attualmente i due fantasmi.

source: [_newscaster_s_3_] Therefore, the people of Amity Park are advised to be cautious and to contact police if suspicious ghouls are spotted in your area.
italian: [_newscaster_s_3_] Pertanto, si consiglia agli abitanti di Amity Park di essere prudenti e di contattare la polizia se vengono avvistati ghoul sospetti nella propria zona.

source: [_newscaster_s_7_] And now, a look at the lighter side of things with former Dimmsdale Action News anchor, Chet Ubetcha, with his editorial on the growing boom of adult online computer games. Chet?
italian: [_newscaster_s_7_] E ora, uno sguardo al lato più leggero delle cose con l'ex conduttore di Dimmsdale Action News, Chet Ubetcha, con il suo editoriale sul crescente boom dei giochi online per adulti. Chet?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Jack, let's go out on patrol again, maybe we can find one of them at the park!
italian: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Jack, usciamo di nuovo di pattuglia, magari riusciamo a trovare uno di loro al parco!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Absolutely Maddie, let's go!
italian: [_jack_s_towards_wide_s_sad_s_talk_happy_] Assolutamente Maddie, andiamo!

source: [_jack_s_stare_s_angry_s_talk_happy_] We need to stop that 'Phantasmal Pervert' before he gets the chance to attack Jazz or some other defenseless girl again.
italian: [_jack_s_stare_s_angry_s_talk_happy_] Dobbiamo fermare quel "pervertito fantasma" prima che abbia la possibilità di attaccare di nuovo Jazz o qualche altra ragazza indifesa.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Danny, don't stay up too late, it's still a school night after all.
italian: [_maddie_s_towards_s_sad_s_talk_happy_] Danny, non rimanere sveglio fino a tardi, dopotutto è ancora una serata di scuola.

source: [_jack_] Come on Maddie, we need to hurry, the whole town is counting on us! I'm coming for ya, Ghost Boy!!
italian: [_jack_] Forza Maddie, dobbiamo sbrigarci, l'intera città conta su di noi! Sto venendo a prenderti, ragazzo fantasma!!!

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Heh, if only they knew the whole truth...
italian: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Se solo sapessero tutta la verità...

source: [_danny_s_closed_s_talk_happy_s_sad_] I'm certainly {b}no{/b} pervert! {i}*Chuckles*{/i}
italian: [_danny_s_closed_s_talk_happy_s_sad_] Non sono certo {b}un pervertito! {i}*Chuckles*{/i}

source: [_sam_s_talk_frown_s_towards_s_angry_] {b}Jeezus{/ub} Danny! God, you nearly scared me to death again! Stop sneaking up on me like that!
italian: [_sam_s_talk_frown_s_towards_s_angry_] {b}Cristo! Danny! Dio, mi hai quasi spaventato a morte di nuovo! Smettila di avvicinarti così di soppiatto!

source: [_danny_s_talk_happy_s_wondering_] Heh, well maybe if I had, we could {b}both{/b} fight ghosts together.
italian: [_danny_s_talk_happy_s_wondering_] Beh, forse se l'avessi fatto, avremmo potuto {b}entrambi{/b} combattere i fantasmi insieme.

source: [_sam_s_talk_frown_] Yeah well, next time, try the front door, or just... I don't know, knock on the window or something.
italian: [_sam_s_talk_frown_] Sì, beh, la prossima volta prova con la porta d'ingresso, oppure... non so, bussare alla finestra o qualcosa del genere.

source: [_danny_s_talk_frown_2_] Alright, my bad, sorry. I kinda like using my ghost form's floating powers to hop around places. Going through the window just seemed cooler.
italian: [_danny_s_talk_frown_2_] Va bene, colpa mia, scusate. Mi piace usare i poteri di fluttuazione della mia forma fantasma per saltare in giro. Passare attraverso la finestra mi sembrava più figo.

source: [_sam_s_talk_happy_s_sad_2_] So what's up? Are you going to tell me the way you figured out how we can make you stronger to fight the Shadow Ghost?
italian: [_sam_s_talk_happy_s_sad_2_] Allora, che succede? Hai intenzione di dirmi come hai capito che possiamo renderti più forte per combattere il Fantasma dell'Ombra?
