Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_towards_s_confused_s_talk_consternation_] Well, now that you know I {u}haven't{/u} calmed down, and I never will until you're dead and rotting, please, do me a big favor...
french: [_ember_s_towards_s_confused_s_talk_consternation_] Eh bien, maintenant que vous savez que moi, {u}je me suis calmé{/u} je me suis calmé, et je ne le ferai jamais jusqu'à ce que vous soyez mort et pourrissant, s'il vous plaît, faites-moi une grande faveur...
german: [_ember_s_towards_s_confused_s_talk_consternation_] Nun, jetzt, da du weißt, dass ich {u}nicht beruhigt habe{/u} und ich werde nie werden, bis du tot und verrottst, bitte, tun Sie mir einen großen Gefallen ...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...and {u}croak!!{/u}
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...et {u}croâtres !!{/u}
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...und {u}Croak!!{/u}

source: [_ember_s_towards_s_sad_s_talk_distraught_] And also, spritz some light Febreeze in the Thermos or something, it smells like whatever smelly oils that genie chick has been dousing herself in.
french: [_ember_s_towards_s_sad_s_talk_distraught_] Et aussi, spritz un peu de lumière Febreeze dans les Thermos ou quelque chose, Il sent comme n'importe quel huiles odorantes que le genie chick a été en train d'entrer.
german: [_ember_s_towards_s_sad_s_talk_distraught_] Und auch, spritze ein wenig Licht in die Thermos oder etwa, es riecht wie alle riechenden Öle, die Genie Kick hat sich in duftend duftet.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, just, hold up, wait! Before you head back inside...
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ok, tout simplement, attendez, attendez ! Avant de retourner à l'intérieur...
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, gut, halte, warte! Bevor du nach innen gehst...

source: [_danny_s_towards_s_sad_s_talk_displeased_] How about we go take a walk?
french: [_danny_s_towards_s_sad_s_talk_displeased_] Que diriez-vous d'aller faire une promenade ?
german: [_danny_s_towards_s_sad_s_talk_displeased_] Wie wäre es mit einem Spaziergang?

source: [_ember_s_towards_s_rise_s_talk_distraught_] ...a walk? Are you insane? Or like, slow or something?
french: [_ember_s_towards_s_rise_s_talk_distraught_] ...une marche? Vous êtes insensé? Ou bien, lent ou quelque chose?
german: [_ember_s_towards_s_rise_s_talk_distraught_] ...ein Spaziergang? Bist du verrückt? Oder mochte, langsam oder etwas?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Look, as long as you take a human disguise and I carry the thermos with me, it'll be fine.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Regardez, tant que vous prenez un déguisement humain et que je porte les thermos avec moi, ce sera bien.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Schau, solange du eine menschliche Verkleidung nimmst und ich die Thermos mitnehme, wird es in Ordnung sein.

source: [_ember_s_towards_s_angry_s_talk_distraught_] I understand HOW it works doofus, but what on earth makes you think I want to be walked around like some sorta leashed animal?!?!
french: [_ember_s_towards_s_angry_s_talk_distraught_] Je comprends comment ça marche dans le doofous, mais qu'est-ce qui vous fait croire que je veux être promené comme un animal laissé sorta ?!?!
german: [_ember_s_towards_s_angry_s_talk_distraught_] Ich verstehe, WIE es funktioniert doofus, aber was in der Welt lässt dich denken, ich möchte herumlaufen wie ein sorta gelenktes Tier?!?!

source: [_danny_s_towards_s_wondering_s_talk_amused_] How about a chance to get out for a bit? Ya' know, fresh air and all that.
french: [_danny_s_towards_s_wondering_s_talk_amused_] Que diriez-vous d'une chance de sortir un peu ? Ya', l'air frais et tout cela.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Wie wäre es mit einer Chance, ein bisschen raus zu kommen? Ja' wissen, frische Luft und das alles das.

source: [_danny_s_towards_s_angry_s_talk_amused_] Well? I mean, I don't mind, I can put you back and offer again in a month or so, so-
french: [_danny_s_towards_s_angry_s_talk_amused_] Eh bien? Je veux dire, ça ne me dérange pas, je peux vous remettre et vous proposer à nouveau dans un mois ou moins, alors-
german: [_danny_s_towards_s_angry_s_talk_amused_] Nun? Ich meine, ich habe nichts dagegen, ich kann dich zurücksetzen und in etwa einem Monat wieder anbieten

source: [_ember_s_down_s_sad_s_talk_consternation_] ...fine.
french: « [_ember_s_down_s_sad_s_talk_consternation_] ... d'accord. »
german: [_ember_s_down_s_sad_s_talk_consternation_] ...gut.

source: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] What? What are you-
french: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] Quoi? Que êtes-vous -
german: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] Was? Was bist du-

source: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MY GOD! What the hell happened?!?
french: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MON DIEU ! Qu'est-ce que l'enfer s'est passé ?!?
german: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MEINE GOT! Was ist zur Hölle geschehen?!?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! S-sorry! I didn't realize that would happen either...
french: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! S-désolé ! Je n'ai pas compris que cela se produirait non plus...
german: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! S-sorry! Ich wusste nicht, dass das auch passieren würde...

source: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Why didn't my clothes materialize?!
french: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Pourquoi mes vêtements n'ont-ils pas été matérialisés ?!
german: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Warum sind meine Kleider nicht materialisiert?

source: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, well, h-haven't you ever gone into a human disguise before?
french: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Euh, eh bien, n'êtes-vous jamais allé dans un déguisement humain auparavant ?
german: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, nun, h-bist du noch nie in eine menschliche Verkleidung gegangen?

source: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-no! I mean, my normal outfit's just a manifestation of- l-look, what does that have to do with anything right now?! I'm naked!{p}Look the hell away!!
french: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-non ! Je veux dire, ma tenue normale est juste une manifestation de l-look, qu'est-ce que cela a à voir avec quelque chose en ce moment ?! Je suis nu!{p}Regarde l'enfer !!
german: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-nein! Ich meine, mein normales Outfit ist nur eine Manifestation von- l-look, was hat das gerade mit etwas zu tun? Ich bin nackt!{p}Schau zur Hölle weg!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] S-sorry, I-I'll go grab some of Jazz's clothes! Wait here.
french: [_danny_s_towards_s_sad_s_talk_displeased_] S-désolé, je vais aller attraper certains vêtements de Jazz! Attendez ici.
german: [_danny_s_towards_s_sad_s_talk_displeased_] S-sorry, ich werde ein paar Jazzkleidung schnappen! Warte hier.

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man, that was {i}not{/i} a good start.)
french: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh homme, ce n'était pas {i}pas{/i} un bon début.)
german: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh Mann, das war {i}nicht{/i} ein guter Anfang.)

source: [_danny_s_ahegao_s_rise_s_bite_] (But oh {i}man{/i}, does she look good!)
french: [_danny_s_ahegao_s_rise_s_bite_] (Mais oh {i}hom{/i}, elle a l'air bien !)
german: [_danny_s_ahegao_s_rise_s_bite_] (Aber oh {i}Mann{/i}, sieht gut aus!)

source: [_danny_s_at_player_s_sad_s_smile_] (These ghost chicks are something else, I swear...)
french: [_danny_s_at_player_s_sad_s_smile_] (Ces poussins fantômes sont autre chose, je vous jure ...)
german: [_danny_s_at_player_s_sad_s_smile_] (Diese Geisterhähnchen sind etwas anderes, ich schwöre...)

source: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. What do you want?
french: [_jazz_s_towards_s_rise_s_talk_frown_] Hein? Oh, Danny. Que voulez-vous ?
german: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. Was willst du?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... soooo could I borrow some of your clothes?
french: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... suooo pourrais-je emprunter certains de vos vêtements ?
german: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... soooo könnte ich mir etwas deiner Kleider leihen?

source: [_jazz_s_towards_wide_s_confused_s_talk_frown_] What? Why?!
french: [_jazz_s_towards_wide_s_confused_s_talk_frown_] Quoi? Pourquoi?
german: [_jazz_s_towards_wide_s_confused_s_talk_frown_] Was? Warum?!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Because... reasons!
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Parce que... des raisons !
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Weich... Gründe!

source: [_jazz_s_towards_s_angry_s_talk_frown_] I'm not just gonna give you some of my clothes for no reason.
french: [_jazz_s_towards_s_angry_s_talk_frown_] Je ne vais pas simplement vous donner certains de mes vêtements sans raison.
german: [_jazz_s_towards_s_angry_s_talk_frown_] Ich werde dir nicht nur einige meiner Kleider ohne Grund schenken.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Okay, uhh, it's kind've a {i}"private"{/i} reason I need them.
french: [_danny_s_at_self_s_sad_s_talk_distraught_] Ok, euh, c'est une raison pour {i}« privée » {/i} que j'ai besoin d'eux.
german: [_danny_s_at_self_s_sad_s_talk_distraught_] Okay, uhh, es ist ein {i}"privat"{/i} Grund, warum ich sie brauche.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Yeah, no, that just sounds way creepier. Strike two.
french: [_jazz_s_towards_s_idle_s_talk_frown_] Ouais, non, ça sonne comme un creepier. Frappez deux.
german: [_jazz_s_towards_s_idle_s_talk_frown_] Ja, nein, das klingt einfach so gruselig. Schlag zwei.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, okay! Uhh, could you just trust me that it's {u}not{/u} something pervy?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Ok, d'accord! Euh, pourriez-vous juste me faire confiance que ce n'est pas {u}{/u} quelque chose de perves?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, okay! Uhh, kannst du mir einfach vertrauen, dass es {u}nicht{/u} etwas Pervents ist?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...please?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...s'il vous plaît?
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...bitte?

source: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Wait here.
french: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Soupir*{/i} Attendez ici.
german: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Sehen*{/i} Warte hier.

source: [_jazz_s_towards_s_rise_s_talk_frown_] This better not be for some weird prank or something.
french: [_jazz_s_towards_s_rise_s_talk_frown_] Il vaut mieux ne pas être pour une farce bizarre ou quelque chose.
german: [_jazz_s_towards_s_rise_s_talk_frown_] Das ist besser nicht für irgendeinen seltsamen Strang oder etwas.

source: [_danny_s_towards_s_sad_s_talk_amused_] It's not, I promise you.
french: [_danny_s_towards_s_sad_s_talk_amused_] Ce n'est pas le cas, je vous le promets.
german: [_danny_s_towards_s_sad_s_talk_amused_] Es ist nicht, ich verspreche Ihnen.

source: [_jazz_s_towards_s_confused_s_talk_frown_] This is some of my old stuff, but they should do for... {i}whatever{/i} it is you're doing.
french: [_jazz_s_towards_s_confused_s_talk_frown_] C'est une partie de mes vieux trucs, mais ils devraient faire pour... {i}ce que vous faites{/i} que vous faites.
german: [_jazz_s_towards_s_confused_s_talk_frown_] Dies ist ein paar meiner alten Sachen, aber sie sollten es tun für... {i}was auch immer {/i} es ist du tust.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Thanks Jazz, you're a lifesaver.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Merci Jazz, vous êtes un économiseur de vie.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Vielen Dank, Jazz, du bist Lebensgefährt.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Whatever. Just leave me alone. I have to sulk my life away now after the catastrophe that was that concert...
french: [_jazz_s_towards_s_idle_s_talk_frown_] Quoi qu'il en soit, laissez-moi tranquille. Je dois m'enliser maintenant après la catastrophe de ce concert...
german: [_jazz_s_towards_s_idle_s_talk_frown_] <unk> ver. Lass mich einfach allein. Ich muss mein Leben jetzt nach der Katastrophe, die dieses Konzert war...

source: [_jazz_s_closed_s_sad_s_talk_frown_] Stupid ghosts!!
french: [_jazz_s_closed_s_sad_s_talk_frown_] Fantômes stupides!!
german: [_jazz_s_closed_s_sad_s_talk_frown_] Dummige Geister!!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Here, I have some clothes for you.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Ici, j'ai quelques vêtements pour vous.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Hier habe ich ein paar Kleider für dich.

source: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, can you turn the hell around please?
french: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...euhhhh, pouvez-vous retourner l'enfer s'il vous plaît?
german: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, kannst du die Hölle bitte umdrehen?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, you're already naked, so I don't really see the point of-
french: [_danny_s_towards_s_rise_s_talk_amused_] Je veux dire, vous êtes déjà nu, donc je ne vois pas vraiment l'intérêt de -
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich meine, du bist bereits nackt, also sehe ich nicht wirklich den Punkt von-

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, you're right, of course not, I will for sure look away! And even close my eyes!
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, vous avez raison, bien sûr pas, je vais certainement regarder loin ! Et même fermer les yeux !
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, du hast Recht, natürlich nicht, ich werde sicher wegschauen! Und sogar meine Augen schließen!

source: [_danny_s_towards_s_rise_s_talk_amused_] Is it okay to turn around now?
french: [_danny_s_towards_s_rise_s_talk_amused_] Est-il normal de se déplacer maintenant ?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ist es in Ordnung, jetzt umzukehren?

source: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...yeah, whatever, I don't give a fuck.
french: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...ouais, quoi que ce soit, je ne donne pas de baise !
german: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...ja, was auch immer, ich gebe keinen Fick.

source: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, you look really nice.
french: [_danny_s_towards_s_neutral_s_talk_happy_] H-hé, tu as l'air vraiment sympa.
german: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, sehen Sie wirklich schön aus.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, shut up dude. Let's just go already.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Euh, arrêtons le dude. Allons-y déjà.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, haltet die Ende. Lass uns jetzt gehen.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Whoa, whoa! Hold on, lemme just check that the coast is clear.
french: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Oula, qui! Attendez, le lemme vérifie juste que la côte est claire.
german: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Whoa, Whoa! Halte, leite mir vor, überprüfe nur, ob die Küste frei ist.

source: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, why the hell are there rules to this? You gotta hide me or something? Just hurry the hell up.
french: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, pourquoi l'enfer règne à cela ? Vous devez me cacher ou quelque chose ? Dépêchez-vous juste de vous dépêcher.
german: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Dringend, warum gibt es die Hölle dazu? Du hast mich versteckt oder etwas? Beeile dich einfach die Hölle.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Alright, coast is clear, follow me.
french: [_danny_s_towards_s_wondering_s_talk_displeased_] D'accord, la côte est claire, suivez-moi.
german: [_danny_s_towards_s_wondering_s_talk_displeased_] In Ordnung, die Küste ist klar, folgen Sie mir.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] ...so, ehmm... nice weather today, right?
french: [_danny_s_towards_s_unhappy_s_talk_happy_] ...donc hein... beau temps aujourd'hui, n'est-ce pas?
german: [_danny_s_towards_s_unhappy_s_talk_happy_] ...So, ehmm... Schönes Wetter heute, oder?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, so, how'd your enjoy our little town of ours while you were here?
french: [_danny_s_towards_s_rise_s_talk_amused_] Je veux dire, alors, comment avez-vous aimé notre petite ville pendant que vous étiez ici?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich meine, also wie hätte du unsere kleine Stadt während du hier warst?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] I literally wish you and everyone in this town was dragged into an eternal oblivion.
french: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] Je vous souhaite littéralement et tout le monde dans cette ville a été entraîné dans un oubli éternel.
german: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] Ich wünsche dir buchstäblich und jeder in dieser Stadt wurde in ein ewiges Vergessen hineingezogen.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh come on, look, why don't we start over?
french: [_danny_s_towards_s_angry_s_talk_displeased_] Oh allez, regardez, pourquoi ne pas recommencer?
german: [_danny_s_towards_s_angry_s_talk_displeased_] Ach ja, schau, warum fangen wir nicht neu an?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Start over what?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Commencer par quoi ?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Starte darüber?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] All of "this", ya' know? Come on, you're stuck with me for a while now anyway, at least until I figure out something better for you and Desiree.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tout « ceci», vous le savez? Allez, vous êtes coincé avec moi pendant un certain temps de toute façon, au moins jusqu'à ce que je trouve quelque chose de mieux pour vous et le désireur.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Alles "dass", ya' wissen? Kommen Sie weiter, Sie stecken eine Weile bei mir fest, zumindest bis ich etwas Besseres für Sie und Desiree herausfinde.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Why don't you just send me back to the Ghost Zone?
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Pourquoi ne pas simplement me renvoyer dans la zone fantôme ?
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Warum sendet mich nicht einfach in die Geisterzone zurück?

source: [_danny_s_towards_s_rise_s_talk_amused_] Nice try, but you'd just find a way to come straight back and try again.
french: [_danny_s_towards_s_rise_s_talk_amused_] Bien essayé, mais tu trouveras juste un moyen de revenir directement en arrière et d'essayer à nouveau.
german: [_danny_s_towards_s_rise_s_talk_amused_] Tolle Versuche, aber du wirst einfach einen Weg finden, direkt zurückzukommen und erneut zu versuchen.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Whatever.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Peu importe.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmp. <unk> ver.

source: [_danny_s_at_player_s_sad_s_consternation_] (I really need to get dad to fix that Ghost Portal... otherwise I'm gonna run out of excuses for all the ghosts I catch.)
french: [_danny_s_at_player_s_sad_s_consternation_] (J'ai vraiment besoin de faire réparer ce portail Fantôme... sinon je vais manquer d'excuses pour tous les fantômes que j'attrape.)
german: [_danny_s_at_player_s_sad_s_consternation_] (Ich muss wirklich den Vater dazu bringen, das Ghost Portal zu reparieren... andernfalls werde ich keine Entschuldigung für alle Geister haben, die ich gefangen habe.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...well, since we're stuck together for now, I'm Danny. Just as a little "by the way".
french: [_danny_s_towards_s_neutral_s_talk_happy_] ...eh bien, puisque nous sommes coincés pour l'instant, je suis Danny. Tout comme un peu « au passage».
german: [_danny_s_towards_s_neutral_s_talk_happy_] ...nun, da wir im Moment zusammen stecken, bin ich Danny. Genau wie ein bisschen "By the way".

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Nice to meet you Danny.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Nice de vous rencontrer Danny.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Schön, dich mit Danny zu treffen.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Now go fuck yourself.
french: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Maintenant, allez vous baiser vous-même.
german: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Jetzt ficken Sie sich selbst.

source: [_danny_s_towards_s_sad_s_talk_happy_] And {i}you're{/i} Ember McClain, so-
french: [_danny_s_towards_s_sad_s_talk_happy_] Et {i}vous {/i} Ember McClain, alors-
german: [_danny_s_towards_s_sad_s_talk_happy_] Und {i}du{/i} Ember McClain, so-

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! You solved the mystery all by yourself?!
french: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! Vous avez résolu le mystère par vous-même?!
german: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! Du hast das Rätsel allein gelöst?!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, I get it-
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ok, je l'obtiens -
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, ich bekomme es-

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, I sure thought I'd have to call up Scooby and the rest of the mystery gang to help you out!
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, je suis sûr que je devrais appeler Scooby et le reste de la bande mystère pour vous aider !
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, ich habe sicher gedacht, dass ich Scooby und den Rest der Mystery-Bande abrufen müsste, um dir zu helfen!
