Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker gave you that line to use, didn't he?
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker vous a donné cette ligne à utiliser, n'est-ce pas?
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker hat dir diese Linie gegeben, nicht wahr?

source: [_danny_s_towards_s_sad_s_talk_amused_] ...maybe. But I opted out of the little "neck and shoulder wiggle" suggestion he did when he gave it to me.
french: [_danny_s_towards_s_sad_s_talk_amused_] ... peut-être. Mais je me suis retiré de la petite suggestion de « cou et épaule » qu'il a faite quand il m'a donnée.
german: [_danny_s_towards_s_sad_s_talk_amused_] ... vielleicht. Aber ich habe mich gegen den kleinen Vorschlag "Hals- und Schulterwinkel" entschieden, den er mir gegeben hat.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Cute. Anyway, hold on a second, I'll be right back.
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Mignon. Quoi qu'il en soit, attendez une seconde, je serai tout de suite.
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Cute. Wie auch immer, halte eine Sekunde, ich bin gleich zurück.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Where you going?
french: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Où vous allez?
german: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Wohin gehst du?

source: [_sam_s_co_s_away_s_neutral_s_talk_happy_] I think we have half a bottle of wine back here in the fridge somewhere, I'm just gonna take a look.
french: [_sam_s_co_s_away_s_neutral_s_talk_happy_] Je pense que nous avons une demi-bouteille de vin ici dans le réfrigérateur quelque part, je vais juste y jeter un œil.
german: [_sam_s_co_s_away_s_neutral_s_talk_happy_] Ich denke, wir haben eine halbe Flasche Wein zurück hier im Kühlschrank. Ich werde nur einen Blick werfen.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! So {i}that's{/i} your nefarious plan!! Get me drunk to have your way with me, aye, temptress?
french: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! Alors {i}{/i} votre plan fâcheux! Faites-moi bu pour vous frayer un chemin avec moi, n'est-ce pas?
german: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! Also {i}das, was dein schändlicher Plan ist! Lass mich betrunken und dich mit mir, aye, Versuchung?

source: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, you {i}wish{/i}, Fenton!
french: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, vous {i}souhaiteriez{/i}, Fenton !
german: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, du {i}wünscht{/i}, Fenton!

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, do you want half a glass of red wine or some whit-
french: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, voulez-vous un demi-verre de vin rouge ou un peu de blanc-
german: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, willst du ein halbes Glas Rotwein oder ein wenig Weiß-

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Hey, is everything okay? What was that crashing sound I heard?
french: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Hé, est-ce que tout va bien? Quel bruit planant que j'ai entendu?
german: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Hey, ist alles in Ordnung? Was war das abstürzende Gerät, das ich gehört habe?

source: [_sam_s_kidnapping_s_s_closed_s_s_unhappy_s_s_talk_distraught_s_g_grin_] {i}AHHHH!!!{/i}
french: [_sam_s_kidnapping_s_s_closed_s_s_unhappy_s_s_talk_distraught_s_g_grin_] {i}AHHHHH !!!{/i}
german: [_sam_s_kidnapping_s_s_closed_s_s_unhappy_s_s_talk_distraught_s_g_grin_] {i}AHHH!!!{/i}

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam? SAM! Where are you?!
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam ? SAM! Où êtes-vous ?!
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam? SAM! Wo bist du?!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (That sounds like an engine starting up! It's at the front of the house!!)
french: [_danny_s_at_player_s_angry_s_clenchteeth_] (Ça ressemble à un démarrage du moteur ! Il est à l'avant de la maison !!)
german: [_danny_s_at_player_s_angry_s_clenchteeth_] (Das klingt wie ein Motor startet! Es ist vorne im Haus!!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Let her go!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Laisser partir!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Lass sie gehen!

source: [_tall_goon_] No can do, broski! We got orders from the boss lady to take care of her {i}and{/i} her little ghostly boyfriend... 'cha'...
french: [_tall_goon_] Je ne peux pas le faire, broski! Nous avons reçu l'ordre de la maîtresse de s'occuper d'elle {i}et{/i} de son petit amie fantomatique... 'cha'...
german: [_tall_goon_] Nichts kann tun, Broski! Wir haben Aufträge von der Boss Dame erhalten, um sich um ihre {i}und ihren kleinen gespenstigen Freund zu kümmern{/i} zu kümmern... 'cha'...

source: [_short_goon_s_rage_s_talk_happy_] Heh, yeah, it's too bad, too! This babe sure has got a sweet little ass on her!!
french: [_short_goon_s_rage_s_talk_happy_] Hé, oui, c'est trop mauvais aussi ! Cette fille a bien sûr un petit cul sucré sur elle !!
german: [_short_goon_s_rage_s_talk_happy_] Huch, ja, es ist auch zu schlecht! Dieses Baby hat sicher ein süßes kleines Arsch auf ihr!!

source: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Get your hands off of me, you perverts!
french: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Tu me lèves les mains, tu perverses !
german: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Holt euch die Hände von mir, du pervertiert!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, are you okay?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, êtes-vous d'accord ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, bist du in Ordnung?

source: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] I'm fine, minus having to listen to these two morons argue the whole drive about how to drive a stick shift!
french: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] Je suis bien, moins avoir à écouter ces deux morons discuter de toute la conduite sur la façon de conduire un changement de bâton !
german: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] Ich bin in Ordnung, ohne dass man diese beiden Morone hören muss, argumentiert das ganze Laufwerk darüber, wie man einen Stick umschwenkt!

source: [_tall_goon_] Morons, huh? That what we are, babe? Well we ain't the ones who just walked right into our perfectly devised trap-ola!{p}'Cha'...
french: [_tall_goon_] Morons, hein? C'est ce que nous sommes, beauté? Eh bien, nous ne sommes pas ceux qui viennent de marcher dans notre piège parfaitement conçu!{p}'Cha'...
german: [_tall_goon_] Morons, huh? Das was wir sind, babe? Nun, wir sind nicht diejenigen, die gerade direkt in unsere perfekt konzipierte Falle gegangen sind!{p}'Cha' ...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Trap?
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Piège ?
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Falle?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Oh merde !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Oh Mist!

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed there, Inviso-Bill!
french: [_tall_goon_s_talk_happy_] Hé, on dirait que vous y êtes vissé, Inviso-Bill !
german: [_tall_goon_s_talk_happy_] Heh, sieht so aus, als ob du dort verschraubt bist, Inviso-Bill!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while I'm here!
french: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Pas pendant que je suis là !
german: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Nicht während ich hier bin!

source: [_tall_goon_] Huh?
french: [_tall_goon_] Hein?

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us?
french: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker ! Comment nous avez-vous trouvé ?
german: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! Wie hast du uns gefunden?

source: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] I was down by the comic store when I saw Danny chasing the van!
french: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] Je suis tombé près du magasin de BD quand j'ai vu Danny pourchasser la girouette !
german: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] Ich war durch den Comic-Shop heruntergefahren, als ich sah, wie Danny den Vorsprung jagt!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Where did you get that blaster? That looks like-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Où avez-vous eu ce blason? Ça ressemble à-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Wo hast du den Blaster bekommen? Das sieht so aus-

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} A certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement. {i}*Ahem*{/i}
french: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Un certain spécialiste de la technologie et de la serrure peut ou non l'avoir jeté dans le sous-sol de vos parents. {i}*Ahem*{/i}
german: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Ein bestimmter Technik-wiz/Lock-Spezialist kann ihn von deinem Elternhaus aus jongliert haben oder nicht. {i}*Ahem*{/i}

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off the others!
french: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Regardez, pas de temps pour la sémantique en ce moment! Sauvez Sam! Je vais retenir les autres!
german: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Schau, jetzt keine Zeit für die Semantik! Retten Sie Sam! Ich werde die anderen abhalten!

source: [_tall_goon_s_talk_displeased_] Bah! It don't matter, we'll just take care of you both ourselves!
french: [_tall_goon_s_talk_displeased_] Bah! Peu importe, nous nous occuperons de vous tous les deux !
german: [_tall_goon_s_talk_displeased_] Bah! Es ist egal, wir kümmern uns nur um dich selbst selbst!

source: [_tall_goon_] Morons, huh? Well, let's see what you think of us, now that we're gonna beat your pasty white boyfriend in front of you!! It's two against one after all.
french: [_tall_goon_] Morons, hein? Eh bien, voyons ce que vous pensez de nous, maintenant que nous allons battre votre copain blanc pasty devant vous ! C'est deux contre un, après tout.
german: [_tall_goon_] Moronen, huh? Na ja, mal sehen, was du von uns denkst, jetzt, da wir deinen knackigen weißen Freund vor dir schlagen! Es ist doch zwei gegen einen.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] This doesn't look good. I hope I can take those guys on my own.
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Cela n'a pas l'air beau. J'espère que je pourrai prendre ces gars seuls.
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Das sieht nicht gut aus. Ich hoffe, ich kann diese Jungs alleine nehmen.

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed, Inviso-Dillweed!!
french: [_tall_goon_s_talk_happy_] Hé, on dirait que tu es vis, Inviso-Dillweed!!
german: [_tall_goon_s_talk_happy_] Heh, sieht aus wie verschraubt, Inviso-Dillweed!!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while {i}I'm{/i} here, "dude"!
french: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Pas tant que {i}je suis{/i} ici, "dude"!
german: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Nicht während {i}ich hier "dude"!

source: [_tall_goon_] Uhhh, what?
french: [_tall_goon_] Euh, quoi ?
german: [_tall_goon_] Uhhh, was?

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us??
french: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker ! Comment nous as-tu trouvé ??
german: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! Wie hast du uns gefunden??

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Well, uh, a certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement...{p}...hey, he thought it looked cool, cut him a break.
french: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Eh bien, euh, un certain spécialiste de la technologie et du cadenas peut ou non l'avoir jeté dans le sous-sol de vos parents. .{p}...hey, il pensait que c'était cool, coupez lui une pause.
german: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Nun, uh, ein bestimmter Technik-wiz/Lock-Spezialist kann ihn von deinem Elternhaus aus jongliert haben oder nicht. .{p}...hey, er dachte, es sah cool aus, schnitt ihm eine Pause ein.

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off this other doofus with the mohawk!
french: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Regardez, pas de temps pour la sémantique en ce moment! Sauvez Sam! Je vais retenir ce autre doofus avec le faucon!
german: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Schau, jetzt keine Zeit für die Semantik! Rette Sam! Ich werde diesen anderen Doofus mit dem Mohawk aufhalten!

source: [_tall_goon_s_talk_displeased_] Bah! It doesn't matter, we'll just take care of all three of you freaks and geeks!
french: [_tall_goon_s_talk_displeased_] Bah! Peu importe, nous nous occuperons des trois fous et des geeks !
german: [_tall_goon_s_talk_displeased_] Bah! Es spielt keine Rolle, wir kümmern uns nur um alle drei Freaks und Geeks!

source: [_tall_goon_s_talk_displeased_] You'll- {i}*Cough*{/i} -regret this, Ghost Kid...
french: [_tall_goon_s_talk_displeased_] Vous- {i}*Tous*{/i} -regrette ceci, Fantôme...
german: [_tall_goon_s_talk_displeased_] Du- {i}*Husten*{/i} -bereuen dies, Geist Kinder...

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You did it!
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Vous avez réussi !
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Du hast es getan!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}We{/i} did it! Way to come to the rescue, Tucker!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}Nous{/i} avons réussi! C'est une façon de venir au sauvetage, Tucker!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}Wir{/i} haben es geschafft! Wie du zur Rettung kommst, Tucker!

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] I {u}knew{/u} I was more than the "hacker sidekick"! I'm actually the "less often than useful, but still has his moments" sidekick!{p}I'd say that's pretty darn good!
french: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] Moi {u}connaisse{/u} j'étais plus que le « hacker sidekick»! Je suis en fait le "moins souvent que utile, mais a quand même ses instants" trompé !{p}je dirais que c'est plutôt chouette !
german: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] Ich habe {u}gewusst{/u} Ich war mehr als der "Hacker sidekick"! Ich bin eigentlich der "Weniger oft als nützlich, aber immer noch seine Augenblicke" Seitenkick!{p}Ich würde sagen, das ist ziemlich verrückt gut!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Now that we've got that taken care of, let's get out of here before-
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Maintenant que nous avons pris soin de cela, nous allons nous en sortir avant-
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Jetzt, wo wir uns darum kümmern, lassen Sie uns vorher hier raus-

source: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, well, well...
french: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Eh bien, eh bien...
german: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Nun, nun...

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_talk_displeased_] Oh no.
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_talk_displeased_] Oh non.
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_talk_displeased_] Oh nein.

source: [_ember_s_towards_s_angry_s_talk_amused_] I should have known those idiots wouldn't be able to get the job done... good thing we had a little tip off from our new manager, huh?
french: [_ember_s_towards_s_angry_s_talk_amused_] J'aurais dû savoir que ces idiots ne seraient pas en mesure de faire le travail. Nous avons eu une petite astuce de notre nouveau gestionnaire, hein?
german: [_ember_s_towards_s_angry_s_talk_amused_] Ich hätte diese Idioten nicht kennen können, um die Arbeit zu erledigen. . Gute Sache, wir hatten einen kleinen Tipp von unserem neuen Manager, huh?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? Who're you working with? And why did you kidnap my friend??
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Responsable? Avec qui travaillez-vous? Et pourquoi avez-vous enlevé mon ami??
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? Mit wem arbeitest du? Und warum hast du meinen Freund entführt??

source: [_ember_s_towards_s_confused_s_talk_amused_] You ask a lot of questions kid, and frankly, none of them will matter come tomorrow.
french: [_ember_s_towards_s_confused_s_talk_amused_] Vous posez beaucoup de questions à vos enfants, et franchement, aucun d'eux ne viendra demain.
german: [_ember_s_towards_s_confused_s_talk_amused_] Du stellst viele Fragen, und ehrlich gesagt, wird keiner von ihnen morgen kommen.

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] This whole town of suckers are gonna be under my spell at the concert in two days... and pretty soon after that, the {u}whole{/u} world!!
french: [_ember_s_towards_wide_s_angry_s_talk_bite_] Toute cette ville de suceurs va être sous mon charme lors du concert dans deux jours. . et peu de temps après, le monde {u}entier{/u} !!
german: [_ember_s_towards_wide_s_angry_s_talk_bite_] Diese ganze Stadt der Sauger wird in zwei Tagen unter meinem Zauber beim Konzert sein. . und ziemlich bald danach, die {u}tot{/u} Welt!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Not if I can help it!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Pas si je peux l'aider !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Nicht wenn ich Ihnen helfen kann!

source: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Sorry, no time for a duet, kid! You should have realized after last time, that upstaging Ember McClain? Career {u}suicide.{/u}
french: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Désolé, pas de temps pour un duo, enfant! Vous auriez dû réaliser après la dernière fois, que la mise en scène d'Ember McClain? carrière {u}suicide.{/u}
german: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Tut mir leid, keine Zeit für ein Duett, Kinder! Du solltest nach dem letzten Mal bemerken, dass Ember McClain auf den Weg gebracht wird? Karriere: {u}Selbstmord.{/u}

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Guys, run! I'll hold her off while you-
french: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] les gars, courez ! Je vais la retenir pendant que vous -
german: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Jungs, laufen! Ich warte sie ab während du-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] TUCKER!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] CUISINE !

source: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! We have to get out of here!
french: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny ! Nous devons sortir d'ici!
german: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! Wir müssen hier herauskommen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] But what about Tucker?!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Mais qu'en est-il de Tucker ?!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Aber was ist mit Tucker?!

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] There's nothing we can do! We'll have to come back for him!
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Il n'y a rien que nous puissions faire ! Nous allons devoir revenir pour lui !
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Wir können nichts tun! Wir müssen für ihn zurückkommen!

source: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, that's right my little super star fan... remember my name... it's just a matter of time before I have the both of them saying it too...
french: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, c'est bien mon petit fan de super étoile... souvenez-vous de mon nom... C'est juste une question de temps avant que je n'ai les deux à les dire aussi...
german: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, das ist richtig mein kleiner Superstar Fan... erinnere mich an meinen Namen... Es ist nur eine Frage der Zeit, bis ich die beiden sagen zu haben...

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Son of a gun... I really need to work on my cardio!
french: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Fils d'un canon... J'ai vraiment besoin de travailler sur mon cardio!
german: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Sohn einer Waffe... Ich muss wirklich an meinem Cardio arbeiten!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] What do we do now?! I can't take you back home after they just broke into your house!
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Que faisons-nous maintenant?! Je ne peux pas vous ramener chez vous après qu'ils se soient brisés dans votre maison !
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Was machen wir jetzt?! Ich kann dich nicht nach Hause bringen, nachdem sie gerade in dein Haus eingebrochen sind!
