Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] Oh, I'm just here to hand a textbook over to Danny he seemingly forgot to bring.
french: [_desiree_] Oh, je suis juste ici pour remettre un manuel à Danny qu'il semble avoir oublié d'apporter.
german: [_desiree_] Oh, ich bin nur hier, um ein Lehrbuch an Danny zu übergeben, das er anscheinend vergessen hat zu bringen.

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, thanks Des.
french: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, merci Des.
german: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, danke Des.

source: [_desiree_] So, Danny, are you excited for the party later?
french: [_desiree_] Alors, Danny, êtes-vous excité pour la fête plus tard ?
german: [_desiree_] Also, Danny, bist du später begeistert von der Party?

source: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... the p-party...?
french: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... la p-party...?
german: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... die p-Party...?

source: [_danny_s_closed_s_wondering_s_talk_happy_] R-right! Y-yes! Absolutely stoked!
french: [_danny_s_closed_s_wondering_s_talk_happy_] À droite! Oui ! Absolument coincé!
german: [_danny_s_closed_s_wondering_s_talk_happy_] R-recht! Y-ja! Absolut geschockt!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] ...I'm sorry, did you just say {u}party?{/u}
french: [_paulina_s_towards_s_rise_s_talk_displeased_] ...Je suis désolé, vous avez juste dit {u}party?{/u}
german: [_paulina_s_towards_s_rise_s_talk_displeased_] ...Tut mir leid, hast du einfach {u}Party gesagt?{/u}

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, no, it's just a little celebration to welcome Des to Amity Park a bit more properly.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Ouais, non, c'est juste une petite fête d'accueillir Des dans le parc Amity un peu plus correctement.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Ja, nein, es ist nur ein kleines Fest um Des to Amity Park ein bisschen mehr richtig zu begrüßen.

source: [_star_s_towards_s_rise_s_talk_consternation_] Oh, so nothing {i}actually{/i} important to go to then.
french: [_star_s_towards_s_rise_s_talk_consternation_] Oh, donc rien {i}en fait{/i} important d'y aller.
german: [_star_s_towards_s_rise_s_talk_consternation_] Oh, also nichts {i}eigentlich{/i} wichtig zu gehen.

source: [_desiree_] My, my Miss Paulina, what a precious little mutt you have with you today! Though I believe she still needs a little more behavior training...
french: [_desiree_] Mi, ma Mlle Paulina, quel petit mutt précieux que vous avez avec vous aujourd'hui! Bien que je pense qu'elle a encore besoin d'un peu plus de formation de comportement...
german: [_desiree_] Mie, meine Miss Paulina, was für eine kostbare kleine Mutter, die du heute bei dir hast! Obwohl ich glaube, sie braucht noch ein wenig mehr Verhaltensbildung...

source: [_star_s_towards_s_angry_s_talk_distraught_] Bite me, bitch.
french: [_star_s_towards_s_angry_s_talk_distraught_] Morsure moi, chienne.
german: [_star_s_towards_s_angry_s_talk_distraught_] Bite mich, Hündin.

source: [_desiree_] {i}Regardless{/i}, I simply cannot wait for you to introduce me to this "Inviso-Bill" character everyone in town seems to be talking about!
french: [_desiree_] {i}Indépendant{/i}, je ne peux tout simplement pas attendre que vous me présentiez ce personnage « Inviso-Bill» dont tout le monde en ville semble parler!
german: [_desiree_] {i}Unabhängig von{/i}, ich kann einfach nicht darauf warten, dass du mich mit diesem "Inviso-Bill" Charakter bekannt machst, von dem jeder in der Stadt zu sprechen scheint!

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Wait! Ghost Boy is going to your party??
french: [_paulina_s_towards_s_confused_s_talk_displeased_] Attendez! Le garçon fantôme va à votre fête??
german: [_paulina_s_towards_s_confused_s_talk_displeased_] Warte! Geister Junge wird zu deiner Party gehen??

source: [_desiree_] Why of course, Danny here was kind enough to invite him!
french: [_desiree_] Pourquoi bien sûr, Danny ici a eu la gentillesse de l'inviter !
german: [_desiree_] Warum natürlich war Danny hier freundlich genug, ihn einzuladen!

source: [_star_s_towards_s_angry_s_talk_consternation_] Well, why didn't you say he was coming?! You said he's been busy!!
french: [_star_s_towards_s_angry_s_talk_consternation_] Eh bien, pourquoi n'avez-vous pas dit qu'il venait? Vous avez dit qu'il était occupé!!
german: [_star_s_towards_s_angry_s_talk_consternation_] Nun, warum hast du nicht gesagt, dass er kommt?! Du hast gesagt, er sei beschäftigt!!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, he does have time for a little visit, I suppose...
french: [_danny_s_down_s_sad_s_talk_displeased_] Eh bien, il a du temps pour une petite visite, je suppose...
german: [_danny_s_down_s_sad_s_talk_displeased_] Nun, er hat Zeit für einen kleinen Besuch, nehme ich an...

source: [_star_s_towards_s_angry_s_talk_distraught_] Oh, but I'm gonna go ahead and take a wild guess that {i}we're{/i} not on the invite list to this oh-so cool party, huh?
french: [_star_s_towards_s_angry_s_talk_distraught_] Oh, mais je vais aller de l'avant et prendre une devine sauvage que {i}nous{/i} ne sommes pas sur la liste d'invitation à cette soirée oh-so cool, hein ?
german: [_star_s_towards_s_angry_s_talk_distraught_] Oh, aber ich werde weiter gehen und eine wilde Vermutung, dass {i}wir 're{/i} nicht auf der Einladungsliste zu dieser oh-so coolen Party, huh?

source: [_desiree_] Why of course you are! I trust you can get the word out, yes?
french: [_desiree_] Pourquoi bien sûr que vous êtes ! J'espère que vous pourrez faire passer le mot, oui ?
german: [_desiree_] Warum bist du natürlich! Ich vertraue darauf, dass du das Wort rausbekommen kannst, ja?

source: [_paulina_s_towards_s_rise_s_talk_happy_] When is the party?
french: [_paulina_s_towards_s_rise_s_talk_happy_] Quand est la fête ?
german: [_paulina_s_towards_s_rise_s_talk_happy_] Wann ist die Party?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Saturday at seven o'clock.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Samedi à 7 heures.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Samstag um sieben Uhr.

source: [_star_s_towards_s_angry_s_talk_happy_] Done. We'll be there.
french: [_star_s_towards_s_angry_s_talk_happy_] Terminé. Nous serons là.
german: [_star_s_towards_s_angry_s_talk_happy_] Fertig. Wir sind da.

source: [_danny_s_towards_s_rise_s_talk_happy_] Cool, so how many people can I expect to come? I'll be sure to buy a bit of snacks for-
french: [_danny_s_towards_s_rise_s_talk_happy_] Cool, combien de personnes puis-je m'attendre à venir ? Je suis sûr d'acheter un peu de collations pour-
german: [_danny_s_towards_s_rise_s_talk_happy_] Cool, wie viele Leute kann ich erwarten, zu kommen? Ich werde sicher sein, ein bisschen Snacks für -

source: [_paulina_s_towards_s_rise_s_talk_displeased_] Pretty much more than half the school. If we're the ones delivering the message? At least that.
french: [_paulina_s_towards_s_rise_s_talk_displeased_] Beaucoup plus de la moitié de l'école. Si nous sommes ceux qui envoient le message ? Au moins ça.
german: [_paulina_s_towards_s_rise_s_talk_displeased_] Ziemlich viel mehr als die Hälfte der Schule. Wenn wir die Nachricht versenden? Zumindest das.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... yeah, that's definitely a bit more than two large pizzas...
french: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... oui, c'est un peu plus que deux grandes pizzas...
german: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohh{/i}... ja, das ist definitiv ein bisschen mehr als zwei große Pizzas...

source: [_star_s_towards_s_angry_s_talk_displeased_] Better be sure to buy a keg or two, loser! Otherwise it's not gonna be worth the visit!
french: [_star_s_towards_s_angry_s_talk_displeased_] Mieux vaut acheter un ou deux fûts, perdant ! Sinon ça ne vaudra pas la visite !
german: [_star_s_towards_s_angry_s_talk_displeased_] Seien Sie sich sicher, dass Sie ein oder zwei Kessel kaufen, Verlierer! Andernfalls ist es nicht wert, den Besuch wert zu sein!

source: [_desiree_] Oh, I'm sure it will be a pleasant evening for all involved... and I trust you girls could help entertain all the other attendees while I spend some quality time with Ghost Boy?
french: [_desiree_] Oh, je suis sûr que ce sera une soirée agréable pour toutes les personnes impliquées... et je suis sûr que vous les filles pourraient aider à divertir tous les autres participants pendant que je passe du temps de qualité avec Ghost Boy?
german: [_desiree_] Oh, ich bin sicher, es wird ein angenehmer Abend für alle Beteiligten... und ich vertraue darauf, dass Sie Mädchen helfen könnten, alle anderen Teilnehmer zu unterhalten, während ich ein wenig Zeit mit Ghost Boy?

source: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Excuse{/i} me?!
french: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Excuse{/i} moi?
german: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Entschuldigung{/i} mich?!

source: [_desiree_] Why of course. It's my party, and I plan to make him the guest of honor. It would only be fair that I have first dibs, no?
french: [_desiree_] Pourquoi bien sûr. C'est mon parti et j'ai l'intention de le faire l'invité d'honneur. Il serait juste que j'ai les premiers creux, non?
german: [_desiree_] Warum natürlich. Es ist meine Party, und ich plane, ihn zum Ehrengast zu machen. Es wäre nur fair, wenn ich erste Dibs habe, nein?

source: [_star_s_towards_s_angry_s_talk_distraught_] Y-you... we don't just let- you can't-
french: [_star_s_towards_s_angry_s_talk_distraught_] Y-vous... nous ne nous contentons pas de vous laisser - vous ne pouvez pas -
german: [_star_s_towards_s_angry_s_talk_distraught_] Y-you... Wir lassen uns nicht einfach - Sie können es nicht-

source: [_desiree_] Why not? I'm sure he'll find me both engaging {i}and{/i} attractive. If I so merely desire it so, {u}so it shall be...~{/u}
french: [_desiree_] Pourquoi pas ? Je suis sûr qu'il me trouvera à la fois attractif {i}et {/i}. Si je le désire, {u}sera...~{/u}
german: [_desiree_] Warum nicht? Ich bin sicher, dass ich beide {i}und {/i} attraktiv finde. Wenn ich es nur so wünsche, {u}also wird es sein...~{/u}

source: [_star_s_towards_wide_s_angry_s_talk_displeased_] So you just expect us to hang around Fenton's house while you bang Billy in his bathroom?!
french: [_star_s_towards_wide_s_angry_s_talk_displeased_] Vous vous attendez donc à ce que nous accrochions la maison de Fenton pendant que vous grattez Billy dans sa salle de bain?!
german: [_star_s_towards_wide_s_angry_s_talk_displeased_] Also erwartest du, dass wir um Fentons Haus hängen, während du Billy in seinem Badezimmer bist?!

source: [_desiree_] Danny, please explain, what seems to be the problem here again? Have they not taken lovers of their own yet?
french: [_desiree_] Danny, s'il vous plaît expliquer, ce qui semble être le problème ici à nouveau ? N'ont-ils pas encore pris les amoureux de leur propre ?
german: [_desiree_] Danny, bitte erklären Sie, was hier wieder das Problem zu sein scheint? Haben sie noch keine eigenen Liebhaber genommen?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] We don't just {i}take{/i} lovers out here, missy! Besides, you don't even know if Ghost Boy likes you or not!
french: [_paulina_s_towards_s_angry_s_talk_consternation_] Nous ne nous contentons pas de {i}amants{/i} ici, à tort! En outre, vous ne savez même pas si Ghost Boy vous aime ou pas!
german: [_paulina_s_towards_s_angry_s_talk_consternation_] Wir nehmen hier nicht nur {i}Liebhaber{/i} ein, Missy! Außerdem wissen Sie nicht einmal, ob Ghost Boy dir gefällt oder nicht!

source: [_desiree_] Oh, I'm sure he'll be able to make up his mind fairly easily. There won't be any {i}other{/i} suitable candidates attending the party after all...
french: [_desiree_] Oh, je suis sûr qu'il sera en mesure de se rattraper assez facilement. « Il n'y aura pas {i}autre{/i} candidats aptes à participer au parti, après tout... »
german: [_desiree_] Oh, ich bin sicher, er wird seine Meinung ziemlich leicht entscheiden können. Es gibt schließlich keine {i}andere{/i} geeignete Kandidaten, die an der Party teilnehmen...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-ladies, Inviso-Bill is still single and willing to mingle, s-so I think it's only good to keep an open min-
french: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-dames, Inviso-Bill est toujours simple et prêt à se mêler, -donc je pense qu'il est bon de garder un minimum ouvert-
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-Damen, Inviso-Bill ist immer noch einzeln und bereit zu mischen, s-so denke ich, dass es nur gut ist, eine offene Mine zu halten-

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Desiree... we'd be {u}honored{/u} to attend your party on Saturday...
french: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Désireur... nous serions {u}honorés {/u} d'assister à votre fête le samedi...
german: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Verzweiflung... wir würden am Samstag {u}Ehre haben{/u} an deiner Party teilnehmen...

source: [_star_s_towards_s_angry_s_talk_displeased_] Abso-freaking-lutely.
french: [_star_s_towards_s_angry_s_talk_displeased_] Absence lugubre-ludique.
german: [_star_s_towards_s_angry_s_talk_displeased_] Abso glücklich!

source: [_desiree_] {i}Ohh{/i}, wonderful news! I can't wait to see you both then!
french: [_desiree_] {i}Ohh{/i}, de merveilleuses nouvelles! J'ai hâte de vous voir tous les deux!
german: [_desiree_] {i}Ohh{/i}, wunderbare Nachrichten! Ich kann nicht warten, dich beide zu sehen!

source: [_danny_s_at_player_s_sad_s_consternation_] (Des, let's wrap this up... I can still see burning embers in both their eyes...)
french: [_danny_s_at_player_s_sad_s_consternation_] (Des, embrassons ceci... Je peux toujours voir des braises brûlantes dans les deux yeux...)
german: [_danny_s_at_player_s_sad_s_consternation_] (Des, lass uns das umwickeln... Ich sehe immer noch brennende <unk> in beiden Augen...)

source: [_desiree_] Oh my, would you look at the time... I've simply got to be running now.
french: [_desiree_] Oh my, si vous regardez le temps... Je dois tout simplement être en cours de fonctionnement.
german: [_desiree_] Oh my, würdest du dir die Zeit ansehen... Ich muss jetzt einfach laufen.

source: [_desiree_] Danny, farewell, and I shall see you girls soon!
french: [_desiree_] Danny, adieu, et je vais bientôt te voir des filles !
german: [_desiree_] Danny, verabschiede dich und ich werde dich bald sehen!

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Yeah, like, it was {i}soooo{/i} nice seeing you again...
french: [_paulina_s_towards_s_neutral_s_talk_displeased_] Ouais, comme ça, c'était {i}soooo{/i} sympa de vous revoir ...
german: [_paulina_s_towards_s_neutral_s_talk_displeased_] Ja, wie es war {i}soooo{/i} schön, dich wieder zu sehen...

source: [_paulina_s_towards_s_confused_s_talk_distraught_] What exactly is that witch playing at, Danny?
french: [_paulina_s_towards_s_confused_s_talk_distraught_] Qu'est-ce que cette sorcière joue à Danny ?
german: [_paulina_s_towards_s_confused_s_talk_distraught_] Was genau ist die Hexe bei Danny?

source: [_star_s_towards_s_angry_s_talk_consternation_] Why the hell are you helping that bitch get set-up with Billy?
french: [_star_s_towards_s_angry_s_talk_consternation_] Pourquoi l'enfer vous aidez cette chienne à se mettre en place avec Billy ?
german: [_star_s_towards_s_angry_s_talk_consternation_] Warum hilfst du der Hündin beim Setup mit Billy?

source: [_danny_s_down_s_sad_s_talk_consternation_] Well, I mean, she's my cousin, I thought that helping her get comfortable was important, so-
french: [_danny_s_down_s_sad_s_talk_consternation_] Eh bien, je veux dire, elle est mon cousin, je pensais que l'aider à se sentir à l'aise était important, alors-
german: [_danny_s_down_s_sad_s_talk_consternation_] Nun, ich meine, sie ist mein Cousin, ich dachte, dass es wichtig ist, ihr zu helfen, bequem zu werden, so-

source: [_paulina_s_towards_s_angry_s_talk_distraught_] If that seven foot tall {u}bitch{/u} thinks she can order us around like that, she's got another thing coming!!
french: [_paulina_s_towards_s_angry_s_talk_distraught_] Si cette chienne de 7 pieds de haut {u}de haut {/u} pense pouvoir nous ordonner comme ça, elle a une autre chose à venir!!
german: [_paulina_s_towards_s_angry_s_talk_distraught_] Wenn die sieben Fuß große {u}bitch{/u} glaubt, dass sie uns so umstellen kann, dann hat sie eine andere Sache kommt!!

source: [_desiree_] (Goodness, they truly are insufferable. Much like the Sultan's other harem girls, always squabbling for his attention.)
french: [_desiree_] (La bonté, elles sont vraiment insupportables. Tout comme les autres filles harem du Sultan, se disputent toujours pour son attention.)
german: [_desiree_] (Güte, sie sind wirklich unerträglich. Ähnlich wie die anderen Hasen des Sultans, streitet immer um seine Aufmerksamkeit.)

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, I obviously can't stop who Bill wants to get with, but if you {i}really{/i} wanted him that bad... I'm sure there's a couple of ways you could {i}steal{/i} him away from Des.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Je veux dire, je ne peux évidemment pas arrêter ce que Bill veut obtenir, mais si vous {i}vouliez vraiment lui{/i} le vouloir. . Je suis sûr qu'il y a deux façons de le voler {i}{/i} à Des.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ich meine, ich kann offensichtlich nicht aufhören, mit wem Bill kommen will, aber wenn du wirklich {i}möchtest{/i} wollte ihn so schlecht. . Ich bin sicher, es gibt ein paar Wege, wie du ihn {i}stehlst{/i} von Des wegnehmen könntest.

source: [_star_s_towards_s_sad_s_talk_distraught_] That sounds too hard!!
french: [_star_s_towards_s_sad_s_talk_distraught_] Cela semble trop dur !!
german: [_star_s_towards_s_sad_s_talk_distraught_] Das klingt zu hart!!

source: [_paulina_s_towards_s_angry_s_talk_distraught_] Listen up Loser, I've been playing nice because you're friends with Ghost Boy, but that's officially suspended until this situation is resolved. Desiree is {u}not{/u} getting with him, do you understand?!
french: [_paulina_s_towards_s_angry_s_talk_distraught_] Écoutez Loser, je joue bien parce que vous êtes amis avec Ghost Boy, mais c'est officiellement suspendu jusqu'à ce que cette situation soit résolue. « L'arbre du destin n'est pas {u}{/u} à l'accompagner, vous comprenez? »
german: [_paulina_s_towards_s_angry_s_talk_distraught_] Höre auf Verlierer, ich habe nett gespielt, weil du mit Ghost Boy befreundet bist, aber das ist offiziell ausgesetzt, bis diese Situation gelöst ist. Desiree ist {u}nicht{/u} mit ihm zu bekommen, verstehst du das?!

source: [_star_s_towards_s_angry_s_talk_amused_] Yeah, If he's going to get with anyone, it's going to be {i}me.{/i}
french: [_star_s_towards_s_angry_s_talk_amused_] Oui, s'il va se retrouver avec quelqu'un, ce sera {i}moi.{/i}
german: [_star_s_towards_s_angry_s_talk_amused_] Ja, wenn er mit jemandem kommt, wird es {i}mir sein.{/i}

source: [_paulina_s_closed_s_confused_s_talk_consternation_] Star... Sweetie? I think you and I need to have a little chat after.
french: [_paulina_s_closed_s_confused_s_talk_consternation_] Étoile... Sweetie ? Je pense que vous et moi avons besoin de discuter un peu après.
german: [_paulina_s_closed_s_confused_s_talk_consternation_] Sterne... Sweetie? Ich denke, du und ich brauchen einen kleinen Chat danach.

source: [_star_s_towards_s_rise_s_talk_consternation_] Why? Billy likes me just as much as you, at the very least.
french: [_star_s_towards_s_rise_s_talk_consternation_] Pourquoi? Billy m'aime autant que vous, au moins.
german: [_star_s_towards_s_rise_s_talk_consternation_] Warum? Billy mag mich zumindest genauso wie du.

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Of course he does sweetie, I'd never argue that... I'm just saying you're gonna need to learn a little thing called "taking one for the team" on this one.
french: [_paulina_s_towards_s_neutral_s_talk_displeased_] Bien sûr, il fait amitié, je ne prétendrai jamais cela... Je dis juste que vous aurez besoin d'apprendre une petite chose appelée "prendre une pour l'équipe" sur celle-ci.
german: [_paulina_s_towards_s_neutral_s_talk_displeased_] Natürlich tut er süßlich, ich würde nie argumentieren... Ich sage nur, dass du auf diesem ein kleines Ding lernen musst, das "eine für das Team nehmen" genannt wird.

source: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, as if! J-just because you're the most popular doesn't mean I don't stand a chance!!
french: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, comme si c'était le cas ! J-juste parce que vous êtes le plus populaire ne veut pas dire que je n'ai pas de chance !!
german: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, als wenn! J-just weil du das populärste bist, bedeutet nicht, dass ich keine Chance habe!!

source: [_paulina_s_towards_s_rise_s_talk_consternation_] Yes, I'm sure he'll be totally infatuated with your {i}"dynamic personality."{/i}
french: [_paulina_s_towards_s_rise_s_talk_consternation_] Oui, je suis sûr qu'il sera totalement infatigable avec votre « personnalité dynamique»{/i} {i}
german: [_paulina_s_towards_s_rise_s_talk_consternation_] Ja, ich bin sicher, dass er mit deiner {i}"dynamischen Persönlichkeit" völlig infiziert sein wird. "{/i}

source: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Dammit Paulina! You're so mean some times!!
french: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Dammit Paulina ! Vous êtes si méchant quelques fois !!
german: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Verdammte Paulina! Du bist so ein paar Male!!

source: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] S-screw you guys!
french: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] Vis S-toi les gars !
german: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] S-Schraube dir Jungs!

source: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... I never like having to put her down like that... poor thing just hasn't learned the proper pecking order yet... she'll come around.
french: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... Je n'aime jamais avoir à la mettre comme ça... « La mauvaise chose n'a tout simplement pas encore appris l'ordre de piqûre... elle viendra. »
german: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... Ich habe sie nie gerne so heruntergesetzt... The staff were very friendly and helpful, the room was clean and comfortable.

source: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiiight.{/i}{p}Well, I better get going to class now, so-
french: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiiiight.{/i}{p}Eh bien, je ferais mieux d'aller en classe maintenant, alors-
german: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiight.{/i}{p}Nun, ich werde besser zur Klasse gehen, so-

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Hold it{/u}, Fenton.
french: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Maintenez-la{/u}, Fenton.
german: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Halten Sie{/u}, Fenton.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Wh-what is it?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Qu'est ce que c'est?
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Was ist das?
