Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_danny_] Well, only one way to find out I guess...{p}Jazz, your days of controlling the flow of hot water are at an end!
german: [_danny_] Nun, nur ein Weg, um herauszufinden, denke ich...{p}Jazz, deine Tage der Kontrolle der Strömung von heißem Wasser sind am Ende!
italian: [_danny_] Beh, c'è solo un modo per scoprirlo...{p}Jazz, i tuoi giorni di controllo del flusso di acqua calda sono finiti!

source: [_danny_] There we go, it's unlocked. Now, how do I want to handle this?{p}I mean, Jazz is probably in the bath still... naked... so...
german: [_danny_] Wir gehen, es entsperrt. Jetzt, wie will ich damit umgehen?{p}Ich meine, Jazz ist wahrscheinlich im Bad still... nackt...
italian: [_danny_] Ecco fatto, è sbloccato. Ora, come voglio gestire la cosa?{p}Voglio dire, Jazz probabilmente è ancora in bagno... nuda... quindi...

source: [_danny_] Alright, let's see if I can actually do this...
german: [_danny_] Okay, mal sehen, ob ich das tatsächlich tun kann...
italian: [_danny_] Bene, vediamo se riesco a farlo davvero...

source: [_danny_] Oh woah, this is so freaky!
german: [_danny_] Oh woah, das ist so freaky!
italian: [_danny_] Oh woah, questo è così strano!

source: [_danny_] I think I've got it? Man, it'll take some time to get used to this Jell-O feeling...
german: [_danny_] Ich denke, ich habe es? Man, es wird einige Zeit dauern, sich an dieses Jell-O-Gefühl zu gewöhnen...
italian: [_danny_] Penso di averla presa? Ci vorrà un po' di tempo per abituarsi a questa sensazione di gelatina...

source: [_danny_] Alright, now how do I want to handle this?
german: [_danny_] Okay, wie will ich damit umgehen?
italian: [_danny_] Bene, ora come voglio gestire la situazione?

source: [_danny_] (How should I confront Jazz's excessive hot water usage?) [nointeract]
german: [_danny_] (Wie sollte ich dem übermäßigen Warmwasserverbrauch von Jazz begegnen?) [nointeract]
italian: [_danny_] (Come devo affrontare il consumo eccessivo di acqua calda da parte di Jazz?) [nointeract]

source: [_danny_] Well... maybe I'll just have a peek first... see what she's up to... maybe she hasn't even started yet, so it wouldn't be too bad if I just took a little look-see, right...?
german: [_danny_] Nun... vielleicht werde ich erst einen Blick haben... schau, was sie ist... Vielleicht hat sie noch nicht einmal angefangen, also wäre es nicht zu schlecht, wenn ich einfach nur ein wenig schaue, richtig...?
italian: [_danny_] Beh... forse prima darò una sbirciatina... per vedere cosa sta combinando... forse non ha ancora iniziato, quindi non sarebbe male se dessi solo un'occhiata, giusto...?

source: [_danny_] (Oh man, this is so weird, I shouldn't be looking at this!! She's my sister after all, and... wait, what's that sound...?)
german: [_danny_] (Oh Mann, das ist so seltsam, ich sollte das nicht betrachten!! Sie ist schließlich meine Schwester und... warte, was ist der Sound...?)
italian: [_danny_] (Oh, cavolo, è così strano, non dovrei guardarla!!! È mia sorella, dopotutto, e... aspetta, cos'è questo suono?)

source: [_ectopuss_] {i}*Kersplash*{/i} Hey baby, don't you know it's pretty dangerous to be lounging in the water all alone when there's nasty {b}Etopus{/i} like me swimming around?!
german: [_ectopuss_] {i}*Kersplash*{/i} Hallo Baby, weisst du nicht, dass es ziemlich gefährlich ist, allein im Wasser zu sitzen, wenn es unangenehme {b}Etopus{/i} gibt, wie ich herumschwimmen?!
italian: [_ectopuss_] {i}*Ehi, piccola, non sai che è pericoloso starsene in acqua da sola quando c'è un brutto {b}Etopus{/i} come me che nuota in giro?!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+12}WHAT THE-?! HE-HELP!! S-SOMEBODY!!! HELP ME!!!{/size}
german: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+12}WAS SIE DIES?! HELP!! S-SOMEBODY!!! HILFE ME!!!{/size}
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {CHE COSA...?! AIUTO!!! QUALCUNO!!! AIUTATEMI!!!{/size}

source: [_danny_] (Oh man! He's just attacking houses now?! I better get in there! I'm going Ghost!)
german: [_danny_] (Oh Mann! Er greift jetzt Häuser an?! Ich bin besser drin! Ich gehe Geister!)
italian: [_danny_] (Oh, cavolo! Sta attaccando le case adesso?! È meglio che entri lì dentro! Vado a fare il Fantasma!)

source: [_danny_] No time to play coy here, Fenton! The longer I wait, the less water there's going to be for anybody else!
german: [_danny_] Keine Zeit hier zu spielen, Fenton! Je länger ich warte, desto weniger Wasser wird es für alle anderen!
italian: [_danny_] Non c'è tempo per fare i furbi qui, Fenton! Più aspetto, meno acqua ci sarà per gli altri!

source: [_danny_] Come on, Jazz! Get out of the-
german: [_danny_] Komm, Jazz! Gehe aus der-
italian: [_danny_] Forza, Jazz! Esci dal...

source: [_danny_] {i}Woah!!{/i}
italian: [_danny_] {i}Woah!!!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!{/i} DANNY, GET THE HELL OUT!!!{/size}
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!{/i} DANNY, GET DIE HELL AUS!!!{/size}
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}{i}AAAAAAAAAH!!!{/i} DANNY, Vattene da qui!!!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-no, Jazz! Y-you need to learn to, to stop using all the hot water before I even get to take my-
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-no, Jazz! Y-du musst lernen und aufhören, das ganze heiße Wasser zu benutzen, bevor ich mich einnehme-
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] N-no, Jazz! Devi imparare a smettere di usare tutta l'acqua calda prima che io possa prendere il mio...

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}GET OUT ALREADY, YOU PERVERT!!!{/size}
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}EIGENE AUSGABEN, DU PERVERT!!!{/size}
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {Esci subito, pervertito!!!

source: [_ectopuss_] {i}Hech heh hehh...{/i} good thinking making the kid leave, babe! Now we're finally all alone to take our {i}romantic{/i} bath together...
german: [_ectopuss_] {i}Hech heh heh...{/i} gutes Denken, das Kind verlassen zu lassen, babe! Jetzt sind wir endlich allein, um unser {i}romantisch{/i} Bad zusammen zu nehmen...
italian: [_ectopuss_] {i}Hech heh heh... Bella idea quella di far andare via il bambino, tesoro! Ora siamo finalmente tutti soli per fare il nostro {i}bagno romantico{/i} insieme...

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {size=+24}DANNY!! SOMEBODY HELP!! GHOST!!!{/size}
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {DANNY!!! QUALCUNO MI AIUTI! GHOST!!!{/size}

source: [_danny_] ({u}Ectopus?!{/u} He's just attacking random houses now?! I better get in there! I'm going Ghost!)
german: [_danny_] ({u}Ectopus?!{/u} Er greift gerade zufällige Häuser an?! Ich bin besser drin, ich gehe Geister!)
italian: [_danny_] ({u}Ectopus?! {/u} Ora attacca solo case a caso?! È meglio che entri lì dentro! Vado a fare il Fantasma!)

source: [_ectopuss_] Stop being so selfish, Ghost Boy! You can't keep {i}all{/i} these hot babes to yourself!
german: [_ectopuss_] Hört auf, so egoistisch, Geister Junge zu sein! Du kannst {i}all{/i} diese heißen Babes nicht für dich selbst halten!
italian: [_ectopuss_] Smettila di essere così egoista, Ghost Boy! Non puoi tenere per te {i}tutte queste belle ragazze!

source: [_danny_s_p28_] The heck I {i}can't{/i}, buddy!
german: [_danny_s_p28_] Der Heck, den ich {i}nicht kann{/i}, Kumpel!
italian: [_danny_s_p28_] Non posso {i}, amico!

source: [_danny_s_p35_] ...{i}erh{/i}, wait, no, that came out wrong...
german: [_danny_s_p35_] ...{i}erh{/i}, warte, nein, das kam schief...
italian: [_danny_s_p35_] ...{i}erh{/i}, aspetta, no, mi sono espresso male...

source: [_danny_] Hey, wait! Get back here!!
german: [_danny_] Hallo, warte! Gehe zurück hier!!
italian: [_danny_] Ehi, aspetta! Torna qui!

source: [_danny_s_p16_] Oh, {i}uhm{/i}... gr-greetings, nearly naked citizen!
german: [_danny_s_p16_] Oh, {i}uhm{/i}... gr-greetings, fast nackter Bürger!
italian: [_danny_s_p16_] Oh, {i}uhm{/i}... saluti, cittadino quasi nudo!

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] HELP!! GHOST PERVERT!! HELP!!
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] AIUTO!!! FANTASMA PERVERTITO! AIUTO!

source: [_danny_s_p16_] N-no, wait, hold on, I was just trying to help!
german: [_danny_s_p16_] N-no, warte, warte, ich habe gerade versucht zu helfen!
italian: [_danny_s_p16_] N-no, aspetta, aspetta, stavo solo cercando di aiutare!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=24}MOM, DAD, {i}HEEEEEEEELP!!!{/i}{/size}
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {MAMMA, PAPA', {i}HEEEEEEEELP!!! {/i}{/size}

source: [_danny_s_p31_] (Oh man, that could have gone really bad, in a lot of ways. I'm lucky Mom or Dad didn't hear her scream just now. Better change back to normal before anybody comes looking for me.)
german: [_danny_s_p31_] (Oh Mann, der hätte wirklich schlecht sein können, in vielerlei Hinsicht. Ich bin glücklicher Mom oder Vater habe ihren Schrei gerade nicht gehört. Wechsele besser auf normal, bevor jemand nach mir kommt.)
italian: [_danny_s_p31_] (Oh, cavolo, poteva andare davvero male, in molti modi. Sono fortunata che mamma o papà non l'abbiano sentita urlare poco fa. Meglio tornare alla normalità prima che qualcuno venga a cercarmi).

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny{/i}!! Thank goodness! Where were you?!
german: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny{/i}!! Vielen Dank! Wo warst du?!
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] {i}Danny! Grazie al cielo! Dov'eri?

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, hey Jazz! I was just reading comics in my room, why? Say, what were those noises I heard...?
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, hey Jazz! Ich habe gerade Comics in meinem Zimmer gelesen, warum? Say, was waren die Geräusche, die ich gehört habe...?
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Oh, {i}uh{/i}, ehi Jazz! Stavo leggendo dei fumetti nella mia stanza, perché? Cos'erano quei rumori che ho sentito...?

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "What were those noises"?! I was screaming for help, balled up in a corner of the bathroom!! Two ghosts were actually {u}fighting{/u} over which one would get to have their way with me first!!
german: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "Was waren diese Geräusch"?! Ich schrie um Hilfe, balancierte in einer Ecke des Badezimmers!! Zwei Geister waren eigentlich {u}kämpften{/u} über die man zuerst mit mir kommen würde!!
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] "Cos'erano quei rumori?" Stavo gridando aiuto, chiusa in un angolo del bagno!!! Due fantasmi stavano in realtà {u}lottando per decidere chi dei due avrebbe potuto fare la sua strada con me per primo!!!

source: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}riiiiight{/i}. Yeah, {i}sure{/i} there were Jazz.
german: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}riiiight{/i}. Ja, {i}sicher{/i} gab es Jazz.
italian: [_danny_s_towards_s_sad_s_talk_happy_] ...{i}giusto{/i}. Sì, {i}certo che c'era il Jazz.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}What?!{/i} You don't believe me?? Why would I make something like that up, Danny?!
german: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}Was?!{/i} Du glaubst mir nicht?? Warum sollte ich so etwas machen, Danny?!
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_displeased_] {i}Cosa? Non mi credi? Perche' dovrei inventarmi una cosa del genere, Danny?!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well I mean, c'mon, you really expect me to believe that there were {u}two{/u} ghosts actually fighting it out over for your virginity? Get real Jazz.
german: [_danny_s_towards_s_rise_s_talk_consternation_] Nun, ich meine, c'mon, du erwartest wirklich, dass ich glaube, dass es {u}zwei Geister gab, die es eigentlich für deine Jungfräulichkeit bekämpfen? Hole dir echten Jazz.
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Beh, voglio dire, andiamo, ti aspetti davvero che io creda che ci siano {u}due fantasmi che si contendono la tua verginità? Sii realista, Jazz.

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] But it's true! I mean, the town is {i}actually{/i} filled with ghosts now, like the news said... I mean, how is this scenario not even {i}slightly{/i} plausible to you?!
german: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Aber es ist wahr! Ich meine, die Stadt ist {i}tatsächlich{/i} mit Geistern, wie die Nachricht sagte. . Ich meine, wie ist dieses Szenario nicht einmal {i}geringfügig für dich plausibel?!
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Ma è vero! Voglio dire, la città è {i}effettivamente{/i} piena di fantasmi ora, come dicono i notiziari... Voglio dire, come fa questo scenario a non essere {i}leggermente{/i} plausibile per te?!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Sure, alright, it happened, I believe you. So, are you done with your bath finally? I'd kinda like to take a nice, {u}hot{/u} shower now.
german: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Natürlich, es ist passiert, ich glaube dich. Also, bist du endlich mit deinem Bad fertig? Ich würde gerne eine nette, {u}Hot{/u} Dusche nehmen.
italian: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Certo, va bene, è successo, ti credo. Allora, hai finalmente finito il bagno? Vorrei farmi una bella doccia calda {u}ora.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh{/i}, fine!! {u}Don't{/u} believe me then! But if an octopus ghost tries to diddle you after you end up dropping the soap in there, don't expect me to come running in to help you!!
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Ugh{/i}, gut!! {u}Glauben Sie mir nicht{/u} dann! Aber wenn ein Tintenfisch versucht, dich zu verwirren, nachdem du am Ende die Seife dort fallen gelassen hast erwarte nicht, dass ich hereinkomme, um dir zu helfen!!
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {i}Bene! {u}Allora non credetemi! Ma se un polipo fantasma cerca di farvi un pompino dopo che avete fatto cadere il sapone lì dentro, non aspettatevi che io corra ad aiutarvi!!!

source: [_danny_] (Locked. Jazz is currently in there hogging all the hot water.)
german: [_danny_] (Gesperrt. Jazz ist derzeit im Hot Wasser)
italian: [_danny_] (Chiuso a chiave. Jazz è attualmente lì dentro e sta monopolizzando tutta l'acqua calda).

source: [_danny_] (How am I gonna get inside the bathroom?) [nointeract]
german: [_danny_] (Wie komme ich ins Badezimmer?) [nointeract]
italian: [_danny_] (Come faccio a entrare nel bagno?) [nointeract]

source: [_jazz_s_talk_frown_s_confused_] Danny, what are you doing in here? Why are you snooping around in my room?
german: [_jazz_s_talk_frown_s_confused_] Danny, was machst du hier unter? Warum schnupperst du dich in meinem Raum?
italian: [_jazz_s_talk_frown_s_confused_] Danny, che ci fai qui? Perché stai curiosando nella mia stanza?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... hey Jazz! {i}Uh{/i}, no, I was just-
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... hey Jazz! {i}Uh{/i}, nein, ich war gerecht-
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, {i}uh{/i}... Ehi Jazz! {i}Uh{/i}, no, stavo solo...

source: [_jazz_s_closed_s_talk_frown_s_angry_] {size=+12}GET OUT, CREEP!!{/size}
german: [_jazz_s_closed_s_talk_frown_s_angry_] {size=+12}GET AUS, CREEP!!{/size}
italian: [_jazz_s_closed_s_talk_frown_s_angry_] {Esci, cretino!!!

source: [_danny_] Am I really stealing my sister's underwear to hand over to the biggest jerk in school?
german: [_danny_] Bin ich wirklich die Unterwäsche meiner Schwester gestohlen, um sie dem größten Narren in der Schule zu übergeben?
italian: [_danny_] Sto davvero rubando le mutande di mia sorella per consegnarle al più grande idiota della scuola?

source: [_danny_] I really don't feel good about this, but... {i}*Sigh*{/i} ...man, Tucker {b}definitely{/b} owes me big for this.
german: [_danny_] Ich fühle mich wirklich nicht gut, aber... {i}*Sehen*{/i} ...man, Tucker {b}definitiv verdankt mir große davon.
italian: [_danny_] Non mi sento per niente bene, ma... {i}*...amico, Tucker {b}mi deve sicuramente un grosso favore per questo.

source: [_danny_] Woah, Jazz's panties? Just laying out in the open like this? Maybe I should hang onto these... {i}just{/i} in case somebody weird came in and thought of grabbing them for something perverted, of course.
german: [_danny_] Woah, Jazz's panties? Daran sollte ich vielleicht hängen... {i}just{/i} für den Fall, dass jemand seltsam hereinkam und daran dachte, sie für etwas pervertiertes zu schnappen.
italian: [_danny_] Woah, le mutandine di Jazz? Così all'aperto? Forse dovrei tenerle... {i}solo{/i} nel caso in cui qualcuno di strano entrasse e pensasse di prenderle per qualcosa di perverso, naturalmente.

source: [_kate_] Hello Mr. Fenton... {i}*Chuckle*{/i} We {i}really{/i} need to stop meeting like this, you know.
german: [_kate_] Hallo Mr. Fenton... {i}*Chuckle*{/i} Wir {i}wirklich{/i} müssen aufhören zu treffen wie dieses, du weißt.
italian: [_kate_] Salve signor Fenton... {i}*Chuckle*{/i} Noi {i}dobbiamo davvero smettere di incontrarci così, sa?

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh man... what happened?
german: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh Mann... was ist passiert?
italian: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] Oh, cavolo... cos'è successo?

source: [_kate_s_towards_s_neutral_s_talk_happy_] Well, Dash Baxter said he found you passed out in the hallway, brought you to me. Are you feeling alright now?
german: [_kate_s_towards_s_neutral_s_talk_happy_] Nun, Dash Baxter sagte, er habe festgestellt, dass du im Flur vergangen bist, brachte dich zu mir. Fühlst du dich jetzt?
italian: [_kate_s_towards_s_neutral_s_talk_happy_] Dash Baxter ha detto di averti trovato svenuto in corridoio e ti ha portato da me. Si sente bene ora?

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] What?! Dash {u}help{/u} me?! No way, he-
german: [_danny_s_towards_wide_s_angry_s_talk_frown_] Was?! Dash {u}hilfe{/u} mich?! Non, he-
italian: [_danny_s_towards_wide_s_angry_s_talk_frown_] Cosa? Dash {u}mi aiuta?! Non è possibile, lui...

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh{/i}, Danny please, don't strain yourself. Trust me, I know {i}all{/i} about Mr. Baxter's habit for administering beatings to studen-{p}{i}*Gasp*{/i} ...oh my, what is {u}this{/u}?
german: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhh{/i}, Danny bitte, belasten Sie sich nicht. Vertrauen Sie mir, ich kenne {i}all{/i} über Mr. Baxters Gewohnheit, Schläge an Studen-{p}{i}*Gasp*{/i} ...oh my, was ist {u}dieses{/u}?
italian: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Shhhh{/i}, Danny per favore, non sforzarti. Fidati di me, so {i}tutto{/i} dell'abitudine del signor Baxter di somministrare percosse agli studenti-{p}{i}*Gasp*{/i} ...oh mio, cos'è {u}questo{/u}?

source: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh man, yeah, I'm sorry Kate, it just... sorta has a mind of it's own, ya know...
german: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh Mann, ja, es tut mir leid, es tut mir leicht... sorta hat einen eigenen Verstand, ja wissen...
italian: [_danny_s_down_s_talk_happy_2_s_wondering_] Oh, cavolo, si', mi dispiace Kate, e' solo che... ha una specie di mente propria, sai...

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, welll then, I certainly like the way it thinks. Here... why don't we just see what it has to say...~?
german: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Mmm, welll dann, ich mag bestimmt die Art und Weise, wie es denkt. Hier... warum sehen wir nicht nur, was es zu sagen hat...~?
italian: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Beh, allora mi piace il suo modo di pensare. Ecco... perché non vediamo cosa ha da dire...?

source: [_kate_] Now Danny... I'm going to need you to {u}promise{/u} me you aren't going to tell anyone about this extra treament you're getting, okay?
german: [_kate_] Jetzt Danny... Ich brauche dich zu {u}Versprechen{/u} mir, du wirst niemandem von diesem extra Treament, das du bekommst, erzählen?
italian: [_kate_] Ora Danny... Ho bisogno che tu {u}mi prometta che non dirai a nessuno di questo trattamento extra che stai ricevendo, ok?

source: [_danny_] Y-yeah, of course, I promise Kate.
german: [_danny_] J-ja, natürlich, verspreche ich Kate.
italian: [_danny_] Sì, certo, lo prometto a Kate.

source: [_kate_] Mmm, good boy… I must say, you're {i}much{/i} bigger than I was expecting... and I was expecting a good bit already...
german: [_kate_] Mmm, guter Junge… Ich muss sagen, du bist {i}viel{/i} größer als ich erwartet... und ich erwartete schon ein gutes bis...
italian: [_kate_] Mmm, bravo… Devo dire che sei {i}molto più grande di quanto mi aspettassi... e mi aspettavo già un bel po'...

source: [_danny_] Th-thanks... glad to exceed e-e-expectations! (This is crazy! She's just jerking me off out of the blue?!)
german: [_danny_] Th-Danke... glücklich, e-e-Erwartungen zu übertreffen! (Dies ist verrückt! Sie ist nur aus dem Blau verbannt?!)
italian: [_danny_] Grazie... sono felice di superare le aspettative! (È pazzesco! Mi sta facendo una sega di punto in bianco?!).

source: [_kate_] Oooh.... I mean you were just all nice and hard for me, just like that... it's really quite flattering.
german: [_kate_] Oooh.... Ich meine, du bist einfach alles schön und hart für mich, genau so das... es ist wirklich schmeichelhaft.
italian: [_kate_] Oooh.... Voglio dire che sei stato gentile e duro con me, proprio così... è davvero molto lusinghiero.

source: [_kate_] Tell me, Danny, what do you like best: my tits or my ass?
german: [_kate_] Sag mir, Danny, was gefällt dir am besten: meine Titten oder mein Arsch?
italian: [_kate_] Dimmi, Danny, cosa ti piace di più: le mie tette o il mio culo?

source: [_danny_] I, {i}uh{/i}... I like… {i}uhm{/i}…
german: [_danny_] Ich, {i}uh{/i}... Ich mag… {i}uhm{/i}…
italian: [_danny_] Io, {i}uh{/i}... Mi piace… {i}uhm{/i}…

source: [_kate_] You even have a hard time deciding with that? Awe, that's so sweet! {i}*Giggles*{/i}
german: [_kate_] Du hast sogar Schwierigkeiten, dich damit zu entscheiden? Awe, das ist so süß! {i}*Giggles*{/i}
italian: [_kate_] Hai anche difficoltà a decidere con questo? E' così dolce! {i}*Giggles*{/i}

source: [_kate_] Tell me, Danny... is this your first time with a girl like this?
german: [_kate_] Sag mir, Danny... ist dies dein erstes Mal mit einem Mädchen wie diesem?
italian: [_kate_] Dimmi, Danny... è la tua prima volta con una ragazza come questa?

source: [_danny_] W-well, yeah, nobody's ever touched me like this before....
german: [_danny_] W-gut, ja, niemand hat mich je so berührt wie vorher....
italian: [_danny_] Beh, sì, nessuno mi ha mai toccato in questo modo prima d'ora.

source: [_kate_] Really?! Oh my goodness, then that makes this {i}that{/i} much more special! I could have sworn your {b}girlfriend{/b} would have gotten to you before I had the chance!
german: [_kate_] Wirklich?! Oh meine Güte, dann macht das {i}das viel spezieller! Ich hätte deine {b}Freundin vereidigen können{/b} hätte dir schon die Chance gehabt!
italian: [_kate_] Davvero?! Oh mio Dio, allora questo rende questo {i}che{/i} molto più speciale! Avrei giurato che la tua {b}ragazza{/b} ti avrebbe raggiunto prima di me!
