Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_danny_s_rise_one_s_talk_happy_] Hey Mom, how 'zit hanging?
german: [_danny_s_rise_one_s_talk_happy_] Hey Mama, wie zit hängen?
italian: [_danny_s_rise_one_s_talk_happy_] Ehi, mamma, come va con i brufoli?

source: [_maddie_] Oh, hello Danny. I'm fine, I suppose. I was just thinking that I should get around to finishing up an important project of mine... but I'm afraid I can't right now...
german: [_maddie_] Oh, Hallo Danny. Ich nehme an. Ich dachte nur, dass ich ein wichtiges Projekt von mir fertigstellen sollte... aber ich fürchte nicht, dass ich es jetzt nicht schaffen kann...
italian: [_maddie_] Oh, ciao Danny. Sto bene, credo. Stavo pensando che dovrei finire un mio progetto importante... ma temo di non poterlo fare ora...

source: [_danny_s_rise_one_s_talk_frown_2_] Oh, why's that? What were you working on?
german: [_danny_s_rise_one_s_talk_frown_2_] Oh, warum? Woan hast du gearbeitet?
italian: [_danny_s_rise_one_s_talk_frown_2_] Oh, perché? A cosa stavi lavorando?

source: [_maddie_] Well, I wanted to get the darn Fenton Thermos finally working.
german: [_maddie_] Nun, ich wollte die darn Fenton Thermos endlich funktionieren.
italian: [_maddie_] Volevo far funzionare finalmente il maledetto thermos Fenton.

source: [_danny_s_rise_one_s_talk_frown_] "Fenton Thermos?" Sorta like the thing Vlad used to capture that Ectopus thing in?
german: [_danny_s_rise_one_s_talk_frown_] "Fenton Thermos?" Sorta mag das, was Vlad verwendet hat, um diesen Ektopus einzunehmen?
italian: [_danny_s_rise_one_s_talk_frown_] "Thermos Fenton"? Come quello che Vlad usava per catturare quell'Ectopus?

source: [_maddie_] {b}Exactly{/b} like it in fact! The thermos designs were actually originally {i}my{/i} creation when the three of us were all in college.
german: [_maddie_] {b}Exactly{/b} mag es eigentlich! Die thermos-Designs waren eigentlich {i}mein{/i} Kreation, als die drei von uns alle im College waren.
italian: [_maddie_] {b}Esattamente{/b} così, infatti! I disegni dei thermos sono stati originariamente {i}mia{/i} creazione quando tutti e tre eravamo al college.

source: [_maddie_] Vlad figured out how to get it to work in principal, but his model is still suffering from the persistent recharging issue, unfortunately. Capturing ghosts uses a {b}lot{/b} of power, obviously.
german: [_maddie_] Vlad hat herausgefunden, wie es im Prinzip funktionieren soll, aber sein Modell leidet immer noch unter dem anhaltenden Aufladeproblem, leider. Gespenster erfassen verwendet natürlich {b}Lot{/b} an Kraft.
italian: [_maddie_] Vlad ha capito come farlo funzionare in linea di massima, ma purtroppo il suo modello soffre ancora del problema della ricarica persistente. Catturare i fantasmi consuma {b}molta{/b} energia, ovviamente.

source: [_maddie_] Seeing him use it in action against that nasty Ectopus inspired me to want to finish mine!
german: [_maddie_] Er sah es in Aktion gegen diesen geilen Ektopus zu verwenden, inspirierte mich dazu, mein Ziel zu beenden!
italian: [_maddie_] Vederlo usare in azione contro quel brutto Ectopus mi ha ispirato a voler finire il mio!

source: [_maddie_] I had even created something that might've fixed the issue of the thermos's low power suppy once and for all.
german: [_maddie_] Ich hatte sogar etwas erstellt, das das Problem der niedrigen Leistung der Thermen ein für alle Mal behoben hat.
italian: [_maddie_] Avevo anche creato qualcosa che avrebbe potuto risolvere il problema della scarsa alimentazione del thermos una volta per tutte.

source: [_danny_s_rise_one_s_talk_happy_] Really? That sounds great! How were you gonna do that?
german: [_danny_s_rise_one_s_talk_happy_] Wirklich? Das klingt großartig! Wie hast du das geschafft?
italian: [_danny_s_rise_one_s_talk_happy_] Davvero? Sembra fantastico! Come hai fatto?

source: [_maddie_] Well, your father and I were building a working model of a miniature electromagnetic power capacitor that could self sustain itself on Ecto-Energy alone!
german: [_maddie_] Nun, dein Vater und ich haben ein funktionierendes Modell eines elektromagnetischen Elektromagnetischen Kondensators entwickelt, der sich allein auf Ecto-Energy stützen könnte!
italian: [_maddie_] Beh, tuo padre ed io stavamo costruendo un modello funzionante di un condensatore di energia elettromagnetica in miniatura che poteva autosostenersi con la sola Ecto-Energia!

source: [_jack_] "The Fenton Ecto-Battery" I call it! She's a beauty of Fenton ingenuity!
german: [_jack_] "Fenton Ecto-Battery" nenne ich es! Sie ist eine Schönheit des Fenton-Einfallsreichtums!
italian: [_jack_] La chiamo "l'Ecto-Batteria Fenton"! È una bellezza dell'ingegno Fenton!

source: [_maddie_] Yes, well, the major principal of the device would be that it could generate its own power supply by conducting tiny wave length-
german: [_maddie_] Ja, das Hauptprinzip des Geräts wäre, dass es seine eigene Stromversorgung erzeugen könnte, indem es winzige Wellenlängen-
italian: [_maddie_] Sì, beh, il principio fondamentale del dispositivo sarebbe quello di poter generare la propria alimentazione conducendo piccole onde di lunghezza...

source: [_danny_s_rise_one_s_talk_happy_] So, like an "arc reactor", kinda?
german: [_danny_s_rise_one_s_talk_happy_] Also, wie ein "Bogenreaktor", Kinda?
italian: [_danny_s_rise_one_s_talk_happy_] Quindi, una specie di "reattore ad arco"?

source: [_maddie_] Huh? What?
german: [_maddie_] Huh? Was?
italian: [_maddie_] Eh? Che cosa?

source: [_danny_s_talk_happy_s_sad_2_] I mean, it just sorta sounds like an arc reactor, like in the "Iron Man" movies. It's just a small thing that generates an infinite amount of power, basically.
german: [_danny_s_talk_happy_s_sad_2_] Ich meine, es klingt einfach sorta wie ein Bogenreaktor, wie in den Filmen "Iron Man". Es ist nur eine kleine Sache, die im Grunde eine unendliche Menge an Macht erzeugt.
italian: [_danny_s_talk_happy_s_sad_2_] Sembra un reattore ad arco, come nei film di "Iron Man". È solo una piccola cosa che genera una quantità infinita di energia, in pratica.

source: [_maddie_] Oh, I'm afraid I don't watch too many superhero movies to know that sort of thing. Too outlandish for my taste.
german: [_maddie_] Oh, ich fürchte, ich schaue mir nicht zu viele Superheldenfilme, um diese Art von Dingen zu kennen. Zu erstaunlich für meinen Geschmack.
italian: [_maddie_] Temo di non guardare molti film di supereroi per conoscere questo genere di cose. Troppo stravaganti per i miei gusti.

source: [_maddie_] This is {i}real{/i} science after all, Danny, not what you see in comic book movies or silly kid shows!
german: [_maddie_] Das ist schließlich {i}echte{/i} Wissenschaft, Danny, nicht was du in Comic-Bücherfilmen oder dummen Kindershows siehst!
italian: [_maddie_] In fondo questa è {i}scienza vera{/i}, Danny, non quella che si vede nei film a fumetti o negli stupidi programmi per bambini!

source: [_danny_s_rise_one_s_talk_frown_s_towards_] ...alright, if you say so. So what's stopping you exactly, if you and dad built this "battery" already?
german: [_danny_s_rise_one_s_talk_frown_s_towards_] ...in Ordnung, wenn du so sagst. Also was stoppt dich genau, wenn du und Papa diese "Batterie" bereits gebaut haben?
italian: [_danny_s_rise_one_s_talk_frown_s_towards_] ...va bene, se lo dici tu. Quindi cosa ti impedisce esattamente, se tu e papà avete già costruito questa "batteria"?

source: [_maddie_] Well unfortunately, I was having some trouble finding the original thermos model I used back in college. It's been twenty years since we went to Madison, after all.
german: [_maddie_] Nun, leider hatte ich einige Schwierigkeiten, das ursprüngliche thermos-Modell zu finden, das ich wieder im College verwendete. Es ist zwanzig Jahre her, dass wir nach Madison gegangen sind.
italian: [_maddie_] Purtroppo ho avuto qualche problema a trovare il modello originale di thermos che usavo ai tempi dell'università. Dopotutto, sono passati vent'anni da quando siamo andati al Madison.

source: [_maddie_] So your father looked through some of his old junk boxes for me and found it... but it turns out that a bunch of smaller pieces were missing from it already.
german: [_maddie_] So schaute dein Vater einige seiner alten Junk Boxen nach mir und fand es. , aber es stellt sich heraus, dass schon ein Haufen kleinerer Stücke fehlten.
italian: [_maddie_] Così tuo padre ha cercato tra le sue vecchie scatole di cianfrusaglie e l'ha trovata... ma si è scoperto che mancavano già alcuni pezzi più piccoli.

source: [_danny_s_rise_one_s_talk_frown_2_] Oh man, how did that happen?
german: [_danny_s_rise_one_s_talk_frown_2_] Oh Mann, wie ist das geschehen?
italian: [_danny_s_rise_one_s_talk_frown_2_] Oh, cavolo, com'è successo?

source: [_maddie_] Most likely your father had been salvaging tiny pieces from it for his other inventions over the years. It was most likely used as a source of scrap.
german: [_maddie_] Wahrscheinlich war dein Vater im Laufe der Jahre kleine Teile davon für seine anderen Erfindungen gerettet. Es wurde höchstwahrscheinlich als Quelle für Schrott.
italian: [_maddie_] Molto probabilmente tuo padre ne aveva recuperato piccoli pezzi per le sue altre invenzioni nel corso degli anni. Molto probabilmente veniva usato come fonte di rottami.

source: [_jack_] Sorry gang, but this family might not have survived without those "Fenton Spectral-Cavity Erosion" toothbrushes I invented!
german: [_jack_] Tut mir leid, aber diese Familie hätte vielleicht nicht ohne die Zahnbürste "Fenton Spektral-Kavity Erosion" überlebt, die ich erfunden habe!
italian: [_jack_] Mi dispiace, ma questa famiglia non sarebbe sopravvissuta senza gli spazzolini da denti "Fenton Spectral-Cavity Erosion" che ho inventato!

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Oh yeah, I remember the Fenton toothbrushes... my gums {i}still{/i} bleed a little when I smile too much...
german: [_danny_s_at_danny_s_sad_s_talk_frown_] Oh ja, ich erinnere mich an die Fenton-Zahnbürste... mein Zahnfleisch {i}trotzdem{/i} blutte ein wenig, wenn ich zu viel lächel...
italian: [_danny_s_at_danny_s_sad_s_talk_frown_] Oh sì, ricordo gli spazzolini Fenton... le mie gengive {i}sanguinano ancora un po' quando sorrido troppo...

source: [_maddie_] So for now, the Fenton Thermos in its current state is nothing more than a regular old thermos without any wiring or bolts to even get it to function.
german: [_maddie_] So fürs Erste die Fenton-Thermos in ihrem aktuellen Zustand ist nichts anderes als eine normale alte Thermosäule ohne Verdrahtung oder Schrauben, um sie sogar zum Funktionieren zu bringen.
italian: [_maddie_] Quindi, per il momento, il thermos Fenton nel suo stato attuale non è altro che un vecchio thermos senza alcun cablaggio o bullone per farlo funzionare.

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Well hey, that doesn't seem too bad of a situation. Couldn't you guys just order a couple packages of scrap parts on your own?
german: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Na ja, das scheint nicht zu schlimm an einer Situation zu sein. Könntest du nicht einfach ein paar Pakete mit Schrottteilen selbst bestellen?
italian: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Beh, non mi sembra una situazione troppo negativa. Non potreste ordinare da soli un paio di pacchetti di pezzi di scarto?

source: [_maddie_] Well I'd like to sweetie, but where would I order it from? It'd be hard finding all the pieces I need compatible with the Fenton Ecto-Battery.
german: [_maddie_] Nun, ich möchte süß sein, aber woher würde ich es bestellen? Es wird schwierig sein, alle Teile zu finden, die ich brauche, kompatibel mit der Fenton Ecto-Battery.
italian: [_maddie_] Beh, mi piacerebbe tesoro, ma dove potrei ordinarlo? Sarebbe difficile trovare tutti i pezzi che mi servono compatibili con la Ecto-Battery Fenton.

source: [_maddie_] Pretty much everything we use in our inventions is specially reinforced, so we'd need to have the parts be able to withstand the brunt of the thermos's Ecto-Energy outputs.
german: [_maddie_] Alles, was wir in unseren Erfindungen verwenden, wird speziell verstärkt, so dass wir die Teile in der Lage sein müssten, der Hauptbelastung der Ökto-Energieausgänge der Thermoplastik standzuhalten.
italian: [_maddie_] Quasi tutto ciò che usiamo nelle nostre invenzioni è rinforzato in modo speciale, quindi dobbiamo fare in modo che le parti siano in grado di resistere alla forza dell'Ecto-Energia emessa dal thermos.

source: [_maddie_] I'd build the parts myself, but that'd take some time, and your father keeps me busy trying to keep him from blowing the lab up accidentally.
german: [_maddie_] Ich habe die Teile selbst gebaut, aber das würde einige Zeit dauern und dein Vater hält mich beschäftigt zu versuchen, ihn davon abzuhalten, das Labor unbeabsichtigt in die Luft zu sprengen.
italian: [_maddie_] Costruirei io stesso i pezzi, ma ci vorrebbe un po' di tempo, e tuo padre mi tiene occupato a evitare che faccia esplodere accidentalmente il laboratorio.

source: [_danny_s_at_player_s_talk_frown_s_sad_2_] Ahh... I see the dilemma.
german: [_danny_s_at_player_s_talk_frown_s_sad_2_] Ahh... Ich sehe das Dilemma.
italian: [_danny_s_at_player_s_talk_frown_s_sad_2_] Ahh... capisco il dilemma.

source: [_maddie_] {i}*Sigh*{/i} It's really too bad... I was sincerely hoping to be able to get it finished finally. I could have used it to trap that darn Ghost Boy pervert the next time I saw him!
german: [_maddie_] {i}*Sehen*{/i} Es ist wirklich zu schlecht... Ich hatte gehofft, es endlich fertig zu bekommen. Ich hätte es benutzen können, um diesen Darn Ghost Boy pervertieren das nächste Mal, wenn ich ihn sah!
italian: [_maddie_] {i}*E' davvero un peccato... Speravo davvero di riuscire a finirlo finalmente. Avrei potuto usarlo per intrappolare quel maledetto pervertito di Ghost Boy la prossima volta che l'avrei visto!

source: [_danny_s_sad_s_blush_s_at_danny_s_talk_frown_2_] Yeah, that's really too bad... {i}*Ahem*{/i} Uhm, {b}hey{/b}, I've got an idea!
german: [_danny_s_sad_s_blush_s_at_danny_s_talk_frown_2_] Ja, das ist wirklich zu schlecht... {i}*Ahem*{/i} Uhm, {b}hey{/b}, ich habe eine Idee!
italian: [_danny_s_sad_s_blush_s_at_danny_s_talk_frown_2_] Sì, è davvero un peccato... {i}*Ahem*{/i} Uhm, {b}ehi{/b}, ho un'idea!

source: [_danny_s_-blush_s_talk_happy_s_towards_wide_s_rise_one_] Why don't I go looking for something at the {b}mall{/b}? Maybe I'll find something you could use!
german: [_danny_s_-blush_s_talk_happy_s_towards_wide_s_rise_one_] Warum gehe ich nicht auf der Suche nach etwas in der {b}Mall{/b}? Vielleicht finde ich etwas, was du verwenden könntest!
italian: [_danny_s_-blush_s_talk_happy_s_towards_wide_s_rise_one_] Perché non vado a cercare qualcosa al centro commerciale {b}{/b}? Magari trovo qualcosa che ti può servire!

source: [_maddie_] I wouldn't worry yourself about it, Danny. I seriously doubt a place like Amity Park Mall is just going to have some sorta amazing deluxe package of the type of spare parts we'll need.
german: [_maddie_] Ich würde mich nicht darum kümmern, Danny. Ich bezweifle ernsthaft, dass ein Ort wie Amity Park Mall nur ein paar sorta erstaunliche Deluxe Paket der Art von Ersatzteilen, die wir brauchen.
italian: [_maddie_] Non mi preoccuperei, Danny. Dubito seriamente che un posto come il centro commerciale Amity Park abbia una sorta di incredibile pacchetto deluxe del tipo di pezzi di ricambio di cui avremo bisogno.

source: [_danny_s_rise_one_s_talk_happy_2_] Hey, I figure it'll at least be worth trying to look, right? I wanna help you out, Mom, this project is clearly important to you to get done.
german: [_danny_s_rise_one_s_talk_happy_2_] Hey, ich zitiere, dass es sich zumindest lohnt zu versuchen, zu schauen, richtig? Ich möchte dir helfen, Mom, dieses Projekt ist für dich sehr wichtig zu erledigen.
italian: [_danny_s_rise_one_s_talk_happy_2_] Ehi, penso che varrà almeno la pena di provare a guardare, no? Voglio aiutarti, mamma, è chiaro che per te questo progetto è importante da portare a termine.

source: [_maddie_] Ohh... well thank you, sweetie. I'm very grateful that you'd try to help me like that.
german: [_maddie_] Ohhh... ich danke dir, süßlich. Ich bin sehr dankbar, dass du mir so helfen würdest.
italian: [_maddie_] Ohh... beh, grazie, tesoro. Ti sono molto grata per aver cercato di aiutarmi in questo modo.

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Well, I'll see you guys later. Love you, Mom.
german: [_danny_s_closed_s_sad_2_s_talk_happy_] Nun, ich sehe dich später Jungs. Liebe, Mama.
italian: [_danny_s_closed_s_sad_2_s_talk_happy_] Beh, ci vediamo più tardi. Ti voglio bene, mamma.

source: [_maddie_] Love you too, sweetheart.
german: [_maddie_] Liebe auch dich, liebt dich.
italian: [_maddie_] Ti voglio bene anch'io, tesoro.

source: [_danny_s_rise_one_] (Okay, now let's think... where am I going to find spare ghost equipment lying around at the mall?)
german: [_danny_s_rise_one_] (Okay, jetzt denken wir daran... Wo finde ich Ersatzgeisterausrüstung in der Mall?)
italian: [_danny_s_rise_one_] (Ok, ora pensiamo... dove posso trovare attrezzature fantasma di ricambio in giro per i centri commerciali?)

source: [_danny_s_at_player_s_frown_3_] (Maybe I should try and ask that weird short guy at that {b}Mystery Shop{/b} place... maybe he can help me out?)
german: [_danny_s_at_player_s_frown_3_] (Vielleicht sollte ich versuchen und fragen, ob der seltsame kurze Kerl an dem {b}Mystery Shop{/b} Platz ist... vielleicht kann er mir helfen?)
italian: [_danny_s_at_player_s_frown_3_] (Forse dovrei provare a chiedere a quel tipo strano e basso di {b}Mystery Shop{/b}... forse può aiutarmi).

source: [_box_ghost_s_sad_s_talk_] Good evening, sir or madam! Welcome to the Mystery Shop! How may I be of fellow human-like service to you today?
german: [_box_ghost_s_sad_s_talk_] Guten Abend, Sir-oder Wahnsinn! Willkommen im Mystery Shop! Wie kann ich Ihnen heute von menschenähnlichem Service geben?
italian: [_box_ghost_s_sad_s_talk_] Buonasera, signore o signora! Benvenuti al Mystery Shop! Come posso esservi utile oggi?

source: [_danny_] Uhh, hey there. I'm just sort of looking for a box of spare machinery parts to try and fix some sorta handheld device of my Mom's?
german: [_danny_] Uhh, dort hey. Ich suche einfach eine Kiste von Ersatzmaschinen, um zu versuchen, einige sorta Handheld-Gerät meiner Mom's?
italian: [_danny_] Ehilà. Sto cercando una scatola di pezzi di ricambio per cercare di riparare una specie di dispositivo portatile di mia madre?

source: [_danny_] Just like a couple of tiny screws, maybe some bolts, some wiring... you wouldn't happen to have anything like that, would you?
german: [_danny_] Genau wie ein paar winzige Schrauben, vielleicht ein paar Schrauben, einige Verkabelung... Sie würden so etwas nicht haben, oder?
italian: [_danny_] Solo un paio di piccole viti, forse qualche bullone, qualche cablaggio... non è che per caso avete qualcosa del genere, vero?

source: [_box_ghost_s_talk_2_s_sad_2_] Ahh, I see! You are looking for the coveted and elusive "Box-O-Parts" deluxe package from {b}Zone-Mart{/b}!
german: [_box_ghost_s_talk_2_s_sad_2_] Ahh, ich sehe! Du suchst das begehrte und schwer fassbare "Box-O-Parts" Deluxe Paket von {b}Zone-Mart{/b}!
italian: [_box_ghost_s_talk_2_s_sad_2_] Ahh, capisco! Stai cercando l'ambito e sfuggente pacchetto deluxe "Box-O-Parts" di {b}Zone-Mart{/b}!

source: [_box_ghost_s_neutral_s_talk_] It comes with everything a young and brilliant shopper such as yourself would need to patch up any sort of invention you may be building!
german: [_box_ghost_s_neutral_s_talk_] Es kommt mit allem, was ein junger und brillanter Käufer wie dich braucht, um jede Art von Erfindung, die du bauen kannst, zu stoppen!
italian: [_box_ghost_s_neutral_s_talk_] Viene fornito con tutto ciò di cui un giovane e brillante acquirente come te avrebbe bisogno per riparare qualsiasi tipo di invenzione tu stia costruendo!

source: [_danny_] Uhm, well, I'm not the inventor exactly, my mom and dad are. They just need some random assorted pieces for a certain... {i}project{/i}, is all.
german: [_danny_] Uhm, nun, ich bin nicht der Erfinder genau, meine Mama und Vater sind. Sie brauchen nur ein paar zufällig sortierte Stücke für ein bestimmtes ... {i}Projekt{/i}, ist alles.
italian: [_danny_] Beh, non sono io l'inventore, ma mia madre e mio padre. Hanno solo bisogno di alcuni pezzi assortiti per un certo... {i}progetto{/i}, tutto qui.

source: [_box_ghost_s_sad_2_s_talk_] Oh, trust me buddy, {i}anything{/i} you need for simple and or sophisticated machinery tinkering can be found in the illustrious "Box-O-Parts"!
german: [_box_ghost_s_sad_2_s_talk_] Oh, vertraue mir Buddy, {i}alles, was du für einfaches oder ausgeklügeltes Maschinenbasteln brauchst, findet du in den illustren "Box-O-Parts"!
italian: [_box_ghost_s_sad_2_s_talk_] Oh, fidati di me, {i}tutto ciò che serve per l'armeggio di macchinari semplici o sofisticati può essere trovato nell'illustre "Box-O-Parts"!

source: [_danny_] Alright, you've sold me! I'll take one of the "Box-O-Parts" please.
german: [_danny_] Okay, du hast mich verkauft! Ich nehme bitte einen der "Box-O-Teile".
italian: [_danny_] Va bene, mi hai convinto! Prendo una delle "Box-O-Parts", per favore.

source: [_box_ghost_s_talk_frown_s_sad_s_towards_wide_] Uhm, well, that's great and all, but we uh, don't exactly have any in stock at the moment.
german: [_box_ghost_s_talk_frown_s_sad_s_towards_wide_] Uhm, ja, das ist großartig und alles, aber wir uh, haben im Moment keinen Lagerbestand.
italian: [_box_ghost_s_talk_frown_s_sad_s_towards_wide_] Beh, è fantastico e tutto il resto, ma al momento non ne abbiamo in magazzino.

source: [_danny_] Then... why'd you offer it?
german: [_danny_] Sie... warum?
italian: [_danny_] Allora... perché l'hai offerto?

source: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Because I'm a nice guy and I try my best to be helpful, alright?!
german: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Weil ich ein netter Kerl bin und versuche mein Bestes um hilfreich zu sein, richtig?!
italian: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Perché sono un bravo ragazzo e faccio del mio meglio per essere utile, va bene?!

source: [_danny_] Alright, you're a nice guy, jeez! Fine then, I'm gonna have to find this "{b}Zone-Mart{/b}" place on my own to get it I guess.
german: [_danny_] Okay, du bist ein netter Kerl, Jeez! Gut dann, ich werde diesen "{b}Zone-Mart{/b}" Platz alleine finden müssen, um es zu bekommen.
italian: [_danny_] Va bene, sei un bravo ragazzo, cavolo! Bene, allora dovrò trovare questo "{b}Zone-Mart{/b}" da solo per prenderlo, credo.

source: [_box_ghost_s_sad_2_s_talk_frown_] Dehh, no, wait! Don't go, you won't be able to find it!
german: [_box_ghost_s_sad_2_s_talk_frown_] Dehh, nein, warte! Geh nicht los, du wirst es nicht finden!
italian: [_box_ghost_s_sad_2_s_talk_frown_] Dehh, no, aspetta! Non andare, non riuscirai a trovarlo!

source: [_danny_] Why couldn't I? I {b}do{/b} have the internet, ya know?
german: [_danny_] Warum konnte ich es nicht machen? Ich {b}do{/b} habe das Internet, ja, weiß?
italian: [_danny_] Perché non potrei? Io {b}ho{/b} internet, sai?

source: [_box_ghost_s_talk_frown_s_confused_] Uhm, because...! The problem is that... well {b}Zone-Mart{/b} is... not exactly from {b}around{/b} here.
german: [_box_ghost_s_talk_frown_s_confused_] Uhm, weil...! Das Problem ist, dass... Nun, {b}Zone-Mart{/b} ist... nicht gerade von {b}herum{/b} hier.
italian: [_box_ghost_s_talk_frown_s_confused_] Uhm, perché...! Il problema è che... beh {b}Zone-Mart{/b} non è esattamente di {b}qui intorno{/b}.

source: [_danny_] What do you mean?
german: [_danny_] Was meinst du?
italian: [_danny_] Cosa vuoi dire?
