Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_] Awesome! Thanks Mom!
french: [_danny_] Génial ! Merci Maman !

source: [_maddie_] T-that'll do s-sweetie...
french: [_maddie_] Cela va faire -sucré...

source: [_danny_] Thanks anyway Mom!
french: [_danny_] Merci quand même Maman !

source: [_maddie_] N-no problem! N-now then... back to... serious business. Let's get a move on. We have more ground to cover.
french: [_maddie_] N-pas de problème ! N-maintenant, alors... retour à... affaires sérieuses. Allons-y. Nous avons plus de terrain à couvrir.

source: [_maddie_] (Hopefully we'll both be able to stay under control from now on!)
french: [_maddie_] (Espérons que nous pourrons tous deux rester sous contrôle dès maintenant !)

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Morning honey.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Miel du matin.

source: [_danny_s_towards_s_rise_s_talk_pleased_] Hey Mom, you sleep any good?
french: [_danny_s_towards_s_rise_s_talk_pleased_] Hey Mama, vous dormez bien?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Well, about as well as one can on the cold ground of a cave anyway.
french: [_maddie_s_towards_s_rise_s_talk_displeased_] Eh bien, à peu près comme on peut sur le sol froid d'une grotte de toute façon.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Yeah, my back is seriously killing me. Couldn't really relax at all.
french: [_danny_s_towards_s_wondering_s_talk_frown_] Ouais, mon dos me tue sérieusement. Je ne peux pas vraiment me détendre.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Come on Danny, let's get a move on and try find some way out of here.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Venez à Danny, allons bouger et essayez de trouver un moyen d'en sortir.

source: [_danny_s_closed_s_neutral_s_talk_happy_] Right behind you!
french: [_danny_s_closed_s_neutral_s_talk_happy_] Juste derrière vous !

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] This path is completely blocked! We will need to look for another way.
french: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Ce chemin est complètement bloqué ! Nous devrons chercher une autre voie.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Wow! Hey look! There's a big building up ahead!
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Wow ! Hé regardez ! Il y a un grand bâtiment devant vous !

source: [_danny_s_towards_s_rise_s_talk_distraught_] Jeeeez!! Look at this place! It's like twice the size of our house!
french: [_danny_s_towards_s_rise_s_talk_distraught_] Jeeez!! Regardez cet endroit ! C'est comme deux fois la taille de notre maison !

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Hey now! Money isn't everything young man! Your father worked hard to build the extensions on our roof..
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Hé maintenant ! L'argent n'est pas tout jeune ! Votre père a travaillé dur pour construire les extensions sur notre toit...

source: [_danny_s_towards_s_sad_s_talk_distraught_] I know, but still! This is crazy!
french: [_danny_s_towards_s_sad_s_talk_distraught_] Je sais, mais quand même ! C'est fou!

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, I wonder who could possibly be living so extravagantly out in the middle of these woods?
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, je me demande qui pourrait vivre aussi extravagamment au milieu de ces bois ?

source: [_danny_s_towards_s_rise_s_talk_frown_] Someone super-uber rich?
french: [_danny_s_towards_s_rise_s_talk_frown_] Quelqu'un super riche ?

source: [_maddie_s_towards_s_rise_s_talk_amused_] Very observant, kiddo.
french: [_maddie_s_towards_s_rise_s_talk_amused_] Très observateur, kiddo.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Maddie?? Is that you? Oh and Daniel too! Oh, now {i}this{/i} is a surprise!
french: [_vlad_s_towards_s_rise_s_talk_happy_] Maddie?? C'est vous? Oh et Daniel aussi! Oh, maintenant {i}ce{/i} est une surprise!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Oh hey, it's Mr. Masters! This is great! I was worried it might be some super-uber rich crazy hillbilly!
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Oh hé, c'est M. Maître ! C'est génial ! J'étais inquiet que ça puisse être un super riche et folle de colline !

source: [_maddie_s_towards_s_confused_s_talk_amused_] Vlad? What are you doing out here?
french: [_maddie_s_towards_s_confused_s_talk_amused_] Vlad? Que faites-vous ici?

source: [_vlad_s_towards_s_sad_s_talk_happy_] Well, this is one of my numerous private chalets, my dear! I'm merely here on a quick retreat while I plan my strategy for my mayoral campaign!
french: [_vlad_s_towards_s_sad_s_talk_happy_] Eh bien, c'est l'un de mes nombreux chalets privés, mon cher ! Je suis simplement ici sur une retraite rapide pendant que je planifie ma stratégie pour ma campagne mayorale!

source: [_vlad_s_towards_wide_s_unhappy_s_talk_happy_] ...as well as more ways to trap those darn, pesky ghosts your town's been dealing with, of course... I'll be back in your lab soon enough, working my darndest to help out!
french: [_vlad_s_towards_wide_s_unhappy_s_talk_happy_] ...ainsi que d'autres façons de piéger ces fantômes sinistres et sinistres dont votre ville a fait l'objet, bien sûr. . Je serai bientôt de retour dans votre laboratoire, en travaillant mon plus cher pour vous aider!

source: [_vlad_s_towards_s_sad_s_talk_happy_] A pleasure as always, Daniel. How's your father doing? Still trying his best to catch up to my ghost catching record?
french: [_vlad_s_towards_s_sad_s_talk_happy_] Un plaisir comme toujours, Daniel. Comment fait ton père? Toujours en faisant de son mieux pour rattraper mon record de fantôme?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Your record of one? Heh, yeah, he's still trying his best, but he's often too distracted busy wooing Mom to care.
french: [_danny_s_towards_s_rise_s_talk_pleased_] Votre record ? Hé, oui, il est toujours en train de faire de son mieux, mais il est souvent trop distrait de s'occuper de la mère pour la soigner.

source: [_vlad_s_towards_s_neutral_s_talk_frown_] How... unfortunate for him.
french: [_vlad_s_towards_s_neutral_s_talk_frown_] Comment... malheureux pour lui.

source: [_danny_s_towards_s_angry_s_talk_happy_] Yeah, he's gonna do his best to give you a run for his money though!
french: [_danny_s_towards_s_angry_s_talk_happy_] Ouais, il va faire de son mieux pour vous donner une course pour son argent !

source: [_vlad_s_towards_s_rise_s_talk_frown_] Anyway, what could you two both be doing way out here in Colorado at my private chalet of all places?
french: [_vlad_s_towards_s_rise_s_talk_frown_] Quoi qu’il en soit, que pourriez-vous faire tous deux en sortant ici au Colorado dans mon chalet privé de tous lieux ?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] We ended up getting stranded here when our plane went down.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Nous avons fini par nous coincer ici quand notre avion est descendu.

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] A plane crash? Why, I never heard an explosion.
french: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Un avion s'écrase ? Pourquoi, je n'ai jamais entendu d'explosion.

source: [_maddie_s_towards_s_aghast_s_talk_frown_] Well, you see, the pilot kind've tricked us.
french: [_maddie_s_towards_s_aghast_s_talk_frown_] Eh bien, vous voyez, le pilote kind've nous a traqués.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] ...he was sorta a ghost.
french: [_danny_s_towards_s_unhappy_s_talk_frown_] ... il était sorta un fantôme.

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] {i}Hmmmm{/i}, yes, I see. Quite the peculiar situation...{p}Please, come inside and tell me the full story at length. How convenient it is that you've stumbled on one of my homes {i}when{/i} I was here!
french: [_vlad_s_closed_s_unhappy_s_talk_happy_] {i}Hmm{/i}, oui, je vois. La situation particulière...{p}S'il vous plaît, entrez à l'intérieur et racontez-moi l'histoire en profondeur. « À quel point il est commode que vous ayez trébuché sur l'une de mes maisons {i}quand{/i} j'étais là! »

source: [_danny_s_down_s_wondering_s_talk_distraught_] Yeah... sure seems like a lucky break...
french: [_danny_s_down_s_wondering_s_talk_distraught_] Oui... semble bien être une rupture de chance...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Thank you Vlad, I'll need to use a phone to call Jack to let him where we are, if that's alright.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Merci Vlad, je vais devoir utiliser un téléphone pour appeler Jack pour lui laisser où nous sommes, si c'est bien.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh but of course!
french: [_vlad_s_towards_s_rise_s_talk_happy_] Oh mais bien sûr !

source: [_maddie_s_towards_s_rise_s_talk_amused_] Wow, Vlad! You really have done well for yourself!
french: [_maddie_s_towards_s_rise_s_talk_amused_] Wow, Vlad! Vous avez vraiment bien fait pour vous !

source: [_vlad_s_closed_s_rise_s_talk_happy_] Even amongst the billionaires, yes, I'm one of the higher ups in that regard. That Elon Musk tries his best, and yet... but thank you, you're too kind Maddie.
french: [_vlad_s_closed_s_rise_s_talk_happy_] Même parmi les milliardaires, oui, je suis l'un des plus hauts à cet égard. Que Elon Musk essaye de son mieux, et encore... mais merci, vous êtes trop gentil Maddie.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Oh, could you point me to the phone?
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Oh, pourriez-vous me pointer sur le téléphone ?

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Ah yes, my memory, very forgetful. Yes, right over this way.
french: [_vlad_s_towards_s_neutral_s_talk_frown_] Ah oui, ma mémoire, très oubliée. Oui, de cette façon.

source: [_maddie_s_away_s_amused_s_talk_amused_] Thanks Vlad. Danny, chat with Vlad a while so I can call your father and try to explain this.
french: [_maddie_s_away_s_amused_s_talk_amused_] Merci Vlad. Danny, discutez avec Vlad un moment pour que je puisse appeler votre père et essayer d'expliquer cela.

source: [_vlad_s_towards_s_rise_s_talk_frown_] So... do you like the place, Daniel?
french: [_vlad_s_towards_s_rise_s_talk_frown_] Alors... vous aimez l'endroit, Daniel?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Well yeah, it's uh, pretty impressive.
french: [_danny_s_towards_s_rise_s_talk_pleased_] Eh bien ouais, c'est euh, assez impressionnant.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Thank you, I'm sure your mother- I mean, {i}both of you{/i} would love to stay here sometime.
french: [_vlad_s_towards_s_sad_s_talk_happy_] Merci, je suis sûr que votre mère - je veux dire, {i}de vous{/i} aimerait rester ici un jour.

source: [_danny_s_closed_s_angry_s_talk_distraught_] I dunno, I think we should probably try to get back to Amity Park. The science symposium we were invited to was probably bunk.
french: [_danny_s_closed_s_angry_s_talk_distraught_] Je dunno, je pense que nous devrions probablement essayer de revenir au parc Amity. Le symposium scientifique auquel nous avons été invités était probablement superposé.

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, please, I insist. It would be good for me and your mother to... {i}catch up.{/i}
french: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, s'il vous plaît, j'insiste. Ce serait une bonne chose pour moi et votre mère de... {i}de rattraper leur retard.{/i}

source: [_danny_] (What do I wanna say to Vlad?) [nointeract]
french: [_danny_] (Qu'est-ce que je veux dire à Vlad?) [nointeract]

source: [_danny_s_towards_s_rise_s_talk_pleased_] Oh don't worry, I've already had done some {i}catching up{/i} with Mom, she's doing juuuust fine.
french: [_danny_s_towards_s_rise_s_talk_pleased_] Oh, ne vous inquiétez pas, j'ai déjà fait quelques {i}rattrapage{/i} avec Maman, elle fait du juuuuuuust d'accord.

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Ehmmm... well uh... that's good to here then... (What does that even mean? This boy sure can be strange...)
french: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Ehmmm... eh bien, euh... c'est bon pour ça... (Qu'est-ce que ça veut dire même ? Ce garçon peut être étrange...)

source: [_danny_s_towards_s_angry_s_talk_distraught_] Pfft, ahh c'mon Vlad, quit flirting with my mom!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Pfft, ahh c'mon Vlad, a quitté flirtant avec ma mère !

source: [_vlad_s_towards_s_angry_s_talk_frown_] Oh please now, Daniel. It's called being polite and a good guest. You don't need to be so crass...
french: [_vlad_s_towards_s_angry_s_talk_frown_] Oh s'il vous plaît maintenant, Daniel. Cela s'appelle être poli et un bon invité. Vous n'avez pas besoin d'être aussi crass...

source: [_danny_s_down_s_rise_s_talk_frown_] Uh, sure Vlad... I'm sure Mom would love to chat and talk... old times, and stuff.
french: [_danny_s_down_s_rise_s_talk_frown_] Euh, bien sûr Vlad... Je suis sûr que maman aimerait discuter et parler... vieux temps, et des choses.

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh, I'm so glad to hear you say that... I certainly know I'd personally just {i}love{/i} to reminisce...
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh, je suis si heureux de vous entendre dire ceci... Je sais certainement que je n'aime que {i}pour me rappeler{/i} personnellement...

source: [_maddie_s_towards_s_sad_s_talk_amused_] Well, sounds like Jack has been frantic not hearing from us earlier, but he's relieved that we're okay.
french: [_maddie_s_towards_s_sad_s_talk_amused_] Eh bien, on dirait que Jack n'a pas entendu parler de nous plus tôt, mais il est soulagé que nous soyons d'accord.

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] You two must be famished!! Perhaps I could have some lunch prepared for us all? Have you stay for dinner as well?
french: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Vous devez être deux à la famine!! Peut-être que je pourrais avoir un déjeuner préparé pour nous tous ? Avez-vous également séjourné pour le dîner ?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Well the food is a good idea, but we really should plan on getting home sooner rather than later.
french: [_maddie_s_towards_s_rise_s_talk_displeased_] Eh bien, la nourriture est une bonne idée, mais nous devrions vraiment planifier de rentrer chez nous le plus tôt possible.

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Now Maddie, it's at least an hour and a half drive to the nearest town by land. Please, stay for dinner.
french: [_vlad_s_towards_s_unhappy_s_talk_frown_] Maintenant, Maddie, c'est au moins une heure et demie de route vers la ville la plus proche par terre. Veuillez rester pour dîner.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] That long?? Jeez, we can't do that on foot!!
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Ce longtemps?? Jeez, nous ne pouvons pas le faire à pied !!

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] {i}*Sigh*{/i} Vlad would you be willing to lend us a vehicle to drive?
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] {i}*Soupir*{/i} Vlad seriez-vous prêt à nous prêter un véhicule pour conduire?

source: [_vlad_s_closed_s_neutral_s_talk_happy_] Why of course! I merely ask for one simple, innocent, fairly doable condition.
french: [_vlad_s_closed_s_neutral_s_talk_happy_] Pourquoi bien sûr ! Je demande simplement une condition simple, innocente et assez réalisable.

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...we stay for dinner?
french: [_maddie_s_towards_s_rise_s_talk_amused_] ...nous restons pour le dîner ?

source: [_vlad_s_towards_s_sad_s_talk_happy_] You stay for dinner. The brilliant Maddie Fenton strikes again!
french: [_vlad_s_towards_s_sad_s_talk_happy_] Vous restez pour le dîner. Le génial Fenton Fenton frappe à nouveau !

source: [_danny_s_closed_s_wondering_s_talk_pleased_] I honestly can't complain. I'm pretty starved, I could eat a four course meal between now and dinner.
french: [_danny_s_closed_s_wondering_s_talk_pleased_] Franchement, je ne peux pas me plaindre. Je suis assez affamé, je pourrais manger un repas de quatre plats entre maintenant et le dîner.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well, I suppose just staying for dinner is okay...
french: [_maddie_s_towards_s_amused_s_talk_amused_] Eh bien, je suppose que rester pour le dîner est bien...

source: [_vlad_s_towards_s_sad_s_talk_happy_] Maddie darling, you won't regret it my dear. In fact, why don't you both spend the night at my estate here?
french: [_vlad_s_towards_s_sad_s_talk_happy_] Maddie chérie, vous ne regretterez pas ma chère. En fait, pourquoi ne passez-vous pas tous les deux la nuit à ma propriété ici ?

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Vlad, we just can't do that!
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Vlad, nous ne pouvons pas faire ça !

source: [_vlad_s_towards_s_rise_s_talk_frown_] Well you both came here to bond didn't you both? Now that you're both safe and warm, this is a perfect place for you to, uh, {i}talk.{/i}
french: [_vlad_s_towards_s_rise_s_talk_frown_] Eh bien, vous êtes tous deux venus ici pour vous lier les deux? Maintenant que vous êtes à la fois en sécurité et chaud, c'est l'endroit idéal pour vous, euh, {i}parler. /i}

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Besides, you simply can't persist through a 15-hour drive home without a full night's sleep, can you?
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] En outre, vous ne pouvez tout simplement pas persister à travers une maison de 15 heures de route sans une nuit de sommeil pleine, n'est-ce pas ?

source: [_danny_s_towards_s_rise_s_talk_frown_] ...hey uhm, how did you know this was a bonding trip?
french: [_danny_s_towards_s_rise_s_talk_frown_] ... hey euh, comment saviez-vous qu'il s'agissait d'un voyage de liaison?

source: [_vlad_s_closed_s_neutral_s_talk_frown_] Well umm, {i}*Cough*{/i} Jack told me! How you were flying to Florida for a convention, and hoping to gain some quality time!
french: [_vlad_s_closed_s_neutral_s_talk_frown_] Bien hum, {i}*tous*{/i} Jack m'a dit ! Comment vous alliez vous rendre en Floride pour une convention et espérer gagner du temps !

source: [_maddie_s_towards_s_confused_s_talk_frown_] He did?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Il l'a fait ?

source: [_vlad_s_towards_wide_s_neutral_s_talk_frown_] Oh yes, a day or so ago over the phone.
french: [_vlad_s_towards_wide_s_neutral_s_talk_frown_] Oh oui, il y a environ une journée par téléphone.

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Huh, Jack never mentioned it.
french: [_maddie_s_towards_s_rise_s_talk_displeased_] Huh, Jack ne l'a jamais mentionné.

source: [_vlad_s_towards_s_rise_s_talk_frown_] Oh, you know him, he probably forgot.
french: [_vlad_s_towards_s_rise_s_talk_frown_] Oh, vous le connaissez, il a probablement oublié.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Well I just thought he might have told me that you were in the area we were flying over, but-
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Eh bien, je pensais qu'il m'aurait dit que vous étiez dans la région où nous avions volé, mais-

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline, {i}Madeline{/i}! You're over-worrying my dear! Look around you, take in the scenery!
french: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline, {i}Madeline{/i}! Vous êtes trop inquiétant pour moi! Regardez autour de vous, prenez le paysage!

source: [_maddie_s_away_s_unhappy_s_talk_amused_] Well... I suppose if we can salvage anything from this trip, it'll at least have been worth something.
french: [_maddie_s_away_s_unhappy_s_talk_amused_] Eh bien... je suppose que si nous pouvons récupérer quoi que ce soit de ce voyage, cela aura au moins valu la peine.

source: [_vlad_s_closed_s_neutral_s_talk_happy_] Exactly! And straight in the morning I will see to it personally you are both taken straight home!
french: [_vlad_s_closed_s_neutral_s_talk_happy_] Exactement ! Et tout droit le matin, je vais le voir personnellement, vous êtes tous les deux emmenés chez vous !

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...one night?
french: [_maddie_s_towards_s_rise_s_talk_amused_] ...une nuit?

source: [_vlad_s_towards_s_rise_s_talk_happy_] One night.
french: [_vlad_s_towards_s_rise_s_talk_happy_] Une nuit.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] ...oh, I suppose you've convinced me.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] ...oh, je suppose que vous m'avez convaincu.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Excellent! I'll make sure to cook for some extra guests tonight!
french: [_vlad_s_towards_s_sad_s_talk_happy_] Excellent! Je vais m'assurer de cuisiner pour quelques invités supplémentaires ce soir!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Sounds great!
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Ça sonne très bien!

source: [_vlad_s_towards_s_rise_s_talk_frown_] While you're staying here Danny, why don't you go, oh I don't know, go play with some sticks outside or something?
french: [_vlad_s_towards_s_rise_s_talk_frown_] Pendant que vous restez ici à Danny, pourquoi ne pas partir, oh je ne sais pas, aller jouer avec des bâtons dehors ou quelque chose ?

source: [_danny_s_towards_s_rise_s_talk_frown_] What? What century are you from, the 1800's? Should I hop on my penny-farthing as well and try to-
french: [_danny_s_towards_s_rise_s_talk_frown_] Quoi? De quel siècle êtes-vous à partir des années 1800 ? Devrais-je sauter sur mon centime et essayer-

source: [_vlad_s_towards_s_angry_s_talk_happy_] Ah hah hah, yes yes, having to find actual entertainment outside of a black monitor in your hands, very difficult, yes I {u}weep{/u} for your generation.
french: [_vlad_s_towards_s_angry_s_talk_happy_] Ah hah hah hah, oui, avoir à trouver de véritables divertissements en dehors d'un écran noir dans vos mains, très difficile, oui je {u}pleurer{/u} pour votre génération.

source: [_danny_s_at_player_s_rise_s_talk_pleased_] Vlad's kinda weird... oh well, I may as well explore a bit while I'm here I guess.
french: [_danny_s_at_player_s_rise_s_talk_pleased_] Un peu bizarre pour Vlad, hein... eh bien, je pourrais aussi bien explorer un peu pendant que je suis là que je devine.

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] Huh? Is that a boat?
french: [_danny_s_at_player_s_wondering_s_talk_pleased_] Hein? Est-ce un bateau?

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Maybe me and Mom could use it later if we have time.
french: [_danny_s_at_player_s_neutral_s_talk_happy_] Peut-être que moi et maman pourrions l'utiliser plus tard si nous avons le temps.

source: [_danny_s_towards_s_talk_distraught_] Wait, {i}"S.S. Madeline"{/i}? That must be a coincidence, right?
french: [_danny_s_towards_s_talk_distraught_] Attendez, {i}« S.S. Madeline»{/i}? Ce doit être une coïncidence, n'est-ce pas?

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] I have to admit, Vlad's house is actually really nice... a pad this cool has got it's perks...
french: [_danny_s_at_player_s_wondering_s_talk_pleased_] Je dois l'admettre, la maison de Vlad est vraiment jolie... un pad que ce cool a ses atouts...

source: [_danny_s_at_player_s_rise_s_talk_frown_] Can't quite shake the looming "overcompensation" vibes though...
french: [_danny_s_at_player_s_rise_s_talk_frown_] Ne peut pas très secouer les vibes imminentes de "surcompensation" ...

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] This must be where Mom is sleeping. Looks cozy enough.
french: [_danny_s_at_player_s_wondering_s_talk_pleased_] Cela doit être là où la mère dort. Il semble assez confortable.
