Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Well, {i}uhh{/i}... there's kind of been a little issue with that...
french: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Eh bien, {i}euh{/i}... il y a eu un petit problème avec ça...
german: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Nun, {i}uh{/i}... damit ist ein kleines Problem aufgetreten...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...there usually is with this store... what's the problem this time?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] ... il y a généralement avec ce magasin... Quel est le problème cette fois-ci ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...es gibt in der Regel mit diesem Shop... Was ist das Problem dieses Mal?

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] I, {i}uh{/i}, sorta don't have it.
french: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Moi, {i}euh{/i}, sorta ne l'a pas.
german: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Ich, {i}uh{/i}, sorta hat es nicht.

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] WHAT?!
french: [_danny_s_towards_wide_s_angry_s_talk_distraught_] QUOI ?!
german: [_danny_s_towards_wide_s_angry_s_talk_distraught_] WAS?!

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Well, strictly speaking, that is, I {i}do,{/i} sort've...
french: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Eh bien, à proprement parler, c'est-à-dire que je {i}fais,{/i} sort've...
german: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Nun, streng genommen, das heißt, ich {i}tu,{/i} sort've...

source: [_danny_s_towards_s_angry_s_talk_displeased_] You aren't making any sense here, "friend".
french: [_danny_s_towards_s_angry_s_talk_displeased_] Vous n'avez aucun sens ici, "ami".
german: [_danny_s_towards_s_angry_s_talk_displeased_] Du hast hier keinen Sinn, "Freund".

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Well, allow me to explain. Do you happen to remember a big scary dragon passing through here a couple days ago?
french: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Eh bien, permettez-moi de vous expliquer. Vous souvenez-vous d'un grand dragon effrayant qui a passé ici il y a quelques jours ?
german: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Nun, gestatten Sie mir zu erklären. Erinnerst du dich an einen furchterregenden Drachen, der vor ein paar Tagen hier durchfuhr?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, tell me about it... actually, no, {u}don't{/u} tell me...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ouais, dites-moi à ce sujet... en fait, non, {u}ne me dit pas{/u} ...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ja, erzählen Sie mir davon... eigentlich, nein, {u}nicht{/u} erzählen mich...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Well, the actual lady persona of the dragon came in looking for something like a jewelry case to place her shiny necklace in, right?
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Eh bien, la vraie dame du dragon est venue chercher quelque chose comme un sac de bijoux pour mettre son collier brillant, non ?
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Nun, die eigentliche Dame des Drachen ist auf der Suche nach so etwas wie einem Schmuckkoffer gekommen, um ihre glänzende Halskette hineinzulegen, oder?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Sadly, the fair maiden could not afford any of my delightful wares! Besides some lovely cardboard boxes, of course...
french: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Malheureusement, la jeune fille de la foire ne pouvait se permettre aucun de mes délicieuses marchandises ! En plus de belles boîtes en carton, bien sûr...
german: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Leider konnte sich die Messe Jungfernherde keine meiner schönen Waren leisten! Neben einigen schönen Kartons natürlich...

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Upon this realization, she began to tirade! Turning back into a fearsome dragon, and, well... ate all my inventory from the past few days....
french: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] À partir de cette réalisation, elle a commencé à se fatiguer ! En reconvertissant en un redoutable dragon, et... a mangé tout mon inventaire de ces derniers jours....
german: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Nach dieser Erkenntnis begann sie zu erzwingen! Wende dich zurück in einen furchterregenden Drachen und, gut... aß mein ganzes Inventar aus den letzten Tagen....

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, come on!! Just my luck!!
french: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, allez-y !! Juste ma chance!!
german: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, komm weiter!! Nur mein Glück!!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But fear not, friend! For there is still good news to be celebrated!
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Mais ne craignez pas, ami ! Car il y a encore de bonnes nouvelles à fêter !
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Aber Angst nicht, Freund! Denn es gibt immer noch gute Nachrichten zu feiern!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well, what is it??
french: [_danny_s_towards_s_rise_s_talk_distraught_] Eh bien, qu'est-ce que c'est ? ?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Nun, was ist das??

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] She didn't eat {u}me{/u}!!{p}{i}Or{/i} the boxes!!
french: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Elle n'a pas mangé {u}moi{/u}!!{p}{i}ou{/i} les caisses!!
german: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Sie hat nicht {u}m{/u} gegessen!!{p}{i}Oder{/i} die Boxen!!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] I'm jumping for joy, internally, believe me...
french: [_danny_s_at_player_s_neutral_s_talk_displeased_] Je saute pour la joie, en interne, croyez-moi...
german: [_danny_s_at_player_s_neutral_s_talk_displeased_] Ich springe nach Freude, intern glaubt mir...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But know this, hybrid child! I also have knowledge of something else you'll be thrilled to know!
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Mais sachez cela, enfant hybride ! J'ai aussi connaissance de quelque chose d'autre que vous serez heureux de savoir !
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Aber weiss das, hybrides Kind! Ich kenne auch etwas anderes, was du wissen wirst!

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} You know where the dragon is?
french: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Soupir*{/i} Vous savez où se trouve le dragon ?
german: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sehen*{/i} Du weißt, wo der Drache ist?

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Why yes! She hasn't left! She prefers to wander around the main Lobby of the Mall at night. You can find her there and then, package seeker!
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Pourquoi oui! Elle n'est pas partie! Elle préfère se promener dans le hall principal du centre commercial la nuit. Vous pouvez la trouver là et puis, aller chercher des paquets !
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Warum ja! Sie ist nicht weggegangen! Sie zieht es vor, nachts durch die Hauptlobby der Mall zu wandern. Sie finden sie dort und dann, Paketsucher!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Why the heck haven't {i}you{/i} gotten the packages from her yourself?
french: [_danny_s_towards_s_angry_s_talk_displeased_] Pourquoi {i}ne vous a pas récupéré les colis de vous même ?
german: [_danny_s_towards_s_angry_s_talk_displeased_] Warum hast du nicht {i}erhalten{/i} die Pakete von ihr selbst bekommen?

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] I tried! But... I mean, it is rather disgusting, no? Going inside a stomach isn't really my forte,{p}{i}or{/i} my fetish...
french: [_box_ghost_s_at_player_s_sad_s_talk_frown_] J'ai essayé! Mais... Je veux dire, c'est plutôt dégoûtant, non? Aller dans un estomac n'est pas vraiment ma forte,{p}{i}ou{/i} mes fétiches...
german: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Ich habe es versucht! Aber... Ich meine, es ist ziemlich abscheulich, nein? In einen Magen zu gehen ist nicht wirklich meine Stärke,{p}{i}oder{/i} mein Fetisch...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... fine. I'm not thrilled at the idea myself, but if I can possibly get that package back... sure.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... d'accord. Je ne suis pas ravi de l'idée moi-même, mais si je peux éventuellement récupérer ce paquet... sûr.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... gut, ich bin nicht begeistert von der Idee, aber wenn ich dieses Paket möglicherweise zurückbekommen kann... sicher.

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!!{/i} Just say the word when you're ready and I can let you stay behind in my shop while I close up, then you can talk to her yourself after hours!
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!! /i} Dites simplement le mot quand vous êtes prêt et je peux vous laisser rester en retard dans ma boutique pendant que je ferme, alors vous pouvez lui parler vous-même après des heures!
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!! /i} Sagen Sie einfach das Wort, wenn Sie bereit sind und ich kann Ihnen erlauben, in meinem Shop zu bleiben, während ich mich schließe, dann können Sie mit ihr selbst nach Stunden sprechen!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Why do I have a feeling she's not going to wanna talk this over, reasonably?
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Pourquoi ai-je l'impression qu'elle ne veut pas en parler ainsi, raisonnablement ?
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Warum habe ich das Gefühl, dass sie dies nicht will, vernünftig?

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] So, you ready to wait 'till the Evening?
french: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Alors, vous êtes prêt à attendre le soir ?
german: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Also, du bist bereit "bis zum Abend" zu warten?

source: [_danny_] (Am I ready to take on the Dragon Princess again?) [nointeract]
french: [_danny_] (Je suis prêt à reprendre la Princesse du Dragon ?) [nointeract]
german: [_danny_] (Bin ich bereit, die Drachenprinzessin wieder einzunehmen?) [nointeract]

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alrighty, I'll let you stay back here 'til close up.
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] D'accord, je vais vous laisser rester ici jusqu'à ce qu'il soit fermé.
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Okay, ich lasse dich hier zurückbleiben, bis du nah bist.

source: [_danny_s_towards_s_rise_s_talk_happy_] Hey, I know we're not like, friends or anything, but thanks for helping me out.
french: [_danny_s_towards_s_rise_s_talk_happy_] Hé, je sais que nous ne sommes pas aimés, amis ou quoi que ce soit, mais merci de m'avoir aidé.
german: [_danny_s_towards_s_rise_s_talk_happy_] Hey, ich weiß, dass wir nicht wie Freunde oder irgendetwas sind, aber danke dafür, dass du mir geholfen hast.

source: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Helping you... HELPING YOU OUT?!
french: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Vous aidez... VOUS AIDEZ OUVRE ?!
german: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Hilf dir... HILF DU AUS?!

source: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, man! It was just a simple gesture of me saying thanks!
french: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Quoi{/i}, homme! Ce n'était qu'un simple geste de ma part en disant merci!
german: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, Mensch! Es war nur eine einfache Geste von mir sagte danke!

source: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Good sir! I have made a {u}solemn{/u} pledge, that all parcels sent through to me WILL BE DELIVERED! The loyal customers are who I have allied with, and always will ally with!
french: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Bonjour monsieur! J'ai fait une promesse de {u}solennelle{/u} que tous les colis qui m'ont été envoyés seront supprimés! Les clients fidèles sont ceux avec qui je me suis allié et seront toujours alliés avec !
german: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Gut, Sir! Ich habe ein {u}feierlich{/u} versprochen, dass alle Pakete, die mir zugeschickt wurden, SEHR VERLUST WERDEN! Die treuen Kunden sind mit denen ich verbündet habe und immer mit ihnen verbündet!

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? I mean, I was mainly saying it to just try and be nice. You're not even going to help me talk to her!
french: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? Je veux dire, je le disais principalement pour essayer d'être sympa. Vous n'allez même pas m'aider à lui parler!
german: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? Ich meine, ich habe es hauptsächlich gesagt, dass ich es versuche, einfach nett zu sein. Du wirst mir nicht einmal helfen, mit ihr zu sprechen!

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Just sit back here and be quiet until they shut the lights off...
french: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Restez assis ici et soyez calme jusqu'à ce qu'ils éteignent les lumières...
german: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Lehne dich hier zurück und bleibe ruhig, bis sie die Lichter ausschalten...

source: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh great, take your sweet time, why don'cha! Sheesh, it's only a fire breathing dragon with all of my stuff inside it, right?{p}Fine, just come here tonight then!
french: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh génial, prenez votre temps doux, pourquoi pas ! « Sheesh, ce n'est qu'un feu qui respire le dragon avec tout ce que je veux dedans, n'est-ce pas?{p}D'accord, venez ici ce soir ! »
german: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh groß, nimm deine süße Zeit, warum don'cha! Sheesh, es ist nur ein feuernder Drache mit all meinen Sachen drin, oder?{p}Gut, komme nur heute Abend hier!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alright, looks like all the Mall guests have left. Now it's up to you to find her! Shouldn't be hard, just listen for the violent shaking of the ground and building.
french: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] D'accord, on dirait que tous les clients du centre commercial sont partis. Maintenant c'est à vous de la trouver ! Ne devrait pas être difficile, il suffit d'écouter la violente secousse du sol et du bâtiment.
german: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Okay, sieht so aus, als ob alle Mall Gäste übrig geblieben sind. Jetzt ist es an dir, sie zu finden! Sollte nicht hart sein, höre einfach auf den gewaltsamen Schütteln des Bodens und des Gebäudes.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well... here we go I guess...
french: [_danny_s_at_player_s_sad_s_talk_displeased_] Eh bien... nous y allons, je suppose...
german: [_danny_s_at_player_s_sad_s_talk_displeased_] Nun... hier gehen wir, glaube ich...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Good, she's not a horrible beast just yet... and she appears to be in a good mood... this could actually go smoother than I thought!)
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Bien, elle n'est pas encore une bête horrible... et elle semble être dans une bonne humeur... cela pourrait en fait être plus lisse que je ne le pensais!)
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Gut, sie ist noch kein schreckliches Biest... und sie scheint in einer guten Stimmung zu sein... dies könnte eigentlich glatt gehen als ich dachte!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hey Princess, it's getting pretty close to midnight, shouldn't you be getting home to your wicked step mother soon?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hey Princess, il se rapproche assez de minuit, ne devriez-vous pas rentrer chez vous à votre mère?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hey Prinzessin, es ist ziemlich nahe an Mitternacht, solltest du nicht bald zu deiner bösen Step-Mutter nach Hause kommen?

source: [_dorathea_s_towards_s_shock_s_talk_frown_] Why, it's {i}you!{/i} The scoundrel who broke my heart!
french: [_dorathea_s_towards_s_shock_s_talk_frown_] « Pourquoi, c'est {i}vous!{/i} Le scélérat qui m'a brisé le cœur! »
german: [_dorathea_s_towards_s_shock_s_talk_frown_] Warum, du bist {i}du!{/i} Der Schurke, der mein Herz gebrochen hat!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Yeah, h-hey, nice to see you too.
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Ouais, hey, sympa de vous voir aussi.
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Ja, h-hey, nett auch dich zu sehen.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] You fiend! You attacked me the last time we spoke!
french: [_dorathea_s_towards_s_angry_s_talk_frown_] Vous êtes fière ! Vous m'avez attaqué la dernière fois que nous parlons!
german: [_dorathea_s_towards_s_angry_s_talk_frown_] Du bist treu! Du hast mich beim letzten Sprechen angegriffen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ...after you turned into a literal raging monster when I only, rather politely I might add, turned down an all too rushed marriage proposal. I don't know if that makes me a "scoundrel" in so many words.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ... si vous vous êtes transformé en un monstre littéralement enragé quand je me suis contenté de rejeter une proposition de mariage trop précipitée, plutôt poliment je pourrais ajouter. Je ne sais pas si cela me fait un "scélérat" en tant de mots.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ... dann wurde man zu einem buchstäblich wütenden Monster, als ich nur ein wenig höflich einen allzu übereilten Eheschließungsvorschlag ablehnte. Ich weiß nicht, ob das mich in so vielen Worten zu einem "Schurken" macht.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] Well, perhaps had you not all been so crass and rude to a member of royal lineage, I might not have had to defend my honor!!
french: [_dorathea_s_towards_s_angry_s_talk_frown_] Eh bien, si vous n'aviez peut-être pas tous été aussi crasse et grossière envers un membre de la lignée royale, Je n'aurais peut-être pas dû défendre mon honneur!!
german: [_dorathea_s_towards_s_angry_s_talk_frown_] Nun, vielleicht warst du nicht alle so krass und unhöflich zu einem Mitglied der königlichen Linie, Vielleicht hätte ich meine Ehre nicht verteidigen müssen!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Look, you have something of mine, and I need it back.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Regardez, vous avez quelque chose de mien, et j'en ai besoin.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Dringend!{/i} Schau, du hast etwas von mir, und ich brauche es zurück.

source: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} Why, do you refer to one of the many strangely wrapped presents I consumed? Does one indeed belong to you...?
french: [_dorathea_s_towards_s_rise_s_talk_frown_] « {i}Hm? {/i} Pourquoi, faites-vous référence à l'un des nombreux cadeaux étrangement emballés que j'ai consommés? On vous appartient... »
german: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} Warum, verweise du auf eines der vielen seltsamerweise verpackten Geschenke, die ich verzehrt habe? Ist dir wirklich gehört...?

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] It's called a package. Or a parcel. Not exactly a treasure to devour, especially with what Box Ghost tries to hock off to mall rats.
french: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] Cela s'appelle un colis. Ou un colis. Pas exactement un trésor à dévorer, en particulier avec ce que Box Ghost essaie de dévorer aux rats de centres commerciaux.
german: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] Es nennt sich ein Paket. Oder ein Paket. Nicht gerade ein Schatz zum Verzehren, vor allem mit dem, was Box Ghost versucht, um die Mall Raten abzustauben.

source: [_dorathea_s_towards_s_neutral_s_talk_frown_] Well, I might have even said I was sorry... but I am most certainly not, and you cannot have it back.
french: [_dorathea_s_towards_s_neutral_s_talk_frown_] Eh bien, j'aurais peut-être même dit que j'étais désolé... mais je ne le suis certainement pas, et vous ne pouvez pas le récupérer.
german: [_dorathea_s_towards_s_neutral_s_talk_frown_] Nun, ich hätte vielleicht sogar sagen können, es tut mir leid, aber ich bin es ganz sicher nicht, und du kannst es nicht wieder haben.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Look, I'm sorry I attacked you and all, but I really just need it bac-
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Regardez, je suis désolé de vous avoir attaqué et de tous, mais je n'en ai vraiment besoin que de bac-
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Schau, es tut mir leid, dass ich dich und alle angegriffen habe, aber ich brauche es wirklich nur Bac-

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Again, I was {i}sorta{/i} defending myself!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Encore une fois, j'étais {i}sorta{/i} à me défendre!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Erneut habe ich {i}sorta{/i} mich verteidigt!

source: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Well, in that case, why don't you try to defend against THIS!!
french: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph !{/i} Eh bien, dans ce cas, pourquoi ne pas essayer de vous défendre contre THIS!!
german: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Nun, in diesem Fall, warum versuchst du nicht gegen DIESE zu verteidigen!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] I mean... what did I expect, but also, come on!!
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] Je veux dire... qu'est-ce que je m'attendais, mais aussi, venez!!
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] Ich meinte... was habe ich erwartet, aber auch kommen an!!

source: [_dragon_s_7_] No fair!!
french: [_dragon_s_7_] Pas juste!!
german: [_dragon_s_7_] Keine Messe!!
