Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Alrighty then. Yeah. Sure.
french: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Très bien. Oui. Bien sûr.
german: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Gut. Ja. Klar.

source: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, look, it's pretty clear to me that you think I'm just a typical blonde, airheaded floozie. I get it, I do. But I'm a lot more complex than you might think.
french: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, look, it's pretty clear to me that you think I'm just a typical blonde, airheaded floozie. Je l'ai compris, je le sais, mais je suis beaucoup plus complexe que vous ne le pensez.
german: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, schau, es ist mir ziemlich klar, dass du denkst, dass ich nur eine typische blonde, frittierte Flutze. Ich bekomme es, ich tue, aber ich bin viel komplexer, als du denkst.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd say "complicated" is more like it.
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Je dirais que « compliqué » est plus aimé.
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Ich würde sagen, "kompliziert" ist mehr ähnlich.

source: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hey! Don't be such an ass! Keep acting up like that and you definitely won't be getting any by the end of this...
french: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hé ! Ne soyez pas un tel âne ! Continuez à agir de la sorte et vous n'en aurez certainement pas à la fin...
german: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hey! Sei nicht so ein Arsch! Lass dich weiter so aufspielen und du wirst definitiv nichts bis zum Ende davon bekommen...

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Star! You wanted to go on a date with me, but you haven't been able to focus on anything other than your stupid "likes" and "followers".
french: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Étoiles ! Vous vouliez aller à une rencontre avec moi, mais vous n'avez pas pu vous concentrer sur autre chose que vos stupides "likes" et "followers".
german: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Stern! Du wolltest ein Datum mit mir machen, aber du konntest dich nicht auf etwas anderes als deine dummen "Gefällt mir" und "Followers" konzentrieren.

source: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Well maybe I wouldn't expect someone like {i}you{/i} to understand! You've been a ghost for forever, I'm sure! You don't know what it's like!
french: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Peut-être que je ne m'attendais pas à ce que quelqu'un comme {i}vous comprendre{/i} comprenne! Vous êtes un fantôme depuis toujours, je suis sûr ! Vous ne savez pas à quoi il ressemble !
german: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Nun, vielleicht würde ich nicht erwarten, dass jemand wie {i}du{/i} versteht! Du bist ein Gespenst für immer. Ich bin mir sicher! Du weißt nicht, wie es aussieht!

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Understand what? That all you do is try to compete and compare yourself to people like Paulina?
french: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Comprenez quoi ? Que tout ce que vous faites est d'essayer de rivaliser et de vous comparer à des gens comme Paulina?
german: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Verstehst was? Das alles, was du tust, ist dich zu konkurrieren und dich mit Leuten wie Paulina zu vergleichen?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] Is that why you're so focused on your phone all the time? So you don't have to face the fact that you're still 2nd place?
french: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] Est-ce la raison pour laquelle vous êtes si concentré sur votre téléphone tout le temps ? Vous n'avez pas à faire face au fait que vous êtes toujours 2e place ?
german: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] Ist das der Grund, warum du dich die ganze Zeit auf dein Telefon konzentriert? Sie müssen sich also nicht der Tatsache stellen, dass Sie immer noch 2. Platz sind?

source: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] You... you...{p}God... B-Billy, y-you're a real jerk!
french: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] Vous... vous... vous...{p}Dieu... Billy, y-vous êtes un vrai saccade!
german: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] Sie... Sie...{p}Gott... B-Billy, y-Du bist ein echter Witz!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] No, Star, wait! C'mon, I didn't... {i}ahhh{/i}, crap. Great.
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] Non, Étoile, attendez! C'mon, je n'ai pas... {i}ahh{/i}, merde. Génial.
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] Nein, Star, warte! C'mon, ich habe nicht... {i}ahh{/i}, crap. Großartig.

source: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... I had better go follow her... she couldn't have gone too far...)
french: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... Je ferais mieux d'aller la suivre... elle n'aurait pas pu aller trop loin...)
german: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... Ich hätte ihr besser folgen sollte... sie hätte nicht zu weit gehen können...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] There you are, Star! I've been looking all over.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Voilà, Étoile ! J'ai regardé partout.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Du bist da, Star! Ich habe alles über die Bühne geschaut.

source: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} You're such an asshole, Billy...
french: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} Vous êtes si asshot, Facturé...
german: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} Du bist so ein Arschloch, Billy...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Star, come on... I'm sorry, I didn't mean it.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Étoiles, venez... Je suis désolée, je ne voulais pas dire ça.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Stern, kommen... Es tut mir leid, ich habe es nicht gemeint.

source: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] No, you're right... why even bother when I can't even match up to someone like Paulina...
french: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] Non, vous avez raison... pourquoi me dérange même quand je ne parviens même pas à faire correspondre quelqu'un comme Paulina...
german: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] Nein, du hast Recht... warum auch wenn ich nicht einmal zu jemandem wie Paulina passieren kann...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Star, you're not Paulina, and you don't have to be. This competition you've been having with her over me... it's not fun.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Étoile, vous n'êtes pas Paulina, et vous n'avez pas besoin d'être. Cette compétition que vous avez eue avec elle sur moi... ce n'est pas amusant.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Star, du bist nicht Paulina und du musst es auch nicht sein. Dieser Wettbewerb, den du mit ihr über mich geführt hast... es macht keinen Spaß.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] I mean c'mon, be honest: have you had any real fun today, just glued to your screen? Taking photos all the time?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Je veux dire c'mon, soyez honnête : avez-vous eu un vrai plaisir aujourd'hui, juste collé à votre écran ? Prenez des photos en tout temps ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ich meine c'mon, sei ehrlich: Hast du heute wirklich Spaß gehabt, gerade auf deinem Bildschirm geklebt und fotografiert?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] I'm not saying your social media isn't important, it clearly is to you, but that can't be {i}all{/i} your life amounts to.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Je ne dis pas que votre réseau social n'est pas important, c'est clairement pour vous, mais cela ne peut pas être {i}tous{/i} votre vie est totale.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ich sage nicht, dass deine sozialen Medien nicht wichtig sind, sie sind eindeutig für dich, aber das kann nicht {i}all{/i} dein Leben belaufen.

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] You still don't get it... it's not about how-
french: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Vous ne l'obtenez toujours pas... Il ne s'agit pas de comment-
german: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Du bekommst es immer noch nicht... Es geht nicht um wie-

source: [_ectopuss_] {i}Oohh!!{/i} Hoo hooo {i}hooo!{/i} Why lookee what we have here! A tear stricken little cutie! Don't mind if we cut in, do ya', Ghost Boy?
french: [_ectopuss_] {i}Ooh!!{/i} Hoo hooo {i}hooo!{/i} Pourquoi regarder ce que nous avons ici ! « Une larme mignonne petite mignon! Pas d'âme si on coupe, toi, gars fantômes? »
german: [_ectopuss_] {i}Oohh!!{/i} Hooo Hooo {i}hooo!{/i} Warum locker was wir hier haben! Eine Träne geplagt ein wenig cutie! Vergiss nicht, wenn wir einschneiden, ya', Ghost Boy?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, are... are these some of your friends...?
french: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] Billy, sont... ces quelques uns de vos amis...?
german: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, war... sind einige deiner Freunde...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus brought a crew with him this time...{p}...wait, wasn't Ectopus re-captured by Mr. Masters? How'd he get out again...?)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus a amené une équipe avec lui cette fois...{p}...attendez, Ectopus n'a-t-il pas été capturé à nouveau par M. Maîtres? Comment s'en sortirait-il ...?)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Roh... Ectopus brachte diesmal eine Crew mit...{p}...warte, war Ectopus nicht von Herrn Masters wiedergefangen? Wie würde er wieder ausgehen...?)

source: [_ectopuss_s_f11_] You didn't think I'd forget about all the ass beatings you delivered to me? Oh my, but isn't {i}she{/i} quite the pretty piece of ass, eh? Come on boys! Let's have some fun!!
french: [_ectopuss_s_f11_] Tu n'as pas pensé que j'oublierais tous les coups de cul que tu m'as livrés ? Oh, ma mère, mais {i}elle n'est-ce pas{/i} pas tout à fait le beau morceau de cul, hein? Viens les gars! Amusez-vous!!
german: [_ectopuss_s_f11_] Du hast nicht gedacht, dass ich alle Arschschläge, die du mir geliefert hast, vergessen würde? Oh mein, aber nicht {i}sie{/i} ganz das hübsche Stück Arsch, oder? Komm auf Jungen! Lasst uns etwas Spaß haben!!

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! Help me!
french: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! Aidez-moi !
german: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Rechnung!! Hilf mir!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Don't worry Star! I'll knock these stinking fish faces flat out!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Ne vous inquiétez pas de l'étoile ! Je frapperai ces poissons puants à plat !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Keine Sorge! Ich schlage diese stinkenden Fische flach aus!

source: [_ectopuss_s_f13_] {i}Agh!{/i} No fair! Come on boys, lets get out of here... b-but we'll be back, and even stronger than before!
french: [_ectopuss_s_f13_] {i}Agh!{/i} Pas juste! Venez les garçons, sortons d'ici... b-mais nous serons de retour, et encore plus forts qu'avant!
german: [_ectopuss_s_f13_] {i}Agh!{/i} Keine Messe! Komm auf Jungen, lass dich hier raus... b-aber wir sind wieder da, und noch stärker als vorher!

source: [_ectopuss_s_f12_] Your days in this town are running out, Ghost Boy! Mark my words!
french: [_ectopuss_s_f12_] Tes jours dans cette ville sont épuisés, Fantôme Boy! Marque mes paroles!
german: [_ectopuss_s_f12_] Deine Tage in dieser Stadt sind abgelaufen, Ghost Boy! Markiere meine Worte!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alright Star, I think it's safe. They're gone no-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alright Star, je pense que c'est sûr. Ils ont disparu-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Okay, ich denke, es ist sicher. Sie sind nicht mehr weg-

source: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! My!! Gosh!! I can't believe you just fought off those ghosts to save me! Nobody's ever done anything like that for me before!
french: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! Mon!! Gosh!! Je ne peux pas croire que tu as juste repoussé ces fantômes pour me sauver! Personne n'a jamais rien fait de pareil pour moi avant!
german: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! Meine!! Gosh!! Ich kann nicht glauben, dass du gerade gegen diese Geister gekämpft hast, um mich zu retten! Niemand hat jemals so etwas für mich gemacht!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Well, not too many other people get a chance to shoot plasma beams at ghosts to protect someone. But I just wasn't going to let them hurt you.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Eh bien, pas trop de gens ont une chance de tirer des poutres plasma sur des fantômes pour protéger quelqu'un. Mais je n'allais pas les laisser vous faire du mal.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Nun, nicht zu viele andere Menschen haben die Chance, Plasmastrahlen auf Geister zu schießen, um jemanden zu schützen. Aber ich wollte sie euch nicht schaden.

source: [_star_s_normal_s_down_s_sad_s_talk_happy_] You still did it though, and that... that was just so brave, Billy...
french: [_star_s_normal_s_down_s_sad_s_talk_happy_] Vous l'avez encore fait, et que... c'était juste si courageux, facture...
german: [_star_s_normal_s_down_s_sad_s_talk_happy_] Du hast es aber immer noch gemacht, und das... das war einfach so mutig, Billy...

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}uhh{/i}... I know I'm not quite perfect, and maybe I've let a little bit of this popularity contest with Paulina get to my head, but...
french: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}euh{/i}... Je sais que je ne suis pas tout à fait parfait, et peut-être ai-je laissé un peu de ce concours de popularité avec Paulina me mettre à la tête, mais...
german: [_star_s_normal_s_down_s_sad_s_talk_displeased_] Ich {i}uh{/i}... Ich weiß, ich bin nicht ganz perfekt, und vielleicht habe ich ein bisschen von diesem Popularitätswettbewerb mit Paulina zu meinem Kopf kommen lassen, aber...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (A little?)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (Un peu ?)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (Ein wenige?)

source: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ...there really is more to me than just all... {u}that{/u}, so... don't give up on me, okay?
french: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ... il y a vraiment plus pour moi que tous... {u}{/u}, alors... n'abandonnez pas, n'est-ce pas?
german: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ...es gibt wirklich mehr für mich als nur alle... {u}, das{/u}, so... geben Sie mir nicht auf, ok?

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...I do like you Billy. You're different than any other cute boy I've ever met before. In a whole lot of ways.{p}And, I wanna show you how real I can get too. I promise.
french: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ... Je vous aime Billy. Vous êtes différent de tout autre garçon mignon que j'ai rencontré auparavant. De bien des façons.{p}Et je veux vous montrer à quel point je peux m'y prendre aussi. Je vous le promets.
german: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...Ich mag dich Billy. Du bist anders als jeder andere süße Junge, den ich je getroffen habe. Auf eine ganze Menge.{p}Und ich möchte dir zeigen, wie richtig ich auch bekommen kann. Ich verspreche es.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] That's... honestly the most real thing you've said all day. So, thanks Star, I appreciate it.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] C'est... honnêtement la chose la plus réelle que vous ayez dite toute la journée. Alors, merci Star, je l'apprécie.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Das ist... ehrlich gesagt das Wirklichste, was du den ganzen Tag gesagt hast. Also danke Star, ich schätze es.

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Well, don't expect it all the time okay? I have to keep up {i}some{/i} of my self defense mechanisms, after all.
french: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Eh bien, ne vous y attendez pas tout le temps ? Après tout, je dois garder {i}de mes mécanismes d'autodéfense.
german: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Na ja, erwarte es nicht die ganze Zeit ok? Ich muss {i}meiner Selbstverteidigungsmechanismen trotzdem auf dem Laufenden halten{/i} halten.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, now that you're free from the hands of those nasty ghosts, what do you want to do now?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, maintenant que vous êtes libéré des mains de ces méchants fantômes, que voulez-vous faire maintenant?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, nun, da du von den Händen dieser versauten Geister befreit bist, was möchtest du jetzt tun?

source: [_star_s_normal_s_down_s_wondering_s_talk_amused_] {i}Well{/i}...~
french: [_star_s_normal_s_down_s_wondering_s_talk_amused_] {i}Eh bien{/i}...~

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Your friend Danny {i}did{/i} say we could use his place... ya' know, for something "a little more intimate."
french: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Votre ami Danny {i}a dit{/i} que nous pouvions utiliser sa place... vous savez, pour quelque chose de plus intime.
german: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Dein Freund Danny {i}hat es geschafft{/i} gesagt, wir könnten seinen Platz benutzen... ya' wissen, für etwas "ein wenig intimater".

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Yeah, it's no big dea- I mean, yeah, that was nice of him, wasn't it?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Oui, ce n'est pas une grosse mouche - je veux dire, oui, c'était gentil de lui, n'est-ce pas ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ja, es ist kein großes Dea- ich meine, ja, das war nett von ihm, oder?

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Yeah it was. Come on hero, I want to get to the end of this little crazy date...
french: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oui, ça était. Venez sur le héros, je veux arriver à la fin de cette petite date folle...
german: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Ja, es war. Komm auf Held, ich möchte bis zum Ende dieses kleinen verrückten Datums...

source: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...cause right now I feel like letting some ghostly hands rub all over me... so let's get going!
french: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ... parce que pour le moment, j'ai envie de laisser quelques mains fantomatiques se frotter sur moi... alors allons-y !
german: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...denn gerade jetzt fühle ich mich wie geisterhafte Hände über mich reiben zu lassen... also lass uns losgehen!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Whoa, hey, I'm coming already!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oula, hé, je viens déjà!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Whoa, hey, ich komme bereits!

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, don't worry, you {i}will{/i} be! {u}Soon!{/u} {i}Hahaha~!{/i}
french: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, ne vous inquiétez pas, vous {i}sera{/i} ! {u}Bientôt !{/u} {i}Hahaha~!{/i}
german: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, keine Sorge, du wirst {i}sein{/i} sein! {u}Bald!{/u} {i}Haha~!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, this is Fenton Works! Hey, {i}uhh{/i}, let me go check inside first to speak to Danny.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alors, voilà Fenton Works ! Hé, {i}euh{/i}, laissez-moi d'abord vérifier à l'intérieur pour parler à Danny.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Also das ist Fenton Werk! Hey, {i}uhh{/i}, lass mich zuerst nach innen schauen, um mit Danny zu sprechen.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, make sure the coast is clear for me. Smart.
french: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, assurez-vous que la côte soit dégagée pour moi. Sintelligent.
german: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}Riiight{/i}, stelle sicher, dass die Küste für mich klar ist. Smart.

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh... Fenton's house is actually huge. I mean, it goes past the ceiling, and into all that weird metal on the roof. I can't even see the top!
french: [_star_s_towards_s_rise_s_talk_displeased_] Huh... La maison de Fenton est en fait énorme. Je veux dire, il passe devant le plafond, et dans ce métal bizarre sur le toit. Je ne vois même pas le haut !
german: [_star_s_towards_s_rise_s_talk_displeased_] Huh... Fentons Haus ist wirklich riesig. Ich meine, es geht an der Decke vorbei und in all das seltsame Metall auf dem Dach. Ich kann nicht einmal die Spitze sehen!

source: [_star_s_towards_s_rise_s_talk_happy_] Kinda weird, but not too shabby...{w=1.0}{nw}
french: [_star_s_towards_s_rise_s_talk_happy_] Kinda bizarre, mais pas trop bruyant...{w=1.0}{nw}
german: [_star_s_towards_s_rise_s_talk_happy_] Kinda seltsam, aber nicht zu schäbig...{w=1.0}{nw}
