Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] S-Sam, good lord!! What's up with your clothes… and your hair?!
italian: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] Sam, buon Dio! Che succede ai tuoi vestiti… e ai tuoi capelli?!

source: [_sam_s_talk_happy_3_s_towards_kitty_s_sad_] Oh, this new look you mean? Oh, I just wanted to make myself a little more comfortable is all! So, do you boys like it?
italian: [_sam_s_talk_happy_3_s_towards_kitty_s_sad_] Oh, intendi questo nuovo look? Oh, volevo solo mettermi un po' più a mio agio, tutto qui! Allora, vi piace?

source: [_danny_s_talk_frown_2_s_rise_one_] I mean, I would certainly be lying if I said I {b}didn't{/b} enjoy the view I'm seeing right now, but don't you think it's a bit too... {i}revealing{/i} for school?
italian: [_danny_s_talk_frown_2_s_rise_one_] Insomma, mentirei se dicessi che {b}non mi piace il panorama che sto vedendo in questo momento, ma non pensate che sia un po' troppo... {i}rivelatore{/i} per la scuola?

source: [_danny_s_wondering_s_talk_frown_s_towards_] You might get into serious trouble for wearing something so skimpy. Who knows if Lancer will-
italian: [_danny_s_wondering_s_talk_frown_s_towards_] Potresti finire in guai seri per aver indossato qualcosa di così succinto. Chissà se Lancer...

source: [_lancer_s_flip_s_towards_wide_s_talk_frown_] {b}Lord of the flies!!!{/b} Ms. Manson, just {u}what{/u} are you wearing?!?
italian: [_lancer_s_flip_s_towards_wide_s_talk_frown_] {b}Il signore delle mosche!!!! Signorina Manson, solo {u}cosa sta indossando?!?

source: [_lancer_s_rise_one_s_talk_frown_] …more to the point, what are you {b}NOT{/b} wearing? You need to change right away young lady, or I'm going to have to give you detention!
italian: [_lancer_s_rise_one_s_talk_frown_] …Ma soprattutto, cosa {b}NON{/b} indossi? Devi cambiarti subito, signorina, o dovrò metterti in punizione!

source: [_sam_s_closed_s_talk_happy_3_s_sad_2_] Aww, come on Mr. Lancer, it's not such a big deal, right?
italian: [_sam_s_closed_s_talk_happy_3_s_sad_2_] Suvvia, signor Lancer, non è un problema così grande, vero?

source: [_sam_s_talk_tong_s_neutral_s_towards_kitty_dazed_] You must be wound up {b}extra{/b} tight to always be in such a grumpy mood. Why don't I stop by after class to help {u}relieve{/u} some of that stress you must be under...?
italian: [_sam_s_talk_tong_s_neutral_s_towards_kitty_dazed_] Devi essere {b}molto teso per essere sempre così scontroso. Perché non passo dopo la lezione per aiutare {u}ad alleviare un po' dello stress che devi avere...?

source: [_lancer_s_talk_frown_s_angry_] {b}Moby Dick!!!{/b} Oh, this is just outrageous, young lady! I am going to immediately call your parents to inform them about your behavior, Ms. Manson!
italian: [_lancer_s_talk_frown_s_angry_] {b}Moby Dick!!! Oh, questo è semplicemente oltraggioso, signorina! Chiamerò immediatamente i suoi genitori per informarli del suo comportamento, signorina Manson!

source: [_lancer_s_talk_frown_s_wondering_s_towards_] Now, come with me to the principal's office, before you try to relieve any of the students of their "stress", as you put it.
italian: [_lancer_s_talk_frown_s_wondering_s_towards_] Ora, venga con me nell'ufficio del preside, prima di cercare di alleviare lo "stress" degli studenti, come dice lei.

source: [_sam_s_talk_happy_2_s_towards_kitty_s_sad_2_] Uh oh, looks like I've been a {i}naughty{/i} girl and gotten myself into some trouble…~
italian: [_sam_s_talk_happy_2_s_towards_kitty_s_sad_2_] Uh oh, sembra che io sia stata una {i}bambina cattiva{/i} e che mi sia messa nei guai…~

source: [_sam_s_neutral_s_talk_happy_s_towards_kitty_dazed_] Hopefully we can all get into some trouble together later, huh? See you boys around~!
italian: [_sam_s_neutral_s_talk_happy_s_towards_kitty_dazed_] Speriamo di poterci mettere nei guai tutti insieme più tardi, eh? Ci vediamo in giro~!

source: [_tucker_s_talk_frown_] Man, am I dreaming, or did that really just happen?
italian: [_tucker_s_talk_frown_] Cavolo, sto sognando o è successo davvero?

source: [_danny_s_wondering_s_talk_frown_2_] No, it's not a dream, or this would've been the part where we would've woken up with a huge stain in our boxers.
italian: [_danny_s_wondering_s_talk_frown_2_] No, non è un sogno, altrimenti questa sarebbe stata la parte in cui ci saremmo svegliati con un'enorme macchia nei boxer.

source: [_danny_s_rise_one_s_talk_frown_] We should probably talk with her about this after school.
italian: [_danny_s_rise_one_s_talk_frown_] Probabilmente dovremmo parlarne con lei dopo la scuola.

source: [_tucker_s_closed_s_talk_frown_s_neutral_] Sorry, man, but I can't come. I have some computer simulations and some beta testing to do on this software I'm developing, otherwise I totally would. You know how it is for us developers... all work, no play.
italian: [_tucker_s_closed_s_talk_frown_s_neutral_] Mi dispiace, amico, ma non posso venire. Ho alcune simulazioni al computer e alcuni beta test da fare su questo software che sto sviluppando, altrimenti verrei sicuramente. Sai com'è per noi sviluppatori... tutto lavoro, niente divertimento.

source: [_tucker_s_talk_happy_s_wondering_s_away_] I'll trust to leave this task to you though, Romeo. You better talk some sense into our potentially boy crazed Juliet before she officially falls off the wagon… and starts {i}riding{/i} somebody else's wagon!
italian: [_tucker_s_talk_happy_s_wondering_s_away_] Mi fido a lasciare questo compito a te, Romeo. È meglio che tu faccia ragionare la nostra Giulietta, potenzialmente impazzita per i ragazzi, prima che cada ufficialmente dal carro… e inizi a {i}cavalcare il carro di qualcun altro!

source: [_danny_s_talk_frown_] Not, funny Tucker!
italian: [_danny_s_talk_frown_] No, divertente Tucker!

source: [_tucker_s_closed_s_talk_frown_] Hey, I'm just trying to lighten up the mood, man...
italian: [_tucker_s_closed_s_talk_frown_] Ehi, sto solo cercando di alleggerire l'atmosfera, amico...

source: [_danny_s_wondering_s_talk_frown_s_towards_] Hey Sam... how are you holding up after today? Lancer gave you quite a talking to, huh?
italian: [_danny_s_wondering_s_talk_frown_s_towards_] Ehi Sam... come te la cavi dopo oggi? Lancer ti ha fatto una bella ramanzina, eh?

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Ohh, uh, hey Danny! Yeah, I'm pretty okay… I think… it's just that... do {i}you{/i} know what happened today, exactly?
italian: [_sam_s_towards_s_sad_2_s_talk_frown_] Ohh, uh, hey Danny! Sì, sto abbastanza bene… Penso che… sia solo che... {i}sai cosa è successo oggi, esattamente?

source: [_danny_s_sad_2_s_talk_frown_2_] What? I thought {i}you{/i} could tell me that.
italian: [_danny_s_sad_2_s_talk_frown_2_] Cosa? Pensavo che {i}tu{/i} potessi dirmelo.

source: [_sam_s_away_s_talk_frown_s_sad_s_blush_2_] Honestly, all I remember is that I was on my way to school, but then I... I suddenly ended up in the principal's office dressed like… some sort of bitch in heat.
italian: [_sam_s_away_s_talk_frown_s_sad_s_blush_2_] Onestamente, tutto ciò che ricordo è che stavo andando a scuola, ma poi... mi sono ritrovata nell'ufficio del preside vestita come… una specie di cagna in calore.

source: [_danny_s_sad_2_s_talk_frown_] So wait… you're telling me that you can't remember the time you met us at school today? Talking to me and Tucker? Teasing Mr. Lancer?
italian: [_danny_s_sad_2_s_talk_frown_] Quindi aspetta… Mi stai dicendo che non riesci a ricordare quando ci hai incontrato a scuola oggi? Parlando con me e Tucker? Prendendo in giro il signor Lancer?

source: [_sam_s_talk_frown_] Uhm, pretty much, yeah... wait, did I actually do that? Oh god...
italian: [_sam_s_talk_frown_] Uhm, più o meno, sì... aspetta, l'ho fatto davvero? Oh Dio...

source: [_danny_s_down_s_talk_frown_s_wondering_] I mean, you were acting like a totally different person...
italian: [_danny_s_down_s_talk_frown_s_wondering_] Voglio dire, ti comportavi come una persona completamente diversa...

source: [_danny_s_towards_wide_s_talk_frown_2_] But what if you actually {i}were{/i} an entirely different person?
italian: [_danny_s_towards_wide_s_talk_frown_2_] Ma cosa succederebbe se in realtà {i}fossi{/i} una persona completamente diversa?

source: [_sam_s_towards_s_talk_frown_2_] Wha- what do you mean?
italian: [_sam_s_towards_s_talk_frown_2_] Cosa... cosa vuoi dire?

source: [_danny_s_sad_s_talk_frown_2_] What if, say a ghost or something, spotted you on the way to school and then possessed your body? It already happened to Dash, and he tried to attack my sister.
italian: [_danny_s_sad_s_talk_frown_2_] Cosa succederebbe se, ad esempio, un fantasma o qualcosa del genere ti avvistasse mentre vai a scuola e poi si impossessasse del tuo corpo? È già successo a Dash, che ha cercato di aggredire mia sorella.

source: [_sam_s_away_s_talk_frown_s_neutral_] I mean… that's… I guess not not {i}too{/i} far fetched, considering we already know ghosts exist.
italian: [_sam_s_away_s_talk_frown_s_neutral_] Voglio dire… che è… credo non {i}troppo inverosimile, considerando che sappiamo già che i fantasmi esistono.

source: [_sam_s_sad_2_s_talk_frown_2_] But what kind of a ghost would want try to destroy my reputation? Could it be that Shadow Ghost creep again?
italian: [_sam_s_sad_2_s_talk_frown_2_] Ma che razza di fantasma vorrebbe cercare di distruggere la mia reputazione? Potrebbe essere di nuovo il fantasma dell'ombra?

source: [_sam_s_closed_s_talk_frown_s_angry_] Ugh, and the worst part about all of this is that I'm getting punished by my parents for something I didn't even do!!
italian: [_sam_s_closed_s_talk_frown_s_angry_] E la cosa peggiore di tutto questo è che i miei genitori mi stanno punendo per qualcosa che non ho nemmeno fatto!!!

source: [_danny_s_sad_s_talk_frown_2_s_towards_wide_] What, are they grounding you or something?
italian: [_danny_s_sad_s_talk_frown_2_s_towards_wide_] Che c'è, ti stanno mettendo a terra o qualcosa del genere?

source: [_sam_s_towards_s_talk_frown_s_neutral_] No, {b}worse{/b}! They're actually forcing me to join the cheerleading squad to make me behave more like a "normal girl" and gain back a better reputation.
italian: [_sam_s_towards_s_talk_frown_s_neutral_] No, {b}peggio{/b}! Mi stanno costringendo a entrare nella squadra delle cheerleader per farmi comportare più come una "ragazza normale" e riguadagnare una reputazione migliore.

source: [_danny_s_sad_2_s_talk_frown_2_s_towards_wide_] You? In a cheerleading outfit?? (What a picture that'd be...)
italian: [_danny_s_sad_2_s_talk_frown_2_s_towards_wide_] Tu? Con un costume da cheerleader? (Che immagine sarebbe...)

source: [_sam_s_away_s_talk_frown_2_s_sad_] Yeah, I know, it's totally absurd.
italian: [_sam_s_away_s_talk_frown_2_s_sad_] Sì, lo so, è totalmente assurdo.

source: [_sam_s_talk_happy_s_towards_s_noblush_] Speaking of, Danny, could you actually do me a big favor?
italian: [_sam_s_talk_happy_s_towards_s_noblush_] A proposito, Danny, potresti farmi un grande favore?

source: [_danny_s_talk_happy_s_rise_one_] Of course, what do you need me to do?
italian: [_danny_s_talk_happy_s_rise_one_] Naturalmente, cosa vuoi che faccia?

source: [_sam_s_talk_happy_3_] Could you please go to the AbYss store and pick up the cheerleading outfit my parents ordered for me?
italian: [_sam_s_talk_happy_3_] Potresti andare al negozio AbYss a ritirare il costume da cheerleader che i miei genitori hanno ordinato per me?

source: [_sam_s_talk_frown_s_sad_2_] Honestly, I'm too embarrassed to go outside and do it myself because of my behavior today and walking in that store makes me feel... just icky in general. Plus, I'm now worried about another potential shadow possession happening!
italian: [_sam_s_talk_frown_s_sad_2_] Onestamente, sono troppo imbarazzata per uscire e farlo da sola a causa del mio comportamento di oggi e camminare in quel negozio mi fa sentire... solo malata in generale. Inoltre, ora sono preoccupata che possa verificarsi un'altra potenziale possessione dell'ombra!

source: [_danny_s_talk_happy_] Totally, I'll go pick it up for you right away, no problem.
italian: [_danny_s_talk_happy_] Assolutamente sì, vado subito a prenderlo per te, senza problemi.

source: [_sam_s_talk_happy_s_sad_2_] Thanks, you are the absolute best!
italian: [_sam_s_talk_happy_s_sad_2_] Grazie, siete i migliori in assoluto!

source: [_sam_s_away_s_talk_frown_s_sad_] I just hope all of this was a one-time only thing.
italian: [_sam_s_away_s_talk_frown_s_sad_] Spero solo che tutto questo sia stato un caso isolato.

source: [_sam_s_neutral_s_towards_s_talk_frown_2_] But if it really was the work of a ghost... could you help me out with that too?
italian: [_sam_s_neutral_s_towards_s_talk_frown_2_] Ma se fosse davvero opera di un fantasma... potrebbe aiutarmi anche in questo?

source: [_danny_s_closed_s_talk_happy_s_neutral_] Of course, what are close friends for if not to help ward off evil spirits from invading your body with their superpowers?
italian: [_danny_s_closed_s_talk_happy_s_neutral_] Naturalmente, a cosa servono gli amici intimi se non ad allontanare gli spiriti maligni dall'invadere il vostro corpo con i loro superpoteri?

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] I'll go and get that outfit right away! See ya Sam!
italian: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Vado subito a prendere quel vestito! Ci vediamo Sam!

source: [_sam_s_away_s_blush_2_s_bite_] (Close friends, huh? {i}Hmmm{/i}… I'm sorta liking the sound of that more and more...)
italian: [_sam_s_away_s_blush_2_s_bite_] (Amici intimi, eh? {i}Hmmm{/i}… Mi piace sempre di più come suona...)

source: [_sam_s_talk_frown_2_s_sad_] Uhh... hey guys! So, uh... what's new?
italian: [_sam_s_talk_frown_2_s_sad_] Uhh... ciao ragazzi! Allora, uh... cosa c'è di nuovo?

source: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Woah now, what's going on here? Did we suddenly slip into some sorta parallel universe or something?! Yo Sam, does wearing that oufit sear any of your flesh off or anything painful?
italian: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Cosa sta succedendo qui? Siamo improvvisamente scivolati in una specie di universo parallelo o qualcosa del genere?! Yo Sam, indossare quel costume ti brucia la carne o ti fa male?

source: [_sam_s_talk_frown_s_angry_] Oh, {i}hardy harr{/i}, Tucker, as funny as ever, thank you.
italian: [_sam_s_talk_frown_s_angry_] Oh, {i}hardy harr{/i}, Tucker, divertente come sempre, grazie.

source: [_sam_s_closed_s_talk_frown_3_s_sad_] Trust me, I would {b}never{/b} want to wear something like this for fun.
italian: [_sam_s_closed_s_talk_frown_3_s_sad_] Credetemi, non {b}mai{/b} vorrei indossare una cosa del genere per divertimento.

source: [_sam_s_away_s_talk_frown_s_neutral_] It's my parents' idea. They're punishing me for what happened the other day with my... new look.
italian: [_sam_s_away_s_talk_frown_s_neutral_] È un'idea dei miei genitori. Mi stanno punendo per quello che è successo l'altro giorno con il mio... nuovo look.

source: [_tucker_s_talk_frown_s_towards_s_neutral_] Oof, man, that really sucks. Somehow, I just don't think peppy and filled with spunk is your best motif though.
italian: [_tucker_s_talk_frown_s_towards_s_neutral_] Cavolo, è davvero uno schifo. In qualche modo, però, non credo che il tuo motivo migliore sia l'allegria e la grinta.

source: [_sam_s_talk_frown_s_away_] Yeah, I'm really not happy about it. I'm also just really nervous about the whole thing. I feel like I'm gonna go out there and just get laughed at.
italian: [_sam_s_talk_frown_s_away_] Sì, non ne sono affatto felice. Sono anche molto nervoso per l'intera faccenda. Sento che andrò là fuori e verrò deriso.

source: [_sam_s_talk_happy_3_s_sad_s_towards_] Hey, would you guys like to come to the first tryouts this {b}afternoon{/b}? I could really use some moral support there. It's not gonna be easy for me.
italian: [_sam_s_talk_happy_3_s_sad_s_towards_] Ehi, vi va di venire ai primi provini questo {b}{/b} pomeriggio? Mi servirebbe un po' di supporto morale. Non sarà facile per me.

source: [_danny_s_talk_happy_s_rise_one_] Sure, we'll be there Sam.
italian: [_danny_s_talk_happy_s_rise_one_] Certo, ci saremo, Sam.

source: [_tucker_s_ahegao_s_talk_happy_s_neutral_] Looking at girls jumping around and doing flips while wearing skirts? You can of course count me in!
italian: [_tucker_s_ahegao_s_talk_happy_s_neutral_] Guardare le ragazze che saltano e fanno le capriole indossando le gonne? Naturalmente potete contare su di me!

source: [_sam_s_talk_bite_s_towards_s_sad_] Heh, thanks you guys. It'll be at Raven's stadium after school.
italian: [_sam_s_talk_bite_s_towards_s_sad_] Grazie, ragazzi. Sarà allo stadio di Raven dopo la scuola.

source: [_sam_s_talk_happy_s_neutral_] I have to go now, but I'll see you there. Kitty actually said she wanted to {b}apologize{/b} properly about the other day, so I gotta meet her soon. Kay', see you guys then!
italian: [_sam_s_talk_happy_s_neutral_] Ora devo andare, ma ci vediamo lì. Kitty ha detto di volersi {b}scusare adeguatamente per l'altro giorno, quindi devo incontrarla presto. Ok, ci vediamo allora!

source: [_danny_s_at_player_s_rise_one_s_frown_2_] (Hmmm... gee, is Kitty bipolar or something? I would have never imagined that she'd be so cooperative after her big blowup before... huh, guess you can never judge a book, right?)
italian: [_danny_s_at_player_s_rise_one_s_frown_2_] (Hmmm... caspita, Kitty è bipolare o qualcosa del genere? Non avrei mai immaginato che sarebbe stata così collaborativa dopo la sua grande esplosione di prima... eh, credo che non si possa mai giudicare un libro, giusto?)

source: [_danny_s_sad_s_talk_happy_] Hey Tuck. You see Sam yet?
italian: [_danny_s_sad_s_talk_happy_] Ehi Tuck. Hai già visto Sam?

source: [_tucker_s_sad_s_talk_frown_] Nah, not yet. I think she hasn't been called up to go yet, they're doing it in alphabet-
italian: [_tucker_s_sad_s_talk_frown_] No, non ancora. Penso che non sia ancora stata convocata, lo stanno facendo in ordine alfabetico...

source: [_star_s_rise_one_s_talk_frown_] Uhm, what are {i}you{/i} two perverts doing here?
italian: [_star_s_rise_one_s_talk_frown_] {i}Cosa ci fate qui voi due pervertiti?

source: [_paulina_s_rise_one_s_talk_frown_] Ugh, don't tell me you two came here to peek under the girl's skirts during practice, cause that's just {b}totally{/b} something you boys would do, right?
italian: [_paulina_s_rise_one_s_talk_frown_] Non ditemi che siete venuti qui per sbirciare sotto le gonne delle ragazze durante gli allenamenti, perché questo è {b}assolutamente{/b} qualcosa che voi ragazzi fareste, giusto?

source: [_danny_s_talk_frown_s_wondering_] No, of course not!
italian: [_danny_s_talk_frown_s_wondering_] No, certo che no!

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Speak for yourself, man.
italian: [_tucker_s_ahegao_s_talk_happy_s_sad_] Parla per te, amico.

source: [_danny_s_talk_frown_s_rise_one_] We're only here because of our friend Sam. She got forced to sign up for tryouts, we're just here for moral support.
italian: [_danny_s_talk_frown_s_rise_one_] Siamo qui solo per la nostra amica Sam. È stata costretta a iscriversi alle selezioni, noi siamo qui solo per supporto morale.

source: [_paulina_s_talk_happy_s_wondering_s_away_] Oh yeah, I heard about that. So, Ms. {i}Congeniality{/i} wants to join the cheerleader squad, huh?
italian: [_paulina_s_talk_happy_s_wondering_s_away_] Oh si', l'ho sentito dire. Allora, la signorina {i}Congeniality{/i} vuole unirsi alla squadra delle cheerleader, eh?

source: [_paulina_s_talk_bite_s_idle_2_] I thought it was supposed to be for a joke or something.
italian: [_paulina_s_talk_bite_s_idle_2_] Pensavo che fosse per uno scherzo o qualcosa del genere.

source: [_star_s_closed_s_talk_happy_2_s_sad_] It pretty much still is! I mean, it's not like she'd even have a chance with her attitude or her face anyway!
italian: [_star_s_closed_s_talk_happy_2_s_sad_] Lo è ancora! Insomma, con il suo atteggiamento e la sua faccia non ha alcuna possibilità di farcela!

source: [_paulina_s_closed_s_talk_happy_] Hahah, you're so right, Star.
italian: [_paulina_s_closed_s_talk_happy_] Hai proprio ragione, Star.

source: [_sam_] Well hey now, if it isn't my two favorite boys around. Were you two looking for me by chance...?
italian: [_sam_] Beh, ehi, se non sono i miei due ragazzi preferiti in circolazione... Mi stavate cercando per caso...?

source: [_paulina_s_talk_frown_2_s_rise_one_] Gee, what's with {i}you{/i}, girl? You're so… {b}different{/b}!
italian: [_paulina_s_talk_frown_2_s_rise_one_] Accidenti, cosa c'è in {i}te{/i}, ragazza? Sei così… {b}diversa{/b}!

source: [_star_s_talk_happy_2_s_confused_] It's definitely her outfit. It's actually a shockingly better improvement, compared to what she's usually sporting, like a dark and gloomy dweeb.
italian: [_star_s_talk_happy_2_s_confused_] È sicuramente il suo abbigliamento. In realtà è un miglioramento sorprendente, rispetto a quello che sfoggia di solito, come un tenebroso e tenebroso drogato.

source: [_paulina_s_rise_one_2_s_talk_happy_] Well Sam, you had better have prepared a good routine that's going to really wow us during the audition, or you can just go home right now.
italian: [_paulina_s_rise_one_2_s_talk_happy_] Beh, Sam, è meglio che tu abbia preparato un buon numero che ci stupisca durante l'audizione, oppure puoi andare a casa subito.

source: [_sam_] Oh, don't worry, I've got a routine prepared that {b}none{/b} of you will soon forget...
italian: [_sam_] Oh, non preoccupatevi, ho preparato una routine che {b}nessuno{/b} di voi dimenticherà presto...

source: [_paulina_star_] {b}What the hell?! I'm naked!!!{/b}
italian: [_paulina_star_] {b}Ma che diavolo?! Sono nudo!!!!

source: [_paulina_star_] {i}You too?!{/i}
italian: [_paulina_star_] {i}Anche tu?

source: [_paulina_s_talk_frown_s_blush_2_s_angry_] Star, let's go to the changing room!!
italian: [_paulina_s_talk_frown_s_blush_2_s_angry_] Star, andiamo nello spogliatoio!!!

source: [_star_s_talk_frown_s_closed_s_angry_] Ugh, not this again!!
italian: [_star_s_talk_frown_s_closed_s_angry_] Ah, non di nuovo questo!

source: [_tucker_s_talk_frown_] Uhm, guys? Just a little suggestion here, but given the current situation with hungry eyes over here, maybe we should leave too?! {b}Aghhh!!{/b}
italian: [_tucker_s_talk_frown_] Ehm, ragazzi? Solo un piccolo suggerimento, ma vista la situazione attuale con gli occhi affamati qui, forse dovremmo andarcene anche noi?! {b}Aghhh!!!

source: [_sam_] Shadow? What the heck are you doing here?? Was it you who tore off those floozy's clothes?!
italian: [_sam_] Ombra? Che diavolo ci fai qui? Sei stato tu a strappare i vestiti a quella sgualdrina?!

source: [_sam_] Oh, don't you even {b}think{/b} about trying anything funny with {i}me{/i}, mister! {b}Johnny?!{/b} Come on out, I know you're hiding around here!!
italian: [_sam_] Oh, non pensare nemmeno {b}di provare a fare qualcosa di divertente con {i}me{/i}, signore! {b}Johnny?! Vieni fuori, so che ti stai nascondendo da queste parti!!!

source: [_johnny_s_talk_frown_] What...? Sam?? How did you know about me and my Shadow?
italian: [_johnny_s_talk_frown_] Cosa...? Sam? Come facevi a sapere di me e della mia Ombra?

source: [_kitty_s_talk_frown_2_s_angry_s_towards_2_] Ugh, you are in {b}such{/b} big trouble Johnny! Why are you attacking girls and stripping them naked with Shadow?!
italian: [_kitty_s_talk_frown_2_s_angry_s_towards_2_] Sei in {b}un grosso guaio Johnny! Perché attacchi le ragazze e le spogli con Shadow?!

source: [_johnny_s_talk_frown_2_] Kitty?! {b}You{/b} were in Sam's body??
italian: [_johnny_s_talk_frown_2_] Kitty? {b}Tu eri nel corpo di Sam?
