Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Huh? Doesn't seem like they're in the Thermos... I wonder where they could be?
french: [_danny_s_at_player_s_rise_s_talk_displeased_] Hein? Vous ne semblez pas être dans les Thermes... Je me demande où ils pourraient être?
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Huh? Sieht nicht so aus, als wären sie in den Thermos... Ich frage mich, wo sie sein könnten?

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh no... this probably isn't good...
french: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh non... ce n'est probablement pas bon...
german: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh nein... das ist wahrscheinlich nicht gut...

source: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, it has been a long time since I tried this substance.
french: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, cela fait longtemps que j'ai essayé cette substance.
german: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, es ist schon lange her, dass ich diese Substanz ausprobiert habe.

source: [_ember_s_towards_s_rise_s_talk_amused_] Seriously? I couldn't live without this stuff while I was alive.
french: [_ember_s_towards_s_rise_s_talk_amused_] Sérieusement, ? Je ne pouvais pas vivre sans ces choses pendant que j'étais en vie.
german: [_ember_s_towards_s_rise_s_talk_amused_] Ernst? Ich konnte ohne dieses Zeug nicht leben, als ich am Leben war.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY NOW!! What are you two doing in the kitchen, exactly?
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY MAINTENANT!! Que faites-vous deux dans la cuisine, exactement ?
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY JETZT!! Was machen Sie zwei in der Küche, genau?

source: [_ember_s_towards_s_confused_s_talk_consternation_] What's the problem? This not a part of your house or something?
french: [_ember_s_towards_s_confused_s_talk_consternation_] Quel est le problème ? Cela ne fait pas partie de votre maison ou de quelque chose ?
german: [_ember_s_towards_s_confused_s_talk_consternation_] Was ist das Problem? Das ist kein Teil deines Hauses oder etwas?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] I do believe we are following the agreed upon rules, Master. Is there an issue?
french: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Je pense que nous suivons les règles convenues, Maître. Y a-t-il un problème ?
german: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Ich glaube, wir folgen den vereinbarten Regeln, Meister. Gibt es ein Problem?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, girls, I mean c'mon, you can't just be here, my parents will be here any min-
french: [_danny_s_towards_s_sad_s_talk_displeased_] Bien, les filles, je veux dire c'mon, vous ne pouvez pas être ici, mes parents seront ici n'importe quel min-
german: [_danny_s_towards_s_sad_s_talk_displeased_] Nun, Mädchen, ich meine c'mon, du kannst nicht einfach hier sein, meine Eltern werden hier eine Min. sein

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh no! Quick, you two need to turn-
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh non ! Rapide, vous devez tourner -
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh nein! Schnell, zwei müssen drehen -

source: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Sure, whatever.
french: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Bien sûr.
german: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Sicher, was auch immer.

source: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] As requested, master.
french: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] Comme demandé, maître.
german: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] Wie angefragt, Meister.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... right. I guess that's really not that difficult to do... seeing as you've had years experience at turning... {i}yeeeaaah{/i}...
french: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... d'accord. Je suppose que ce n'est vraiment pas si difficile à faire... vu que vous avez eu de l'expérience à tourner... {i}yeeaaah{/i}...
german: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... Recht. Ich denke, das ist wirklich nicht so schwer zu tun... zu sehen, wie du jahrelange Erfahrung beim Drehen hattest... {i}yeeeaaaah{/i}...

source: [_jack_s_towards_s_wondering_s_talk_happy_] Morning champ! {i}Oooh!{/i} Thanks for making this fresh coffee!
french: [_jack_s_towards_s_wondering_s_talk_happy_] Le champ! {i}Oooh!{/i} Merci d'avoir préparé ce café frais!
german: [_jack_s_towards_s_wondering_s_talk_happy_] Morgenchamp! {i}Oooh!{/i} Danke, dass du diesen frischen Kaffee herstellst!

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} Tastes like sweet, non-ectoplasmic coated freedom.
french: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} Goûte comme une liberté douce et non ectoplasmique.
german: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} schmeckt wie süße, nicht ectoplasmische beschichtete Freiheit.

source: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, for sure, I'm all about that non-ghost related... coffee... making... stuff.
french: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, bien sûr, je suis tout à propos de ce non-fantôme lié... du café... des trucs...
german: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, sicher, ich bin alles über das Nicht-Gespenster... Kaffee... machen Sachen.

source: [_danny_s_at_player_s_rise_s_consternation_] (...what?)
french: [_danny_s_at_player_s_rise_s_consternation_] (...quoi?)
german: [_danny_s_at_player_s_rise_s_consternation_] (...was?)

source: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, anyway, how're you doing Dad?
french: [_danny_s_towards_s_neutral_s_talk_happy_] S-alors, de toute façon, comment faites-vous papa ?
german: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, trotzdem, wie?

source: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, I'm alright, just about to head out and track some more ghost trails, hopefully... I swear, they've been flaring up all over the block recently!
french: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, je suis d'accord, juste sur le point de partir et de suivre d'autres sentiers fantômes, espérons-le. . Je vous le jure, ils ont fait éclater dans le bloc récemment!
german: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, ich bin in Ordnung, kurz vor dem Hinausgehen und einige weitere Geisterpfade zu verfolgen, hoffentlich. . Ich schwöre, sie haben in letzter Zeit in den ganzen Block geflüchtet!

source: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, good luck Dad.
french: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, bonne chance papa.
german: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, viel Glück Vater.

source: [_jack_s_towards_s_rise_s_talk_frown_] Hey, is everything alright Son? You seem a little spooked.
french: [_jack_s_towards_s_rise_s_talk_frown_] Hé, tout est bien le Fils ? Vous semblez un peu effrayé.
german: [_jack_s_towards_s_rise_s_talk_frown_] Hey, ist alles in Ordnung? Du scheinst ein wenig abgedroscht.

source: [_jack_s_towards_s_rise_s_talk_frown_] ...which is the {u}worst{/u} sorta feeling you can be, I assure you.
french: [_jack_s_towards_s_rise_s_talk_frown_] ...ce qui est le {u}pire{/u} sorta sentiment que vous pouvez être, je vous l'assure.
german: [_jack_s_towards_s_rise_s_talk_frown_] ...das ist das {u}schlechtes{/u} sorta Gefühl, dass du sein kannst, ich versichere dich.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-huh? Oh no, no, everything's fine Dad, just a little shaky from the coffee still...
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-hein ? Oh non, non, tout est beau papa, juste un peu tremblé du café encore...
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-huh? Oh nein, nein, alles ist schön Pap, nur ein wenig wackelig vom Kaffee...

source: [_jack_s_towards_s_neutral_s_talk_happy_] Well, next time, try going decaf instead! In the meantime, keep vigilant for those ghosts, champ!!
french: [_jack_s_towards_s_neutral_s_talk_happy_] Eh bien, la prochaine fois, essayez de faire une décennie à la place ! Entre-temps, restez vigilant pour ces fantômes, le champ!!
german: [_jack_s_towards_s_neutral_s_talk_happy_] Nun, beim nächsten Mal versuche stattdessen getäuscht zu werden! In der Zwischenzeit bleibe wachsam gegenüber diesen Geistern, Champ!!

source: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... I hope this coffee doesn't run through me again... the porta-john in the Fenton Family Ghost Assault Vehicle is busted right now...
french: [_jack_s_towards_s_sad_s_talk_frown_] ...oohhh... J'espère que ce café ne me traverse plus... le porta-john dans le véhicule d'assaut Fenton Family Ghost est cassé en ce moment...
german: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... Ich hoffe, dass dieser Kaffee nicht wieder durch mich liegt... der porta-john im Fenton Family Ghost Assault Fahrzeug wird gerade ausgelassen...

source: [_jack_s_towards_s_confused_s_talk_frown_] ...ya' know, is it just me, or is that name {i}really{/i} long winded to have to say every time?{p}Definitely gotta figure out a good shorthand for it...
french: [_jack_s_towards_s_confused_s_talk_frown_] ... « a... est-ce juste moi, ou est-ce que ce nom {i}est vraiment longue{/i} à dire à chaque fois? »{p}Définitivement il faut trouver un bon raccourci pour cela...
german: [_jack_s_towards_s_confused_s_talk_frown_] ... a' wissen, ist es nur mich, oder ist dieser Name {i}wirklich lange{/i} lange windet, um jedes Mal zu sagen?{p}definitiv gotta finden Sie eine gute Kurve für sie...

source: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...now "The G.A.V." sounds pretty good... ehhh, but then I don't get to say "Fenton" {i}or{/i} Family... darn shame...
french: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...maintenant « Le G.A.V. » semble plutôt bien... hein, mais alors je n'arrive pas à dire « Fenton» {i}ou{/i} Famille... honte... »
german: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...jetzt "The G.A.V." klingt ziemlich gut... ehhh, aber dann kann ich nicht sagen "Fenton" {i}oder{/i} Family... darn Schande...

source: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Phew!{/i} That was close.
french: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Ouf !{/i} C'était proche.
german: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Phew!{/i} Das wurde geschlossen.

source: [_ember_s_towards_s_rise_s_talk_amused_] See ya, "champ!"
french: [_ember_s_towards_s_rise_s_talk_amused_] Voyez-vous, « champ! »
german: [_ember_s_towards_s_rise_s_talk_amused_] Sieh dir an, "Champ!"

source: [_danny_s_towards_s_angry_s_talk_displeased_] As an edgy punk rocker I know once said sarcastically, "Har har, so funny I forgot to laugh."
french: [_danny_s_towards_s_angry_s_talk_displeased_] En tant que rocker punk tranchant que je connais un jour a dit sarcastiquement, « Har har, si drôle que j'ai oublié de rire. »
german: [_danny_s_towards_s_angry_s_talk_displeased_] Als runder Punkrocker sagte ich einmal sarkastisch: "Har har, so lustig habe ich vergessen zu lachen."

source: [_ember_s_towards_s_idle_s_talk_amused_] Come on, it {i}is{/i} pretty funny.
french: [_ember_s_towards_s_idle_s_talk_amused_] Allez, {i}est plutôt drôle{/i}.
german: [_ember_s_towards_s_idle_s_talk_amused_] Komm, es {i}ist ziemlich lustig.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Right. Anyway, I'm off to school now. Peace ladies.
french: [_danny_s_towards_s_neutral_s_talk_amused_] D'accord. Quoi qu'il en soit, je suis parti à l'école maintenant. Femmes de la paix.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Richtig. Jedenfalls bin ich jetzt in die Schule. Friedensfrauen.

source: [_ember_s_towards_s_sad_s_talk_displeased_] Wait!
french: [_ember_s_towards_s_sad_s_talk_displeased_] Attendez !
german: [_ember_s_towards_s_sad_s_talk_displeased_] Warte!

source: [_danny_s_towards_s_rise_s_talk_happy_] Huh?
french: [_danny_s_towards_s_rise_s_talk_happy_] Hein?

source: [_ember_s_towards_s_rise_s_talk_displeased_] If I took on a human form, could I come with you?
french: [_ember_s_towards_s_rise_s_talk_displeased_] Si je prenais une forme humaine, pourrais-je venir avec vous?
german: [_ember_s_towards_s_rise_s_talk_displeased_] Wenn ich eine menschliche Form angenommen habe, könnte ich mit dir kommen?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What, why? You suddenly wanna spend time out with me now? The Mall didn't seem to be your favorite activity...
french: [_danny_s_towards_s_rise_s_talk_displeased_] Quoi? Pourquoi ? Vous voulez soudain passer du temps avec moi maintenant? Le centre commercial ne semble pas être votre activité préférée...
german: [_danny_s_towards_s_rise_s_talk_displeased_] Was, warum? Du möchtest jetzt plötzlich Zeit mit mir verbringen? Die Mall scheint nicht deine Lieblingsaktivität zu sein...

source: [_ember_s_down_s_idle_s_talk_consternation_] What? N-no, hell no, eww...
french: [_ember_s_down_s_idle_s_talk_consternation_] Quoi? N-non, enfer non, eww...
german: [_ember_s_down_s_idle_s_talk_consternation_] Was? N-no, Hölle nein, eww...

source: [_ember_s_towards_s_sad_s_talk_happy_] It's just... ya' know, I wouldn't mind to see the ol' school properly this time, is all.
french: [_ember_s_towards_s_sad_s_talk_happy_] C'est juste... vous savez, ça ne me dérange pas de voir l'école de l'ol' cette fois-ci, c'est tout.
german: [_ember_s_towards_s_sad_s_talk_happy_] Es ist nur... ya' wissen ja, ich würde nichts dagegen haben, diesmal die alte Schule richtig zu sehen, ist alles.

source: [_danny_s_towards_s_sad_s_talk_happy_] Des, do you mind being alone?
french: [_danny_s_towards_s_sad_s_talk_happy_] Des, est-ce que vous pensez être seul ?
german: [_danny_s_towards_s_sad_s_talk_happy_] Dus, bist du alleine gewesen?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] The whole house to myself? Oh please, I pray to the Gods for an opportunity such as this!
french: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] Toute la maison à moi-même? Oh, s'il vous plaît, je prie les Dieux pour une telle occasion !
german: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] Das ganze Haus zu mir? Oh, bitte bete ich zu den Göttern für eine Chance wie diese!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...well no, I meant like, "going back in the Thermos" alone. I have to take it with me for Ember to tag along.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...bien non, je voulais dire "revenir dans les Thermes" seul. Je dois emporter avec moi le marquage de l'Ambre avec moi.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...nein, ich meinte "in den Thermos" allein. Ich muss es mit mir mitnehmen, damit Ember mittaggen kann.

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks, you're the best!!
french: [_danny_s_towards_s_sad_s_talk_happy_] Merci, vous êtes le meilleur!!
german: [_danny_s_towards_s_sad_s_talk_happy_] Danke, du bist der Beste!!

source: [_ember_s_towards_s_confused_s_talk_happy_] So is that a yes?! C'mon, please?
french: [_ember_s_towards_s_confused_s_talk_happy_] Alors est-ce que c'est oui ?! C'mon, s'il vous plaît?
german: [_ember_s_towards_s_confused_s_talk_happy_] So ist das ein Ja?! C'mon, bitte?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, but as always, no funny business Ember.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] D'accord, mais comme toujours, pas de travail drôle Ember.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, aber wie immer kein lustiger Ember.

source: [_ember_s_towards_s_idle_s_talk_happy_] I promise!!{p}And Danny...?
french: [_ember_s_towards_s_idle_s_talk_happy_] Je vous promets !!{p}Et Danny...?
german: [_ember_s_towards_s_idle_s_talk_happy_] Verspreche!!{p}Und Danny...?

source: [_ember_s_towards_s_sad_s_talk_amused_] ...thanks.
french: [_ember_s_towards_s_sad_s_talk_amused_] ...merci.
german: [_ember_s_towards_s_sad_s_talk_amused_] ...vielen Dank.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Come on, take on your human form and get dressed.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Allez, prenez votre forme humaine et vous vous habiller.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Komm hin, nimm deine menschliche Form an und lass dich kleideen.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hey Danny, what's going... uhh, who's that you're hanging with behin-
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Salut Danny, ce qui se passe... euh, qui est que vous êtes accroché avec derrière-
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hey Danny, was los wird... uhh, mit wem du hinten hängst -

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Wait. Stop. No.
french: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Attendez. Stop. Non.
german: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Warte. Halte. Nein.

source: [_tucker_s_arms_clenchedfists_s_towards_wide_s_wondering_s_talk_frown_] Y-y-you're E-E-Em-
french: [_tucker_s_arms_clenchedfists_s_towards_wide_s_wondering_s_talk_frown_] Y-y-vous E-E-E-E-
german: [_tucker_s_arms_clenchedfists_s_towards_wide_s_wondering_s_talk_frown_] Y-y-bin E-Em-

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, yeah, hey again. Sup dorks?
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Euh, ouais, hey encore. Sup dorks?
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, ja, hey nochmal. Dorks?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, guys, relax, I know this is {i}kinda{/i} weird.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ok, les gars, se détendre, je sais que c'est {i}genre {/i} bizarre.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, Jungs, entspannen, ich weiß, das ist {i}kinda{/i} seltsam.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] No Danny, this is "kinda" freaking {u}insane{/u}! You should have blasted her out of a cannon into the Ghost Zone!! Away from us!!
french: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Pas de Danny, c'est « la gentillesse» qui effraie {u}folle{/u} ! Vous auriez dû la faire sortir d'un canon dans la Zone des Fantômes!! Loin de nous!!
german: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Kein Danny, das ist "Kinda", das {u}inane{/u}! Du solltest sie aus einer Kanone in die Geisterzone gespickt haben! Abwesend von uns!!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Not bring her to first period!! The hell's the matter with you, Danny?!
french: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Ne l'amenez pas aux premières règles!! L'enfer de la question avec vous, Danny?!
german: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Bring sie nicht in die erste Periode! Die Hölle ist die Sache mit dir, Danny?!

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] Guys, I used Desiree's magic to make sure certain rules were established and-
french: [_danny_s_closed_s_unhappy_s_talk_distraught_] Les gars, j'ai utilisé la magie de Desire pour s'assurer que certaines règles ont été établies et- -
german: [_danny_s_closed_s_unhappy_s_talk_distraught_] Jungs, ich habe die Magie von Desiree benutzt, um sicherzustellen, dass bestimmte Regeln aufgestellt wurden und-

source: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] You've got Desiree involved in this too?? The hell Danny?!
french: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] Vous vous êtes aussi impliqué dans cela ? L'enfer Danny ? !
german: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] Du hast auch Desiree daran teilgenommen?? Die Hölle Danny?!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hey look, I guess I owe you two an apology, right, so let me just say-
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hey regardez, je suppose que je vous dois deux excuses, d'accord, alors laissez-moi juste dire-
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hey schauen, ich denke, ich verdanke dir zwei eine Entschuldigung, richtig, also lass mich einfach sagen -

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] An apology? No, you owe me the privilege of not having to see you ever again in this dimension!
french: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Toutes nos excuses ? Non, vous me devez le privilège de ne plus jamais vous revoir dans cette dimension !
german: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Entschuldigung dafür? Nein, Sie haben mir das Privileg, Sie in dieser Dimension nicht mehr zu sehen!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam! Guys, c'mon, wait-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam ! Les gars, c'mon, attendre-
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam! Jungs, c'mon, warten-

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] No, no, Danny, let's be honest. She has a right to be pissed at me. She should be.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Non, non, non, Danny, soyons honnêtes. Elle a le droit de me pavoisiner. Elle devrait l'être.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Nein, nein, Danny, seien wir ehrlich. Sie hat das Recht, mich angepissen zu lassen. Sie sollte es sein.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I kidnapped you and tried to take over the world.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Je suis désolé de vous avoir kidnappé et j'ai essayé de prendre le contrôle du monde.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Es tut mir leid, dass ich dich entführt habe und versuchte, die Welt zu übernehmen.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I tried to take over the world.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Je suis désolé d'avoir essayé de prendre le contrôle du monde.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Es tut mir leid, dass ich versucht habe die Welt zu übernehmen.

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, yeah, no, sorry doesn't quite cut it in this particular instance..
french: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, oui, non, désolé de ne pas tout à fait trancher dans ce cas particulier..
german: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, ja, nein, es tut mir leid, in diesem speziellen Fall nicht ganz geschnitten..

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] I mean yeah, this is freaky, but I guess... kinda okay, right? It's better that Danny has an eye on these ghosts personally so that-
french: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] Je veux dire oui, c'est fâcheux, mais je suppose... Ça va bien, n'est-ce pas? Il vaut mieux que Danny ait un œil sur ces fantômes personnellement-
german: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] Ich meine ja, das ist frech aber ich vermutet... kinda okay, oder? Es ist besser, dass Danny ein Auge auf diese Geister hat, so dass-
