Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_danny_s_rise_one_s_talk_happy_] But why not, you're my sister! of course I'd help you out if you asked. I'm not that much of an intolerable little brother, am I?
french: [_danny_s_rise_one_s_talk_happy_] Mais pourquoi pas, vous êtes ma sœur! Bien sûr, je vous aiderais si vous me le demandez. Je ne suis pas vraiment un petit frère intolérable, suis-je ?
german: [_danny_s_rise_one_s_talk_happy_] Aber warum nicht, du bist meine Schwester! Natürlich würde ich dir helfen, wenn du gefragt hast. Ich bin nicht so viel von einem unerträglichen kleinen Bruder, bin ich?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] It was because... I needed them for something sorta {b}personal{/b}, and, well... {u}private{/u}.
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] C'était parce que... j'en avais besoin pour quelque chose de sorta {b}personnel{/b}, et... {u}privé{/u}.
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Es war denn... Ich brauchte sie für etwas sorta {b}Personal{/b}, und... {u}private{/u}.

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... okay then... yeah, alright, I think I get the picture...
french: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhhhh {/i}.... ok alors... ouais, d'accord, je pense que je prends la photo...
german: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Oh. {i}Ohhhhh{/i}.... Okay, jawohl, ich glaube, ich bekomme das Bild...

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Ugh, look, this is embarassing, you just standing here and poorly sleuthing this whole thing out further than necessary! Just take your batteries and leave alrea-
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Ugh, regardez, ça est embarquant, vous juste debout ici et vous endormez mal tout ce qui est plus loin que nécessaire! Prenez simplement vos piles et laissez alrea-
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] Ugh, schau, das ist peinlich, du stehst einfach hier und wirfst das Ganze schlecht aus als nötig! Nehmen Sie einfach Ihre Batterien und lassen Sie alrea-

source: [_danny_s_sad_s_towards_wide_s_talk_frown_] A charging port!
french: [_danny_s_sad_s_towards_wide_s_talk_frown_] Un port de chargement!
german: [_danny_s_sad_s_towards_wide_s_talk_frown_] Ein Ladeport!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Huh? What are you-
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Huh ? Que êtes-vous -
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Huh? Was bist du-

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, ya know, the {b}thing{/b} you're looking to replace the batteries for, you should just get a new one. One with a charging port. Spare yourself the dependence on batteries.
french: [_danny_s_closed_s_talk_happy_s_sad_] Eh bien, vous savez, le {b}truc{/b} que vous cherchez à remplacer les piles pour, vous devriez juste en obtenir une nouvelle. Un avec un port de charge. Épargnez-vous la dépendance des piles.
german: [_danny_s_closed_s_talk_happy_s_sad_] Nun, ja, du weißt ja, das {b}Ding{/b} für das du die Batterien ersetzen möchtest, du solltest einfach eine neue bekommen. Eins mit einem Ladehafen, ersparen Sie sich die Abhängigkeit von Batterien.

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, r-right. Yeah, that, uh, that sounds like... a reasonable enough investment to make... {i}*Ahem*{/i} Well, uhh, again, th-thank you Danny. I'll take that into consideration.
french: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, r-right. Ouais, ça, euh, ça ressemble à... un investissement assez raisonnable pour faire. . {i}*Ahem*{/i} Eh bien, euh, encore une fois, merci Danny. J'en tiendrai compte.
german: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Erhm... oh, r-right. Yeah, das klingt wie ... eine vernünftige Investition zu tätigen. . {i}*Ahem*{/i} Nun, uhh, noch einmal th-thank you Danny. Ich werde das berücksichtigen.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, I mean, considering how much you must use it on a near daily basis, we don't wanna have to take a loan out on the house on Double A's! {i}Hah hah ha!{/i}
french: [_danny_s_rise_one_s_talk_happy_2_] Oui, je veux dire, vu combien vous devez l'utiliser presque quotidiennement, Nous ne voulons pas avoir à prendre un prêt sur la maison sur le Double A's! {i}Ha ha ha!{/i}
german: [_danny_s_rise_one_s_talk_happy_2_] Ja, ich meine, ich überlege, wie viel du es fast täglich verwenden musst wir wollen nicht ein Darlehen auf das Haus auf Double A nehmen müssen! {i}Ha hah ha!{/i}

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}GET OUT OF MY ROOM ALREADY, DANNY!!{/b}
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}SUPPRIMEZ DE MON SALLE DÉJET, DANNEZ !!{/b}
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}ERHALTE AUF MEIN ZIMMER, DANNY!!{/b}

source: [_danny_s_closed_s_grin_happy_s_sad_2_] (Heh heh... nothing better than teasing Jazz with intolerable levels of annoyance.)
french: [_danny_s_closed_s_grin_happy_s_sad_2_] (Heh heh... rien de mieux que de taquiner du jazz avec des niveaux intolérables de gêne.)
german: [_danny_s_closed_s_grin_happy_s_sad_2_] (Heh heh... nichts Besseres als Jazz mit unerträglichem Ärgerniss zu verheben)

source: [_danny_s_talk_happy_s_down_s_sad_] Anyway, I guess I can go give Mom the remote now.
french: [_danny_s_talk_happy_s_down_s_sad_] Quoi qu'il en soit, je suppose que je peux aller donner à ma mère la télécommande maintenant.
german: [_danny_s_talk_happy_s_down_s_sad_] Wie auch immer, ich denke, ich kann gehen Mama die entfernte jetzt geben.

source: [_maddie_s_sad_2_s_talk_frown_] Any luck?
french: [_maddie_s_sad_2_s_talk_frown_] Vous avez de la chance ?
german: [_maddie_s_sad_2_s_talk_frown_] Viel Glück?

source: [_danny_s_talk_happy_s_sad_2_] Long story short, I got it!
french: [_danny_s_talk_happy_s_sad_2_] Longue histoire courte, je l'ai compris!
german: [_danny_s_talk_happy_s_sad_2_] Lange Geschichte kurz, ich habe es!

source: [_maddie_s_closed_s_idle__s_talk_happy_] Oh wonderful! Thank you Danny, I'm glad we got that little mystery solved.
french: [_maddie_s_closed_s_idle__s_talk_happy_] Oh merveilleux ! Merci Danny, je suis content que nous ayons résolu ce petit mystère.
german: [_maddie_s_closed_s_idle__s_talk_happy_] Oh wunderbar! Danke Danny, ich bin froh, dass wir dieses kleine Geheimnis gelöst haben.

source: [_danny_s_rise_one_s_talk_happy_2_] Yeah, so uh, what movie were you going to watch? Would you mind if I watched it with yah?
french: [_danny_s_rise_one_s_talk_happy_2_] Ouais, donc euh, quel film allez-vous regarder ? Pourriez-vous si je l'ai regardé avec vous ?
german: [_danny_s_rise_one_s_talk_happy_2_] Ja, also uh, welcher Film würdest du dir ansehen? Würdest du es bitte ansehen, wenn ich ihn mit yah gesehen habe?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, well, yes, about that... I went to ask your father if he'd seen the remote, or to see if he had accidentally sat on it, ya know...
french: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Oh, eh bien, oui, à ce sujet... Je suis allé demander à votre père s'il avait vu la télécommande, ou pour voir s'il s'était accidentellement assis dessus, vous savez...
german: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_] Ach, ja, dass... Ich ging zu Ihrem Vater zu fragen, ob er die Fernbedienung gesehen hätte, oder zu sehen, ob er versehentlich auf ihm saß, ya wissen...

source: [_maddie_s_away_s_talk_happy_2_s_idle__] And we sorta got to talking, and I actually decided to change my plans a bit.
french: [_maddie_s_away_s_talk_happy_2_s_idle__] Et nous avons trié pour parler, et j'ai en fait décidé de changer un peu mes plans.
german: [_maddie_s_away_s_talk_happy_2_s_idle__] Und wir sorta musste reden, und ich beschloss, meine Pläne etwas zu ändern.

source: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] I think me and him are just going to stay in our room together tonight.
french: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] Je pense que moi et lui allons juste rester dans notre chambre ce soir.
german: [_maddie_s_towards_s_talk_happy_s_rise_one_2_] Ich denke, ich und er werden heute Abend in unserem Zimmer bleiben.

source: [_danny_s_sad_s_talk_frown_] Oh, okay then. Well, as long as it still counts as taking some time for yourself!
french: [_danny_s_sad_s_talk_frown_] Oh, d'accord. Eh bien, aussi longtemps que cela compte encore comme prendre un peu de temps pour vous !
german: [_danny_s_sad_s_talk_frown_] Oh, okay. Nun, solange es noch zählt, dass du etwas Zeit für dich selbst brauchst!

source: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Yes Danny, I should be {b}plenty{/b} relaxed after tonight...
french: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Oui Danny, je devrais être {b}amplement détendu{/b} après ce soir...
german: [_maddie_s_blush_s_talk_happy_2_s_away_s_sad_] Yes Danny, ich sollte heute Abend {b}plenty{/b} entspannt werden...

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} Alright, well that's great, so, uh... have... fun?
french: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} D'accord, c'est génial, alors... euh... fun?
german: [_danny_s_neutral_s_talk_frown_2_] {i}*Ahem*{/i} Okay, ja, das ist toll, denn... haben Spaß?

source: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Now, I've still got a little work to get done in the lab before then. Stop in donwstairs anytime Danny, I'll be there!
french: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Maintenant, j'ai encore un peu de travail à faire dans le laboratoire avant cela. Arrêtez dans les escaliers d'ânes à tout moment Danny, je serai là !
german: [_maddie_s_noblush_s_talk_happy_s_wondering_s_towards_] Nun, ich habe noch ein wenig Arbeit vor mir im Labor zu erledigen. Stoppe in Donwstairs zu jeder Zeit Danny, ich bin da!

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Yeah, sure thing Mom. See you around then.
french: [_danny_s_towards_s_talk_happy_2_s_sad_] Ouais, bien sûr ça Maman. À ce moment-là.
german: [_danny_s_towards_s_talk_happy_2_s_sad_] Ja, sicher was Mama. Schau dich dann herum.

source: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, I thought that might've made for a good time to hang out with Mom. I like spending time with her...
french: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, je pensais que ça aurait pu faire un bon moment pour sortir avec Maman. J'aime passer du temps avec elle...
german: [_danny_s_blank_stare_s_neutral_s_talk_frown_2_] Dang, ich dachte, dass might've für eine gute Zeit gemacht hat, mit Mama zu hängen. Ich verbringe gerne Zeit mit ihr...

source: [_danny_s_towards_s_talk_frown_s_sad_] Oh well... I guess I'll just do my own thing then.
french: [_danny_s_towards_s_talk_frown_s_sad_] Oh bien... Je suppose que je vais faire ma propre chose alors.
german: [_danny_s_towards_s_talk_frown_s_sad_] Oh gut... Ich denke, ich werde dann nur meine eigene Sache machen.

source: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Yeah, I can make my own thing cool, right? Just Danny, hanging with Danny... {i}*Tsk*{/i} I mean, t-talk about Coolsville, just talking and hanging with yourself!!
french: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Ouais, je peux faire cool, non ? Juste Danny, accroché à Danny... {i}*Tsk*{/i} Je veux dire, t-parler de Coolsville, juste parler et pendre avec vous !!
german: [_danny_s_sad_2_s_towards_wide_s_talk_happy_] Ja, ich kann meine eigene Sache cool machen, oder? Nur Danny, hängend an Danny... {i}*Tsk*{/i} Ich meine, t-talk about Coolsville, nur reden und hängen!!

source: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} M-maybe I'll just ask Mom to reconsider... otherwise I'm gonna be pretty bored today.
french: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} M-maybe je vais juste demander à ma mère de reconsidérer ... sinon je vais m'ennuyer assez aujourd'hui.
german: [_danny_s_towards_s_talk_frown_s_sad_] {i}*Ahem*{/i} M-maybe I just ask Mama to think ... sonst werde ich heute ziemlich langweilig sein.

source: [_danny_s_sad_s_talk_frown_] Okay, so, I should probably just try my best to convince Mom to hang with me.
french: [_danny_s_sad_s_talk_frown_] Ok, alors je devrais probablement juste faire de mon mieux pour convaincre Maman de rester avec moi.
german: [_danny_s_sad_s_talk_frown_] Okay, also sollte ich wahrscheinlich nur mein Bestes versuchen, Mama davon zu überzeugen, bei mir zu hängen.

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] I mean, I know it's their time to spend together, but it's not like they don't do that all the time in the lab anyway.
french: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Je veux dire, je sais que c'est leur temps de passer ensemble, Mais ce n'est pas comme si elles ne faisaient pas tout le temps dans le laboratoire.
german: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Ich meine, ich weiß, es ist ihre Zeit gemeinsam zu verbringen aber es ist nicht so, als würden sie das nicht die ganze Zeit im Labor tun.

source: [_danny_s_talk_frown_s_at_player_s_sad_] I feel like Mom and I should be allowed to just hang out for a little, a bit more one on-
french: [_danny_s_talk_frown_s_at_player_s_sad_] Je me sens comme maman et je devrais être autorisé à sortir juste un peu, un peu plus un sur -
german: [_danny_s_talk_frown_s_at_player_s_sad_] Ich fühle mich wie Mama und sollte mir erlaubt sein, ein wenig auszuhängen, ein bisschen mehr auf-

source: [_maddie_] {i}*Muffled Talking*{/i}
french: [_maddie_] {i}*Discours silencieux*{/i}

source: [_jack_] {i}*Muffled Chatter*{/i}
french: [_jack_] {i}*Chatter silencieux*{/i}
german: [_jack_] {i}*Chatter*{/i} muffled

source: [_danny_s_talk_frown_s_at_player_] Huh? What was that I just heard?
french: [_danny_s_talk_frown_s_at_player_] Hein? Qu'est-ce que je viens d'évoquer?
german: [_danny_s_talk_frown_s_at_player_] Huh? Was habe ich gerade gehört?

source: [_danny_s_towards_s_frown_3_s_sad_] (Oh, I guess it could've just been Mom and Dad talking. I can't really hear them behind the door.)
french: [_danny_s_towards_s_frown_3_s_sad_] (Oh, je suppose que ça pourrait être juste maman et papa. Je ne peux pas vraiment les entendre derrière la porte.)
german: [_danny_s_towards_s_frown_3_s_sad_] (Oh, ich denke, es könnte gerade Mutter und Vater sprechen. Ich kann sie nicht wirklich hinter der Tür hören.)

source: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... maybe I'm just being a bit jealous. They both deserve their privacy together after all, so-)
french: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... peut-être que je suis un peu jaloux. Ils méritent tous deux leur vie privée après tout, sos)
german: [_danny_s_blank_stare_s_wondering_s_frown_2_] (Hmmm... vielleicht bin ich einfach ein bisschen eifersüchtig. Sie beide verdienen schließlich ihre Privatsphäre, so)

source: [_jack_] {i}AUGHHH!!{/i} {i}*Bed Creaking*{/i}
french: [_jack_] {i}AUGHHH !!{/i} {i}*Crépuscule de lit*{/i}

source: [_danny_s_talk_frown_2_s_sad_] Woah! Was that dad? Is he hurt?! Is this another ghost atta-
french: [_danny_s_talk_frown_2_s_sad_] Woah! C'était-il ce papa? Il fait mal? ! Est-ce une autre attaque fantôme-
german: [_danny_s_talk_frown_2_s_sad_] Woah! War das vater? Ist er weh?! Ist das ein anderes Geisteratta-

source: [_danny_s_rise_one_s_talk_frown_] Or... no, wait... are they- is it really...
french: [_danny_s_rise_one_s_talk_frown_] Ou... non, attendez... c'est vraiment...
german: [_danny_s_rise_one_s_talk_frown_] Oder... nein, warten... sind sie - ist es wirklich...

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh man... this is kinda uncomfortable... I don't even know if I...
french: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh man... c'est un peu inconfortable... Je ne sais même pas si je...
german: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Oh Mann... das ist unangenehm... Ich weiß nicht einmal, ob ich...

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (One quick peek. It won't hurt just to... take a harmless...)
french: [_danny_s_blank_stare_s_sad_s_frown_2_] (Un rapide aperçu. Ça ne fera pas de mal à... prendre un inoffensif...)
german: [_danny_s_blank_stare_s_sad_s_frown_2_] (Ein kurzer Einblick. Es schadet nicht nur, um eine Unschädlichkeit zu nehmen...)

source: [_danny_s_at_player_s_frown_s_wondering_] (Hoo boy, I have turned into a {b}mighty{/b} fine rationalizer lately... I'm still gonna burn in hell for this.)
french: [_danny_s_at_player_s_frown_s_wondering_] (Hoo garçon, je suis devenu un {b}puissant{/b} rationaliseur ces derniers temps... Je vais quand même brûler l'enfer pour cela.)
german: [_danny_s_at_player_s_frown_s_wondering_] (Hoo Boy, ich habe mich in letzter Zeit zu einem {b}mächtig{/b} Feinrationalizer verwandelt... Ich werde dafür immer noch in der Hölle brennen.)

source: [_danny_s_at_player_s_wondering_] (Alright, let's get this sick curiosity of mine out of the way quickly.)
french: [_danny_s_at_player_s_wondering_] (Bien, laissons vite ma curiosité malade.)
german: [_danny_s_at_player_s_wondering_] (Okay, lass uns diese kranke Neugier schnell aus dem Weg räumen.)

source: [_danny_] (Something tells me I'm going to regret this.)
french: [_danny_] (Ce qui me dit que je vais le regretter.)
german: [_danny_] (Irgendwas sagt mir, ich werde das bereuen.)

source: [_danny_] (There's also something a bit alarming about my sudden interest in seeing these type of closed door activi-)
french: [_danny_] (Il y a aussi quelque chose d'un peu alarmant à propos de mon intérêt soudain à voir ce type d'activités de portes fermées- )
german: [_danny_] (Es ist auch etwas alarmierend über mein plötzliches Interesse an dieser Art von geschlossener Türaktivität)

source: [_danny_s_sad_2_s_talk_frown_] God... that was...
french: [_danny_s_sad_2_s_talk_frown_] Dieu... c'était là...
german: [_danny_s_sad_2_s_talk_frown_] Gott... das war...

source: [_danny_s_neutral_s_towards_s_talk_frown_] Yeup, I need to seriously start looking into a therapist's number...
french: [_danny_s_neutral_s_towards_s_talk_frown_] Yeup, j'ai besoin de commencer à regarder sérieusement le numéro d'un thérapeute...
german: [_danny_s_neutral_s_towards_s_talk_frown_] Ja. Ich muss ernsthaft anfangen, die Nummer eines Therapeuten zu prüfen...

source: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh shoot, somebody's coming out!!)
french: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh tir, quelqu'un sort !!)
german: [_danny_s_at_player_s_frown_grin_2_s_sad_] (Oh schießen, jemand kommt heraus!!)

source: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, I didn't expect to see... uhm, wh-what are you doing out in the halls?
french: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, je ne m'attendais pas à voir... euh, qui-que faites-vous dans les salles ?
german: [_maddie_s_sad_2_s_blush_s_talk_frown_s_away_] Oh... D-Danny, ich hatte nicht erwartet, zu sehen... uhm, was du in den Hallen machst?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, ya know, I was just, uh, walking around. I was probably going to get a glass of water or something.
french: [_danny_s_blank_stare_s_talk_happy_s_sad_] Oh, tu sais, j'étais juste, euh, marchant autour. J'allais probablement obtenir un verre d'eau ou quelque chose.
german: [_danny_s_blank_stare_s_talk_happy_s_sad_] Ach, ja, ja, ich war gerecht, uh, ging umher. Ich wollte wahrscheinlich ein Glas Wasser oder etwas bekommen.

source: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} now Danny... you weren't spying on your father and I, were you?
french: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} maintenant Dann... vous n'étiez pas l'espionnage de votre père et moi, n'est-ce pas?
german: [_maddie_s_towards_2_s_noblush_s_talk_frown_s_rise_one_] {i}Hmmm...{/i} jetzt Danny... du warst nicht auf deinen Vater und ich, warst du?

source: [_danny_s_sad_s_talk_frown_2_] Wh-wha-what?!? N-no, I-I-I would never!! D-definitely not!
french: [_danny_s_sad_s_talk_frown_2_] Quoi-quoi?!? N-non, I-I-I ne serait jamais!! Certainement pas!
german: [_danny_s_sad_s_talk_frown_2_] Wozu was?!? N-no, I-I-I-I würde ich niemals!! D-definitiv nicht!

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Chuckles*{/i} Oh Danny, your face! You always get so flustered when you think I'm suspicious of you!
french: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Chucailles*{/i} Oh Danny, votre visage! Vous vous faites toujours si émoussé quand vous pensez que je me méfie de vous!
german: [_maddie_s_closed_s_talk_happy_s_sad_2_] {i}*Chuckles*{/i} Oh Danny, dein Gesicht! Du wirst immer so flustert, wenn du denkst, dass ich dir misstrauisch bin!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Don't worry sweetie, I know you wouldn't care to spy on your Father and I while we were...
french: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Ne vous inquiétez pas, je sais que vous ne vous soucieriez pas d'espionner votre Père et moi pendant que nous étions là...
german: [_maddie_s_towards_wide_up_s_talk_happy_2_s_wondering_] Keine Sorge, ich weiß, du würdest deinen Vater nicht ausspionieren und ich während wir waren...

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...filing our taxes!!
french: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...remplir nos impôts!!
german: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] ...unsere Steuern einzureichen!!

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, ye-yeah, sure... I know you trust me and everything... sorry, I just get a bit skiddish when it comes to confrontation.
french: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, oui, bien sûr... Je sais que vous me faites confiance et tout... désolé, je suis juste un peu débrouillé quand il s'agit de confrontation.
german: [_danny_s_towards_s_sad_s_talk_happy_2_] Oh, ja, sicher... Ich weiß, du vertraust mir und alles... Tut mir leid, ich bekomme nur ein bisschen skiddisch, wenn es um Konfrontation geht.

source: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Don't worry kiddo, I getcha. Trust me, I could barely even utter a word out of my mouth around my family when I was a kid. I was far too timid to say anything out of line.
french: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Ne vous inquiétez pas enfant, je getcha. Croyez-moi, je pouvais à peine dire un mot de ma bouche autour de ma famille quand j'étais petit. J'étais beaucoup trop timide pour dire quelque chose de démesuré.
german: [_maddie_s_closed_s_talk_happy_2_s_rise_one_4_] Keine Sorge, ich getcha. Vertrauen Sie mir, als ich ein Kind war, konnte ich kaum ein Wort aus dem Mund um meine Familie sagen. Ich war viel zu zaghaft, als dass ich irgendetwas außerhalb der Linie sagen könnte.

source: [_danny_s_talk_happy_2_s_towards_wide_] Really, {i}you{/i}? {b}Timid{/b}? You're like the most brave person I know, Mom.
french: [_danny_s_talk_happy_2_s_towards_wide_] Vraiment, {i}vous{/i} ? {b}Timid{/b} ? Vous êtes comme la personne la plus courageuse que je connaisse, Maman.
german: [_danny_s_talk_happy_2_s_towards_wide_] Wirklich, {i}du{/i}? {b}Timid{/b}? Du bist wie die tapferste Person, die ich kenne, Mam.

source: [_maddie_s_sad_s_talk_happy_] Believe it or not, yes, quite shy. I just didn't know how to properly express my feelings properly.
french: [_maddie_s_sad_s_talk_happy_] Croyez-le ou non, oui, assez timide. Je ne savais juste pas comment exprimer correctement mes sentiments.
german: [_maddie_s_sad_s_talk_happy_] Glauben Sie es oder nicht, ja, ganz schüchternd. Ich wusste nur, wie ich meine Gefühle richtig zum Ausdruck bringen kann.
