Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] {i}Urgh!{/i} You could not be serious!! You intend to use me as some sort've... indentured matchmaker?! An utter insult!
french: [_desiree_] {i}Urgh!{/i} Vous n'avez pas pu être sérieux!! Vous avez l'intention de m'utiliser comme une sorte de faiseur de matchmaker?! Une insulte totale!
german: [_desiree_] {i}Dringlichkeit!{/i} Du konntest nicht ernsthaft sein!! Du beabsichtigst mich als irgendeinen sort've... eingezahnten Matchmaker zu verwenden?! Eine absolute Beleidigung!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, I don't see the problem here, you said you don't want to help me yourself, so why not just-
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Mon mon, je ne vois pas le problème ici, vous avez dit que vous ne voulez pas m'aider vous-même, alors pourquoi pas juste -
german: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, ich sehe das Problem hier nicht, du hast gesagt, du möchtest mir nicht helfen, also warum nicht nur-

source: [_desiree_] "Don't see the problem"!? There is most {i}certainly{/i} a problem at hand!
french: [_desiree_] « Tu ne vois pas le problème»!? Il y a plus de {i}certainement{/i} problème à portée de main! »
german: [_desiree_] "Sehe das Problem nicht"!? Die meisten {i}sind sicher{/i} ein Problem in der Hand!

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...that being {i}what{/i} exactly?
french: [_danny_s_towards_s_rise_s_talk_displeased_] ... ce qui est {i}quoi{/i} exactement?
german: [_danny_s_towards_s_rise_s_talk_displeased_] ...dass {i}was genau ist{/i} ist?

source: [_desiree_] Well, clearly, there's the issue of... I mean to say, that you have the audacity to ask me to- th-that you would truly think to... {i}hmmm{/i}...
french: [_desiree_] Eh bien, bien évidemment, il y a le problème... « Je veux dire que vous avez l'audace de me demander, et que vous y penseriez vraiment... {i}hmmm{/i}... »
german: [_desiree_] Nun, klar, es gibt das Problem von... Ich will sagen, dass du die Kühnheit hast, mich zu fragen: Das, was du wirklich denken würdes... {i}hmmm{/i}...

source: [_desiree_] {i}Urgh!{/i} You're just a foolish child! How about {i}that{/i} for a problem?!
french: [_desiree_] {i}Urgh!{/i} Vous êtes juste un enfant stupide! Et {i}ça{/i} pour un problème ?
german: [_desiree_] {i}Dringlich!{/i} Du bist nur ein dummes Kind! Wie wäre es mit {i}, das{/i} für ein Problem?!

source: [_danny_s_towards_s_sad_s_talk_consternation_] What?! What have {i}I{/i} possibly done wrong lately? I just {u}asked{/u} for your help! And you're pretty helpful when you wanna be!
french: [_danny_s_towards_s_sad_s_talk_consternation_] Quoi? Quoi? Qu'est-ce que {i}je{/i} a peut-être fait de mal ces derniers temps? J'ai juste demandé {u}à votre aide{/u} ! Et vous êtes plutôt utile quand vous voulez!
german: [_danny_s_towards_s_sad_s_talk_consternation_] Was?! Was haben {i}I{/i} in letzter Zeit möglicherweise falsch gemacht? Ich habe nur {u}nach deiner Hilfe gefragt{/u} gesucht! Und du bist sehr hilfreich, wenn du möchtest!

source: [_desiree_] ...and my help you shall receive, my Master...
french: [_desiree_] ...et mon aide vous sera utile, mon Maître...
german: [_desiree_] ...und meine Hilfe erhalten Sie, mein Meister...

source: [_danny_s_down_s_angry_s_talk_consternation_] So wait, {i}now{/i} I'm getting your help? What changed?!{p}{i}Ughh{/i}, why can't the women in my life just give me a straight answer?!
french: [_danny_s_down_s_angry_s_talk_consternation_] Attendez, {i}maintenant{/i} Je reçois votre aide? Qu'est-ce qui a changé?!{p}{i}Ughh{/i}, pourquoi les femmes de ma vie ne peuvent-elles pas me donner une réponse franche?
german: [_danny_s_down_s_angry_s_talk_consternation_] Also warte, {i}jetzt{/i} Ich bekomme deine Hilfe? Was ändert?!{p}{i}Ughh{/i}, warum können mir die Frauen in meinem Leben nicht einfach eine direkte Antwort geben?

source: [_desiree_] Hush! Yes, very well, I will help you "get a girl" for your piggish Orgone needs. Helpless oaf!
french: [_desiree_] Hush! Oui, très bien, je vais vous aider à « obtenir une fille » pour vos besoins d'Orgone porcin. Sans aide !
german: [_desiree_] Hush! Ja, sehr gut, ich werde dir helfen, "ein Mädchen zu bekommen" für deine Schweine-Orgine-Bedürfnisse. Hilflose Oaf!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] ...well, great. Thanks.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] ...eh bien, génial. Merci.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] ...gut, toll. Danke.

source: [_desiree_] So, have you perhaps put any thought into possible suitors yet?
french: [_desiree_] Alors, avez-vous peut-être encore réfléchi à d'éventuels prétendants ?
german: [_desiree_] Hast du also vielleicht noch einen Gedanken in mögliche Koffer gesteckt?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, Sam is already helping me with the first power-up, so that leaves either Star or Paulina for right now.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Eh bien, Sam m'aide déjà avec le premier power-up, donc cela laisse soit Star soit Paulina pour le moment.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Nun, Sam hilft mir bereits mit dem ersten Power-up, so dass entweder Star oder Paulina für den Moment verlassen.

source: [_desiree_] {i}Blech{/i}... is that truly what we have to work with? A pack of insufferable delinquent trollops from your school?
french: [_desiree_] {i}Blech{/i}... est-ce vraiment ce avec quoi nous devons travailler? Une meute de trollops insupportables de votre école?
german: [_desiree_] {i}Blech{/i}... ist das wirklich das, womit wir arbeiten müssen? Ein Paket unerträglicher Delinquent Trolops aus deiner Schule?

source: [_desiree_] Not exactly setting your sights for anything high, are we...?
french: [_desiree_] Vous ne définissez pas exactement vos objectifs pour quelque chose de haut, n'est-ce pas...?
german: [_desiree_] Setze deine Ziele nicht gerade für etwas Hohes ein, oder...?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, let's be nice here. Also, {u}you{/u} were my first choice, remember. I'm working with my {u}available{/u} options here.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, soyons gentils ici. En plus, {u}vous{/u} avez été mon premier choix, souvenez-vous. Je travaille avec mes {u}options disponibles{/u} ici.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, lasst uns hier nett sein. Auch {u}du{/u} waren meine erste Wahl. Ich arbeite hier mit meinen {u}verfügbaren Optionen{/u} Optionen.

source: [_desiree_] Well of course I would be considered first, there was hardly a concern otherwise.
french: [_desiree_] Bien sûr que je serais considéré en premier lieu, il n'y avait guère de préoccupation autrement.
german: [_desiree_] Natürlich würde ich als erste betrachtet werden, sonst gab es kaum eine Sorge.

source: [_desiree_] Compared to these other meager girls, I was clearly the only reasonable option. Not a single person you have mentioned thus far would have lasted a week in the Sultan's harem!
french: [_desiree_] Comparé à ces autres maigres filles, j'étais clairement la seule option raisonnable. Pas une seule personne que vous avez mentionnée jusqu'ici aurait duré une semaine dans le harem du Sultan!
german: [_desiree_] Im Vergleich zu diesen anderen mageren Mädchen war ich eindeutig die einzig vernünftige Option. Kein einziger Mensch, den Sie bisher erwähnt haben, hätte eine Woche im Hafen von Sultan gedauert!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Wait, why do you care so much that my first choice was you if-
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein? Attendez, pourquoi vous souciez-vous tellement que mon premier choix était que vous si-
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Warte, warum kümmerst du dich so sehr, dass meine erste Wahl war, wenn -

source: [_desiree_] {i}Ah, ah, ah!{/i} Enough idle chatter. Down to business...{p}{i}Hmmm...{/i} I suppose your next best option, if I could even say that, would be this Paulina girl. She has, at the very least, a fair face and an acceptably modest form...
french: [_desiree_] {i}Ah, ah, ah!{/i} Assez de bavardages inactifs. À l'affaire...{p}{i}Hmmm... /i} Je suppose que votre prochaine meilleure option, si je pouvais même dire cela, serait cette Paulina fille. Elle a à tout le moins un beau visage et une forme modeste et acceptable...
german: [_desiree_] {i}Ah, ah, ah!{/i} Genügend Leerlauf-Chatter. Zum Geschäft...{p}{i}Hmmm... /i} Ich nehme an, Ihre nächste beste Option, wenn ich sogar sagen könnte, dass wäre diese Paulina Mädchen. Sie hat zumindest ein faires Gesicht und eine akzeptabel bescheidene Form...

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, some good points raised... so what now?
french: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, d'accord, quelques bons points ont été soulevés... alors maintenant?
german: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, einige gute Punkte wurden aufgeworfen... also was jetzt?

source: [_desiree_] Now, as your designated magical "wing-woman", you shall follow my instructions to the letter, without deviation!
french: [_desiree_] Maintenant, en tant que « femme aile » magique désignée, vous suivrez mes instructions à la lettre, sans déviation !
german: [_desiree_] Nun, als deine designierte magische "Flügelfrau" solltest du meinen Anweisungen ohne Abweichung folgen!

source: [_danny_s_closed_s_wondering_s_talk_amused_] Okay then. I am officially enrolling myself into Desiree's Charm School!
french: [_danny_s_closed_s_wondering_s_talk_amused_] D'accord, alors je m'inscris officiellement à l'école de charme de Desiree !
german: [_danny_s_closed_s_wondering_s_talk_amused_] Okay. Ich melde mich offiziell in Desirees Charm School ein!

source: [_desiree_] Very good. Now, to start with, you shall merely approach her tomorrow with conversation. Appear in the true flesh, however.
french: [_desiree_] Très bien. Maintenant, pour commencer, vous ne ferez que l'approcher demain avec la conversation. Apparaissez toutefois dans la vraie chair.
german: [_desiree_] Sehr gut. Nun, um mit dem Anfang zu beginnen, solltest du ihr morgen nur mit Gesprächen nähern. Aber im wahren Fleisch.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wouldn't it be better if I just called her or something? She only knows and likes "Inviso-Bill", not Danny Fenton.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Ne vaudrait pas mieux que je l'appelle juste ou quelque chose ? Elle ne sait et aime que "Inviso-Bill", pas Danny Fenton.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Wäre es nicht besser, wenn ich sie oder etwas genannt habe? Sie weiß und mag nur "Inviso-Bill", nicht Danny Fenton.

source: [_desiree_] What did I just say to you? {u}No deviation!{/u}{p}Just follow my orders exactly as I tell you to, and you might just get find yourself in a semi-pretty girl's warm embrace...
french: [_desiree_] Qu'est-ce que je vous ai dit ? {u}Pas de déviation ! /u}{p}Il suffit de suivre mes commandes exactement comme je vous le dis, et vous pourriez juste vous retrouver dans une belle embrasse chaude d'une fille semi-jolie...
german: [_desiree_] Was habe ich dir gerade gesagt? {u}Keine Abweichung! /u}{p}Folgen Sie einfach meinen Aufträgen genau so wie ich es Ihnen sage, und vielleicht finden Sie sich in einer halbhübschen Mädchenumarmung...

source: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh boy. What have I gotten myself into?)
french: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh garçon. Qu'ai-je pu m'y rendre?)
german: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh Jung. Was habe ich selbst bekommen?)

source: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, can you believe that jerk Dash actually chose football practice over hanging out with me?
french: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, pouvez-vous croire que Dash a réellement choisi de s'entraîner au football plutôt que de me raccrocher avec moi?
german: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, kannst du glauben, dass jerk Dash sich eigentlich für die Fußball-Übung entschieden hat anstatt mit mir zu hängen?

source: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, I know, it's like, why are all the boys in our school either complete dorks or meat-headed idiots?
french: [_star_s_towards_s_neutral_s_talk_displeased_] « {i}Urgh{/i}, je sais, c'est comme ça, pourquoi tous les garçons de notre école sont-ils prêts à se loger dans des dortoirs ou des idiots à tête de viande? »
german: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, ich weiß, es ist so, warum sind alle Jungen in unserer Schule entweder komplett dorks oder fleischköpfige Idioten?

source: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Well, I guess there's still Ghost Boy...~
french: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Eh bien, je suppose qu'il y a encore un gars fantôme...~
german: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Nun, ich denke, es gibt noch Geister Boy...~

source: [_star_s_towards_s_sad_s_talk_distraught_] Maybe, but I haven't heard from him in days!
french: [_star_s_towards_s_sad_s_talk_distraught_] Peut-être, mais je n'ai pas entendu parler de lui depuis des jours !
german: [_star_s_towards_s_sad_s_talk_distraught_] Vielleicht, aber ich habe von ihm in Tagen noch nicht gehört!

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Yeah, me neither! Do you think he's-
french: [_paulina_s_towards_s_sad_s_talk_distraught_] Ouais, moi non plus ! Pensez-vous qu'il est -
german: [_paulina_s_towards_s_sad_s_talk_distraught_] Ja, ich keines der beiden Seiten! Meinst du ihn -

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, ladies!
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hé, euh, mesdames !
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, Damen!

source: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, Desiree, can you hear me?)
french: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, désir, pouvez-vous m'entendre?)
german: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, Verzweiflung, kannst du mich hören?)

source: [_desiree_] (That I can. By the way, you're lucky I agreed to this temporary psychic link you wished up so we can talk like this to begin with.)
french: [_desiree_] (Que je peux. Au fait, vous êtes chanceux, j'ai accepté ce lien psychique temporaire que vous avez souhaité pour que nous puissions parler comme ça pour commencer.)
german: [_desiree_] (Das kann ich. Übrigens hast du Glück, dass ich dieser temporären psychischen Verbindung, die du dir gewünscht hast, zugestimmt habe, damit wir so sprechen können, um mit diesem zu beginnen.)

source: [_desiree_] (My instructions were {i}not{/i} that difficult to follow, Master...)
french: [_desiree_] (Mes instructions n'étaient pas {i}pas{/i} si difficile à suivre, Maître...)
german: [_desiree_] (Meine Anweisungen waren {i}nicht{/i} die schwer zu befolgen sind, Master...)

source: [_danny_s_at_player_s_angry_s_consternation_] (Look, just tell me what I need to do! They probably think I'm having the hugest of brain farts, just standing here not saying anything!)
french: [_danny_s_at_player_s_angry_s_consternation_] (Regardez, dites-moi ce que j'ai besoin de faire ! Ils pensent probablement que je suis le plus grand des farces de cerveau, juste debout ici ne rien dire !)
german: [_danny_s_at_player_s_angry_s_consternation_] (Look, sag mir nur, was ich tun muss! Sie denken, ich habe die größte Hirnfart, ich stehe hier nur ohne etwas zu sagen!)

source: [_desiree_] (Fine. For the moment, merely stall them from leaving your presence.)
french: [_desiree_] (Très bien. Pour le moment, il suffit de les empêcher de quitter votre présence.)
german: [_desiree_] (Gut. Für den Moment, halten Sie sie einfach davon ab, Ihre Anwesenheit zu verlassen.)

source: [_desiree_] (I can't do everything for you! Merely think of something!)
french: [_desiree_] (Je ne peux pas tout faire pour toi ! Pensez à quelque chose !)
german: [_desiree_] (Ich kann nicht alles für dich machen! Denken Sie nur an etwas!)

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} so, uh, Inviso-Bill, huh? Sure seems he's been real busy doing lots of, {i}ehhh{/i}... ghost stuff.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} donc, euh, Inviso-Bill, hein ? Bien sûr qu'il a été vraiment occupé à faire beaucoup, {i}ehhh{/i}... choses fantômes.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} so, uh, Inviso-Bill, huh? Sicher, er ist er wirklich beschäftigt, viel von {i}ehhh{/i}... Geister.

source: [_star_s_towards_s_sad_s_talk_displeased_] Have you heard from him lately? I've been getting really worried.
french: [_star_s_towards_s_sad_s_talk_displeased_] Avez-vous entendu parler de lui ces derniers temps? Je suis vraiment inquiet.
german: [_star_s_towards_s_sad_s_talk_displeased_] Hast du in letzter Zeit von ihm gehört? Ich habe mich wirklich Sorgen gemacht.

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Me too!
french: [_paulina_s_towards_s_sad_s_talk_distraught_] Moi aussi !
german: [_paulina_s_towards_s_sad_s_talk_distraught_] Auch ich!

source: [_danny_s_towards_s_neutral_s_talk_happy_] You have? Oh, I mean, yeah, of course we ALL worry about him.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Vous avez ? Oh, je veux dire, oui, bien sûr, nous sommes tous inquiets pour lui.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Du hast? Oh, ich meine, ja, natürlich machen wir uns ALLE Sorgen um ihn.

source: [_paulina_s_towards_s_sad_s_talk_displeased_] If you see him, seriously, make sure he gets in touch soon, okay?
french: [_paulina_s_towards_s_sad_s_talk_displeased_] Si vous le voyez, sérieusement, assurez-vous qu'il entre en contact bientôt, d'accord?
german: [_paulina_s_towards_s_sad_s_talk_displeased_] Wenn du ihn wirklich siehst, stelle sicher, dass er bald in Kontakt tritt, ok?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, I'll be sure to pass along the-
french: [_danny_s_towards_s_wondering_s_talk_happy_] Oui, je vais être sûr de passer le long de la -
german: [_danny_s_towards_s_wondering_s_talk_happy_] Ja, ich bin sicher, dass ich den Weg weitergehen-

source: [_star_s_towards_s_wondering_s_talk_frown_] Hey Danny, whatever happened to that bimbo cousin of yours?
french: [_star_s_towards_s_wondering_s_talk_frown_] Hé Danny, qu'est-il arrivé à ce cousin de votre bimbo ?
german: [_star_s_towards_s_wondering_s_talk_frown_] Hey Danny, was mit diesem Bimbo-Cousin von dir passiert ist?

source: [_danny_s_towards_s_rise_s_talk_displeased_] My cousin?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Mon cousin ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Mein Cousin?

source: [_extend_] {i}Uh, right{/i} ! Yes, my cousin is around, ya' know, she's still staying at our place actually.
french: [_extend_] {i}Euh, n'est-ce pas{/i} ! Oui, ma cousine est là, vous savez, elle reste à notre place en fait.
german: [_extend_] {i}Uh, richtig{/i} ! Ja, mein Cousin ist da, du weißt, sie bleibt immer noch an unserer Stelle.

source: [_star_s_towards_s_rise_s_talk_distraught_] It's just like, I've tried an {i}extensive{/i} deep dive on all of social media, and I couldn't find her? Like, {u}anywhere{/u}?
french: [_star_s_towards_s_rise_s_talk_distraught_] C'est comme ça, j'ai essayé de plonger en profondeur en {i}sur tous les médias sociaux, et je n'ai pas pu la trouver? J'aime, {u}n'importe où{/u} ?
german: [_star_s_towards_s_rise_s_talk_distraught_] Es ist einfach so, ich habe einen {i}extensive{/i} tiefen Tauchgang in allen sozialen Medien versucht und ich konnte sie nicht finden? Gefällt mir, {u}überall{/u}?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Same! Name searching and looking at your mutuals didn't show me {i}anything!{/i} She's like a complete {u}ghost{/u} online!
french: [_paulina_s_towards_s_angry_s_talk_displeased_] Il en va de même ! Faites de la recherche et regardez vos mutuelles sans rien me montrer {i}!{/i} Elle est comme un fantôme {u}complet en ligne !
german: [_paulina_s_towards_s_angry_s_talk_displeased_] Gleich! Namensuche und Blick auf deine Gegenseitigkeit hat mir {i}nichts gezeigt!{/i} Sie ist wie ein vollständiger {u}Geister{/u} online!

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, well, ya see, she's actually not really into all that online stuff, so, {i}uhh{/i}...
french: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, eh bien, voyez-vous, elle n'est pas vraiment dans toutes ces choses en ligne, donc {i}euh{/i}...
german: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, nun, ja, ja, sie ist eigentlich nicht wirklich in all diese Online-Sache. Also {i}uhh{/i}...

source: [_desiree_] Hello again, Danny's fellow cohorts.
french: [_desiree_] Encore bonjour, les cohortes de Danny.
german: [_desiree_] Hallo nochmals, Dannys Kohorten.

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Huh?
french: [_paulina_s_towards_s_confused_s_talk_displeased_] Hein?

source: [_desiree_] How have you two been since that wonderful dance Danny took me to?
french: [_desiree_] Comment êtes-vous deux depuis que cette merveilleuse danse Danny m'a emmenée ?
german: [_desiree_] Wie bist du zwei gewesen, seitdem Danny mich zu diesem wunderbaren Tanz geführt hat?

source: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... fine, thanks. Danny, didn't you find it weird going to the Chill Formal with your cousin?
french: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... bravo, merci. Danny, n'avez-vous pas trouvé étrange d'aller au Formal Chill avec votre cousin?
german: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... gut, danke. Danny, hast du es nicht seltsam gefunden, mit deinem Vetter zur Chill Formal zu gehen?

source: [_desiree_] Didn't {i}you{/i} find it strange going with a man not only intellectually bankrupt, but also utterly shallow and a dismal archetype of a performance athlete?
french: [_desiree_] Ne vous êtes pas {i}{/i} trouvé étrange d'aller avec un homme non seulement intellectuellement en faillite, mais aussi complètement peu profond et un archétype sombre d'un athlète de performance?
german: [_desiree_] Du wurdest nicht {i}du{/i} finden es seltsam, wenn ein Mann nicht nur intellektuell bankrott geht, aber auch absolut flach und ein trostloser Archetyp eines Performance-Sportler?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Dash is not just a...
french: [_paulina_s_towards_s_angry_s_talk_consternation_] Hé, Dash n'est pas seulement ...
german: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Strich ist nicht nur ...

source: [_paulina_s_towards_s_neutral_s_talk_happy_] ...okay, point taken I guess.
french: [_paulina_s_towards_s_neutral_s_talk_happy_] ... d'accord, point a pris je suppose.
german: [_paulina_s_towards_s_neutral_s_talk_happy_] ...okay, Punkt genommen denke ich.

source: [_star_s_towards_s_rise_s_talk_consternation_] Anyway, why are you, like, here at our school?
french: [_star_s_towards_s_rise_s_talk_consternation_] Quoi qu'il en soit, pourquoi êtes-vous aimé, ici à notre école ?
german: [_star_s_towards_s_rise_s_talk_consternation_] Wie auch immer, warum möchtest du hier in unserer Schule?
