Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...this is probably just a fantasy of his his and nothing more, but Lancer better hope Ishiyama doesn't see this. She wouldn't like the idea of her second-in-command vying for her position under her nose.
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ... c'est probablement juste une fantaisie de sa part, et rien de plus, mais le Lancier espère mieux qu'Ishiyama ne voit pas cela. Elle n’apprécierait pas l’idée que son second commandement rivalise pour sa position sous son nez.
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...dies ist wahrscheinlich nur eine Fantasie von seinem und nichts mehr, aber Lancer bessere Hoffnung Ishiyama sieht dies nicht. Sie möchte nicht, dass die Idee eines zweiten Befehls unter ihrer Nase um ihre Position wetteifert.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...darn it, not one of these is helpful...
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...osera, pas l'un d'eux n'est utile...
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...darn es, nicht eines davon ist hilfreich...

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Well, if not Mr. Lancer, who {i}else{/i} might have a spare set of keys left lying around in the school?
french: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Eh bien, si ce n'est M. Lancer, qui {i}autre{/i} pourrait avoir un ensemble de clés de rechange allongées dans l'école ?
german: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Nun, wenn nicht Herr Lancer, der {i}anderes{/i} vielleicht noch ein paar Schlüssel übrig hat, die in der Schule liegen?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Nurse Kate? Maybe she'd have access to all the doors as the school nurse?
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Infirmière Kate? Peut-être aurait-elle accès à toutes les portes en tant que infirmière de l'école?
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Krankenschwester Kate? Vielleicht hätte sie als Schulschwester Zugang zu allen Türen?

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] But where would she keep them? She's got so many different spots to hide stuff away in this office...
french: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] Mais où les garderait-elle ? Elle a tellement de taches différentes pour cacher des choses dans ce bureau...
german: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] Aber wo würde sie sie halten? Sie hat so viele verschiedene Flecken, die sie in diesem Büro verstecken könnte...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] I guess I can just try them one at a time... starting with this purple drawer.
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Je suppose que je peux les essayer un à la fois... en commençant par ce tiroir violet.
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Ich vermute, ich kann sie nur einmal ausprobieren... beginnend mit dieser lila Schublade.

source: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah!{/i} I knew I'd end up finding a pair of them!
french: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah !{/i} Je savais que je finirais par en trouver une paire !
german: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah!{/i} Ich wusste, ich würde am Ende ein Paar von ihnen finden!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Thank you, Nurse Kate, for not thinking to lock up a single thing in your room!{p}
french: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Merci, infirmière Kate, de ne pas avoir pensé à enfermer une seule chose dans votre chambre !{p}
german: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Danke, Nurse Kate, dass du nicht daran denkst, ein einzelnes Objekt in deinem Raum zu sperren!{p}

source: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Great, now let's get these down to the front doors so I can let Paulina in.
french: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Super, maintenant mettons-les à l'avant pour que je puisse laisser Paulina entrer.
german: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Großartig, jetzt lasst uns diese an die Haustüren runterholen, damit ich Paulina hineinlassen kann.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Goodness, took you long enough! What was the hold up?
french: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Bonté, vous a pris assez de temps ! Quel a été le frein?
german: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Güte, du hast lange genug gebraucht! Was war der Halt?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, sorry, I just had to find a different set of keys.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, désolé, j'ai juste dû trouver un ensemble différent de clés.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Ach, entschuldige, ich musste gerade einen anderen Satz von Schlüsseln finden.

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Well come on, we've wasted enough time here.
french: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Bien, nous avons perdu assez de temps ici.
german: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Nun gut, wir haben genug Zeit hier verschwendet.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] So, where exactly are these papers with the answers going to be, exactly?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Alors, où seront exactement ces papiers avec les réponses exactes ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Also, wo genau werden diese Papiere mit den Antworten genau sein?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] They're hidden in a safe locked up in Principal Ishiyama's office.
french: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Ils sont cachés dans un coffre-fort dans le bureau principal d'Ishiyama.
german: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Sie sind in einem Safe versteckt, der im Büro von Principal Ishiyama eingesperrt ist.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How do you know that?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Comment savez-vous cela ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Woher wissen Sie das?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, because I'm like, the most popular girl in school? {i}*Flutters Eyes*{/i} I have eyes and ears everywhere, gathering all sorts of info for me.
french: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, parce que je suis aime, la fille la plus populaire à l'école? {i}*Yeux flotteurs*{/i} J'ai des yeux et des oreilles partout, recueillant toutes sortes d'informations pour moi.
german: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, weil ich wie, das beliebteste Mädchen in der Schule? {i}*Flutters Auge*{/i} Ich habe überall Augen und Ohren und sammele alle möglichen Informationen für mich.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Trust me, if somebody has a secret in this school, eventually, I'm going to find it out... it's just how things work for me.
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Croyez-moi, si quelqu'un a un secret dans cette école, finalement, je vais le trouver... c'est juste comment les choses fonctionnent pour moi.
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Vertrauen Sie mir, wenn jemand ein Geheimnis in dieser Schule hat, irgendwann werde ich es herausfinden... es ist so, wie die Dinge für mich funktionieren.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} I-is that so, huh? {i}Any{/i} secret?
french: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} Je suis ça, hein ? {i}Any{/i} secret ?
german: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} I ist das so? {i}Any{/i} Geheimnis?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, for sure... wait, are you alright? You seem kinda nervous.
french: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, bien sûr... attendez, vous êtes bien? Vous semblez un peu nerveux.
german: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, sicher... warte, bist du richtig? Du scheinst nervös.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-huh? Who, me? Nope! Definitely not me, absolutely no secrets here to hide. Not ol' Inviso-Bill!
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-hein ? Qui, moi ? Non ! Certainement pas moi, absolument aucun secret ici à cacher. Pas ol' Inviso-Bill!
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-huh? Wen, ich? Nein! Auf jeden Fall nicht mich, absolut kein Geheimnis hier, um sich zu verstecken. Nicht ol' Inviso-Bill!

source: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... you know, there's something bizarre about you sometime..{p}...like your face is {i}really{/i} familiar, but I can't put my fingers on it...
french: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... vous savez, il y a quelque chose d'étrange à votre sujet... «{p}... comme votre visage est vraiment {i}familier{/i}, mais je ne peux pas y mettre les doigts... »
german: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... Du weißt, es gibt etwas bizarres über dich.{p}...wie dein Gesicht ist {i}wirklich vertraut, aber ich kann nicht meine Finger darauf setzen...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... maybe because I'm on TV so much now?
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Euh{/i}... peut-être parce que je suis tellement à la télé maintenant ?
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... vielleicht, weil ich jetzt so viel im Fernsehen habe?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh yeah, that's probably it! Silly me!
french: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh oui, c'est probablement ça! Silencieuse!
german: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh ja, das ist wahrscheinlich es! Schlamm mich!

source: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_grin_] ({i}Phew!{/i})
french: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_grin_] ({i}Ouf !{/i})

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] Anyway, let's go find those papers.
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] Quoi qu'il en soit, nous allons trouver ces papiers.
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] Wie auch immer, lasst uns diese Papiere finden.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ...you sure we'll find what we're looking for here? I don't see any safe.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ... vous êtes sûr que nous trouverons ce que nous recherchons ici ? Je ne vois pas de sécurité.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ...Du bist sicher, dass wir hier das finden, was wir suchen? Ich sehe keinen Safe.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Well duh, you always {u}hide{/u} a safe you don't want people to know has secret files and stuff in it!
french: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Bien joué, vous avez toujours {u}caché{/u} un coffre-fort que vous ne voulez pas que les gens sachent qu'il y a des fichiers secrets et des trucs!
german: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Gut duh, du hast immer {u}einen Safe, den du nicht wissen möchtest, dass es geheime Dateien und Sachen in dir gibt!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Okay, so where is it hiding exactly?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ok, donc où se cache-t-il exactement ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Okay, wo versteckt es sich also genau?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Rightttt{/i} over here!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Droit{/i} ici !
german: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Rechts{/i} hier drüber!

source: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...no. No, you still haven't shown me a safe, Paulina. Hidden or otherwise.
french: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...non. Non, vous ne m'avez toujours pas montré un coffre, Paulina. Caché ou non.
german: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...nein. Nein, du hast mir immer noch keinen Safe gezeigt, Paulina. Versteckt oder anders.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, use whatever's floating between your see through head!
french: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, utilisez ce qui flotte entre votre regard et la tête!
german: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, benutze was auch immer zwischen deinem Blick durch den Kopf schweben!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] What we're looking for, is right here!
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Ce que nous recherchons, c'est ici !
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Was wir suchen, ist genau hier!

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Okay, a lot heavier than I thought for just a big stupid diploma.
french: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} D'accord, beaucoup plus lourd que ce que je pensais pour un diplôme stupide.
german: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Okay, viel schwerer als ich für ein dickes Diplom gedacht hatte.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool! How'd you know that was-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool ! Comment saviez-vous que cela était-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool! Wussten Sie das waren-

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Like I said. Eyes and ears {u}everywhere{/u}.
french: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Comme je l'ai dit. Yeux et oreilles {u}partout{/u}.
german: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Wie gesagt, Augen und Ohren {u}überall{/u}.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] So now, you just need to get into the safe, and we're good to go!
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Donc maintenant, vous avez juste besoin de vous mettre dans la sécurité, et nous sommes prêts à y aller !
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Also jetzt musst du nur in die Sicherheit kommen, und wir sind gut zu gehen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...huh? Paulina, I don't know how to break into a safe!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ... hein? Paulina, je ne sais pas comment faire pour entrer en sécurité!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...huh? Paulina, ich weiß nicht, wie ich in einen Safe einbrechen kann!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Seriously!? Ghost Boy!!
french: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Sérieusement!? Fantôme Boy!!
german: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Ernst!? Geister Boy!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] I mean, I just thought you'd know the combination!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Je veux dire, je pensais juste que vous connaissiez la combinaison !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Ich meine, ich dachte, du würdest die Kombination kennen!

source: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] To a locked hidden safe used by the principal of my school?? Of course not!{p}What I mean is, can't you just reach in with your ghostly hands and just pull the stuff out?
french: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] Dans un coffre-fort caché et verrouillé utilisé par le directeur de mon école?? Bien sûr que non!{p}Ce que je veux dire, c'est que vous ne pouvez pas simplement entrer avec vos mains fantomatiques et simplement sortir les choses ?
german: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] Für einen verschlossenen versteckten Safe, der vom Grundstuhl meiner Schule benutzt wird? Natürlich nicht!{p}Was ich meine, ist, kannst du nicht einfach mit deinen geistlichen Händen hereinkommen und das Zeug einfach ausziehen?

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] I mean... maybe? I've never tried it before... making something else go intangible with me, I mean...
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Je veux dire... peut-être ? Je ne l'ai jamais essayé auparavant... rendant quelque chose d'autre intangible avec moi, je veux dire...
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Ich meine... vielleicht? Ich habe es noch nie zuvor versucht ... etwas anderes mit mir immateriell zu machen, meine ich...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Well this is the most perfect opportunity to try!!
french: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Eh bien c'est l'occasion la plus parfaite d'essayer!!
german: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Nun, dies ist die beste Gelegenheit, es zu versuchen!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, deep breath Danny, you can do this!{p}Cause if you don't, this "date" is officially over, and you can forget about that Orgone boost!)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, souffle profond Danny, vous pouvez le faire !{p}Cause si vous ne le faites pas, cette "date" est officiellement terminée, et vous pouvez oublier ce boost d'Orgone !)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, tief atmen Danny, du kannst das machen!{p}Denn wenn du das nicht tust, ist dieses "Datum" offiziell vorbei, und du kannst den Orgone Boost vergessen!)

source: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Hey, it worked! I did it!{p}Alright!
french: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Hé, ça a fonctionné ! Je l'ai fait !{p}D'accord!
german: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Hey, es funktioniert! Ich habe es geschafft!{p}Ok!

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Way to go! I {u}knew{/u} you could do it, Ghost Boy!
french: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Voie de partir! Moi {u}connaissez{/u} vous pourriez le faire, Fantôme garçon!
german: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Weg zu gehen! Ich {u}wusste, du könntest es tun, Ghost Boy!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Now just to find the test you'll be taking...
french: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Maintenant juste pour trouver le test que vous allez prendre...
german: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Jetzt nur um den Test zu finden, den du absolviert hast...

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Found it! Okay, let me just take a quick photo of these answers..
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Trouvé ! D'accord, laissez-moi juste prendre une photo rapide de ces réponses.
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Gefunden es! Okay, lass mich einfach ein schnelles Foto von diesen Antworten machen..

source: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Still feel this is sorta wrong, but, if it'll help Paulina out, it'll most likely help me out.)
french: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Toujours sentir que c'est une erreur de sorte, mais si ça va aider Paulina dehors, ça va très probablement m'aider.)
german: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (immer noch das Gefühl, dass das sorta falsch ist, aber wenn es Paulina helfen wird, wird es mir höchstwahrscheinlich helfen.)

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnnd{/i}, that should do it! Woo hoo!
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnnd{/i}, ça devrait le faire! Woo hoo!
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnd{/i}, das sollte es machen! Woo Hoo!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Great, now let's put this back and get out of here before-
french: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Super, nous allons remettre cela à nouveau et sortir d'ici avant-
german: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Großartig, jetzt setzen wir das zurück und verlasse es vorbei-

source: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] W-what was that?
french: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] Qu'est-ce que c'était?
german: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] W-was war das?

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] I don't know... but just stay here, I'll go check on it...
french: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] Je ne sais pas... mais rester ici, je vais aller le vérifier...
german: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] Ich weiß es nicht... aber bleibe hier, ich werde es überprüfen...

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] No way! I'm coming with you!
french: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Aucun moyen ! Je viens avec vous !
german: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Nein! Ich komme mit dir!
