Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_danny_s_talk_happy_2_s_sad_2_] Hey, Sam, Tucker got me this new PDA and I'm getting people's contacts again to put in it.
italian: [_danny_s_talk_happy_2_s_sad_2_] Ehi, Sam, Tucker mi ha regalato un nuovo palmare e sto recuperando i contatti delle persone per inserirli.

source: [_danny_s_neutral_s_talk_happy_] Do you mind if I get yours again?
italian: [_danny_s_neutral_s_talk_happy_] Ti dispiace se prendo di nuovo il tuo?

source: [_sam_s_talk_happy_] Oh sure, it's no trouble. Here, I'll write it in on this slip of paper for you.
italian: [_sam_s_talk_happy_] Certo, non è un problema. Ecco, glielo scrivo su questo foglietto.

source: [_sam_s_closed_s_talk_happy_s_confused_] There you go.
italian: [_sam_s_closed_s_talk_happy_s_confused_] Ecco fatto.

source: [_danny_s_talk_happy_s_neutral_] Cool, thanks!
italian: [_danny_s_talk_happy_s_neutral_] Forte, grazie!

source: [_sam_s_talk_happy_] Anything else you wanted to ask or talk about?
italian: [_sam_s_talk_happy_] C'è qualcos'altro che volevi chiedere o di cui volevi parlare?

source: [_danny_s_talk_happy_s_sad_] Hey Sam, I picked up that outfit for you. Here you go!
italian: [_danny_s_talk_happy_s_sad_] Ehi Sam, ho preso quel vestito per te. Ecco a voi!

source: [_sam_s_talk_happy_s_sad_] Thanks Danny, I appreciate it.
italian: [_sam_s_talk_happy_s_sad_] Grazie Danny, lo apprezzo molto.

source: [_sam_s_talk_frown_2_s_sad_2_s_away_] Man, is this {i}really{/i} the whole outfit? {i}*Sigh*{/i} I'd almost prefer just running around naked instead of wearing something as girly as this. Anyway, thanks again for getting it for me.
italian: [_sam_s_talk_frown_2_s_sad_2_s_away_] Cavolo, questo {i}è davvero l'intero abbigliamento? {i}*Preferirei quasi andare in giro nuda invece di indossare qualcosa di così femminile. Comunque, grazie ancora per avermelo procurato.

source: [_danny_s_talk_frown_2_] Uhm, Sam, I sorta need to ask you a favor...
italian: [_danny_s_talk_frown_2_] Sam, devo chiederti un favore...

source: [_sam_s_talk_happy_] Sure, what's up?
italian: [_sam_s_talk_happy_] Certo, che c'è?

source: [_danny_s_talk_frown_2_s_wondering_] Well, the thing is... like, essentially… so there's this thing called Orgone, right?
italian: [_danny_s_talk_frown_2_s_wondering_] Beh, il fatto è che... essenzialmente… c'è questa cosa chiamata Orgone, giusto?

source: [_sam_s_talk_happy_s_confused_] Okay, I'm with you so far. What is it?
italian: [_sam_s_talk_happy_s_confused_] Ok, per ora sono d'accordo con te. Che cos'è?

source: [_danny_s_talk_frown_] Well it's what makes ghosts stronger, basically, so I need to get my hands on some to fight stronger enemies like that Shadow monster.
italian: [_danny_s_talk_frown_] In pratica è ciò che rende più forti i fantasmi, quindi devo procurarmene un po' per combattere i nemici più forti, come il mostro Ombra.

source: [_sam_s_talk_happy_s_confused_] And you need my help to get it?
italian: [_sam_s_talk_happy_s_confused_] E hai bisogno del mio aiuto per ottenerlo?

source: [_danny_s_talk_frown_s_wondering_] …uhm, yeup, you specifically, I need some help from.
italian: [_danny_s_talk_frown_s_wondering_] …Ehm, sì, proprio tu, ho bisogno di aiuto.

source: [_sam_s_talk_frown_s_neutral_] Alright, well do you know where we can find some, or how to make it?
italian: [_sam_s_talk_frown_s_neutral_] Bene, sai dove possiamo trovarne un po' o come prepararlo?

source: [_danny_s_talk_frown_2_s_at_danny_s_blush_s_wondering_] Well... yeah. It uhm... it sorta comes from... uh... the… erhm… the interactions, with... ehhh, rather the... the, uhhh... {i}*Ahem*{/i}
italian: [_danny_s_talk_frown_2_s_at_danny_s_blush_s_wondering_] Beh... sì. Viene da...… erhm… le interazioni con... ehhh, piuttosto il... il, uhhh... {i}*Ahem*{/i}

source: [_sam_s_talk_frown_s_angry_s_noblush_] Jeez, just spit it out, Danny! If it's so important, we need to get some before that Shadow thing comes back and attacks some other poor girl!
italian: [_sam_s_talk_frown_s_angry_s_noblush_] Cavolo, sputa il rospo, Danny! Se è così importante, dobbiamo prenderne un po' prima che quella specie di Ombra torni e attacchi qualche altra povera ragazza!

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Well then... to put it bluntly, it comes from absorbing the energies of... different types of... {b}sexual activities{/b}.
italian: [_danny_s_talk_frown_2_s_wondering_s_closed_] Beh, allora... per dirla tutta, deriva dall'assorbimento delle energie di... diversi tipi di... {b}attività sessuali{/b}.

source: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] D-Danny, are you- are you asking me what I {b}think{/b} you're asking me?
italian: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] D-Danny, mi stai... mi stai chiedendo quello che io {b}penso{/b} tu mi stia chiedendo?

source: [_danny_s_talk_frown_s_rise_one_s_-blush_] We probably don't have to actually, ya' know, {u}do it{/u}, or anything.
italian: [_danny_s_talk_frown_s_rise_one_s_-blush_] Probabilmente non è necessario che {u}lo faccia davvero{/u}, o altro.

source: [_sam_s_talk_frown_] So, what then?
italian: [_sam_s_talk_frown_] E allora?

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Maybe you could, I don't know, masturbate in front of me?
italian: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Forse potresti, non so, masturbarti davanti a me?

source: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] Wha-what?! W-with you... w-watching me do it?!
italian: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] Co... cosa? Con te... che mi guardi mentre lo faccio?!

source: [_danny_s_talk_frown_2_s_towards_] Yeah, that's the only way it will work. It needs two participants essentially both producing their sexual energies together. Ghosts kind of just soak it up, like a sponge.
italian: [_danny_s_talk_frown_2_s_towards_] Sì, è l'unico modo per farlo funzionare. Ha bisogno di due partecipanti che producano essenzialmente le loro energie sessuali insieme. I fantasmi si limitano ad assorbire, come una spugna.

source: [_sam_s_talk_frown_s_towards_] I don't know Danny... how do you know all this anyway?
italian: [_sam_s_talk_frown_s_towards_] Non so Danny... come fai a sapere tutto questo?

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Sam... I need you to masturbate right in front of me!
italian: [_danny_s_talk_frown_2_s_wondering_s_closed_] Sam... Ho bisogno che ti masturbi davanti a me!

source: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] Uhm… w-wh-what?! Danny, I...
italian: [_sam_s_talk_frown_s_sad_2_s_towards_s_blush_2_] Uhm… c-cosa?! Danny, io...

source: [_danny_s_talk_frown_2_s_rise_one_] There's this thing, it's called Orgone. It makes ghosts more powerful. I need to get my hands on some of it to prepare myself to fight that shadow again.
italian: [_danny_s_talk_frown_2_s_rise_one_] C'è questa cosa, si chiama Orgone. Rende i fantasmi più potenti. Devo procurarmene un po' per prepararmi a combattere di nuovo quell'ombra.

source: [_danny_s_talk_frown_s_wondering_] If that Shadow Ghost comes back, I need to be able to defeat it for good!
italian: [_danny_s_talk_frown_s_wondering_] Se quel Fantasma d'Ombra torna, devo essere in grado di sconfiggerlo definitivamente!

source: [_sam_s_talk_frown_s_neutral_] Right, so… what does this have to do with me masturbating in front of you?!
italian: [_sam_s_talk_frown_s_neutral_] Bene, allora… cosa c'entra questo con il fatto che mi sono masturbato davanti a te?!

source: [_danny_s_talk_frown_2_s_wondering_s_closed_] Orgone comes from sexual vibes emanating off two participants. It's the creation of life energy and vitality that is being produced while they are pretty much bumping uglies... essntially, anyway.
italian: [_danny_s_talk_frown_2_s_wondering_s_closed_] L'orgone deriva dalle vibrazioni sessuali emanate da due partecipanti. È la creazione di energia vitale e di vitalità che viene prodotta mentre i due si stanno praticamente scontrando... in modo essenziale, comunque.

source: [_sam_s_talk_bite_s_sad_] Oh, well, jeez... can't I just, like, show you my tits or something instead?
italian: [_sam_s_talk_bite_s_sad_] Oh, beh, cavolo... non posso semplicemente mostrarti le mie tette o qualcosa del genere?

source: [_danny_s_sad_2_s_talk_frown_2_] No, I don't think that'll be enough. It needs to come from both parties being aroused to produce the Orgone. I don't think it needs to be strictly sex, but just me looking at you won't do it.
italian: [_danny_s_sad_2_s_talk_frown_2_] No, non credo che sia sufficiente. È necessario che entrambe le parti siano eccitate per produrre l'Orgone. Non credo che debba essere solo sesso, ma non basta che io ti guardi.

source: [_sam_s_sad_2_s_talk_frown_] Wait… how do you know any of this anyway?
italian: [_sam_s_sad_2_s_talk_frown_] Aspetta… come fai a sapere tutto questo?

source: [_danny_s_talk_happy_2_s_sad_] Hey Sam, I'm gonna go. But I'll see ya around.
italian: [_danny_s_talk_happy_2_s_sad_] Ehi Sam, io vado. Ma ci vediamo in giro.

source: [_danny_s_talk_frown_2_s_wondering_] Mom told me about it. She did some research on Orgone in college.
italian: [_danny_s_talk_frown_2_s_wondering_] La mamma me ne ha parlato. Ha fatto delle ricerche sull'Orgone all'università.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] Really? So... did she ever... {i}you know{/i}...?
italian: [_sam_s_confused_s_talk_frown_s_towards_wide_] Davvero? E allora... Allora... ha mai... {i}sai...?

source: [_danny_s_talk_frown_s_wondering_s_towards_] If you're asking if she did the dirty with ghosts back in the day, I don't know. I didn't really feel like asking her about all the specific details, or learning the answers, frankly.
italian: [_danny_s_talk_frown_s_wondering_s_towards_] Se mi stai chiedendo se in passato ha fatto le cose sporche con i fantasmi, non lo so. Non mi andava di chiederle tutti i dettagli specifici o di conoscere le risposte, francamente.

source: [_sam_s_talk_frown_s_sad_2_s_closed_] Yeah, that's understandable. I just... I don't know Danny. This is a {b}lot{/b} to ask...
italian: [_sam_s_talk_frown_s_sad_2_s_closed_] Sì, è comprensibile. E' solo che... Non conosco Danny. {b}Sono un sacco di cose da chiedere...

source: [_danny_s_angry_s_talk_frown_2_] What, you think I might be lying about this? Jeez, Sam, c'mon...
italian: [_danny_s_angry_s_talk_frown_2_] Che c'è, pensi che possa mentire su questo? Cavolo, Sam, dai...

source: [_sam_s_closed_s_angry_s_talk_frown_] No, that's not what I meant! I was just making {i}sure{/i} is all…
italian: [_sam_s_closed_s_angry_s_talk_frown_] No, non è quello che intendevo! Mi stavo solo assicurando che {i}sia tutto…

source: [_danny_s_sad_2_s_talk_happy_2_] Look, {b}trust{/b} me, I really wouldn't ask you to do this if I didn't feel I {u}had{/u} to, honestly Sam.
italian: [_danny_s_sad_2_s_talk_happy_2_] Senti, {b}fidati di me, non ti chiederei di farlo se non sentissi di {u}doverlo fare, sinceramente Sam.

source: [_sam_s_confused_s_talk_frown_] …uhm, what's {b}that{/b} supposed to mean?
italian: [_sam_s_confused_s_talk_frown_] …Cosa dovrebbe significare {b}that{/b}?

source: [_danny_s_sad_2_s_talk_happy_s_towards_wide_] We're really good friends, and I wouldn't want to abuse your trust. Even if I find you... {b}appealing{/b} to look at, our friendship is far more important to me.
italian: [_danny_s_sad_2_s_talk_happy_s_towards_wide_] Siamo davvero buoni amici e non vorrei abusare della tua fiducia. Anche se ti trovo... {b}attraente{/b} da guardare, la nostra amicizia è molto più importante per me.

source: [_danny_s_talk_frown_s_rise_one_] It means I need your help, Sam. Isn't that what friends are for? This is to help protect the town, I don't see the big issue here.
italian: [_danny_s_talk_frown_s_rise_one_] Significa che ho bisogno del tuo aiuto, Sam. Non è a questo che servono gli amici? È per aiutare a proteggere la città, non vedo quale sia il problema.

source: [_sam_s_talk_frown_s_angry_s_towards_] The big {b}issue{/b}, Danny, is that I just don't appreciate being pressured into something like this.
italian: [_sam_s_talk_frown_s_angry_s_towards_] Il grande {b}problema{/b}, Danny, è che non mi piace essere messo sotto pressione in una cosa del genere.

source: [_danny_s_talk_frown_2_] Sorry, I didn't mean to come across that way, but I really do need your help.
italian: [_danny_s_talk_frown_2_] Mi scusi, non volevo sembrare così, ma ho davvero bisogno del suo aiuto.

source: [_sam_s_talk_frown_s_away_s_angry_] Well, you did anyway. Look, you should go for now. We'll talk about this later, just not today..
italian: [_sam_s_talk_frown_s_away_s_angry_] Beh, l'hai fatto comunque. Senti, per ora dovresti andartene. Ne parleremo più tardi, ma non oggi...

source: [_danny_s_talk_frown_s_rise_one_] You're just not my type is all. It's nothing personal, I just prefer someone with a bit more meat on her chest!
italian: [_danny_s_talk_frown_s_rise_one_] Non sei il mio tipo, tutto qui. Non è niente di personale, è solo che preferisco qualcuno con un po' più di carne sul petto!

source: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] What?!
italian: [_sam_s_towards_wide_s_talk_frown_s_sad_2_] Cosa?

source: [_danny_s_wondering_s_talk_happy_] Relax, Sam, it was just a joke.
italian: [_danny_s_wondering_s_talk_happy_] Rilassati, Sam, era solo una battuta.

source: [_sam_s_talk_frown_s_angry_] Uh, sure, real {i}funny{/i}, jerk. Look, you can go now if that's all you're looking for.
italian: [_sam_s_talk_frown_s_angry_] Certo, davvero {i}divertente, idiota. Senti, puoi andartene ora, se è tutto quello che vuoi.

source: [_danny_s_talk_frown_2_s_sad_] Awe come on, Sam, lighten up.
italian: [_danny_s_talk_frown_2_s_sad_] Dai, Sam, rilassati.

source: [_sam_s_talk_frown_s_angry_2_s_towards_2_] I'm a {u}goth{/u}, Danny. We don't do "lighten up". You're sincerely being a jerk about this, and I just don't appreciate it. So I'd like you to leave, like now.
italian: [_sam_s_talk_frown_s_angry_2_s_towards_2_] Sono un gotico di {u}, Danny. Noi non facciamo "leggerezza". Ti stai sinceramente comportando da idiota e non lo apprezzo. Quindi vorrei che te ne andassi, subito.

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Alright, I'll go... but again, I'm sorry I upset you Sam.
italian: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Va bene, vado... ma ancora una volta, mi dispiace di averti fatto arrabbiare Sam.

source: [_sam_s_away_s_talk_frown_s_neutral_] Sure. Later.
italian: [_sam_s_away_s_talk_frown_s_neutral_] Certo. Più tardi.

source: [_danny_s_talk_happy_s_rise_one_] Ghost instinct, duh.
italian: [_danny_s_talk_happy_s_rise_one_] L'istinto del fantasma.

source: [_sam_s_confused_s_talk_frown_] Ghost instinct?
italian: [_sam_s_confused_s_talk_frown_] Istinto del fantasma?

source: [_danny_s_talk_happy_s_sad_] Yeah, ghost instinct, totally.
italian: [_danny_s_talk_happy_s_sad_] Sì, l'istinto del fantasma, assolutamente.

source: [_sam_s_talk_bite_s_confused_] So, why me then?
italian: [_sam_s_talk_bite_s_confused_] Allora, perché proprio io?

source: [_danny_s_talk_happy_s_towards_s_rise_one_] There's nobody else I can trust but you with this mission. You're one of my best friends in the whole world, and I feel that together, we can protect Amity. I'll understand if you don't feel comfortable though, it's always your choice.
italian: [_danny_s_talk_happy_s_towards_s_rise_one_] Non posso fidarmi di nessun altro se non di te per questa missione. Sei uno dei miei migliori amici al mondo e sento che insieme possiamo proteggere Amity. Capirò se non ti sentirai a tuo agio, è sempre una tua scelta.

source: [_danny_s_talk_frown_s_sad_2_] Come on Sam, if you don't help me I'll never be able to fight off the ghosts attacking the town. People might really get hurt if we don't pull this off together.
italian: [_danny_s_talk_frown_s_sad_2_] Andiamo Sam, se non mi aiuti non sarò mai in grado di combattere i fantasmi che attaccano la città. Le persone potrebbero farsi male se non ce la facciamo insieme.

source: [_sam_s_closed_s_angry_s_talk_frown_] Uchh, {i}fiiine{/i}. I'll help you. But you have to promise me you won't tell anybody about this, {b}especially{/b} Tucker, okay?
italian: [_sam_s_closed_s_angry_s_talk_frown_] Uchh, {i}fiiine{/i}. Ti aiuterò. Ma devi promettermi che non lo dirai a nessuno, {b}soprattutto a Tucker, ok? Tucker, ok?

source: [_danny_s_talk_happy_2_s_rise_one_] Of course! Promise.
italian: [_danny_s_talk_happy_2_s_rise_one_] Certo! Promesso.

source: [_danny_s_towards_wide_s_neutral_s_talk_happy_] Come on Sam, aren't you looking forward to bragging to all your goth friends about how you seduced a real ghost? I gotta figure that's a more interesting story than the time they tried to summon an imaginary demon or something.
italian: [_danny_s_towards_wide_s_neutral_s_talk_happy_] Dai Sam, non vuoi vantarti con tutti i tuoi amici dark di aver sedotto un vero fantasma? Immagino che sia una storia più interessante di quella volta che hanno cercato di evocare un demone immaginario o qualcosa del genere.

source: [_sam_s_away_s_talk_frown_s_angry_] It'd be more like how I got talked into flicking my clit {i}by{/i} a ghost.
italian: [_sam_s_away_s_talk_frown_s_angry_] Sarebbe più come quando un fantasma mi ha convinto a sfiorare il clitoride {i}.

source: [_danny_s_talk_happy_s_rise_one_] Oh, so my natural charm is working afterall then?
italian: [_danny_s_talk_happy_s_rise_one_] Oh, allora il mio fascino naturale funziona?

source: [_sam_s_talk_happy_2_s_sad_] Do you... do you really mean that?
italian: [_sam_s_talk_happy_2_s_sad_] Lo... lo pensi davvero?

source: [_danny_s_towards_s_rise_one_s_talk_happy_] Of course, Sam.
italian: [_danny_s_towards_s_rise_one_s_talk_happy_] Certo, Sam.

source: [_sam_s_talk_frown_s_sad_2_] Okay, well... just promise me something, alright?
italian: [_sam_s_talk_frown_s_sad_2_] Ok, beh... promettimi solo una cosa, va bene?

source: [_danny_s_talk_frown_s_sad_] Sure, what is it?
italian: [_danny_s_talk_frown_s_sad_] Certo, che cos'è?

source: [_sam_s_talk_bite_] After we do this... we'll still be friends, right? I mean, we won't get all weird around each other afterwards, and stuff, right?
italian: [_sam_s_talk_bite_] Dopo averlo fatto... saremo ancora amici, giusto? Cioè, dopo non faremo le cose strane l'uno con l'altro e così via, giusto?

source: [_danny_s_talk_happy_2_s_rise_one_] No, of course not! No way, we're pals, first and foremost!
italian: [_danny_s_talk_happy_2_s_rise_one_] No, certo che no! Assolutamente no, siamo amici, prima di tutto!

source: [_sam_s_closed_s_talk_frown_s_neutral_] Okay, okay, just... fine then, I'll do it, but before we do this... turn around first.
italian: [_sam_s_closed_s_talk_frown_s_neutral_] Ok, ok, allora... va bene, lo faccio io, ma prima di farlo... prima girati.

source: [_danny_s_talk_frown_s_rise_one_] Why? Aren't I {b}supposed{/b} to be able to watch?
italian: [_danny_s_talk_frown_s_rise_one_] Perché? Non dovrei {b}essere in grado di guardare?

source: [_sam_s_closed_s_talk_frown_s_angry_] Just because, okay?! I wanna be able to get started without you looking right as I'm doing it, alright??
italian: [_sam_s_closed_s_talk_frown_s_angry_] Solo perché, ok? Voglio poter iniziare senza che tu mi guardi mentre lo faccio, ok?

source: [_danny_s_wondering_s_closed_s_talk_frown_] Alright, alright! I'm turning around, I promise.
italian: [_danny_s_wondering_s_closed_s_talk_frown_] Va bene, va bene! Sto tornando indietro, lo prometto.

source: [_sam_s_away_s_sad_2_s_frown_] (Oh my god… is this really happening?)
italian: [_sam_s_away_s_sad_2_s_frown_] (Oh mio Dio… sta accadendo davvero?)

source: [_sam_s_towards_s_talk_happy_s_neutral_] {i}*Chuckles*{/i} Wow... so this ghost stuff has {b}really{/b} changed you, hasn't it?
italian: [_sam_s_towards_s_talk_happy_s_neutral_] {i}*Chuckles*{/i} Wow... quindi questa storia dei fantasmi ti ha {b}davvero{/b} cambiato, vero?

source: [_danny_s_talk_frown_s_wondering_] What do you mean?
italian: [_danny_s_talk_frown_s_wondering_] Cosa vuoi dire?

source: [_sam_s_talk_happy_s_sad_2_] To me, you're like... {b}totally{/b} different.
italian: [_sam_s_talk_happy_s_sad_2_] Per me sei come... {b}totalmente{/b} diverso.

source: [_danny_s_talk_frown_s_rise_one_] Different? How?
italian: [_danny_s_talk_frown_s_rise_one_] Diverso? Come?

source: [_sam_s_talk_frown_s_neutral_] I mean, I don't know how to explain it. You're just so much more...
italian: [_sam_s_talk_frown_s_neutral_] Voglio dire, non so come spiegarlo. Sei molto più...

source: [_danny_s_talk_happy_2_s_neutral_s_towards_] Rugged? Handsome? More heroic overall, would you say?
italian: [_danny_s_talk_happy_2_s_neutral_s_towards_] Robusto? Bello? Più eroico in generale, secondo lei?

source: [_sam_s_talk_frown_s_sad_2_] {i}Heh{/i}, yeah, something like that... so, {b}just{/b} masturbating, huh?
italian: [_sam_s_talk_frown_s_sad_2_] {i}Heh{/i}, sì, qualcosa del genere... quindi, {b}solo{/b} masturbarsi, eh?

source: [_danny_s_talk_frown_2_s_wondering_] I mean, it's up to you what we do, but I really wanna stop that shadow ghost from hurting anyone else. I feel like this will be all we'll need to get done, but I've never done anything like this, obviously.
italian: [_danny_s_talk_frown_2_s_wondering_] Insomma, dipende da voi quello che facciamo, ma io voglio davvero impedire che quel fantasma ombra faccia del male a qualcun altro. Sento che questo sarà tutto ciò che dovremo fare, ma non ho mai fatto nulla di simile, ovviamente.

source: [_sam_s_towards_s_sad_2_s_talk_frown_] ...I guess you'd wanna watch me strip too, right? Would that help?
italian: [_sam_s_towards_s_sad_2_s_talk_frown_] ...immagino che anche tu voglia guardarmi mentre mi spoglio, giusto? Sarebbe d'aiuto?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_s_blush_] Oh, uhm, yeah, definitely, that would really help me to, uh... {b}emanate{/b} some good Orgone energies.
italian: [_danny_s_towards_wide_s_talk_happy_s_sad_2_s_blush_] Oh, uhm, sì, sicuramente, mi aiuterebbe molto a, uh... {b}emanare delle buone energie orgoniche.

source: [_sam_s_away_s_talk_happy_s_neutral_] Oh man, I can't believe I'm actually doing this with you. Okay, I'd normally have had you turn around, but... I really don't mind if you watch me take everything off...
italian: [_sam_s_away_s_talk_happy_s_neutral_] Oh amico, non posso credere che lo sto facendo davvero con te. Ok, normalmente ti avrei fatto girare, ma... non mi dispiace se mi guardi mentre mi tolgo tutto...

source: [_danny_s_talk_happy_2_] Well, I truly appreciate the private show I'm about to receive...
italian: [_danny_s_talk_happy_2_] Beh, apprezzo molto lo spettacolo privato che sto per ricevere...

source: [_sam_s_talk_happy_s_sad_] So… you like what you see?
italian: [_sam_s_talk_happy_s_sad_] Quindi… ti piace quello che vedi?

source: [_danny_s_talk_happy_2_s_neutral_s_towards_] Oh, you know it, Ms. Manson.
italian: [_danny_s_talk_happy_2_s_neutral_s_towards_] Oh, lo sa bene, signora Manson.

source: [_sam_s_away_s_talk_happy_s_sad_] Hmmm… then I guess we should get started, right away, aye mister "Ghost Boy"…?
italian: [_sam_s_away_s_talk_happy_s_sad_] Hmmm… allora credo che dovremmo iniziare subito, vero signor "Ghost Boy"…?

source: [_sam_] I'm gonna sit on the bed and do this... it's where I always do it... wh-when I touch myself, I mean...
italian: [_sam_] Mi siedo sul letto e lo faccio... è il posto in cui lo faccio sempre... quando mi tocco, voglio dire...

source: [_danny_] You look amazing doing that. I like that you just use two fingers.
italian: [_danny_] Sei fantastica quando lo fai. Mi piace che usi solo due dita.

source: [_sam_] D-don't say things like that, it's weird dude.
italian: [_sam_] Non dire cose del genere, è strano, amico.

source: [_danny_] It's true, though. I like it
italian: [_danny_] È vero, però. Mi piace
