Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_kate_] ...and how you like my big titties sliding up and down your nice cock...
german: [_kate_] ...und wie dir meine großen Titten gefällen...
italian: [_kate_] ...e come ti piacciono le mie tettone che scivolano su e giù per il tuo bel cazzo...

source: [_danny_] Yeah... that feels so good... your breasts are so soft...
german: [_danny_] Ja... das fühlt sich so gut an... Ihre Brüste sind so weich ...
italian: [_danny_] Sì... è così bello... i tuoi seni sono così morbidi...

source: [_kate_] Still firm though, right?
german: [_kate_] Aber noch fest ist, richtig?
italian: [_kate_] Tuttavia, è ancora solido, giusto?

source: [_danny_] Oh yeah... perfectly squeezing me... ohhhh man...
german: [_danny_] Oh ja... ich habe mich perfekt gedrückt... ohhhhhh Mensch...
italian: [_danny_] Oh sì... mi stringe perfettamente... ohhhh uomo...

source: [_kate_] Danny... do you think I'm pretty?
german: [_kate_] Danny... denke du, dass ich hübsch bin?
italian: [_kate_] Danny... pensi che io sia bella?

source: [_danny_] Of course you are...
german: [_danny_] Natürlich bist du...
italian: [_danny_] Certo che lo sei...

source: [_kate_] ...and sexy to you?
german: [_kate_] ...und sexy zu dir?
italian: [_kate_] ...e sexy per te?

source: [_danny_] Absolutely you are!
german: [_danny_] Absolut bist du!
italian: [_danny_] Assolutamente sì!

source: [_kate_] My sexy body turns you on, huh?
german: [_kate_] Mein sexy Körper schaltet dich ein, oder?
italian: [_kate_] Il mio corpo sexy ti eccita, eh?

source: [_danny_] Yes Kate... you make me hard as a rock...
german: [_danny_] Ja Kate... du machst mich hart wie ein Stein...
italian: [_danny_] Sì Kate... mi fai diventare duro come una roccia...

source: [_kate_] Oh, I can feel you throbbing in my chest right now... it feels so good to be desired!
german: [_kate_] Oh, ich kann dich gerade jetzt in meine Brust stürzen ... es fühlt sich so gut an, zu begehren!
italian: [_kate_] Oh, ti sento pulsare nel mio petto in questo momento... è così bello essere desiderati!

source: [_danny_] I'd wanna be inside you if I could!!
german: [_danny_] Ich würde gerne bei dir sein, wenn ich könnte!!
italian: [_danny_] Vorrei essere dentro di te se potessi!!!

source: [_kate_] Yeah? You'd wanna slam your big titted nurse's sweet, dripping pussy?
german: [_kate_] Ja? Du möchtest die süße süße und tropfende Fotze deiner dicken Schwester auflegen?
italian: [_kate_] Sì? Vorresti sbattere la dolce e grondante figa della tua infermiera dalle grandi tette?

source: [_danny_] Yes!! With this big fat dick you love so much!!
german: [_danny_] Ja!! Mit diesem dicken dicken Schwanz liebst du so viel!!
italian: [_danny_] Sì! Con questo grosso cazzo che ti piace tanto!!!

source: [_kate_] Oh my God... I'm so turned on, Danny...~
german: [_kate_] Oh mein Gott... Ich bin so eingeschaltet, Danny...~
italian: [_kate_] Oh mio Dio... Sono così eccitata, Danny...~

source: [_danny_] Yess... K-kKaate...~
german: [_danny_] Ja... K-KKaate...~
italian: [_danny_] Sì... K-kKaate...~

source: [_kate_] Come on, Danny... come all over these big fat momma's titties... come for this horny MILF, Danny Fenton...~
german: [_kate_] Komm, Danny... kommen Sie über diese dicken Mommas Titten... kommen Sie zu diesem geilen MILF, Danny Fenton...~
italian: [_kate_] Vieni, Danny... vieni su queste tette di mamma grassa... vieni per questa MILF eccitata, Danny Fenton...~

source: [_danny_] Oh fuck!! I'm coming!!~
german: [_danny_] Oh fuck!! Ich komme!!~
italian: [_danny_] Oh, cazzo! Sto arrivando!!!

source: [_kate_] Shoot it all over me!! Cover me in your hot jizz!!~
german: [_kate_] Schieße es überall über mich!! Cover mich in deiner heißen Jizz!!~
italian: [_kate_] Spara tutto su di me! Ricoprimi del tuo sperma caldo!!!~

source: [_kate_] Wowee... you sure do cum a lot, don't you? Ohh, I just love my job... <3~
german: [_kate_] Wowee... Du bist dir sicher, dass du eine Menge pausierst, oder? Ohh, ich liebe meinen Job... <3~
italian: [_kate_] Wowee... di sicuro sborri molto, vero? Ohh, adoro il mio lavoro... <3~

source: [_kate_s_closed_s_rise_one_s_talk_happy_] Well then... I guess I really don't need to worry about whether you find me attractive anymore. You certainly stated your true feelings loud and clear just now... {i}*Chuckles*{/i}
german: [_kate_s_closed_s_rise_one_s_talk_happy_] Nun, dann... Ich denke, ich brauche mich wirklich nicht mehr darum zu kümmern, ob du mich attraktiv findest. Du hast deine wahren Gefühle soeben sicherlich laut und deutlich zum Ausdruck gebracht... {i}*Chuckles*{/i}
italian: [_kate_s_closed_s_rise_one_s_talk_happy_] Beh, allora... Credo di non dovermi più preoccupare se mi trovi attraente o meno. Di certo hai dichiarato i tuoi veri sentimenti in modo forte e chiaro poco fa... {i}*Chiacchiere*{/i}

source: [_danny_s_towards_s_rise_one_s_talk_happy_] You should never worry about something like that, Kate. Of course I find you sexy! Who wouldn't?
german: [_danny_s_towards_s_rise_one_s_talk_happy_] Du solltest dich nie um so etwas kümmern, Kate. Natürlich finde ich dich sexy! Wer würde es nicht?
italian: [_danny_s_towards_s_rise_one_s_talk_happy_] Non dovresti mai preoccuparti di una cosa del genere, Kate. Certo che ti trovo sexy! Chi non lo farebbe?

source: [_kate_s_angry_s_talk_happy_s_down_] Ugh, just hearing you say that... I can tell you mean it, Danny. Thank you~.
german: [_kate_s_angry_s_talk_happy_s_down_] Ugh, du hörst nur dass... Ich kann es sagen, Danny. Danke~.
italian: [_kate_s_angry_s_talk_happy_s_down_] Solo a sentirtelo dire... Posso dire che lo pensi davvero, Danny. Grazie~.

source: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, excuse me, I suppose I should clean myself up just a bit... be right back.
german: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, entschuldigen Sie, ich nehme an, ich sollte mich ein bisschen aufräumen ... sei gleich zurück.
italian: [_kate_s_center_s_talk_happy_2_s_sad_] Oh, mi scusi, credo di dovermi pulire un po'... Torno subito.

source: [_danny_s_down_s_rise_one_s_talk_happy_2_] I could tell you got really worked up yourself, huh?
german: [_danny_s_down_s_rise_one_s_talk_happy_2_] Ich könnte dir sagen, du hast dich wirklich aufgearbeitet, oder?
italian: [_danny_s_down_s_rise_one_s_talk_happy_2_] Si vede che ti sei agitato molto, eh?

source: [_kate_s_down_s_talk_frown_s_sad_2_] Was it that obvious? Oh, I feel so embarassed now...
german: [_kate_s_down_s_talk_frown_s_sad_2_] War es so offensichtlich? Oh, ich fühle mich jetzt so peinlich...
italian: [_kate_s_down_s_talk_frown_s_sad_2_] Era così ovvio? Oh, mi sento così in imbarazzo ora...

source: [_kate_s_talk_happy_2_s_towards_s_sad_] It's just, talking dirty to you like that made me feel I was back in high school again, to be honest.
german: [_kate_s_talk_happy_2_s_towards_s_sad_] Es ist gerecht, wenn du mit dir schmutzig sprichst, so dass ich mich wieder im Gymnasium befand, um ehrlich zu sein.
italian: [_kate_s_talk_happy_2_s_towards_s_sad_] È solo che parlare in modo così sconcio con te mi ha fatto sentire di nuovo al liceo, a dire il vero.

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Yeah? Man, {i}you{/i} in high school? I can't even imagine it.
german: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Ja? Man, {i}du{/i} in der Oberschule? Ich kann es mir nicht einmal vorstellen.
italian: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Si'? Cavolo, {i}sei al liceo? Non riesco nemmeno a immaginarlo.

source: [_kate_s_talk_frown_s_rise_one_] Why's that?
german: [_kate_s_talk_frown_s_rise_one_] Warum?
italian: [_kate_s_talk_frown_s_rise_one_] Perché?

source: [_danny_s_talk_happy_2_s_towards_s_neutral_] It's hard to imagine you could get any prettier.
german: [_danny_s_talk_happy_2_s_towards_s_neutral_] Es ist schwer vorstellbar, dass du etwas Schöneres bekommen kannst.
italian: [_danny_s_talk_happy_2_s_towards_s_neutral_] È difficile immaginare che tu possa essere più bella.

source: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, you are just {b}something{/b} else, Danny!
german: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, du bist nur {b}anders{/b} anders, Danny!
italian: [_kate_s_down_s_talk_happy_s_sad_2_] Oh, tu sei solo {b}qualcos'altro, Danny!

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Well, I've sorta got to get going, but that was great, really! I appreciated it a whole lot.
german: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Nun, ich muss sorta losgehen, aber das war wirklich großartig! Ich habe es sehr geschätzt.
italian: [_danny_s_at_danny_s_rise_one_s_talk_happy_] Beh, devo andare, ma è stato fantastico, davvero! L'ho apprezzato molto.

source: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, well just remember what I said Danny... I've scratched your back a couple of times now already...
german: [_kate_s_talk_happy_2_s_rise_one_] Uh huh, erinnere mich nur daran, was ich Danny gesagt habe... Ich habe dir jetzt schon ein paar Mal den Rücken gerraten...
italian: [_kate_s_talk_happy_2_s_rise_one_] Beh, ricorda quello che ho detto a Danny... Ti ho già grattato la schiena un paio di volte...

source: [_danny_s_wondering_s_towards_s_talk_happy_2_] Don't worry, I'll be sure to "scratch" yours, when you're up to it. I'll talk to you later, Kate.
german: [_danny_s_wondering_s_towards_s_talk_happy_2_] Keine Sorge, ich werde sicher sein, dass du dein "kratzen" kannst, wenn du es schaffst. Ich werde später mit dir sprechen, Kate.
italian: [_danny_s_wondering_s_towards_s_talk_happy_2_] Non preoccuparti, non mancherò di "grattare" il tuo, quando te la sentirai. Ci sentiamo più tardi, Kate.

source: [_kate_s_neutral_s_talk_happy_2_] Hmmm, good to know... see ya around kiddo.
german: [_kate_s_neutral_s_talk_happy_2_] Hmmm, gut zu wissen... siehe ya um die Kinder.
italian: [_kate_s_neutral_s_talk_happy_2_] Hmmm, buono a sapersi... ci vediamo in giro, ragazzo.

source: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Okay then that should do it... plenty of Orgone soaked up from that experience to take on Tucker Phantom {i}and{/i} Desiree.
german: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Okay, das sollte es tun... jede Menge Orgone aus dieser Erfahrung, um Tucker Phantom {i}und {/i} Desiree.
italian: [_danny_s_at_player_s_talk_happy_2_s_wondering_] Ok, allora dovrebbe bastare... un sacco di Orgone assorbito da quell'esperienza per affrontare Tucker Phantom {i}e{/i} Desiree.

source: [_danny_s_talk_frown_2_s_rise_one_] Man, it's a good thing somebody like Kate actually finds me attractive, otherwise this would be a {i}lot{/i} harder to do.
german: [_danny_s_talk_frown_2_s_rise_one_] Man, es ist eine gute Sache, die mich jemand wie Kate tatsächlich attraktiv findet, sonst wäre dies ein {i}Lot{/i} schwerer.
italian: [_danny_s_talk_frown_2_s_rise_one_] Cavolo, è un bene che una come Kate mi trovi davvero attraente, altrimenti sarebbe molto {i}più difficile da fare.

source: [_danny_s_towards_s_talk_happy_s_sad_2_] Getting titjobs from unbelievably hot women in under five minutes flat is normally not as easy as it in those silly computer porn games...
german: [_danny_s_towards_s_talk_happy_s_sad_2_] Titjobs von unglaublich heißen Frauen in weniger als fünf Minuten Wohnung zu bekommen, ist normalerweise nicht so einfach wie es in diesen dummen Computerporno-Spielen ist...
italian: [_danny_s_towards_s_talk_happy_s_sad_2_] Ottenere tette da donne incredibilmente sexy in meno di cinque minuti non è così facile come in quegli stupidi giochi porno per computer...

source: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Okay, I don't really see Tucker here, but I figure this is where he'd be going. Too much teenage skirt hanging around the mall for him to {b}not{/b} show up.
german: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Okay, ich sehe Tucker hier nicht wirklich, aber ich zitiere, dass er hier hingehen würde. Zu viel Teenagerrock, der um die Mall hängt, bis er {b}nicht mehr auftaucht.
italian: [_danny_s_rise_one_s_at_player_s_talk_frown_2_] Ok, non vedo Tucker qui, ma immagino che sia qui che sta andando. Ci sono troppe gonnelle adolescenti in giro per il centro commerciale perché {b}non si faccia vedere.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] All I need to do is follow the trail of Tucker's shenanigans...
german: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Alles, was ich tun muss, ist der Spur der Shenanigan von Tucker zu folgen...
italian: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Tutto quello che devo fare è seguire le tracce delle marachelle di Tucker...

source: [_stranger_] Hey, who keeps tying everyone's shoelaces together?!
german: [_stranger_] Hey, wer bindet immer wieder die Schuhe aller zusammen?
italian: [_stranger_] Ehi, chi è che continua a legare i lacci delle scarpe di tutti?!

source: [_danny_s_towards_s_talk_happy_2_] Well, at least he's pulling harmless enough pranks...
german: [_danny_s_towards_s_talk_happy_2_] Nun, zumindest zieht er harmlos genug Pranks...
italian: [_danny_s_towards_s_talk_happy_2_] Beh, almeno fa degli scherzi abbastanza innocui...

source: [_stranger_] ...cause whoever's doing it is preventing us from running away from the green ghost guy who keeps taking upskirt pics of the girls here!!
german: [_stranger_] ...denn wer das tut, hindert uns daran, vor dem grünen Gespenst zu fliehen, der hier immer wieder Bilder der Mädchen aufnimmt!!
italian: [_stranger_] ...perché chiunque lo stia facendo ci impedisce di scappare dal fantasma verde che continua a fotografare le ragazze con la gonna alzata!!!

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Okay, well that's just what you'd call "ironic timing".
german: [_danny_s_at_player_s_neutral_s_talk_frown_] Okay, das ist genau das, was du "ironisches Timing" nennen würdest.
italian: [_danny_s_at_player_s_neutral_s_talk_frown_] Ok, questo è proprio quello che si definisce "tempismo ironico".

source: [_danny_s_frown_grin_s_towards_] (There, I see him!)
german: [_danny_s_frown_grin_s_towards_] (da, sehe ich ihn!)
italian: [_danny_s_frown_grin_s_towards_] (Ecco, lo vedo!)

source: [_tucker_s_talk_happy_] Heheheh, say cheese, ladies...
german: [_tucker_s_talk_happy_] Heheheh, sagen Käse, Damen...
italian: [_tucker_s_talk_happy_] Heheheh, dite "cheese", signore...

source: [_danny_s_talk_frown_2_s_towards_wide_] Hey, booger complexion! Knock it off!!
german: [_danny_s_talk_frown_2_s_towards_wide_] Hey, Booger Teine! Schlag es ab!!
italian: [_danny_s_talk_frown_2_s_towards_wide_] Ehi, carnagione da caccola! Piantala!!!

source: [_tucker_s_towards_wide_s_talk_frown_] Well, well, if it isn't the lowly and pathetic Danny Fenton!! Come back for more punishment?!
german: [_tucker_s_towards_wide_s_talk_frown_] Nun, wenn es nicht der schwache und pathetische Danny Fenton ist!! Komm zurück für mehr Bestrafung?!
italian: [_tucker_s_towards_wide_s_talk_frown_] Bene, bene, se non è l'umile e patetico Danny Fenton!!! Tornare per un'altra punizione?!

source: [_danny_s_towards_wide_s_talk_frown_] I came to stop you from terrorizing people who don't deserve it!
german: [_danny_s_towards_wide_s_talk_frown_] Ich bin gekommen, um dich daran zu hindern, Menschen zu terrorisieren, die es nicht verdienen!
italian: [_danny_s_towards_wide_s_talk_frown_] Sono venuto per impedirvi di terrorizzare persone che non lo meritano!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!{/i} Oh Danny, you can't {b}possibly{/b} hope to stop me at my current strength...
german: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!{/i} Oh Danny, du kannst nicht {b}Mögliche{/b} hoffen, mich bei meiner aktuellen Stärke zu stoppen...
italian: [_tucker_s_talk_happy_s_towards_wide_s_sad_] {i}Hah!!! Oh Danny, non puoi {b}sperare di fermarmi con la mia forza attuale...

source: [_danny_s_talk_frown_s_angry_s_towards_wide_] Don't think so highly of yourself! I went and purposely made myself stronger to take you on!
german: [_danny_s_talk_frown_s_angry_s_towards_wide_] Du denkst nicht so hoch von dir selbst! Ich ging und habe mich bewusst stärker gemacht, um dich weiter zu führen!
italian: [_danny_s_talk_frown_s_angry_s_towards_wide_] Non pensare così tanto a te stesso! Sono andato e mi sono rafforzato di proposito per affrontarti!

source: [_danny_s_talk_happy_2_] So this time, it's going to be a {b}proper{/b} fight!!
german: [_danny_s_talk_happy_2_] Dieses Mal wird es ein {b}richtiger /b} Kampf!!
italian: [_danny_s_talk_happy_2_] Quindi questa volta sarà una lotta {b}vera e propria{/b}!!

source: [_tucker_s_talk_frown_s_wondering_] Oh, is that right?
german: [_tucker_s_talk_frown_s_wondering_] Ach, ist das richtig?
italian: [_tucker_s_talk_frown_s_wondering_] Ah, è così?

source: [_tucker_s_talk_happy_s_angry_] ...then I guess I'll have to grant myself even {b}more{/b} power!!
german: [_tucker_s_talk_happy_s_angry_] ...dann denke ich, dass ich mir noch {b}mehr erteilen muss{/b} Kraft!!
italian: [_tucker_s_talk_happy_s_angry_] ...allora credo che dovrò concedermi ancora {b}più{/b} potere!!!

source: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Uh oh... I really gotta work on not announcing my tactics to win in a fight...)
german: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Oh oh... Ich habe wirklich die Arbeit gemacht meine Taktik nicht anzukündigen, um in einem Kampf zu gewinnen...)
italian: [_danny_s_frown_grin_s_at_player_s_sad_2_] (Oh, oh... devo davvero lavorare per non annunciare le mie tattiche per vincere in un combattimento...).

source: [_tucker_s_away_wide_s_talk_happy_] Hey! Desiree!!
german: [_tucker_s_away_wide_s_talk_happy_] Hey! Verzweifelt!!
italian: [_tucker_s_away_wide_s_talk_happy_] Ehi! Desiree!

source: [_desiree_s_talk_bite_] How may I serve you, Master?
german: [_desiree_s_talk_bite_] Wie kann ich dir dienen, Master?
italian: [_desiree_s_talk_bite_] Come posso servirti, Maestro?

source: [_danny_s_talk_frown_2_s_wondering_] Tuck, don't do it! She's manipulating you!! Your body can't hold up against the power it's producing already!! Desiree's plotting to-
german: [_danny_s_talk_frown_2_s_wondering_] Tuck, tue es nicht! Sie manipuliert dich! Dein Körper kann nicht gegen die Kraft aufhalten, die er bereits produziert!! Verrückt zu- her!
italian: [_danny_s_talk_frown_2_s_wondering_] Tuck, non farlo! Ti sta manipolando! Il tuo corpo non può reggere alla potenza che sta già producendo!!! Desiree sta tramando...

source: [_tucker_s_away_wide_s_talk_frown_s_angry_] Quit lying Danny!! This is your final chance to just stay out of my way!!
german: [_tucker_s_away_wide_s_talk_frown_s_angry_] Verlasse Danny!! Das ist deine letzte Chance, einfach aus meinem Weg zu bleiben!!
italian: [_tucker_s_away_wide_s_talk_frown_s_angry_] Smettila di mentire Danny! Questa è la tua ultima occasione per stare fuori dai piedi!!!

source: [_tucker_s_towards_wide_s_talk_happy_] Desiree, I wish I was even {u}stronger{/u}!! A real ghostly {b}beast{/b}!!
german: [_tucker_s_towards_wide_s_talk_happy_] Desiree, ich wünschte, ich wäre sogar {u}stärker{/u}!! Ein echter Gespenst {b}Bestien{/b}!!
italian: [_tucker_s_towards_wide_s_talk_happy_] Desiree, vorrei essere ancora {u}più forte{/u}!! Una vera e propria bestia {b}spettrale{/b}!!

source: [_desiree_s_closed_s_talk_happy_2_] So you have wished it...
german: [_desiree_s_closed_s_talk_happy_2_] Also hast du es gewollt...
italian: [_desiree_s_closed_s_talk_happy_2_] Quindi l'avete desiderato...

source: [_desiree_] {b}...SO IT SHALL BE!!{/b}
german: [_desiree_] {b}...SO ES BE!!{/b}
italian: [_desiree_] {b}...COSÌ SARÀ!!!

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh heh hech!!{/i} {b}Alright!!{/b} I feel like an absolute ghost {b}God{/b}!!
german: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh hech!!{/i} {b}Okay, ich fühle mich wie ein absoluter Geist {b}Gott{/b}!!
italian: [_tucker_s_towards_wide_2_s_angry_2_s_talk_happy_] {i}Aheh heh hech!!!{/i} {b}Va bene!!!{/b} Mi sento come un fantasma assoluto {b}Dio{/b}!!

source: [_stranger_] {i}Aghhh{/i}!! Everyone run!! The prankster ghost goblin is now a {b}huge{/b} prankster ghost goblin, and he's attacking the mall!!
german: [_stranger_] {i}Aghhh{/i}!! Rennt um euer Leben!! Der Prankster Geistergoblin ist jetzt ein {b}riesiger{/b} Prankster Geistergoblin, und er attackiert das Einkaufszentrum!!
italian: [_stranger_] {i}Aghhh{/i}!! Correte tutti! Il goblin fantasma burlone ora è un {b}enorme{/b} goblin fantasma burlone e sta attaccando il centro commerciale!!!

source: [_stranger_] Quickly, everyone run behind that wall over there for shelter!! The one between the third and the fifth wall!!
german: [_stranger_] Schnell, alle laufen hinter dieser Wand um Schutz zu erhalten!! Die zwischen der dritten und der fünften Wand läuft!!
italian: [_stranger_] Presto, correte tutti dietro quel muro laggiù per ripararvi!!! Quello tra il terzo e il quinto muro!!!

source: [_tucker_s_angry_s_talk_frown_] So, what's the dizzle, fizzle? You ready to cross over into the {i}second{/i} afterlife already?!
german: [_tucker_s_angry_s_talk_frown_] Also, was ist der Schwindel, schwindel? Du bist bereit zum Überqueren in das {i}Sekunde{/i} Nachleben?!
italian: [_tucker_s_angry_s_talk_frown_] Allora, cosa c'è di strano? Sei già pronto a passare nell'aldilà {i}secondo{/i}?!

source: [_danny_s_at_player_s_frown_s_sad_2_] (Gee, he looks {i}really{/i} strong now, but if I play it smart, I should be able to win!)
german: [_danny_s_at_player_s_frown_s_sad_2_] (Gee, er sieht {i}wirklich aus{/i} stark aus, aber wenn ich es schlau spiele, sollte ich in der Lage sein zu gewinnen!)
italian: [_danny_s_at_player_s_frown_s_sad_2_] (Caspita, ora sembra {i}davvero{/i} forte, ma se gioco d'astuzia, dovrei essere in grado di vincere!)

source: [_danny_s_at_danny_s_rise_one_s_frown_3_] (He may feel stronger, but that just means more power is draining his life force faster...)
german: [_danny_s_at_danny_s_rise_one_s_frown_3_] (Er fühlt sich vielleicht stärker, aber das bedeutet nur, dass mehr Macht seine Lebenskraft schneller abbaut...)
italian: [_danny_s_at_danny_s_rise_one_s_frown_3_] (Può sentirsi più forte, ma questo significa solo che il potere sta prosciugando la sua forza vitale più velocemente...)

source: [_danny_s_towards_s_frown_2_s_sad_2_] (I gotta end this fight quickly to save him!!)
german: [_danny_s_towards_s_frown_2_s_sad_2_] (Ich werde diesen Kampf schnell beenden, um ihn zu retten!!)
italian: [_danny_s_towards_s_frown_2_s_sad_2_] (Devo terminare questo combattimento in fretta per salvarlo!!!)

source: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, I'm sorry, but this is for your own good!
german: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, es tut mir leid, aber das ist für dich selbst!
italian: [_danny_s_angry_s_towards_wide_s_talk_frown_] Tucker, mi dispiace, ma è per il tuo bene!

source: [_danny_s_closed_s_talk_frown_2_] I'm going ghost!!
german: [_danny_s_closed_s_talk_frown_2_] Ich gehe Geister!!
italian: [_danny_s_closed_s_talk_frown_2_] Vado a fare il fantasma!

source: [_tucker_s_talk_frown_s_towards_] You just couldn't leave it alone, could you, Fenton?!
german: [_tucker_s_talk_frown_s_towards_] Du konntest es nicht alleine lassen, könnte du, Fenton?!
italian: [_tucker_s_talk_frown_s_towards_] Non potevi proprio lasciar perdere, vero, Fenton?!

source: [_danny_s_sad_s_talk_frown_] Not while my best friend is hurting others and himself! I'm gonna save you Tucker, don't worry!!
german: [_danny_s_sad_s_talk_frown_] Nicht solange mein bester Freund andere und sich selbst verletzt! Ich werde Sie retten Tucker, keine Sorge!!
italian: [_danny_s_sad_s_talk_frown_] Non mentre il mio migliore amico fa del male agli altri e a se stesso! Ti salverò Tucker, non preoccuparti!!!
