Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] One can only hope...
french: [_desiree_] On ne peut qu'espérer...
german: [_desiree_] Man kann nur hoffen...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Nice, that must be some of them now!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Nice, ça doit être certains d'entre eux maintenant !
german: [_danny_s_towards_s_wondering_s_talk_happy_] Schön, das muss jetzt ein Teil davon sein!

source: [_desiree_] Master?
french: [_desiree_] Maître?
german: [_desiree_] Meister?

source: [_danny_s_towards_s_rise_s_talk_amused_] Yeah, what's up?
french: [_danny_s_towards_s_rise_s_talk_amused_] Ouais, qu'est-ce qui se passe ?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ja, was ist los?

source: [_desiree_] I... I hope this goes well for you... is all.
french: [_desiree_] Je... J'espère que cela va bien pour vous... c'est tout.
german: [_desiree_] Ich... Ich hoffe, das geht gut für dich... ist alles.

source: [_danny_s_towards_s_wondering_s_talk_happy_] You too Des. You should enjoy tonight!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Vous aussi Des. Vous devriez profiter ce soir !
german: [_danny_s_towards_s_wondering_s_talk_happy_] Du bist auch Des. Du solltest heute Abend genießen!

source: [_danny_s_down_s_sad_s_talk_displeased_] And we will, I'm sure! I'm just kinda nervous hoping enough people {i}actually{/i} decided to come...
french: [_danny_s_down_s_sad_s_talk_displeased_] Et nous le ferons, j'en suis sûre! Je suis juste un peu nerveux dans l'espoir d'avoir assez de gens {i}en fait{/i} a décidé de venir...
german: [_danny_s_down_s_sad_s_talk_displeased_] Und wir werden, ich bin mir sicher! Ich bin einfach kinda nervös und hoffe, dass genug Leute {i}tatsächlich{/i} sich entschieden haben, zu kommen...

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey everyone! Welcome to-
french: [_danny_s_towards_s_idle_s_talk_happy_] Salut tout le monde ! Bienvenue à -
german: [_danny_s_towards_s_idle_s_talk_happy_] Hallo alle! Willkommen zu-

source: [_danny_s_closed_s_sad_s_talk_displeased_] ...the party...
french: [_danny_s_closed_s_sad_s_talk_displeased_] ...la fête...
german: [_danny_s_closed_s_sad_s_talk_displeased_] ...die Party...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! It's already a full house!{p}I had better look around and get to mingling with some people!
french: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow ! C'est déjà une maison pleine !{p}Je ferais mieux de regarder autour de moi et de me mêler à certaines personnes !
german: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! Es ist bereits ein volles Haus!{p}Ich habe besser umsehen und mit einigen Leuten vermischt!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... you know Danny, I didn't imagine you living somewhere like {i}this{/i}.
french: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... vous connaissez Danny, je ne vous ai pas imaginé vivre quelque part comme {i}ça{/i}.
german: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... du weißt Danny, ich habe dir nicht vorgestellt, dass du irgendwo wie {i}dies{/i} lebst.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, yeah? What did you have in mind?
french: [_danny_s_towards_s_rise_s_talk_happy_] Oh, oui, qu'avez-vous pensé ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Oh, ja? Was hast du gedacht?

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] I guess just something a little smaller.{p}And nerdier.{p}And poorer.{p}But honestly, it's not too bad! I sorta dig it.
french: [_paulina_s_towards_s_neutral_s_talk_displeased_] Je suppose juste quelque chose de un peu plus petit.{p}et nerveux.{p}Et plus pauvre.{p}Mais honnêtement, c'est pas trop mal ! Je sorta creuser ça.
german: [_paulina_s_towards_s_neutral_s_talk_displeased_] Ich vermute nur etwas kleiner.{p}und Nerdier.{p}Und ärmer.{p}Aber ehrlich gesagt, es ist nicht zu schlecht! Ich sorta graben.

source: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, enough small talk! When's Billy getting here?
french: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, assez de petites discussions! Quand Billy arrivera?
german: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughh{/i}, genug kleine Gespräche! Wann kommt Billy hier?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, he'll be coming soon girls, don't worry. Feel free to have some food, grab a drink, enjoy the party!
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, il arrivera bientôt des filles, ne vous inquiétez pas. N'hésitez pas à prendre de la nourriture, à prendre un verre, à profiter de la fête!
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, er kommt bald Mädchen, keine Sorge. Fühlen Sie sich frei, um etwas zu essen, ein Getränk zu trinken, die Party zu genießen!

source: [_star_s_towards_s_angry_s_talk_displeased_] I'm not gonna hang around with all these other geeks and freaks in your house forever, Fenton...
french: [_star_s_towards_s_angry_s_talk_displeased_] Je ne vais pas m'accrocher avec tous ces autres geeks et fous dans votre maison pour toujours, Fenton...
german: [_star_s_towards_s_angry_s_talk_displeased_] Ich werde nicht mit all diesen anderen Geeks und Freaks in deinem Haus herumhängen, Fenton...

source: [_paulina_s_towards_s_rise_s_talk_happy_] Sounds good to me, more Ghost Boy for me!
french: [_paulina_s_towards_s_rise_s_talk_happy_] Ça me semble bien, plus de gars fantômes pour moi!
german: [_paulina_s_towards_s_rise_s_talk_happy_] Klingt gut für mich, mehr Ghost Boy für mich!

source: [_star_s_towards_s_angry_s_talk_consternation_] As if! I'm not leaving before you do!
french: [_star_s_towards_s_angry_s_talk_consternation_] Comme si ! Je ne pars pas avant vous !
german: [_star_s_towards_s_angry_s_talk_consternation_] Als wenn! Ich verlasse es nicht vor dir!

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, fine by me! Look, let's get some drinks. Might as well get a little normal social time in before he shows up.
french: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, très bien pour moi! Regardez, allons boire quelques boissons. Ça pourrait aussi bien avoir un peu de temps social normal avant de se présenter.
german: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, schön von mir! Schau, lasst uns ein paar Getränke bekommen. Könnte auch ein wenig normale soziale Zeit bekommen, bevor er erscheint.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, yeah, have a good time! Th-thanks for coming!
french: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, oui, passez du bon temps! Merci d'être venu!
german: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, ja, haben Sie eine gute Zeit! Vielen Dank für Ihr Kommen!

source: [_desiree_] Oh, Maste-, I mean, why hello Danny!
french: [_desiree_] Oh, Maste-, je veux dire, pourquoi bonjour Danny !
german: [_desiree_] Oh, Maste-, ich meine, warum Hallo Danny!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Hey Danny, I've just been talking to your friend Des...
french: [_jazz_s_towards_s_wondering_s_talk_happy_] Bonjour Danny, je viens de parler à votre ami Des...
german: [_jazz_s_towards_s_wondering_s_talk_happy_] Hey Danny, ich habe gerade mit deinem Freund Des...

source: [_jazz_s_towards_s_wondering_s_talk_amused_] I can really see what you're pawing over with her, that much's obvious. She's a great conversationalist!
french: [_jazz_s_towards_s_wondering_s_talk_amused_] Je peux vraiment voir ce que vous faites avec elle, c'est évident. Elle est une excellente conversationaliste!
german: [_jazz_s_towards_s_wondering_s_talk_amused_] Ich kann wirklich sehen, was du mit ihr pflückst, so viel ist offensichtlich. Sie ist ein großartiger Konversationalist!

source: [_desiree_] {i}Ohh, ehm,{/i} yes, why thank you, Jasmine...
french: [_desiree_] {i}Ohh, ehm,{/i} oui, pourquoi vous remercier, Jasmine...
german: [_desiree_] {i}Ohh, ehm,{/i} Ja, warum danke, Jasmin...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Really punching above your weight class on this one though, aren't you?
french: [_jazz_s_towards_s_rise_s_talk_amused_] Vraiment frapper au-dessus de votre classe de poids sur celle-ci, n'est-ce pas?
german: [_jazz_s_towards_s_rise_s_talk_amused_] Trotzdem wirklich über deiner Gewichtsklasse stechen, bist du nicht du?

source: [_desiree_] {i}O-oh{/i}, n-no, we're just friends! Danny here is going to introduce me to a friend of his, actually.
french: [_desiree_] {i}O-oh{/i}, n-non, nous sommes juste des amis! Danny ici va me présenter à un ami du sien, en fait.
german: [_desiree_] {i}O-oh{/i}, n-no, wir sind nur Freunde! Danny hier wird mir einen Freund von seinem vorstellen.

source: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, sorry, I just assumed-
french: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... euh, désolé, je viens de supposer-
german: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, tut mir leid, ich vermutet-

source: [_danny_s_towards_s_rise_s_talk_displeased_] Yeah, we know you did.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Oui, nous savons que vous l'avez fait.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ja, wir wissen, dass du es getan hast.

source: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Desiree, where are you from exactly?
french: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Le désir, d'où êtes-vous exactement ?
german: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Verzweifelt, wo bist du genau von dir?

source: [_desiree_] Oh, my home land? Oh, well, {i}uhmm{/i}, I'm from... {i}ehhrm{/i}...{p}{size=12}Blast, where am I from again...?{/size}
french: [_desiree_] Oh, ma terre natale ? Oh, eh bien, {i}euhmm{/i}, je suis de... {i}ehhrm{/i}...{p}{size=12}Explosion, d'où suis-je de nouveau...?{/size}
german: [_desiree_] Ach, mein Heimatland? Oh, nun, {i}uhmm{/i}, ich komme von... {i}ehhrm{/i}...{p}{size=12}Blast, wo bin ich wieder...?{/size}

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! You're from Wisconsin, Des.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin ! Vous venez du Wisconsin, Des.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! Du bist von Wisconsin, Des.

source: [_desiree_] Oh, yes, Wisconsin. That's right!
french: [_desiree_] Oh, oui, Wisconsin. C'est juste !
german: [_desiree_] Ach, ja, Wisconsin. Das ist richtig!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] So, what're you doing in Amity Park?
french: [_jazz_s_towards_s_wondering_s_talk_happy_] Alors, que faites-vous dans Amity Park ?
german: [_jazz_s_towards_s_wondering_s_talk_happy_] Also, was machst du im Amity Park?

source: [_desiree_] {i}Uhhm{/i}, just, visiting some... old friends I know who live in the area. I'm actually...
french: [_desiree_] {i}Uhhm{/i}, juste en visitant un... vieux amis que je sais qui vit dans la région. Je suis en fait...
german: [_desiree_] {i}Uhhm{/i}, genau, besuche eine... alte Freunde, die ich kenne, die in der Gegend leben. Ich bin eigentlich...

source: [_desiree_] ...a {u}student{/u}! At the, {i}ehm{/i}, University of Wisconsin!
french: [_desiree_] ...un étudiant en {u}{/u} ! À {i}ehm{/i}, l'Université du Wisconsin!
german: [_desiree_] ...ein {u}Schüler{/u}! In dien, {i}ehm{/i}, Universität von Wisconsin!

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, seriously? That's cool, my parents went there.{p}What are you studying?
french: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, sérieusement? C'est cool, mes parents y sont allés.{p}Qu'est-ce que vous étudiez?
german: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, ernsthaft? Das ist cool, meine Eltern sind dorthin gegangen.{p}Was lernst du?

source: [_desiree_] Alchemy.
french: [_desiree_] Alchimie.
german: [_desiree_] Alchemie.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] ...a-alchemy?
french: [_jazz_s_towards_s_rise_s_talk_displeased_] ... une alchimie?
german: [_jazz_s_towards_s_rise_s_talk_displeased_] ...Alchemie?

source: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Whispering*{/i} Des! Nobody studies alchemy anymore! They study {u}chemistry{/u}!
french: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Murmure*{/i} Des! Plus personne n'étudie l'alchimie ! Ils étudient {u}chimie{/u} !
german: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Flüster*{/i} Des! Niemand studiert mehr Alchemie! Sie studieren {u}Chemie{/u}!

source: [_desiree_] Oops, I merely meant {i}chemistry{/i}, actually... and Global Middle-Eastern studies.
french: [_desiree_] Oups, je voulais simplement dire {i}chimie{/i}, en fait... et des études mondiales du Moyen-Orient.
german: [_desiree_] Hoppla, ich habe nur {i}Chemie gemeint{/i}, eigentlich... und Global Middle-Eastern Studien gemeint.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Well, neat! That's quite varied! I honestly can't wait to get my degree and leave this town for school.
french: [_jazz_s_towards_s_idle_s_talk_happy_] Bien, bien sûr ! C'est assez varié ! Je suis honnêtement impatient d'obtenir mon diplôme et de quitter cette ville pour aller à l'école.
german: [_jazz_s_towards_s_idle_s_talk_happy_] Na gut, schön! Das ist ziemlich vielfältig! Ich kann ehrlich gesagt nicht warten, meinen Abschluss zu erhalten und diese Stadt zur Schule zu verlassen.

source: [_desiree_] Y-yes, it sure is fun having your freedom!{p}{i}*Sighs*{/i}
french: [_desiree_] Y-oui, c'est sûr que c'est amusant d'avoir votre liberté!{p}{i}*Soupirs*{/i}
german: [_desiree_] Ja, es macht sicher Spaß, deine Freiheit zu haben!{p}{i}*Sehen*{/i}

source: [_jazz_s_closed_s_idle_s_talk_amused_] Well that's super awesome!
french: [_jazz_s_closed_s_idle_s_talk_amused_] C'est super génial !
german: [_jazz_s_closed_s_idle_s_talk_amused_] Nun, das ist super toll!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Tell me, are there any feminist movements or interesting psychology programs?
french: [_jazz_s_towards_s_wondering_s_talk_happy_] Dites-moi, y a-t-il des mouvements féministes ou des programmes de psychologie intéressants ?
german: [_jazz_s_towards_s_wondering_s_talk_happy_] Sag mir, gibt es feministische Bewegungen oder interessante Psychologie-Programme?

source: [_desiree_] {i}*Whispering*{/i} Danny, what is a "feminist"?
french: [_desiree_] {i}*Murmure*{/i} Danny, qu'est-ce qu'un « féministe »?
german: [_desiree_] {i}*Flüster*{/i} Danny, was ist eine "Feminist"?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Whispering*{/i} Someone who definitely wasn't around in your time. Just say yes.
french: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Murmure*{/i} Quelqu'un qui n'était pas là dans votre temps. Dites simplement oui.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Flüstern*{/i} Jemand, der in deiner Zeit definitiv nicht da war. Sprich einfach ja.

source: [_desiree_] {i}Uhh{/i}, yes, I would imagine, but I was not actively aware of them...
french: [_desiree_] {i}Uhh{/i}, oui, j'imagine, mais je n'en avais pas connaissance activement...
german: [_desiree_] {i}Uhh{/i}, ja, ich würde mir vorstellen, aber ich war ihnen nicht aktiv bewusst...

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, sure, I get that.
french: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, bien sûr.
german: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, sicher, ich bekomme das.

source: [_desiree_] I must say, it is so good to finally have a conversation with you, Jasmine!
french: [_desiree_] Je dois dire qu'il est si agréable d'avoir enfin une conversation avec vous, Jasmin !
german: [_desiree_] Ich muss sagen, es ist so gut, endlich ein Gespräch mit dir, Jasmin!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, it is?
french: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, c'est le cas?
german: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, es ist?

source: [_desiree_] Why of course, it has driven me crazy, not being able to even share a word with someone who I live under the same roof wit-
french: [_desiree_] Pourquoi bien sûr, cela m'a rendu folle, ne pas pouvoir même partager un mot avec quelqu'un que je vis sous le même toit wit-
german: [_desiree_] Warum natürlich hat es mich verrückt getrieben nicht einmal ein Wort mit jemandem teilen zu können, den ich unter dem gleichen Dach lebe-

source: [_desiree_] ...{i}ehrr{/i}.... I mean to say... it's driven me so crazy, not knowing you in person yet, being Danny's big sister, and what not... but I've heard a lot about you.
french: [_desiree_] ...{i}ehrr{/i}... Je veux dire... ça m'a fait tellement fou, je ne vous connais pas encore en personne, je suis la grande sœur de Danny, et ce pas... mais j'ai beaucoup entendu parler de vous.
german: [_desiree_] ...{i}ehrr{/i}.... Ich meine zu sagen... it's driven me so verrückt, dass ich dich noch nicht persönlich kenne und Dannys große Schwester war und was nicht... aber ich habe viel über dich gehört.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, well that's so nice!{nw}
french: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, eh bien, c'est si bien !{nw}
german: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, das ist so schön!{nw}

source: [_extend_] Hey Danny, leave us girls alone to chat a little more closely.
french: [_extend_] Bonjour Danny, laissez-nous les filles seules pour discuter un peu plus attentivement.
german: [_extend_] Hey Danny, lass uns Mädchen ein wenig mehr in den Chat bringen.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, are you seriously throwing me out of the conversation already?
french: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, vous me jetez déjà sérieusement hors de la conversation ?
german: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, werfen Sie mich ernsthaft aus der Unterhaltung?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] There's more than enough people wanting to speak to you I'm sure Danny, go talk to them!
french: [_jazz_s_towards_s_rise_s_talk_displeased_] Il y a plus que suffisamment de personnes qui veulent vous parler, je suis sûr que Danny, allez leur parler!
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Es gibt mehr als genug Leute, die mit dir sprechen wollen, ich bin sicher, Danny, gehe mit ihnen reden!

source: [_jazz_s_towards_s_angry_s_talk_displeased_] Don't be selfish with Desiree, I want to know as much as I can...
french: [_jazz_s_towards_s_angry_s_talk_displeased_] Ne soyez pas égoïste avec le désir, je veux en savoir autant que je peux...
german: [_jazz_s_towards_s_angry_s_talk_displeased_] Sei nicht egoistisch mit Desiree, ich möchte so viel wissen wie ich kann...

source: [_danny_s_towards_s_neutral_s_talk_distraught_] But I-
french: [_danny_s_towards_s_neutral_s_talk_distraught_] Mais je-
german: [_danny_s_towards_s_neutral_s_talk_distraught_] Aber ich-

source: [_desiree_] We'll talk later Danny... promise.
french: [_desiree_] Nous parlerons plus tard Dann... promesse.
german: [_desiree_] Wir werden später Danny sprechen... versprechen.

source: [_danny_s_towards_s_idle_s_talk_amused_] Hey, guys, thanks for showing up!
french: [_danny_s_towards_s_idle_s_talk_amused_] Hé, les gars, merci d'être arrivé!
german: [_danny_s_towards_s_idle_s_talk_amused_] Hey, Jungs, vielen Dank für das Auftreten!

source: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Hey, thanks for inviting us to the party! This is pretty crazy!
french: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Hé, merci de nous avoir invités à la fête ! C'est assez fou !
german: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Hey, vielen Dank für die Einladung zur Party! Das ist ziemlich verrückt!

source: [_tucker_s_towards_s_idle_s_talk_happy_] For real! Look at all the girls here!{p}Why'd we never think to use your place as a sweet party palace before??
french: [_tucker_s_towards_s_idle_s_talk_happy_] Pour vrai ! Regardez toutes les filles ici !{p}Pourquoi n'avons-nous jamais pensé à utiliser votre place comme palais de fête avant ?
german: [_tucker_s_towards_s_idle_s_talk_happy_] Für echt! Schau dir hier alle Mädchen an!{p}Warum? Wir denken nie, dass wir deinen Platz vorher als süßen Partypalast nutzen??

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, ya' know, my parents have never been keen on the idea, but they're not exactly here right now, {i}soo{/i}...
french: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, tu sais, mes parents n'ont jamais été enthousiastes pour cette idée, mais ils ne sont pas exactement là pour l'instant, {i}soo{/i}...
german: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, ya' wissen, meine Eltern waren noch nie an der Idee interessiert, aber sie sind momentan nicht genau hier, {i}soo{/i}...

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Well, best not keep the hotties waiting. Time to show them how the Tucker-nator rolls!
french: [_tucker_s_towards_s_wondering_s_talk_happy_] Eh bien, mieux vaut ne pas laisser les hotties attendre. Il est temps de leur montrer comment le Tucker-nator roule !
german: [_tucker_s_towards_s_wondering_s_talk_happy_] Na ja, am besten warte nicht die Heißheit. Es ist Zeit, ihnen zu zeigen, wie der Tucker-nator läuft!

source: [_sam_s_co_s_away_s_rise_s_talk_displeased_] The "Tucker-nator", seriously? Don't tell me that's gonna be your opening line...
french: [_sam_s_co_s_away_s_rise_s_talk_displeased_] Le "Nateur de Tucker", sérieusement? Ne me dites pas que ce sera votre ligne d'ouverture...
german: [_sam_s_co_s_away_s_rise_s_talk_displeased_] Der "Tucker-nator", ernst? Sag mir nicht, dass es deine Eröffnungslinie sein wird...

source: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Hello ladies! Have I ever mentioned that I'm rather fluent in Esperanto?
french: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Bonjour les dames ! Ai-je déjà mentionné que je suis plutôt parlant d'espéranto ?
german: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Hallo Frauen! Habe ich jemals erwähnt, dass ich sehr flüssig in Esperanto bin?

source: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] That's "all of you look so beautiful tonight..."{p}{nw}
french: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] C'est "vous avez tous l'air si beau ce soir..."{p}{nw}
german: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] Das ist "Du alle sehen heute Abend so schön aus..."{p}{nw}

source: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...or that I like to eat roasted carrots... one or the other!
french: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ... ou que j'aime manger des carottes rôties... l'une ou l'autre!
german: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...oder dass ich geröstete Karotten essen möchte!

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, I'm glad you guys are enjoying yourselves.
french: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, je suis content que vous vous plaisiez.
german: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, ich bin froh, dass du dich amüsierst.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] I'm just glad we can get away from all the ghost stuff lately, at least for a little while.
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Je suis juste heureux que nous puissions nous éloigner de toutes les choses du fantôme ces derniers temps, au moins pendant un moment.
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Ich bin nur froh, dass wir in letzter Zeit von allen Geister-Sachen wegkommen können, zumindest eine Weile lang.
