Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] PEOPLE NEED TO KNOW!{p}The glorious music of Ember McClain must be known to every man, woman, and child on this earth!
french: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] LES PERSONNES NE PEUVENT PAS SAVOIR !{p}La musique glorieuse d'Ember McClain doit être connue à tout homme, femme et enfant sur cette terre !
german: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] ZU KENNEN!{p}Die glorreiche Musik von Ember McClain muss jedem Mann, jeder Frau und jedem Kind auf dieser Erde bekannt sein!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Sheesh! What's your problem, why're you acting all crazy?
french: [_danny_s_towards_s_angry_s_talk_displeased_] Heesh! Quel est votre problème, pourquoi êtes-vous en train de faire toute la folie?
german: [_danny_s_towards_s_angry_s_talk_displeased_] Sheesh! Was ist dein Problem, warum du alles verrückt handelst?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Sorry man! It's just that everyone's so excited! Ember's music has gotten even better since her {b}new manager{/b} took over.
french: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Désolé pour l'homme! C'est juste que tout le monde est si excité ! La musique d'Embert s'est encore améliorée depuis la prise en charge de son {b}nouveau manager{/b}.
german: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Entschuldigen Mann! Es ist einfach so, dass alle so begeistert sind! Ember's Musik ist noch besser geworden, seit ihr {b}neue Manager{/b} die Macht übernommen hat.

source: [_danny_s_towards_s_sad_s_talk_displeased_] I think this is going a little extreme for just some rock musician, Tuck... hey, where's Sam? I've been kinda worried about her since yesterday.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Je pense que cela va un peu extrême pour juste un musicien de rock, Tuck. Je suis très inquiet pour elle depuis hier.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Ich denke, das geht ein wenig Extrem für nur ein paar Rockmusiker, Tuck. Ich bin seit gestern über sie besorgt.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Huh? Oh, she took a day off from school I heard.
french: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Hein? Oh, elle a pris un jour de congé de l'école que j'ai entendu.
german: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Huh? Oh, sie hat einen Tag von der Schule genommen, die ich gehört habe.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Really?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Vraiment?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Wirklich?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Yeah, I got a text from her earlier saying she was still feeling bad and needed to "de-program" herself, whatever that meant.
french: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Oui, j'ai reçu un texte de sa précédente déclarant qu'elle se sentait encore mal et qu'elle avait besoin de "déprogrammer" elle-même, quoi que cela signifie.
german: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Ja, ich habe einen Text von ihr früher bekommen, dass sie sich immer noch schlecht fühlte und sich selbst "deprogrammieren muss", was auch immer das bedeutete.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Weird... but good, I guess.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Bizarre... mais bon, je suppose.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Seltsam... aber gut, denke ich.

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, I'm sure she's just over-exaggerating! You know how-
french: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, je suis sûr qu'elle est exagérée ! Vous savez comment-
german: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, ich bin sicher, dass sie einfach übertrieben ist! Du weißt wie-

source: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Wait... is... is that, no! No way!
french: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Attendez... c'est... c'est non! Pas tout!
german: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Warte... ist... ist das! Nein!

source: [_tucker_s_ef_s_arms_clenchedfists_s_away_wide_s_sad_s_talk_happy_] IT {u}CAN'T{/u} BE!!
french: [_tucker_s_ef_s_arms_clenchedfists_s_away_wide_s_sad_s_talk_happy_] IL {u}NE PEUT PAS ETRE !!
german: [_tucker_s_ef_s_arms_clenchedfists_s_away_wide_s_sad_s_talk_happy_] ES {u}KÖNNEN{/u} BE!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's the matter?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Huh ? Qu'est-ce qu'il y a ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Was ist die Sache?

source: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeekk!{/i} EVERYONE!!{p}IT'S {u}EMBER!!{/u}
french: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeeeekk !{/i} TOUT LE TOUS !!{p}C'EST {u}EMBER!!{/u}
german: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeekk!{/i} JEDE!!{p}SEINE {u}EMBER!!{/u}

source: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? What?{p}{i}Here?!{/i}
french: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? Quoi?{p}{i}ici ?!{/i}
german: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? Was?{p}{i}hier?!{/i}

source: [_ember_s_human_guitar_s_towards_s_idle_s_talk_amused_] {i}Hellooooooo{/i} Casper High!!
french: [_ember_s_human_guitar_s_towards_s_idle_s_talk_amused_] {i}Hellooooooooo{/i} Casper Haut!!
german: [_ember_s_human_guitar_s_towards_s_idle_s_talk_amused_] {i}Hellooooooooo{/i} Kasper Hoch!!

source: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! We love youuuu!!
french: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Braises !! Nous aimons youuuuuu!!
german: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! Wir lieben youuuu!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Come on everyone! Let me hear you...{p}SAY.{p}MY.{p}NAME!!
french: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Venez tout le monde ! Laissez-moi vous entendre...{p}SAY.{p}MY.{p}NOME!!
german: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Komm bei alle! Lass mich hören...{p}SAY.{p}MY.{p}NAME!!

source: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] Alright everyone! Let's {u}ROCK!{/u}
french: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] D'accord, tout le monde ! Nous allons {u}ROCK !{/u}
german: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] Alles in Ordnung! Lass uns {u}ROCK!{/u}

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} What in the world is going on here?! Break it up, people, BREAK IT UP!!
french: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} Que se passe-t-il dans le monde ici?! Cassez-le, les gens, BREAK HAUT !!
german: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} Was in der Welt geht hier vor?! Zerbreche es, Leute, BREAK IT UP!!

source: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] What is the meaning of this?! I'll have to insist that all of this rocking as well as rolling cease, henceforth, immediately!
french: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] Quel est le sens de cela ?! Je vais devoir insister pour que tout ce basculement et ce roulage cessent, dorénavant, immédiatement!
german: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] Was bedeutet das?! Ich muss darauf bestehen, dass all dieser rocken und rollenden Abstand, von nun an sofort!

source: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hey old man, what's your problem?? Stop ruining my gig!
french: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hé vieil homme, quel est votre problème?? Arrêtez de ruiner mon concert !
german: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hallo, alter Mann, was ist dein Problem?? Hören Sie auf, meine Gigs zu ruinieren!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] This is an un-coordinated event on school grounds! You're disrupting the students' learning with all this noise! I will have the police here at a moment's notice and have your whole groupie act shut down!
french: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] Il s'agit d'un événement non coordonné sur les terrains de l'école ! Vous perturbez l'apprentissage des élèves avec tout ce bruit ! Je vais avoir la police ici à un moment de notification et faire fermer tout votre acte de groupie !
german: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] Dies ist ein nicht koordiniertes Ereignis auf Schulgründen! Du störst das Lernen der Schüler mit dem ganzen Lärm und störst das Lernen! Ich werde die Polizei sofort hier zur Kenntnis nehmen und Ihre ganze Gruppe abschalten lassen!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh yeah? Well, do you {i}feel{/i} that everyone? Feels to me like a song with a little more {u}AGGRESSION{/u} is coming on!{p}Show this geezer what we think of his rules!!
french: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh ouais ? Eh bien, vous {i}sentez-vous{/i} que tout le monde ? Je me sens comme une chanson avec un peu plus de {u}AGGRESSION{/u} arrive !{p}Montrez à ce geezer ce que nous pensons de ses règles!!
german: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh ja? Nun, fühlst du {i}, dass jedem? Ich fühle mich wie ein Lied mit etwas mehr {u}AGGRESSION{/u} kommt auf!{p}Zeige diesem Geezer, was wir von seinen Regeln halten!!

source: Crowd [special_delimiter] {i}Boooh!!{/i} Get rid of Lancer!! {i}Boooh!!{/i}
french: La foule [special_delimiter] {i}Boooh!!{/i} Débarrassez-vous de Lancer!! {i}Boooh!!{/i}
german: Menge [special_delimiter] {i}Boooh!!{/i} Lancer loswerden!! {i}Boooh!!{/i}

source: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Unhand me, you misguided, rebellious teenagers! I'll have your grades slashed for this! Your permanent records will look mighty-{p}h-hey, stop pushing! {b}Of Mice and Men!!{/b} Help!!
french: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Démangez-moi, vous êtes des adolescentes maladroites et rebelles ! Je vais faire tailler vos notes pour ça ! Vos enregistrements permanents auront l'air puissants -{p}h-hey, arrêtez de pousser ! {b}de souris et d'hommes !!{/b} Aide !!
german: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Entferne mich, du fehlgeleitete und rebellische Teenager! Ich werde deine Noten dafür gekürzt bekommen! Deine permanenten Datensätze werden mächtig-{p}h-hey, hören Sie auf zu schieben! {b}Von Mäusen und Männern!!{/b} Hilfe!!

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam was right! Ember {i}IS{/i} a ghost!{p}She's using her music to control everyone!!
french: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam avait raison! Ambre {i}est{/i} fantôme!{p}Elle utilise sa musique pour contrôler tout le monde!!
german: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam hatte Recht! Ember {i}IS{/i} ein Gespenster!{p}Sie benutzt ihre Musik um jeden zu kontrollieren!!

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] I need to save Lancer! And the rest of the school from her control!{p}With this angry mob all gathered around and focused on Ember, I doubt anyone will notice me if I do this...
french: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] J'ai besoin de sauver le Lancier ! Et le reste de l'école de son contrôle !{p}Avec cette créature en colère rassemblée autour de lui et concentrée sur Ember, je doute que quelqu'un me remarquera si je fais ça...
german: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] Ich muss Lancier retten! Und der Rest der Schule ist unter ihrer Kontrolle!{p}Mit diesem wütenden Mob, der sich alle um Ember versammelt und sich auf Ember konzentriert, bezweifle ich, dass mir jeder auffällt, wenn ich dies tue...

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] I'm going ghost!!
french: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] Je vais fantôme!!
german: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] Ich gehe Geister!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, the nice bald man said that he'd call the police, not that he loves "The Police", and that you guys should keep rocking out!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hé, le gentil homme chauve a dit qu'il appellerait la police. pas qu'il aime "La Police", et que vous les gars devraient continuer à se secouer!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, der nette Glatze hat gesagt, dass er die Polizei nennen würde, nicht dass er "die Polizei" liebt und dass Ihr Jungs immer wieder rocken sollte!

source: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... what?
french: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Euhhh... quoi ?
german: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... was?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...okay, not one of my better intros, a little long winded perhaps, but still...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...OK, pas une de mes meilleures intros, un peu long glissé peut-être, mais quand même...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...okay, nicht einer meiner besseren Intros, vielleicht ein wenig lange windet, aber noch...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...my point still stands! Pack it up and go home, Cherry Bomb!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...mon point de vue reste debout ! Emballez-le et retournez à la maison, Bombe de cerisier !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...mein Punkt steht noch! Packe es hoch und gehe nach Hause, Kirschbombe!

source: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... this must be that "Inviso-Bill" my creepy manager warned me about... better take care of this little heckler before I can play my songs...)
french: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... ceci doit être que "Inviso-Bill" mon manager effrayant m'a prévenu. . mieux prendre soin de ce petit heckler avant de pouvoir jouer mes chansons...)
german: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... das muss sein, dass mich mein grausamer Manager "Inviso-Bill" warnte. , mach dich besser um diesen kleinen Zwischenspeicher kümmern, bevor ich meine Songs abspielen kann...)

source: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] So, you're the boot licker that's been stomping out all the fun around here, huh?
french: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] Alors, vous êtes la baise de botte qui a fait tout le plaisir ici, hein ?
german: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] Du bist also der Kofferraumlecker, der hier den ganzen Spaß ausstapelt, oder?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terrorizing people through mind alterning music and alt-core fashion sense is no sane person's definition of "fun"!{p}I'm sending you and your little entourage back to the Ghost Zone and ending this jam session!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terroriser les gens à travers la musique changeante d'esprit et le sens de la mode alt-core n'est pas la définition de « fun » par personne sane !{p}Je vous renvoie et votre petit entourage à la Zone Fantôme et termine cette session de confiture!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Menschen mit abwechselnder Musik und alt-core-Modesinn zu terrorisieren, ist keine vernünftige Definition von "Spaß"!{p}Ich schicke dich und deine kleine Entourage zurück in die Ghost Zone und beende diese Marmelade Sitzung!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Trying to break the band up, aye Yoko?{p}I think what you need is a little workout music!! And a workout like this will {i}really{/i} kick your butt into shape!
french: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Essayer de briser la bande de briser, aye Yoko?{p}Je pense que ce dont vous avez besoin, c'est d'une petite musique d'entraînement! Et une séance d'entraînement comme celle-ci va {i}vraiment{/i} donner un coup de pied en forme !
german: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Versuche die Band aufzubrechen, aye Yoko?{p}Ich denke, was du brauchst, ist ein wenig Workout-Musik! Und ein Workout wie dieses wird {i}wirklich{/i} deinen Einsatz in Form bringen!

source: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] A one, two, three, four!!
french: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] Un un, deux, trois, quatre!!
german: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] Ein einer, zwei, drei, vier!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Say my name everyone!!
french: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Dites mon nom à tout le monde!!
german: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Sag mir allen Namen!!

source: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}yeah!!{/i} That's what I needed to hear!
french: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}ouais!!{/i} C'est ce que j'avais besoin d'entendre !
german: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}ja!!{/i} Das war es, was ich brauchte, um zu hören!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Shoot! The more they chant, the stronger she gets! I'll have to end this little concert quickly!)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Plus ils chantent, plus elle devient forte! Je vais devoir mettre fin à ce petit concert rapidement!)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Suche! Je mehr sie singen, desto stärker wird sie! Ich muss dieses kleine Konzert schnell beenden!)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff* *Huff*{/i} ...not happening... she's {i}way{/i} too strong for me!
french: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huffer* *Huff*{/i} ...ne se passe pas... elle est {i}moyen{/i} trop forte pour moi !
german: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff* *Huff*{/i} ...nicht passiert... Sie ist {i}Weg{/i} zu stark für mich!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] I am, aren't I? And that was just a nice little warmup to tune my instruments, but now you're gonna get the {u}full show!{/u}
french: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] Je suis, n'est-ce pas? Et ce fut juste un petit peu d'échauffement pour régler mes instruments, mais maintenant vous allez obtenir le {u}spectacle complet ! /u}
german: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] Ich bin nicht, bin ich? Und das war nur ein nettes kleines Warmup um meine Instrumente zu tunen, aber jetzt wirst du die {u}volle Show bekommen! /u}

source: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] This next one's a real crowd pleaser! And by that, I mean it'll please the crowd to tear you apart, limb from limb!!
french: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] Ce prochain est un vrai plaisir pour une foule ! Et par là, je veux dire que ça plaira à la foule de vous déchirer, membre du membre du membre !!
german: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] Das nächste ist ein echter Menschenfreundlich! Und damit meine ich, dass es der Menge gefällt, dich zu trennen, Gliedmaßen vom Gliedmaßen zu trennen!!

source: Crowd [special_delimiter] {i}*Growling* *Snarling * Ember! Ember! Ember!{/i}
french: La foule [special_delimiter] {i}*Gourmandisse* *Déchiqueteuse * Braises ! Braises ! Braises !{/i}
german: Menge [special_delimiter] {i}*Knurren* *Schummeln * Ember! Ember! Ember!{/i}

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh boy, I think I'm about to be mosh pitted...
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh garçon, je pense que je vais être mosh piqué...
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh Jung, ich denke, ich bin im Begriff Mosh aufgegossen zu werden...

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? I mean, uh, w-who? Excuse me miss, I'm afraid you're rather mistaken, as I am Inviso-Bill, ghostly hero of Amity Park, n-not this Danny you speak of-
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? Je veux dire, euh, w-qui? Excusez-moi de vous manquer, je crains que vous ne vous troviez pas, car je suis Inviso-Bill, héros fantomatique du parc Amity, et pas ce Danny dont vous parlez-
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? Ich meine, uh, w? Entschuldigen Sie mich, ich fürchte, du irrst dich ziemlich falsch, da ich Inviso-Bill, gespenstischer Held des Amity Parks, n-not this Danny von dem du sprichst-

source: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Come on! We need to get you out of here before these crazed fans go stir crazy and rip you apart!
french: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Venez ! Nous avons besoin de vous sortir d'ici avant que ces fans fous ne vous enveniment fous et vous déchirent!
german: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Komm schon! Wir müssen dich hier rausbringen, bevor diese verrückten Fans verrückt werden und dich ausreißen!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Jump behind the stand!!
french: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Sautez derrière le stand!!
german: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Springe hinter den Stand!!

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Jumping!
french: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Saut !
german: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Springen!
