Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] Do you humans really spend {u}all day{/u} at these "Malls"? What, have none of them anything else better to partake in?
french: [_desiree_] Vous, les humains, dépensez-vous vraiment {u}toute la journée{/u} à ces « Malls»? Qu'est-ce que vous n'avez rien d'autre à y prendre?
german: [_desiree_] Verbringen Sie Menschen wirklich {u}den ganzen Tag{/u} in diesen Malls"? Was, haben Sie keinen von ihnen etwas Besseres, an dem Sie teilnehmen können?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well they're pretty convenient, and with small towns like this one, they're pretty popular locations for young people to just hang out at!
french: [_danny_s_towards_s_rise_s_talk_amused_] Eh bien, ils sont assez pratiques, et avec de petites villes comme celle-ci, ils sont des endroits très populaires pour que les jeunes puissent simplement se détendre !
german: [_danny_s_towards_s_rise_s_talk_amused_] Nun, sie sind ziemlich komfortabel, und mit kleinen Städten wie dieser sind sie ziemlich beliebte Orte für junge Leute, an denen sie einfach herumhängen!

source: [_danny_s_towards_s_wondering_s_talk_happy_] You typically come here to {u}find{/u} something to do, that's how it works!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Vous venez généralement ici à {u}trouver{/u} quelque chose à faire, c'est comme ça que ça marche !
german: [_danny_s_towards_s_wondering_s_talk_happy_] Du kommst normalerweise hierher zu {u}etwas zu finden{/u} was du tun kannst, so funktioniert es!

source: [_desiree_] Well then, Americana history aside, let us procure the wine for the festivities.
french: [_desiree_] Eh bien, au-delà de l'histoire américaine, achetons le vin pour les festivités.
german: [_desiree_] Nun, abgesehen von der amerikanischen Geschichte, lassen Sie uns den Wein für die Feierlichkeiten beschaffen.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Beer, Des, we're looking for beer. Most people aren't gonna be expecting wine for a house party unless they're middle-aged housewives.
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Bière, Des, nous recherchons de la bière. La plupart des gens n'attendent pas de vin pour une fête domestique à moins qu'ils ne soient des femmes de maison d'âge.
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Bier, Des, wir suchen Bier. Die meisten Menschen werden keinen Wein für eine Hausparty erwarten, es sei denn, sie sind Hausfrauen mittleren Alters.

source: [_desiree_] {i}Beer?!{/i} Commoner's pisswater!! That cannot possibly be what we will be serving our guests?
french: [_desiree_] La bière {i}? !{/i} l'eau de pissé du Commoner !! Ce n'est pas ce que nous allons servir nos invités?
german: [_desiree_] {i}Bier?!{/i} Pisswasser des Commoners! Das kann unmöglich sein, was wir unseren Gästen dienen?

source: [_danny_s_down_s_neutral_s_talk_displeased_] Well that's kind've a normal drink for most guys.
french: [_danny_s_down_s_neutral_s_talk_displeased_] Eh bien, c'est une boisson normale pour la plupart des gars.
german: [_danny_s_down_s_neutral_s_talk_displeased_] Nun, das ist ein normales Getränk für die meisten Jungs.

source: [_desiree_] What about the girls then?
french: [_desiree_] Qu'en est-il des filles alors ?
german: [_desiree_] Was ist dann mit den Mädchen?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, they might drink the beer, but usually we have some vodka or some cocktail drinks they tend to prefer.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Eh bien, ils peuvent boire la bière, mais en général, nous avons de la vodka ou des boissons de cocktail qu'ils préfèrent.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Nun, sie trinken vielleicht das Bier, aber in der Regel haben wir ein paar Wodka oder Cocktailgetränke, die sie bevorzugen.

source: [_desiree_] ...I'm sorry, what is a "cawk-tail" exactly?
french: [_desiree_] ... Je suis désolée, qu'est-ce qu'une « queue de cawk » exactement?
german: [_desiree_] ...Tut mir leid, was ist genau ein "Kawk-Schwanz"?

source: [_desiree_] Or "vodd-kuh" for that matter?
french: [_desiree_] Ou "vodd-kuh" à cet égard?
german: [_desiree_] Oder "Wodd-Kuh" in dieser Sache?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Oh man, you've got a lot to learn Des. Things have grown way past meads and wines.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Oh homme, tu as beaucoup à apprendre Des. Les choses ont grandi à travers les méandres et les vins.
german: [_danny_s_closed_s_wondering_s_talk_amused_] Oh Mann, du hast viel zu lernen Des. Die Dinge sind längst vorbei an Messen und Weinen gewachsen.

source: [_desiree_] {i}Hmmm{/i}... regardless, let's just get on with procuring these beverages. I'm sure they'll be adequate for what we are doing.
french: [_desiree_] « {i}Hmmm{/i}... Indépendamment de cela, nous allons nous contenter de nous procurer ces boissons. Je suis sûr qu'ils seront suffisants pour ce que nous faisons.»
german: [_desiree_] {i}Hmmm{/i}... dennoch, lassen Sie uns einfach fortfahren, diese Getränke zu beschaffen. Ich bin sicher, dass sie für unsere Arbeit ausreichen werden.

source: [_desiree_] {i}Ahh{/i}, if there's one thing about the land of the living I do miss, it is the tender sensation of being good and tipsy from alcohol.
french: [_desiree_] {i}Ahh{/i}, s'il y a une chose sur la terre de la vie que je manque, C'est la sensation tendre d'être bon et de pourboire à partir de l'alcool.
german: [_desiree_] {i}Ahh{/i}, wenn ich etwas über das Land des Lebenden vermisse, es ist das zarte Gefühl, gut und tipsig von Alkohol zu sein.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] I gotta say, I still feel kinda bad that you aren't able to get drunk anymore.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Je dois dire que je me sens toujours un peu mal que vous ne puissiez plus vous faire ivre.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ich habe gesagt, ich fühle mich immer noch kinda schlecht, dass du nicht mehr betrunken kannst.

source: [_desiree_] Yes, this is a shame.
french: [_desiree_] Oui, c'est dommage.
german: [_desiree_] Ja, das ist eine Schande.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So you really can't get even the slightest of buzzes?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Donc vous ne pouvez vraiment pas obtenir le moindre bourdonnement ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Du kannst also nicht einmal den geringsten Buzzes bekommen?

source: [_desiree_] Well... maybe not from your earthly beverages, but there {i}is{/i} something that shares a similar property in the ghost world to alcohol.
french: [_desiree_] Eh bien... peut-être pas de vos boissons terrestres, mais {i}est {/i} quelque chose qui partage une propriété similaire dans le monde fantôme à l'alcool.
german: [_desiree_] Nun... vielleicht nicht von deinen irdischen Getränken, aber {i}ist{/i} etwas, das eine ähnliche Eigenschaft in der Geisterwelt mit Alkohol teilt.

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] There is?
french: [_danny_s_towards_wide_s_rise_s_talk_happy_] Il y a ?
german: [_danny_s_towards_wide_s_rise_s_talk_happy_] Gibt es?

source: [_desiree_] It is a specific type of {b}ectoplasm secretion{/b}. It can create a mildly pleasant, but equally woozy sensation for our kind.
french: [_desiree_] C'est un type spécifique de sécrétion d'ectoplasme {b}{/b}. Il peut créer une sensation légèrement agréable mais tout aussi boisée pour notre espèce.
german: [_desiree_] Es ist eine bestimmte Art von {b}ectoplasm Sekretion{/b}. Es kann eine leicht angenehme, aber gleichermaßen wackelige Empfindung für unsere Art erzeugen.

source: [_desiree_] Above all else, it provides a rather nauseous effect on the ghost in question, and does not give the same wondrous feelings of inebriation or remove any or all inhibitions...
french: [_desiree_] Surtout, cela donne un effet plutôt nauséeux sur le fantôme en question, et ne donne pas les mêmes merveilleux sentiments d'intimidation ou d'élimination de toutes les inhibitions...
german: [_desiree_] Vor allem gibt es einen ziemlich bösartigen Effekt auf den betreffenden Geist und nicht geben die gleichen wundersamen Gefühle der Inebriation oder entfernen Sie irgendwelche oder alle Hemmungen...

source: [_desiree_] It never could cast those same marvelous spells over my body and mind like wine could, so long ago.... oh, to be truly young again and still have the flesh on my back not yet plucked apart by ravenous vultures that-
french: [_desiree_] Il n'a jamais pu lancer ces mêmes sorts merveilleux sur mon corps et mon esprit comme le vin pouvait, il y a si longtemps.... oh, pour être vraiment jeune à nouveau et encore avoir la chair sur mon dos pas encore déchirée par des vautours féroces que -
german: [_desiree_] Es konnte nie die gleichen wunderbaren Zauber auf meinen Körper und Geist werfen, wie vor so langer Zeit der Wein. oh, um wieder wirklich jung zu sein und das Fleisch auf meinem Rücken noch nicht von ravenösen Geier zerpflücken zu lassen-

source: [_danny_s_closed_s_wondering_s_talk_happy_] So, wait, hold up! If we got a hold of some of that secretion stuff, and I mixed it into some cocktails for you, would you be able to get drunk?
french: [_danny_s_closed_s_wondering_s_talk_happy_] Alors, attendez, attendez ! Si nous avons eu la main sur certains de ces éléments de sécrétion, et je l'ai mélangé dans quelques cocktails pour vous, seriez-vous en mesure de se faire ivre?
german: [_danny_s_closed_s_wondering_s_talk_happy_] Also warte, halten Sie auf! Wenn wir einen Haufen dieser Sekretion bekommen, und ich habe es in ein paar Cocktails für Sie gemischt, würden Sie in der Lage sein, betrunken?

source: [_desiree_] I... I don't know. Possibly? It may result in... something interesting at the very least...
french: [_desiree_] Je... Je ne sais pas. Peut-être ? Cela pourrait résulter... quelque chose d'intéressant au moins...
german: [_desiree_] Ich... Ich weiß es nicht. Möglicherweise? Möglicherweise kann es dazu kommen... zumindest interessant...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Do you know where we'd be able to get some... {i}ehh{/i}, what is it called exactly?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Savez-vous où nous pourrions en obtenir... {i}{/i}, ce qui s'appelle exactement ?
german: [_danny_s_towards_s_neutral_s_talk_happy_] Weißt du, wo wir etwas bekommen können... {i}ehh{/i}, was heißt es genau?

source: [_desiree_] It is a common Ghost Zone material known as {b}Ectolaxm{/b}.
french: [_desiree_] C'est un matériau commun de la Zone fantôme connu sous le nom {b}Ectolaxm {/b}.
german: [_desiree_] Es ist ein gewöhnliches Geisterzonen-Material, bekannt als {b}Ectolaxm{/b}.

source: [_desiree_] But Master, a trip to the Ghost Zone at your current strength would surely result in the demise of your human form... it would not be worth the endeavor.
french: [_desiree_] Mais Maître, un voyage dans la Zone Fantôme à votre force actuelle entraînerait certainement la mort de votre forme humaine. . - cela ne vaudrait pas la peine.
german: [_desiree_] Aber Meister, eine Reise in die Geisterzone mit deiner derzeitigen Stärke würde sicher zum Untergang deiner menschlichen Form führen. . Die Anstrengung wäre nicht wert.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, right, right, t-too bad. I was really hoping for a chance to fire up the ol' Fenton Ghost Portal and just hop right in there, but {i}uhh{/i}, no, you're totally right...
french: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, droite, droite, t-trop mauvais. J'espérais vraiment une chance d'allumer le vieux portail fantôme de Fenton et de sauter là-bas, mais {i}euh{/i}, non, vous avez entièrement raison...
german: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, rechts, t-zu schlecht. Ich hatte wirklich auf eine Chance gehofft, das alte Fenton Ghost Portal zu feuern und einfach dort hineinzuspringen aber {i}uh{/i}, nein, du hast völlig Recht...

source: [_danny_s_at_player_s_unhappy_s_consternation_] (The totally non-functional Ghost Portal that is... sooner or later, Des is gonna find out about that...)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Le portail fantôme totalement non fonctionnel qui est... tôt ou tard, Des va en savoir plus à ce sujet...)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Das völlig unfunktionale Geisterportal, das ist... früher oder später wird Des is davon erfahren...)

source: [_danny_s_towards_s_sad_s_talk_happy_] Don't worry Des... I think I know {i}juuuust{/i} the guy who might be able to help us out...
french: [_danny_s_towards_s_sad_s_talk_happy_] Ne vous inquiétez pas... Je pense que je connais {i}juuuuust{/i} le gars qui pourrait être en mesure de nous aider...
german: [_danny_s_towards_s_sad_s_talk_happy_] Keine Sorge... Ich denke, ich kenne {i}juuuust{/i} den Typ, der uns helfen könnte...

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Long time no see, my half ghostly compadre!
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Ça fait longtemps que je ne vois pas, ma compade à moitié fantomatique !
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Lange Zeit nicht sehen, mein halbes gespenstisches compadre!

source: [_desiree_] Oh great sands... {i}him?{/i} This is "the guy"? Truly??
french: [_desiree_] Oh, de grands sables... {i}lui{/i} C'est le "gars"? Vraiment??
german: [_desiree_] Oh großartige Sands... {i}ihn?{/i} Das ist "der Kerne"? Truly??

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh{/i}, and I see you have brought along a most ravishing as well as feisty female companion to my humble abode!{p}Hello, {i}Desire!{/i}
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh {/i}, et je vois que tu as amené un compagnon aussi ravissant que fétiche à mon humble demeure !{p}Bonjour, {i}Désire!{/i}
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahh{/i}, und ich sehe, Sie haben einen sehr ravishierenden und feuchten weiblichen Begleiter zu meinem demütigen Wohnort mitgebracht!{p}Hallo, {i}Willens!{/i}

source: [_desiree_] It is {u}Desiree{/u}, you square minded imbecile! It has {i}always been{/i} {u}Desiree{/u}!!
french: [_desiree_] C'est {u}Desiree{/u}, tu as carré l'esprit imbécile! {i}a toujours été{/i} {u}Desire{/u}!!
german: [_desiree_] Es ist {u}Desiree{/u}, du quadrasierte Imbecile! Es hat {i}immer sein{/i} {u}Desiree{/u}!!

source: [_danny_s_down_s_wondering_s_talk_displeased_] So I see you two know each other already...
french: [_danny_s_down_s_wondering_s_talk_displeased_] Donc je te vois deux se connaissent déjà...
german: [_danny_s_down_s_wondering_s_talk_displeased_] Also sehe ich zwei kennen sich bereits...

source: [_desiree_] Unfortunately... I have heard of no worse a pathetic excuse for an intangible miscreant than that of this wretched soul...
french: [_desiree_] Malheureusement... Je n'ai entendu aucune autre excuse pathétique pour un misérable indécis que celui de cette âme misérable...
german: [_desiree_] Bedauerlich... Ich habe von keiner schlimmeren Entschuldigung für einen immateriellen Misserfolg gehört als der dieser erbärmlichen Seele...

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} And yet, you {i}have{/i} heard of me! Funny how that works out, huh?
french: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} Et pourtant, vous {i}avez entendu parler{/i} de moi! C'est drôle, hein?
german: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hat!{/i} Und doch hast du {i}von mir gehört{/i} gehört! Witzig, wie das aussieht, oder?

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, we were hoping to get our hands on some Ectolaxm.
french: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, nous espérions mettre la main sur un Ectolaxm.
german: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, wir haben gehofft, etwas Ectolaxm in die Hände zu bekommen.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Well gee, what the heck would one want with that yucky stuff?
french: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] « Ectolaxm? Eh bien, qu'est-ce qu'on aimerait avec ce truc? »
german: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Gut gehabt, was für ein Heck?

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, let's just call it a little "trans-dimensional science experiment."
french: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, appelons cela un peu « expérience scientifique transdimensionnelle. »
german: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, nennen wir es einfach ein wenig "transdimensionales Wissenschaftsexperiment".

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... well, you're in luck. I just so happen to have a moderate amount in a nicely squared jar... finely packed and sealed!
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... Eh bien, vous avez de la chance. Il se trouve que j'ai une quantité modérée dans un jarre bien carré... finement emballé et fermé!
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... nun, du hast Glück. Ich habe einen gemäßigten Betrag in einem schön quadratischen Jar... fein verpackt und versiegelt!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Great! Can I get that to go please?
french: [_danny_s_closed_s_wondering_s_talk_happy_] Génial ! Est-ce que je peux y aller s'il vous plaît ?
german: [_danny_s_closed_s_wondering_s_talk_happy_] Großartig! Kann ich das bitte bekommen?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Why yes! For a reasonable and yet overly marked up price, of course!
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Pourquoi oui ! Pour un prix raisonnable et pourtant trop élevé !
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Warum! Natürlich für einen vernünftigen und doch zu stark markierten Preis!

source: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Sighs*{/i} ...how much?
french: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Soupirs*{/i} ...combien ?
german: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Sehen*{/i} ...wie viel?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Two hundred and fifty earthly dollars, please!
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Deux cent cinquante dollars terrestres, s'il vous plaît!
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Zweihundertfünfzig irdische Dollar, bitte!

source: [_desiree_] Absolutely outrageous! Master, do not pay this fool a single coin! He is charging you a fortune for slop that literally grows under the bark of trees in the Ghost Zone!
french: [_desiree_] Absolument outrageant! Maître, ne payez pas cette imbécile une seule pièce! Il vous charge une fortune pour une pente qui pousse littéralement sous l'écorce des arbres de la zone fantôme !
german: [_desiree_] Absolut empörend! Meister, bezahle diese Narre nicht mit einer einzigen Medaille! Er beschwört dir ein Vermögen für Schloß, das buchstäblich unter der Bäume in der Geisterzone wächst!

source: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, so I'm not allowed to run my cottage industry the way I like it?! Well then, begone from my store, communist!
french: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, donc je ne suis pas autorisé à gérer mon industrie de cottage comme je l'aime ?! Eh bien, commencez à partir de mon magasin, communiste !
german: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, also darf ich meine Cottage Industrie nicht so betreiben, wie ich es mag? Nun, ich beginne dann aus meinem Geschäft, Kommunist!

source: [_danny_s_down_s_sad_s_talk_happy_] Des, it's fine, don't worry. I {i}want{/i} you to be able to enjoy yourself at the party.
french: [_danny_s_down_s_sad_s_talk_happy_] Dites, c'est bien, ne vous inquiétez pas. Moi {i}veux{/i} que vous puissiez vous amuser lors de la fête.
german: [_danny_s_down_s_sad_s_talk_happy_] Des, es ist in Ordnung, keine Sorge. Ich möchte {i}, um dich auf der Party genießen zu können.

source: [_desiree_] Y-you shouldn't concern yourself so much with what I want.
french: [_desiree_] Y-vous ne devriez pas vous préoccuper autant de ce que je veux.
german: [_desiree_] Ja, du solltest dich nicht so sehr mit dem beschäftigen, was ich will.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] So, do we have a deal?
french: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] Alors, avons-nous une affaire ?
german: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] Also, haben wir ein Deal?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] I'll have to come back when I have a bit more cash.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Je vais devoir revenir quand j'ai un peu plus d'argent.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ich muss zurückkommen, wenn ich ein bisschen mehr Bargeld habe.

source: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Don't worry, this stuff ain't going nowhere...
french: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Ne vous inquiétez pas, ces choses ne vont pas nulle part...
german: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Keine Sorge, dieses Zeug geht nirgendwo...

source: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...half my sales are from you, anyway.
french: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ... la moitié de mes ventes vous sont de toute façon.
german: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...die Hälfte meiner Verkäufe sind von Ihnen, trotzdem.

source: [_danny_s_towards_s_rise_s_talk_amused_] You really gotta learn to market this place better, man.
french: [_danny_s_towards_s_rise_s_talk_amused_] Tu dois vraiment apprendre à mieux commercialiser cet endroit, homme.
german: [_danny_s_towards_s_rise_s_talk_amused_] Du hast wirklich gelernt, diesen Ort besser zu vermarkten, Mensch.

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Facebook ads aren't cheap, I tell you...
french: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Les publicités Facebook ne sont pas bon marché, je vous le dis...
german: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Facebook-Werbung ist nicht billig, ich sage dir...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] I still don't have the money to pay for the Ectolaxm, I should come back when I have 250 dollars.
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Je n'ai toujours pas l'argent à payer pour l'Ectolaxm, je devrais revenir quand j'ai 250 dollars.
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Ich habe noch nicht das Geld für die Ectolaxm zu bezahlen. Ich sollte zurückkommen, wenn ich 250 Dollar habe.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, here's the money.
french: [_danny_s_towards_s_neutral_s_talk_happy_] D'accord, voici l'argent.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, hier ist das Geld.

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Always a pleasure doing business with you!
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Toujours un plaisir de faire affaire avec vous!
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Immer ein Vergnügen, mit dir Geschäfte zu machen!
