Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_maddie_] Tee-hee, you're so cute Danny... come a little closer, sweetie.
french: [_maddie_] Tee-hee, vous êtes si mignon Dann... venez un peu plus près, sucré.

source: [_maddie_] Baby... do you... have you ever thought about... well, wanting more from us... have you ever... {i}wanted{/i} Mommy?
french: [_maddie_] Bébé... n'est-ce pas... avez-vous jamais pensé à nous... Eh bien, en demandant plus de nous... N'avez-vous jamais... {i}a voulu{/i} Maman?

source: [_danny_] M-Mom, a-are you for real? I never-
french: [_danny_] M-Maman, a-es-tu pour le vrai ? Moi jamais-aman

source: [_maddie_] Ahhh~ ...oh, you can touch me anytime baby, you don't have to just stare.
french: [_maddie_] Ahhh~ ...oh, tu peux me toucher à tout moment bébé, tu n'as pas à te mettre au courant.

source: [_danny_] T-this is-
french: [_danny_] C-ceci est-

source: [_maddie_] Mmm! If I called you while you were out with one of those other girls, would you come home to fuck me?
french: [_maddie_] Mmm! Si je vous appelais alors que vous étiez avec l'une de ces autres filles, retourneriez-vous à la maison pour me baiser ?

source: [_danny_] M-Mom?!?
french: [_danny_] M-Maman?!?

source: [_maddie_] Would you baby?
french: [_maddie_] Voudrais-tu un bébé ?

source: [_danny_] ...I mean... s-s-sure, y-yeah?
french: [_danny_] ...Je veux dire... s-s-s-sur, y-ah?

source: [_maddie_] Oooh! You're such a naughty boy!
french: [_maddie_] Oooh! Vous êtes un garçon si méchant !

source: [_maddie_] I think it's about time that your mother shows just how much she really {u}loves{/u} her son...
french: [_maddie_] Je pense qu'il est temps que votre mère montre à quel point elle aime vraiment {u}{/u} son fils...

source: [_danny_] Mom what are you doing?!
french: [_danny_] Maman que faites-vous ? !

source: [_maddie_] Sweetie, after tonight we don't talk about this okay?
french: [_maddie_] Sweetie, après ce soir, nous ne parlons pas de ça ?

source: [_danny_] M-Mom you're-
french: [_danny_] M-Maman ton-

source: [_maddie_] Shhh... just stay right there, trust me. Right now, I {i}need{/i} this.
french: [_maddie_] Shhh... reste juste là, crois-moi. En ce moment, j'ai {i}besoin{/i} de ça.

source: [_danny_] O-o-okay then!
french: [_danny_] O-o-okay alors !

source: [_danny_] (Oh fuck! This is so messed up!)
french: [_danny_] (Oh fuck ! C'est tellement gâché !)

source: [_maddie_] Whatever happens... we DON'T tell your father...
french: [_maddie_] Quoi qu'il arrive... nous ne disons pas à votre père...

source: [_danny_] You mean you're really gonna-
french: [_danny_] Vous voulez dire que vous êtes vraiment Gonna-

source: [_maddie_s_cavehj_s_down_s_wondering_s_bite_] (It's even bigger than Jack's!)
french: [_maddie_s_cavehj_s_down_s_wondering_s_bite_] (C'est encore plus grand que Jack !)

source: [_danny_] (This is so surreal... Mom has my cock in her hand!)
french: [_danny_] (C'est si surréaliste ... ma mère a ma queue dans sa main !)

source: [_maddie_s_cavehj_s_up_s_idle_s_talking_] It feels so firm sweetie... did I really make you this hard? Honest?
french: [_maddie_s_cavehj_s_up_s_idle_s_talking_] Je me sens si ferme... est-ce que je t'ai vraiment rendu dur ? Honnêtement?

source: [_danny_] Y-yeah... you did.
french: [_danny_] Y-ouais... vous l'avez fait.

source: [_maddie_s_cavehj_s_up_s_wondering_s_talking_] Ohh, my poor baby! Let mommy stroke it a bit, try to help you out a little...?
french: [_maddie_s_cavehj_s_up_s_wondering_s_talking_] Ohh, mon pauvre bébé ! Laissez maman le caresser un peu, essayez de vous aider un peu...?

source: [_danny_] {i}Ahh!{/i} Y-yes! It's really good!
french: [_danny_] {i}Ahh!{/i} Oui! C'est très bien!

source: [_danny_] (She's so good at this! She's barely even gripping it and yet...)
french: [_danny_] (Il est si bien ! Elle est à peine en train de la saisir et encore...)

source: [_maddie_] {i}Goood{/i} baby, good... oh yes, I think this will be the perfect dessert to go with my yummy sweet bread...
french: [_maddie_] {i}Bonjour{/i} bébé, bien... oh oui, je pense que ce sera le dessert parfait pour aller avec mon délicieux pain sucré...

source: [_danny_] Yeah, stroke it... just like that... I could have you do this all night! Oh man, you're so hot!!
french: [_danny_] Ouais, frappez-la... comme ça... Je pourrais vous faire faire ça toute la nuit! Oh homme, vous êtes si chaud!!

source: [_maddie_] Thank you sweetie, you look really good too... with this big thing hidden in your pants all day... but just touching you isn't enough for me right now.
french: [_maddie_] Merci beau, vous avez l'air vraiment bien aussi... avec cette grosse chose cachée dans votre pantalon toute la journée... mais il suffit de toucher vous ne me suffit pas pour le moment.

source: [_danny_] H-huh?
french: [_danny_] H-hein ?

source: [_maddie_] I... I think I... I want {u}this{/u} instead...
french: [_maddie_] Je... Je pense que... je veux {u}ceci{/u} à la place...

source: [_maddie_] A good {i}taste{/i}.
french: [_maddie_] Un bon goût {i}{/i}.

source: [_danny_] (HOLY SHIT!!)
french: [_danny_] (MERDE!!)

source: [_maddie_] {i}*Ehrmmmmph*{/i} (Oh wow... his cock tastes so good... this is so messed up, but I can't help myself anymore.)
french: [_maddie_] {i}*Ehrmmmmph*{/i} (Oh wow... sa queue a un si bon goût... c'est tellement gâché, mais je ne peux plus m'aider.)

source: [_danny_] Jesus Mom, you're soooo good at this!
french: [_danny_] Jésus Maman, vous êtes bien à ça !

source: [_maddie_] (Ohh... my baby likes this! Fantastic! Too bad his father doesn't appreciate my head as much as he used to... maybe he just wishes he had a younger version of me to top him off...)
french: [_maddie_] (Ohh... mon bébé aime ça ! Fantastique ! Dommage que son père n'apprécie pas la tête autant qu'il l'avait fait. . Peut-être souhaite-t-il simplement avoir une version plus jeune de moi pour le surprendre...)

source: [_danny_] {b}OH YEAH, THAT'S IT!!{/b}
french: [_danny_] {b}CHAQUE AN, C'EST CA!!{/b}

source: [_maddie_] (Heh, sounds like {i}someone{/i} is appreciating my blowjobs...)
french: [_maddie_] (Heh, on dirait que {i}quelqu'un{/i} apprécie mes pipes...)

source: [_maddie_] (God, doing this is making me feel like I'm eighteen again! Mmm, soo damn good...)
french: [_maddie_] (Dieu, faire cela me donne l'impression d'avoir encore dix-huit ans! Mmm, soo bon...)

source: [_danny_] Oh God... you're an amazingly hot {u}MILF{/u}, Mom! This feels amazing!
french: [_danny_] Oh Dieu... vous êtes un MILF{/u} {u}incroyablement chaud, Maman! C'est incroyable!

source: [_maddie_] (GOODNESS! I certainly wish he'd mind his language! Especially while I'm sucking his cock. I certainly didn't raise him to talk like that.)
french: [_maddie_] (GODNESS ! J'aurais certainement aimé qu'il se soucie de sa langue ! Surtout pendant que je suce sa queue. Je ne l'ai certainement pas élevé pour parler ainsi.)

source: [_danny_] D-don't stop, please.
french: [_danny_] D-ne s'arrête pas, s'il vous plaît.

source: [_danny_] Oh God, that's so good!
french: [_danny_] Oh Dieu, c'est si bien!

source: [_maddie_] {i}Mmm!{/i} (Such a delicious cock baby, I don't wanna stop myself.)
french: [_maddie_] {i}Mmm!{/i} (Un délicieux bébé de queue, je ne veux pas m'arrêter.)

source: [_maddie_] (Maybe it's time to use my secret weapon I learned from my college days?)
french: [_maddie_] (Peut-être est-il temps d'utiliser mon arme secrète que j'ai apprise de mes journées de collège ?)

source: [_danny_] {b}MOM! F-F-FUCKKK!{/b}
french: [_danny_] {b}MOM! FONCTIONNALISE!{/b}

source: [_maddie_] {i}*Gasp*{/i} (Phew!) {i}*Gasp*{/i} (Wow! There's a lot of cock to wrap myself around here sweetie, let's try that again!)
french: [_maddie_] {i}*Gasp*{/i} (Pouf !) {i}*Gasp*{/i} (Waou! Il y a beaucoup de queues à m'envelopper ici doucement, nous allons essayer à nouveau !)

source: [_danny_] Wait Mom, I'm not-
french: [_danny_] Attendre Maman, je ne suis pas-

source: [_danny_] {u}OH WOW, THIS IS SO AWESOME!{/b}
french: [_danny_] {u}OH WOW, C'EST VOUS!{/b}

source: [_maddie_] (Ooooh... that's right baby, tell me how {i}Mommy{/i} is the best).
french: [_maddie_] (Ooooh... c'est bon bébé, dites-moi que {i}Mommy{/i} est le meilleur).

source: [_maddie_] (He's already lasted longer than Jack ever has!)
french: [_maddie_] (Il a déjà duré plus longtemps que Jack !)

source: [_danny_] Oh yeah, oh shit! Y-yeah, I'm really, {i}really{/i} close!
french: [_danny_] Oh oui, oh merde ! Oui oui, je suis vraiment, {i}vraiment{/i} ferme!

source: [_maddie_] (Hehehe, I've still got it.~)
french: [_maddie_] (Hehehe, je l'ai toujours.~)

source: [_maddie_] Come on baby! Don't hold back! Cover my face and tits!
french: [_maddie_] Venez sur bébé ! Ne tenez pas ! Couvrez mon visage et mes seins !

source: [_maddie_] Sweetie? What's wrong? Don't you want to-
french: [_maddie_] Épaisseur? Qu'est-ce qui ne va pas ? Vous ne voulez pas -

source: [_danny_] ({b}I can't hold it anymore!{/b})
french: [_danny_] ({b}Je ne peux plus le tenir !{/b})

source: [_maddie_] {i}*Ehrmmmmph*{/i} (It's so {b}deep{/b}!!)
french: [_maddie_] {i}*Ehrmmmmph*{/i} ( {b}profond{/b}!!)

source: [_danny_] {b}I'M CUMMING!{/b}
french: [_danny_] {b}Je SUPPRIMER !{/b}

source: [_maddie_] That's it baby! Give it all to me!~
french: [_maddie_] C'est le bébé ! Donnez-moi tout ça !~

source: [_maddie_] (Why is his cum so delicious?~)
french: [_maddie_] (Pourquoi son foutre est-il si délicieux?~)

source: [_maddie_s_talk_frown_s_sad_s_towards_] {i}*Gasp* *Pant* *Cough*{/i} D-Danny! You're {i}*Pant*{/i} ...you're supposed to {u}tell{/u} a girl when you {i}*Mwah*{/i} ...want to do that.
french: [_maddie_s_talk_frown_s_sad_s_towards_] {i}*Pantal* *Pant* *Tous*{/i} D-Danny ! Vous êtes {i}*Pant*{/i} ...vous êtes censé {u}raconter{/u} une fille quand vous {i}*Mwah*{/i} ...voulez le faire.

source: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] Sorry Mom, {i}*Huff*{/i} you were just too much to resist.
french: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] Désolé Maman, {i}*Huff*{/i} vous avez été trop pour résister.

source: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] {i}*Huff* *Huff*{/i} That was incredible...
french: [_danny_s_ahegao_s_wondering_s_talk_pleased_s_blush_] {i}*Huff* *Huff*{/i} C'était incroyable...

source: [_maddie_s_towards_s_amused_s_talk_amused_s_towards_] Mmm, it sure was great!
french: [_maddie_s_towards_s_amused_s_talk_amused_s_towards_] Mmm, ça était bien !

source: [_maddie_s_towards_s_confused_s_talk_frown_] By the way baby... what did you call me back there?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Au passage... Qu'est-ce que vous m'avez rappelé là-bas ?

source: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] {i}*Blushing*{/i} Uhh, h-huh?
french: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] {i}*Blushing*{/i} Euh, hein ?

source: [_maddie_s_towards_s_amused_s_talk_frown_] You called me a... Milf?
french: [_maddie_s_towards_s_amused_s_talk_frown_] Vous m'avez appelé... Milf?

source: [_maddie_s_towards_s_confused_s_talk_frown_] It's okay sweetie, I sure am glad you see me as a... uh, sorry, what was it again?
french: [_maddie_s_towards_s_confused_s_talk_frown_] C'est bon sucré, je suis sûr que vous me voyez comme ... euh, désolé, qu'est-ce qu'il y a encore eu ?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] What's that?
french: [_maddie_s_towards_s_wondering_s_talk_frown_] Qu'est-ce que c'est ?

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] I-it means... an attractive older lady?
french: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Je veux dire... une belle dame plus âgée ?

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Yes but what does it {i}mean?{/i}
french: [_maddie_s_towards_s_rise_s_talk_displeased_] Oui mais que signifie {i}?{/i}

source: [_danny_s_down_s_sad_s_talk_distraught_s_-blush_] Well umm...
french: [_danny_s_down_s_sad_s_talk_distraught_s_-blush_] Bien umm...

source: [_maddie_s_towards_s_amused_s_talk_happy_] Come on silly, tell me.
french: [_maddie_s_towards_s_amused_s_talk_happy_] Allez-y, dites-moi.

source: [_danny_s_at_danny_s_wondering_s_talk_distraught_s_-blush_] I-I...
french: [_danny_s_at_danny_s_wondering_s_talk_distraught_s_-blush_] I...

source: [_maddie_s_towards_s_amused_s_talk_amused_] What's a Milf baby, c'mon, tell me, I wanna know.~
french: [_maddie_s_towards_s_amused_s_talk_amused_] Qu'est-ce qu'un bébé Milf, c'mon, dites-moi, je veux le savoir.~

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}*Gulp*{/i} It means... a Mother I'd Like to Fuck!
french: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] {i}*Goulp*{/i} Cela veut dire... une Mère que j'aime baiser !

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Nawww really? Is that so...?
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Nawww vraiment? Est-ce ainsi...?

source: [_danny_s_down_s_sad_s_talk_distraught_] Y-yeah...
french: [_danny_s_down_s_sad_s_talk_distraught_] Y-ouais...

source: [_maddie_s_towards_s_amused_s_talk_amused_] So then tell me, how long has my baby wanted to fuck his Mommy?
french: [_maddie_s_towards_s_amused_s_talk_amused_] Alors, dites-moi, combien de temps mon bébé a-t-il voulu baiser sa maman ?

source: [_danny_s_towards_s_sad_s_talk_frown_] M-mom!! C'mon, i-it's just an expression... you're embarrassing me...
french: [_danny_s_towards_s_sad_s_talk_frown_] M-mom!! C'mon, c'est juste une expression... vous m'embarrassez...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Nawww... I can't blame you for wanting some of this sweet ass baby.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Nawww... Je ne peux pas vous reprocher d'avoir voulu certains de ce bébé d'âne sucré.

source: [_danny_s_towards_s_rise_s_talk_happy_s_-blush_] Jeez Mom...
french: [_danny_s_towards_s_rise_s_talk_happy_s_-blush_] Jeez Maman...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] You enjoyed yourself back there though?
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Vous vous êtes cependant amusé là-bas ?

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Y-yeah, you were just a bit too much for me.
french: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Y-ouais, tu étais juste un peu trop pour moi.

source: [_maddie_s_away_s_sad_s_talk_frown_] God, that was something else for me as well... I just wanted to suck it the whole time... but honestly... I'm actually starting to cool down... just a bit... and now I... ehrm...
french: [_maddie_s_away_s_sad_s_talk_frown_] Dieu, c'était quelque chose d'autre pour moi aussi... Je voulais juste le sucer tout le temps. ... mais honnêtement... Je commence en fait à me refroidir... juste un peu... et maintenant je... ehrm...

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Are you okay Mom?
french: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Êtes-vous d'accord avec moi ?

source: [_maddie_s_closed_s_wondering_s_talk_happy_] Oh yeah, no baby, your cum was delicious, I just feel suddenly really... really-
french: [_maddie_s_closed_s_wondering_s_talk_happy_] Oh oui, pas de bébé, ton foutre était délicieux, je me sens soudainement vraiment... vraiment-

source: [_danny_s_at_player_s_rise_s_talk_happy_s_-blush_] ...well that was an unexpected side effect.
french: [_danny_s_at_player_s_rise_s_talk_happy_s_-blush_] ...bien cela a été un effet secondaire inattendu.

source: [_danny_s_towards_s_sad_s_talk_pleased_] Goodnight Mom. I love you.
french: [_danny_s_towards_s_sad_s_talk_pleased_] Bonne nuit. Je vous aime.

source: [_danny_s_down_s_neutral_s_talk_frown_] No Mom, just the water.
french: [_danny_s_down_s_neutral_s_talk_frown_] Pas de Maman, juste de l'eau.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Okay sweetie, thank you. Are you okay?
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Très bien! Merci. D'accord?

source: [_danny_s_towards_s_sad_s_talk_pleased_] Yeah, sorry Mom, just a little distracted is all.
french: [_danny_s_towards_s_sad_s_talk_pleased_] Oui, désolé Maman, juste un peu distrait est tout.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Do you want to talk about it?
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Voulez-vous en parler ?

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Not really, just worried about us getting home is all.
french: [_danny_s_down_s_unhappy_s_talk_distraught_] Pas vraiment, il suffit de nous inquiéter de rentrer chez nous est tout.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Danny we'll get home safe, I promise you.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Danny nous mettrons à la maison en sécurité, je vous le promets.

source: [_danny_s_towards_s_sad_s_talk_frown_] I'm more worried about you.
french: [_danny_s_towards_s_sad_s_talk_frown_] Je suis plus inquiet pour vous.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Don't worry about me, I can look after myself.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Ne vous inquiétez pas de moi, je peux m'occuper.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Well {i}duhhh{/i} but still. You're my Mom, I gotta look out for you.
french: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Eh bien {i}duhhh{/i} mais quand même. Tu es ma Maman, je dois te chercher pour toi.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Get some rest Danny, we'll be heading out in the morning. Hopefully find our way out of this forest.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Reposez-vous Danny, nous partirons le matin. Espérons que nous trouverons notre moyen de sortir de cette forêt.

source: [_danny_s_towards_s_rise_s_talk_frown_] Mom, can I ask you something?
french: [_danny_s_towards_s_rise_s_talk_frown_] Maman, puis-je vous demander quelque chose ?

source: [_maddie_s_towards_s_rise_s_talk_amused_] Sure, what is it?
french: [_maddie_s_towards_s_rise_s_talk_amused_] Bien sûr, qu'est-ce que c'est?

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] I know we don't talk as much as we used to, but I do still love you, ya' know.
french: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Je sais que nous ne parlons pas autant que d'habitude, mais je vous aime quand même, vous savez.

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] ...that's so wonderful to hear, sweetie. I know this trip wasn't your idea, but... I want us to feel so close that you could talk to me anytime about anything.
french: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] ... c'est si merveilleux à entendre, sucré. Je sais que ce voyage n'était pas votre idée, mais... . - Je veux que nous nous sentions si proches que vous pourriez me parler à tout moment.

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_s_-blush_] Anything?
french: [_danny_s_towards_wide_s_wondering_s_talk_frown_s_-blush_] Quelque chose ?

source: [_maddie_s_towards_s_rise_s_talk_happy_s_-blush_] {u}Anything.{/u}
french: [_maddie_s_towards_s_rise_s_talk_happy_s_-blush_] {u}Quoi que ce soit.{/u}

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Okay, I promise I'll try to open up to you more.
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Ok, je vous promets que j'essaierai de vous ouvrir davantage.

source: [_danny_s_at_player_s_sad_s_smile_] (She's not ready to know about my ghost powers yet, but I guess this is a step in the right direction.)
french: [_danny_s_at_player_s_sad_s_smile_] (Il n'est pas encore prêt à connaître mes pouvoirs de fantôme, mais je suppose que c'est un pas dans la bonne direction.)

source: [_maddie_s_closed_s_amused_s_talk_happy_s_blush_] Thank you sweetie, it means a lot to me that you would say that.
french: [_maddie_s_closed_s_amused_s_talk_happy_s_blush_] Merci beaucoup, cela veut dire beaucoup pour moi que vous diriez cela.

source: [_danny_s_towards_s_neutral_s_talk_happy_s_-blush_] Goodnight Mom.
french: [_danny_s_towards_s_neutral_s_talk_happy_s_-blush_] Bonne nuit

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Goodnight sweetie.
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Délicieux bonjour.

source: [_maddie_s_closed_s_confused_s_frown_s_blush_] (Oh God... what have I done?)
french: [_maddie_s_closed_s_confused_s_frown_s_blush_] (Oh Dieu... qu'ai-je fait?)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] {i}*Yawn*{/i} Morning Mom.
french: [_danny_s_towards_s_wondering_s_talk_pleased_] {i}*Yawn*{/i} Moment du matin.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] ...ehhm... h-hey s-s-sweetie, h-how did you sleep?
french: [_maddie_s_towards_s_neutral_s_talk_frown_] ... ehhm... h-hey s-s-sucré, h-how had you sleep?

source: [_danny_s_towards_s_rise_s_talk_happy_] Pretty damn great!
french: [_danny_s_towards_s_rise_s_talk_happy_] Superbe merde !

source: [_maddie_s_towards_s_confused_s_talk_amused_] O-oh that's... that's great honey...
french: [_maddie_s_towards_s_confused_s_talk_amused_] O-oh ça... c'est du miel génial...

source: [_maddie_s_away_s_aghast_s_frown_s_blush_] (What the hell came over me last night?! What made me do those... terrible things with my own son??)
french: [_maddie_s_away_s_aghast_s_frown_s_blush_] (Qu'est-ce que l'enfer est venu sur moi la nuit dernière?! Qu'est-ce qui m'a fait faire ces ... terribles choses avec mon propre fils??)

source: [_danny_s_towards_s_neutral_s_talk_pleased_] How about you, Mom?
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Que diriez-vous de vous, Maman ?

source: [_maddie_s_away_s_wondering_s_talk_displeased_s_-blush_] I-I slept okay.
french: [_maddie_s_away_s_wondering_s_talk_displeased_s_-blush_] I J'ai dormi bien.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Awesome! Well, we better get a move on if we're going to get out of here.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Génial ! Eh bien, il vaut mieux aller de l'avant si nous voulons sortir d'ici.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Y-yeah...of course.
french: [_maddie_s_towards_s_confused_s_talk_frown_] Y-yeah...bien sûr.

source: [_danny_s_towards_s_sad_s_talk_frown_] Mom... are you sure you're okay with what happened last night? I really don't want to think you weren't happy with us....
french: [_danny_s_towards_s_sad_s_talk_frown_] Maman... êtes-vous sûr que vous êtes d'accord avec ce qui s'est passé la nuit dernière ? Je ne veux vraiment pas croire que vous n'étiez pas satisfait de nous...

source: [_maddie_s_away_s_confused_s_talk_happy_] ...ehhh... well... oh honey, I... I {i}did{/i} enjoy it, it's just that... it's a lot to think about... it felt like it came outta nowhere!
french: [_maddie_s_away_s_confused_s_talk_happy_] ... ehhh ... eh bien ... oh chéri je ... J'{i}essaye{/i} profiter de ça, c'est juste que ... c'est beaucoup de penser à ... ça a l'impression qu'il est arrivé hors de nulle part !

source: [_danny_s_down_s_neutral_s_talk_frown_s_blush_] O-okay then... well, can I have a hug please? To start the day right?
french: [_danny_s_down_s_neutral_s_talk_frown_s_blush_] O-okay alors... eh bien, puis-je avoir un câlin s'il vous plaît ? Pour commencer la journée ?

source: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, of course you can!
french: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, bien sûr que vous pouvez!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Thanks Mom.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Merci Mom.

source: [_danny_] M-Mom, can I ask something?
french: [_danny_] M-Mom, puis-je poser une question ?

source: [_maddie_] What is it sweetie?
french: [_maddie_] Qu'est-ce que c'est sucré?

source: [_danny_] Can I, ya' know, {i}touch your butt{/i}?
french: [_danny_] Est-ce que moi, vous savez, {i}touchez votre bout{/i} ?

source: [_maddie_] Umm, y-yes... but just a little, okay!
french: [_maddie_] Umm, y-y... mais juste un peu, d'accord!
