Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_s_at_player_s_wondering_s_talk_pleased_] This bed's super soft... a little too squishy actually. I miss my own bed. It'll do for tonight anyway, sure beats laying down on the hard ground.
french: [_danny_s_at_player_s_wondering_s_talk_pleased_] Ce lit est super moelleux... un peu trop fougueux. Mon propre lit me manque. Il fera pour ce soir de toute façon, des batailles sûres s'installant sur le terrain dur.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Ahh, Danny, there you are.
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Ahh, Danny, vous voilà.

source: [_danny_s_towards_s_sad_s_talk_frown_] Everything okay Mom?
french: [_danny_s_towards_s_sad_s_talk_frown_] Tout va bien ?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Yeah just been exploring a little, found a few interesting things.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Oui, j'ai juste exploré un peu, j'ai trouvé quelques choses intéressantes.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] That's good! Same here.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] C'est bien ! Même ici.

source: [_maddie_s_towards_s_confused_s_talk_amused_] What should we do now? We still have to do some fun bonding activities, try to salvage the weekend.
french: [_maddie_s_towards_s_confused_s_talk_amused_] Que devrions-nous faire maintenant? Il nous reste encore à faire des activités de liaison amusantes, essayer de récupérer le week-end.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] We could go for a little walk?
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Nous pourrions aller faire une petite marche ?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sure, let's go!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bien sûr, allons-y !

source: [_maddie_s_towards_s_neutral_s_talk_happy_] It sure is tranquil out here.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Il est certain que c'est tranquille ici.

source: [_danny_s_towards_s_rise_s_talk_pleased_] It is, especially given the haunted forest next door.
french: [_danny_s_towards_s_rise_s_talk_pleased_] C'est, surtout compte tenu de la forêt hantée à proximité.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, ghosts are everywhere, and they always have been. There's nothing "haunted" about this forest. It's just where two of any number of ghosts could be living.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, les fantômes sont partout, et ils ont toujours été. Il n'y a rien de "hanté" dans cette forêt. C'est là que deux fantômes pourraient vivre.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom, in your profession... don't you think you should try helping out ghosts like Sir Delvo more often? Rather than just capture them and trying to rip them apart?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mama, dans votre profession... « Vous pensez que vous devriez essayer d'aider les fantômes comme sir Delvo plus souvent? Plutôt que de les capturer et d'essayer de les déchirer? »

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny I'm a scientist. Science is always going to be my first port of call.
french: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny je suis un scientifique. La science sera toujours mon premier point d'appel.

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...but...?
french: [_danny_s_towards_s_rise_s_talk_distraught_] ...mais...?

source: [_maddie_s_away_s_wondering_s_talk_displeased_s_blush_] {i}But{/i}, if a... if a nonthreatening ghost like Sir Delvo needed my help, I would be more... {i}inclined{/i}, NOT GUARANTEED, to... help out. If possible.
french: [_maddie_s_away_s_wondering_s_talk_displeased_s_blush_] {i}Mais{/i}, si ... si un fantôme non menaçant comme Sir Delvo avait besoin de mon aide, je serais plus sûr. . {i}incliné{/i}, PAS GARANTIE, pour... aider. Si possible.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] I'm glad Mom. It was nice helping him out...
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Je suis content de maman. C'était sympa de l'aider à sortir...

source: [_maddie_s_towards_s_amused_s_talk_amused_] There anything else you wanted to ask me about while we're out here?
french: [_maddie_s_towards_s_amused_s_talk_amused_] Il y a autre chose que vous vouliez me demander pendant que nous sommes ici ?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Can we talk about what happened in the forest...?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Pouvons-nous parler de ce qui s'est passé dans la forêt...?

source: [_maddie_s_away_s_unhappy_s_talk_displeased_s_-blush_] Not now Danny... maybe when we get home... maybe...
french: [_maddie_s_away_s_unhappy_s_talk_displeased_s_-blush_] Pas maintenant Danny... peut-être quand nous rentrerons chez nous... peut-être...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] But Mom-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mais Maman -

source: [_maddie_s_towards_s_angry_s_talk_frown_] Please, Danny, I said not now! Not while we're in Vlad's company, alright?
french: [_maddie_s_towards_s_angry_s_talk_frown_] S'il vous plaît, Danny, je n'ai pas dit maintenant! Pas tant que nous sommes dans la compagnie de Vlad, d'accord?

source: [_danny_s_down_s_angry_s_talk_distraught_] Okay, jeez... (Gee, she sure pulled a 180 fast... was Sir Delvo wrong? Were those feelings of hers only {i}created{/i} by the flowers instead of unleashed by them?)
french: [_danny_s_down_s_angry_s_talk_distraught_] Ok, jeez... (Gee, elle a certainement tiré 180 vite... Sire Delvo avait-il tort? Ces sentiments n'étaient-ils que {i}créés{/i} par les fleurs au lieu de les lâcher ?)

source: [_danny_s_towards_s_wondering_s_talk_frown_] Are Dad and Jazz okay back home?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Le papa et le jazz sont-ils corrects à la maison ?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Ya' know, I got the impression something was up, but your father said he had it under control... which still gives me pause, but I'm half sure everything's fine.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Ya' sais, j'ai eu l'impression que quelque chose était levé, mais ton père a dit qu'il l'avait sous contrôle. . Ce qui me donne quand même une pause, mais je suis à moitié sûr que tout va bien.

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh okay.
french: [_danny_s_towards_s_rise_s_talk_frown_] Oh OK.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Don't worry sweetie, your father's a big boy, he can look after himself. For the most part, anyway.
french: [_maddie_s_towards_s_rise_s_talk_amused_] Ne vous inquiétez pas, votre père est un grand garçon, il peut s'occuper de lui-même. Quoi qu'il en soit, pour la plupart.

source: [_danny_s_towards_s_rise_s_talk_frown_] Staying the night. You didn't seem so keen on the idea at first.
french: [_danny_s_towards_s_rise_s_talk_frown_] Rester la nuit. Vous n'avez pas semblé aussi attaché à l'idée au début.

source: [_maddie_s_towards_s_sad_s_talk_displeased_] It's probably the easiest way home sweetie, besides, it's just one night. I'm just upset that the invitation to Florida was a bust.
french: [_maddie_s_towards_s_sad_s_talk_displeased_] C'est probablement la façon la plus facile de se rendre à la maison, d'ailleurs, c'est juste une nuit. Je suis juste contrarié que l'invitation à la Floride ait été un effondrement.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Thankfully Vlad was here to help us out.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Heureusement Vlad était là pour nous aider.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Vlad is... well, {i}Vlad.{/i} He's always around just when he's needed, it seems.
french: [_maddie_s_towards_s_rise_s_talk_amused_] Vlad est... eh bien, {i}Vlad.{/i} Il est toujours là quand il en a besoin, semble-t-il.

source: [_danny_s_towards_s_neutral_s_talk_distraught_] Yeah, just like he said...
french: [_danny_s_towards_s_neutral_s_talk_distraught_] Ouais, comme il l'a dit...

source: [_danny_s_at_player_s_rise_s_talk_distraught_] ...it was convenient he was here to help us out... (Hmm... pretty convenient indeed.)
french: [_danny_s_at_player_s_rise_s_talk_distraught_] ... c'était pratique qu'il était là pour nous aider... (Hmm... plutôt commode en fait.)

source: [_maddie_s_towards_s_wondering_s_talk_frown_] He hasn't always had the easiest life. With his accident and all, it's a good thing he never grew embittered or angry at your father.
french: [_maddie_s_towards_s_wondering_s_talk_frown_] Il n'a pas toujours eu la vie la plus facile. Avec son accident et tous, c'est une bonne chose qu'il ne soit jamais devenu affamé ou en colère contre votre père.

source: [_danny_s_towards_s_rise_s_talk_frown_] Yeah, I'm guessing you wouldn't want a guy like him as an enemy.
french: [_danny_s_towards_s_rise_s_talk_frown_] Oui, je suppose que vous ne vouliez pas un homme comme lui en tant qu'ennemi.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] No Mom, I think that's everything. I enjoyed our walk.
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Pas de maman, je pense que c'est tout. J'ai apprécié notre marche.

source: [_maddie_s_towards_s_amused_s_talk_amused_] In that case we should get back, the food is probably nearly ready.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Dans ce cas, nous devrions revenir en arrière, la nourriture est probablement presque prête.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Sounds good! I'm still starved even after that lunch!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Ça semble bien ! Je suis encore affamé même après ce déjeuner !

source: [_vlad_s_towards_s_rise_s_talk_happy_] And then remember when Jack said 'N-now, c'mon Madeline this plasmid compound is perfectly stable!' and then it covered your whole face in ectoplasm! {i}Bah hah ha!!{/i}
french: [_vlad_s_towards_s_rise_s_talk_happy_] Et puis souvenez-vous quand Jack a dit N-maintenant, c'mon Madeline ce composé plasmide est parfaitement stable! et puis il couvrit tout votre visage en ectoplasme! {i}Ah hah ha!!{/i}

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_s_blush_] {i}Hahaha!{/i} It t-took me such a long time to get that sme-{i}*Hic*{/i}-ell out've my hair! Oh Vlad.. it's been {i}*Hic*{/i} so nice to catch up with you...~
french: [_maddie_s_towards_wide_s_amused_s_talk_amused_s_blush_] {i}Hahaha !{/i} Il m'a fallu tant de temps pour me donner ce genre de sme-{i}*Hic*{/i}-ell a mes cheveux ! Oh Vlad. ça a été {i}*Hic*{/i} tellement sympa de vous rattraper...~

source: [_danny_s_towards_s_sad_s_talk_distraught_] Mom, don't you think you've had enough wine by now?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Mama, ne pensez-vous pas que vous avez assez de vin maintenant?

source: [_maddie_s_away_s_rise_s_talk_happy_s_blush_] Who {i}*Hiccup*{/i}, little ol' me? Too much, you think? {i}*Snicker*{/i}
french: [_maddie_s_away_s_rise_s_talk_happy_s_blush_] Qui {i}*Hiccup*{/i}, petit ol' moi ? Trop bien, vous pensez ? {i}*Snicker*{/i}

source: [_vlad_s_raging_s_angry_s_talk_frown_] Nonsense Danny, she's a grown woman, she knows her limits!
french: [_vlad_s_raging_s_angry_s_talk_frown_] Danny absurde, c'est une femme grandissante, elle connaît ses limites !

source: [_maddie_s_towards_wide_s_rise_s_talk_happy_s_blush_] Yep- {i}*Hiccup*{/i} -'aye ain't no light weight... I'm a wery webonsible-wesonible- {i}reasonalbe{/i} drinker!! {i}Ah ahah hah...~{/i}
french: [_maddie_s_towards_wide_s_rise_s_talk_happy_s_blush_] Ouais- {i}*Hiccup*{/i} -'aye ain't no light weight... I'm a wesonible- {i}reasonalbe{/i} drinker!! {i}Ah hah hah...~{/i}

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh my, Maddie, are you okay my dear? Perhaps young Daniel was right.
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Oh, mon ami, Maddie, vous êtes d'accord avec moi ? Peut-être que le jeune Daniel avait raison.

source: [_danny_s_towards_s_angry_s_talk_frown_] She's drunker than a pirate at an open bar wedding!
french: [_danny_s_towards_s_angry_s_talk_frown_] Elle est ivre qu'un pirate lors d'un mariage à ciel ouvert !

source: [_vlad_s_towards_s_sad_s_talk_happy_] Why don't we retire to my study for a while, Maddie? Boring literature ought to sober you up a bit. The couch is right over here...
french: [_vlad_s_towards_s_sad_s_talk_happy_] Pourquoi ne pas prendre ma retraite pendant un certain temps, Maddie ? La littérature angoissée devrait vous soigner un peu. Le canapé est ici en tout cas...

source: [_danny_s_towards_s_unhappy_s_talk_frown_] I think my Mom needs to lay down in her room, actually...
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Je pense que ma mère a besoin de s'installer dans sa chambre, en fait...

source: [_vlad_s_raging_wide_s_angry_s_talk_happy_] Nonsense! Danny why don't {i}you{/i} retire to your room for the evening, and just leave your mother alone... {i}with me.{/i}
french: [_vlad_s_raging_wide_s_angry_s_talk_happy_] Nonsens! Danny pourquoi pas {i}vous{/i} vous retirez dans votre chambre pour la soirée, et laissez juste votre mère tranquille... {i}avec moi.{/i}

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Hiccup*{/i} Danny I suppose that might be-{i}*Hic*{/i} alright with me... oh my~! {i}*Hiccup*{/i}
french: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Hiccup*{/i} Danny je suppose que cela pourrait être-{i}*Hic*{/i} bien avec moi... oh mon~! {i}*Hiccup*{/i}

source: [_danny_s_towards_s_angry_s_talk_frown_] She's going to bed Vlad, that's final.
french: [_danny_s_towards_s_angry_s_talk_frown_] Elle va dormir Vlad, c'est définitif.

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Your mother can speak for her-
french: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Votre mère peut parler au nom d'elle-

source: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_s_blush_] {i}*Beeelch*{/i} Oh goodness... I'm really sorry Vlad, I really do think I've drank a little too- {i}*Hiccup*{/i} -much! I {i}should{/i} go lay down...
french: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_s_blush_] {i}*Beeelch*{/i} Oh bonté... Je suis vraiment désolé Vlad, je pense vraiment que j'ai aussi bu un peu - {i}*Hiccup*{/i} -beaucoup ! Moi {i}devraient{/i} aller me reposer...

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] I... well, yes, of course Maddie... you may both retire to your quarters... we will speak in the morning.
french: [_vlad_s_closed_s_unhappy_s_talk_frown_] Je... eh bien, oui, bien sûr Maddie... vous pouvez tous les deux prendre votre retraite dans vos quartiers... nous parlerons le matin.

source: [_maddie_s_towards_s_confused_s_talk_happy_s_blush_] Danny, can you... help me to my room?
french: [_maddie_s_towards_s_confused_s_talk_happy_s_blush_] Danny, pouvez-vous m'aider... dans ma chambre ?

source: [_danny_s_towards_s_unhappy_s_talk_pleased_] Sure Mom.
french: [_danny_s_towards_s_unhappy_s_talk_pleased_] Bien sûr Maman

source: [_vlad_s_closed_s_unhappy_s_frown_] (Drats! The boy's too damn protective of her!)
french: [_vlad_s_closed_s_unhappy_s_frown_] (Drats! Le garçon est trop maudit pour la protéger!)

source: [_vlad_s_towards_s_angry_s_grin_big_] (Very well then... sleep tight, you two... I'll be sure to send you the most interesting of wake up calls...)
french: [_vlad_s_towards_s_angry_s_grin_big_] (Très bien alors... dormir serré, vous deux... Je suis sûr de vous envoyer les appels les plus intéressants de réveil...)

source: [_danny_s_down_s_unhappy_s_talk_frown_] Okay then, well... just don't have her stay up too late.
french: [_danny_s_down_s_unhappy_s_talk_frown_] Bien, bien... il ne faut pas qu'elle reste trop tard.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] I'll- {i}*Hiccup*{/i} I'll be okay Danny.
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Je suis- {i}*Hiccup*{/i} Je vais être d'accord avec Danny.

source: [_vlad_s_towards_s_rise_s_talk_happy_] You're in safe hands my dear. Goodnight, Daniel! See you bright and early!
french: [_vlad_s_towards_s_rise_s_talk_happy_] Vous êtes entre des mains en sécurité, cher collègue. Bonne nuit, Daniel! À bientôt !

source: [_danny_s_at_player_s_angry_s_consternation_] (Vlad's usually acted... sorta alright, but this just screams sinister overtones to me. I'm staying up to make sure she's alright...)
french: [_danny_s_at_player_s_angry_s_consternation_] (le Lad a généralement agité... sorta d'accord, mais cela hurle sinistre au-dessus de moi. Je reste debout pour m'assurer qu'elle soit bien...)

source: [_danny_s_towards_s_rise_s_talk_frown_] Jeez Mom, did you really think a whole bottle of red wine was such a good idea?
french: [_danny_s_towards_s_rise_s_talk_frown_] Jeez Maman, avez-vous vraiment pensé que toute une bouteille de vin rouge était une si bonne idée ?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Mmm, let me lie down on the bed, I wanna melt into the sheets...
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Mmm, laissez-moi m'allonger sur le lit, je veux fondre dans les draps...

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Easy does it, nice and gentle... just lay down!
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Facile à faire, gentil et gentil... il suffit de se reposer !

source: [_maddie_s_closed_s_neutral_s_talk_amused_s_blush_] Thank you sweetie... oh goodness... mmmm, this bed is really soft.
french: [_maddie_s_closed_s_neutral_s_talk_amused_s_blush_] Merci pour votre amitié... oh bonheur... mmmm, ce lit est vraiment doux.

source: [_danny_s_closed_s_neutral_s_talk_happy_] I hope you sleep well Mom. Best head back to my room and see you in a bit.
french: [_danny_s_closed_s_neutral_s_talk_happy_] J'espère que vous dormirez bien. Mieux vaut retourner dans ma chambre et vous voir un peu.

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] W-wait a minute sweetie, can't we talk for a little bit?
french: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Attendre une minute de douceur, ne pouvons-nous pas parler un peu ?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Uh sure, but it's already late Mom. I thought you wanted to grab some sleep before we drive back?
french: [_danny_s_towards_s_rise_s_talk_pleased_] Euh, bien sûr, mais il est déjà en retard. Je pensais que vous vouliez vous endormir avant que nous ne conduisions en retour ?

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] I know, I was just hoping I'd get to chance to talk to you some more... about... ya' know.
french: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Je sais, j'espérais juste avoir la chance de vous parler de plus... vous savez...

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Oh... um, sure... I wanted to get this off both our chests.
french: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Oh... euh, bien sûr... Je voulais me débarrasser de nos deux coffres.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Y-yeah, I wanted to apologize.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Oui je voulais m'excuser.

source: [_danny_s_towards_s_rise_s_talk_frown_] Huh?
french: [_danny_s_towards_s_rise_s_talk_frown_] Hein?

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] I... I seriously don't know what came over me, back in the forest... it must have been that ghost's influence on us both...
french: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Je... Je ne sais vraiment pas ce qui s'est passé là-bas, dans la forêt... ce devait être l'influence de ce fantôme sur nous deux...

source: [_danny_s_towards_s_sad_s_talk_distraught_] Was it?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Était-ce ?

source: [_maddie_s_towards_wide_s_aghast_s_talk_displeased_s_blush_] Well, why else would we do such a terrible thing?
french: [_maddie_s_towards_wide_s_aghast_s_talk_displeased_s_blush_] Eh bien, pourquoi ferions-nous autrement une chose aussi terrible ?

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...was it really that terrible?
french: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ... est-ce vraiment terrible?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] ...n-no, but it's not right for... for a Mother and son to... behave like that.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] ...n-non, mais ce n'est pas juste... pour une mère et son fils... se comporter comme ça.

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Didn't I make you happy though?
french: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Je ne t'ai pas rendu heureux ?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Danny, I... {i}*Hiccup*{/i} ...oh my, maybe this isn't the... the best time to talkah... talka' 'bou...
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Danny, je... {i}*Hiccup*{/i} ...oh my, peut-être que ce n'est pas le... le meilleur moment pour parler... talka' bou...

source: [_danny_s_towards_s_rise_s_talk_distraught_] Mom?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Maman ?

source: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Well, I guess we can try to have this figured out later...
french: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Sourire*{/i} Eh bien, je suppose qu'on pourra essayer de le faire comprendre plus tard...

source: [_danny_s_towards_s_unhappy_s_talk_pleased_] Goodnight, Mom...
french: [_danny_s_towards_s_unhappy_s_talk_pleased_] Nuit, Maman...

source: [_danny_s_at_player_s_wondering_s_consternation_] (I should head to bed myself...)
french: [_danny_s_at_player_s_wondering_s_consternation_] (Je devrais me coucher moi-mê...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] {i}*Gasp*{/i} What was that sound?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] {i}*Gasp*{/i} Quel était ce son ?

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
french: [_doorsound_] {i}*Toc* *Toc* *Toc*{/i}

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_frown_] What the- who's that?
french: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_frown_] Qu'est-ce que- qui est ça?

source: [_maddie_] It's... it's me, Danny... open up, please...
french: [_maddie_] C'est... c'est moi, Danny... ouvrez-vous, s'il vous plaît...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] Mom? What are you doing up this late?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_distraught_] Maman ? Que faites-vous en ce moment ?

source: [_maddie_] I... I want to see you, Danny...
french: [_maddie_] Je... je veux te voir, Dann...

source: [_danny_s_ahegao_s_rise_s_talk_pleased_s_blush_] Woah, hey now! Uhm... M-Mom, your... your outfit!
french: [_danny_s_ahegao_s_rise_s_talk_pleased_s_blush_] Woah, hey maintenant ! Hum... M-Mom, votre... tenue !

source: [_maddie_s_away_s_rise_s_talk_displeased_s_blush_] What? Is this... is this too... {i}inappropriate?{/i} I'm sorry, Danny... I'm afraid... I'm afraid I don't really know how to behave around you after... ya' know.
french: [_maddie_s_away_s_rise_s_talk_displeased_s_blush_] Quoi? Est-ce aussi... est-ce aussi... {i}inapproprié?{/i} Je suis désolée, Danny... « J'ai peur... J'ai bien peur que je ne sache pas vraiment comment me comporter autour de vous après... vous savez. »

source: [_danny_s_towards_s_sad_s_talk_distraught_] Well... what did you come here for?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Eh bien... pour quoi êtes-vous venu ici ?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I came here to talk, I think.
french: [_maddie_s_towards_s_confused_s_talk_frown_] Je suis venu ici pour parler, me semble-t-il.
