Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_s_towards_s_neutral_s_talk_distraught_] Well, you're the ghost expert here. We should approach it carefully...
french: [_danny_s_towards_s_neutral_s_talk_distraught_] Eh bien, vous êtes l'expert fantôme ici. Nous devrions nous y atteler attentivement...

source: [_danny_s_down_wide_s_sad_s_talk_frown_] Mom... is that...
french: [_danny_s_down_wide_s_sad_s_talk_frown_] Maman... c'est ça...

source: [_maddie_] Oh no... the poor thing... it appears that from the blade she's clutching, it seems she took her own life.
french: [_maddie_] Oh non... la pauvre chose... il semble que de la lame qu'elle embraye, il semble qu'elle ait pris sa propre vie.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Wow, that's... that's pretty dark.
french: [_danny_s_down_s_unhappy_s_talk_distraught_] Wow, c'est... c'est assez sombre.

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Poor Teresa... how long do you think she's been left here?
french: [_danny_s_down_s_unhappy_s_talk_distraught_] Pauvre Teresa... Combien de temps pensez-vous qu'elle a été laissée ici?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] From the way the bones look, she's been left here alone for at least a few centuries by my estimates... considering we're only in the Rocky's, it's honestly incredible no one has found her till now.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Du point de vue des os, elle a été laissée ici seule pendant au moins quelques siècles par mes estimations. Etant donné que nous sommes seulement dans le Rocky, il est honnêtement incroyable que personne ne l'ait trouvée jusqu'à présent.

source: [_maddie_s_towards_s_sad_s_talk_frown_] Anyway, we should probably let that ghost know what happened.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Quoi qu'il en soit, nous devrions probablement faire savoir à ce fantôme ce qui s'est passé.

source: [_danny_s_closed_s_unhappy_s_consternation_] (I know I wasn't expecting her alive, but I guess there's something extra sad knowing that she took her own life waiting for him.)
french: [_danny_s_closed_s_unhappy_s_consternation_] (Je sais que je ne m'attendais pas à ce qu'elle soit vivante, mais je suppose qu'il y a quelque chose de très triste sachant qu'elle a pris sa propre vie pour l'attendre.)

source: [_maddie_s_pointing_2_s_towards_s_confused_s_talk_displeased_] Hey... what's that flower there?
french: [_maddie_s_pointing_2_s_towards_s_confused_s_talk_displeased_] Hé ... quelle est cette fleur là-bas ?

source: [_danny_s_down_s_rise_s_talk_distraught_] What flower?
french: [_danny_s_down_s_rise_s_talk_distraught_] Quelle fleur?

source: [_maddie_s_pointing_2_s_towards_s_wondering_s_talk_frown_] The purple one she's still clutching in her hands!
french: [_maddie_s_pointing_2_s_towards_s_wondering_s_talk_frown_] La violette qu'elle tient encore entre ses mains !

source: [_danny_s_down_s_wondering_s_talk_distraught_] What about it?
french: [_danny_s_down_s_wondering_s_talk_distraught_] Qu'en est-il ?

source: [_maddie_s_down_left_s_towards_s_confused_s_talk_displeased_] Danny she's been dead hundreds of years, how can she still be holding flowers that look like they were picked just a few hours ago?
french: [_maddie_s_down_left_s_towards_s_confused_s_talk_displeased_] Danny elle est morte des centaines d'années, Comment peut-elle encore tenir des fleurs qui ressemblent à ce qu'elles ont été cueillies il y a quelques heures?

source: [_danny_s_down_s_rise_s_talk_distraught_] Wait, does that mean what I think it does?
french: [_danny_s_down_s_rise_s_talk_distraught_] Attendez, cela signifie-t-il ce que je pense qu'il fait ?

source: [_maddie_s_fist_s_towards_s_wondering_s_talk_happy_] I {b}KNEW{/b} there was something ghostly hanging in the air! These flowers are absolutely emitting steady traces of ectoplasmic energy!
french: [_maddie_s_fist_s_towards_s_wondering_s_talk_happy_] Moi je {b}RECONNAIS{/b} il y avait quelque chose de fantomatique suspendu dans l'air! Ces fleurs émettent des traces constantes d'énergie ectoplasmique!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom, maybe you shouldn't be holding them so close if they're omitting such weirdo ghost stuff like-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Maman, peut-être ne devriez-vous pas les tenir aussi près s'ils omettent des fantômes bizarres comme -

source: [_maddie_s_fist_s_towards_s_amused_s_talk_amused_] Emitting, Danny, and don't be silly! I need to analyze them properl-
french: [_maddie_s_fist_s_towards_s_amused_s_talk_amused_] Émettant, Danny, et ne soyez pas stupide ! J'ai besoin de les analyser correctement -

source: [_maddie_s_fist_s_towards_s_wondering_s_talk_displeased_s_blush_] {i}*Ahem*{/i} I need to... well... {i}*Nnghh*{/i}... oh my... is it... is it getting hot out here?
french: [_maddie_s_fist_s_towards_s_wondering_s_talk_displeased_s_blush_] {i}*Ahem*{/i} J'ai besoin de... bien... {i}*Nghh*{/i}... oh mon... est-ce que ça fait chaud ici?

source: [_danny_s_towards_s_rise_s_talk_frown_] What? Uhh, no not really.
french: [_danny_s_towards_s_rise_s_talk_frown_] Quoi? Euh, pas vraiment.

source: [_maddie_s_fist_s_away_s_confused_s_talk_frown_s_blush_] Danny I... goodness! I'm seriously... I feel boiling hot right now! I need to-
french: [_maddie_s_fist_s_away_s_confused_s_talk_frown_s_blush_] Danny Je... bonté ! Je suis sérieusement... Je me sens ébullitionnée en ce moment ! J'ai besoin de moi -

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] {b}MOM!?{/b} Mom, wh-what the heck are you doing?!
french: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] {b}MOM!?{/b} Maman, qui-ce que vous faites ? !

source: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Danny, {i}mmmfff{/i}, it's n-nothing to worry about... I just...! I just got r-really, really {u}hot{/u} all of a sudden and, uh... please, g-go fetch me s-some water to cool down!
french: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Danny, {i}mmmfff{/i}, il n'y a rien à craindre... Moi juste... Je viens de me faire r-vraiment, vraiment {u}chaud{/u} soudainement et, euh... s'il vous plaît, g-go me chercher - de l'eau à refroidir !

source: [_danny_s_towards_s_neutral_s_talk_distraught_s_blush_] O-okay, s-sure thing!
french: [_danny_s_towards_s_neutral_s_talk_distraught_s_blush_] O-okay, -sure thing !

source: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (Shit what did those flowers do to her?! Oh man... I keep looking at her tits and ass though... jeez, why can't I look away!?)
french: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (Merde, qu'est-ce que ces fleurs lui ont fait ?! Oh homme... Je continue cependant à regarder ses seins et son âne ... jeez, pourquoi ne puis-je pas me retirer!?)

source: [_maddie_s_pointing_s_towards_s_wondering_s_talk_displeased_s_blush_] Oh gods! Danny! {b}PLEASE!{/b} I need that water to cool down!! G-go get some some water somewhere! {i}Mmmm!{/i}
french: [_maddie_s_pointing_s_towards_s_wondering_s_talk_displeased_s_blush_] Oh les dieux! Danny ! {b}VEUILLEZ !{/b} J'ai besoin de cette eau pour se refroidir! G-go prendre de l'eau quelque part! {i}Mmmm!{/i}

source: [_danny_s_towards_s_wondering_s_bite_s_blush_] (I better do as she says!)
french: [_danny_s_towards_s_wondering_s_bite_s_blush_] (Je préfère faire ce qu'elle dit !)

source: [_danny_s_at_player_s_neutral_s_talk_distraught_] Well, I got the water, I best start heading back. Hope this stuff is filtered through rocks well enough...
french: [_danny_s_at_player_s_neutral_s_talk_distraught_] Eh bien, j'ai eu l'eau, je préfère commencer à revenir. J'espère que ce truc est bien filtré à travers les rochers...

source: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_-blush_] Mom I got some- {b}MOM!?{/b}
french: [_danny_s_f_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_-blush_] Maman j'en ai eu un- {b}MOM!?{/b}

source: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown_] D-Danny!! Look away!
french: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown_] D-Danny!! Regardez!

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_bite_s_blush_] (This is so weird... my mom's masturbating in front of me. What even is my life anymore? All this crazy stuff just keeps happening!)
french: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_bite_s_blush_] (C'est si bizarre... ma mère se masturbe devant moi. Qu'est-ce que ma vie est-elle plus ? Toutes ces choses folles ne cessent de se produire !)

source: [_maddie_s_cave_s_masturbation_s_shocked_s_neutral_s_talk_frown2_] J-just give me the water please!
french: [_maddie_s_cave_s_masturbation_s_shocked_s_neutral_s_talk_frown2_] J-viens de me donner l'eau s'il vous plaît !

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_distraught_s_blush_] Okay...
french: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_distraught_s_blush_] Ok...

source: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown3_] N-now, turn around! You shouldn't see me like this!
french: [_maddie_s_cave_s_masturbation_s_at_player_s_shock_s_talk_frown3_] N-maintenant, retourne-toi ! Tu ne devrais pas me voir comme ça !

source: [_maddie_s_cave_s_masturbation_s_down_s_neutral_s_bite_frown_] (Oh my goodness... this is so embarrassing! But I couldn't resist my desires for some reason... get ahold of yourself, Madeline Fenton!)
french: [_maddie_s_cave_s_masturbation_s_down_s_neutral_s_bite_frown_] (Oh ma bonté... c'est tellement embarrassant! Mais je ne pouvais pas résister à mes désirs pour une raison quelconque... je me tais de vous-même, Madeline Fenton!)

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Can I turn around now?
french: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Puis-je me tourner maintenant ?

source: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] ...yes.
french: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] ... oui.

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Uhm... at the expense of sounding overly weird, or making things somehow even more uncomfortable... is everything okay?
french: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Euh... au détriment de la sonorité trop bizarre, ou de rendre les choses encore plus inconfortables... tout va bien?

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Yes just... try to forget what you saw and let's get back to that ghost already.
french: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Oui justement... essayez d'oublier ce que vous avez vu et revenons déjà à ce fantôme.

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] Alright.
french: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] D'accord.

source: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (I don't think I'm just gonna forget that in a hurry! I don't know if I even want to...)
french: [_danny_s_at_player_s_wondering_s_bite_s_blush_] (Je ne pense pas que je vais juste oublier cela dans la hâte ! Je ne sais pas si je veux même ...)

source: [_delvo_s_towards_s_wondering_s_talk_happy_] Ah, you've returned! Praise be to the nine! What news do you bring me about my beloved?
french: [_delvo_s_towards_s_wondering_s_talk_happy_] Ah, vous êtes revenu! Louange aux neufs! Quelles nouvelles me ramenez-vous de mon bien-aimé?

source: [_danny_s_towards_s_unhappy_s_talk_frown_] I uhm... think we have some bad news.
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Moi euh... pense que nous avons de mauvaises nouvelles.

source: [_delvo_s_closed_s_sad_s_talk_frown_] ...I understand, I know so much time has passed that she will have shed her mortal form the same as me, but-
french: [_delvo_s_closed_s_sad_s_talk_frown_] ...Je comprends, je sais que tant de temps s'est écoulé qu'elle aura versé sa forme mortelle la même que moi, mais-

source: [_maddie_s_closed_s_sad_s_talk_frown_] It's a little more than that... from what we can tell, it seems that while she waited for you... she took her own life, probably to avoid capture.
french: [_maddie_s_closed_s_sad_s_talk_frown_] C'est un peu plus que ça... de ce que nous pouvons dire, il semble que pendant qu'elle vous attendait. Elle a pris sa propre vie, probablement pour éviter la capture.

source: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Oh... that is... oh no... my love...
french: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Oh... c'est... non... mon amour...

source: [_danny_s_towards_s_sad_s_talk_distraught_] I'm really sorry Sir Delvo.
french: [_danny_s_towards_s_sad_s_talk_distraught_] Je suis vraiment désolé Sir Delvo.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] It is quite alright, kind lad... it is already done. Might I impose on you one last request? Though I fear it may be a touch morbid.
french: [_delvo_s_towards_s_wondering_s_talk_frown_] C'est tout à fait bien, gentille... c'est déjà fait. Pourrais-je vous imposer une dernière demande ? Bien que je craigne que ce soit une touche morbide.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Danny, it's really getting late and we should be looking for a way-
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Danny, il est vraiment en retard et nous devrions chercher un moyen-

source: [_danny_s_towards_s_wondering_s_talk_frown_] What is it Sir Delvo?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Qu'est-ce que c'est Sir Delvo?

source: [_delvo_s_towards_s_sad_s_talk_frown_] Could you... bring her remains to me?
french: [_delvo_s_towards_s_sad_s_talk_frown_] Pourriez-vous ... me ramener des restes ?

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny no, come now, this is too much.
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny non, venez maintenant, c'est trop.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] But Mom, I want to help!
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mais Mama, je veux aider !

source: [_delvo_s_closed_s_sad_s_talk_frown_] No no, I apologize m'lady. You are quite right. I should not have asked. I merely thought her remains would be best suited with the one she... well, never mind.
french: [_delvo_s_closed_s_sad_s_talk_frown_] Non, je vous présente mes excuses. Vous avez raison. Je n'aurais pas dû vous le demander. Je me suis contentée de penser que les restes seraient mieux adaptés à celui qui... eh bien, ne vous en faites pas.

source: [_maddie_s_towards_s_unhappy_s_frown_] (Ugh... if Jack could see me now... damn it.)
french: [_maddie_s_towards_s_unhappy_s_frown_] (Ugh... si Jack pouvait me voir maintenant... maudite.)

source: [_maddie_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Fine, but this is the last thing we're doing for a ghost this trip.
french: [_maddie_s_towards_s_sad_s_talk_displeased_] {i}*Soupir*{/i} D'accord, mais c'est la dernière chose que nous faisons pour un fantôme ce voyage.

source: [_delvo_s_towards_wide_s_wondering_s_talk_happy_] Oh, I thank you both! You are both saints to be praised!
french: [_delvo_s_towards_wide_s_wondering_s_talk_happy_] Oh, je vous remercie tous les deux! Vous êtes tous deux saints à être loués !

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Thanks Mom. this is the right thing to do.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Merci Maman. C'est la bonne chose à faire.

source: [_danny_] (Yuck... human remains... kinda the more ghoulish aspects of being a regular ghost, I guess. The actual {i}dying{/i} part...)
french: [_danny_] (Yuc... restes humains... un peu plus bruyants d'être un fantôme régulier, je suppose. Le {i}qui meurt en fait{/i} partie...)

source: [_danny_] (Well Hopefully Sir Delvo will appreciate this.)
french: [_danny_] (J'espère que Sir Delvo appréciera ceci.)

source: {i}Danny has taken the {b}Mysterious Flower{/b} from the ground.{/i}
french: {i}Danny a pris la {b}Fleur Mystérieuse{/b} du sol. {/i}

source: The Skip Button and Map Button are disabled for now.
french: Le bouton Ignorer et le bouton Carte sont désactivés pour le moment.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] Did you bring Teresa's remains?
french: [_delvo_s_towards_s_wondering_s_talk_frown_] Avez-vous apporté les restes de Teresa?

source: [_danny_s_towards_s_sad_s_talk_frown_] No, not yet I'm afraid.
french: [_danny_s_towards_s_sad_s_talk_frown_] Non, je n'ai pas encore peur.

source: [_delvo_s_towards_s_sad_s_talk_frown_] Well, please, return when you do. It is most important to me I see her again.
french: [_delvo_s_towards_s_sad_s_talk_frown_] Eh bien, je vous en prie, revenez quand vous le ferez. C'est très important pour moi que je la revoie.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] Is that...
french: [_delvo_s_towards_s_wondering_s_talk_frown_] Est-ce...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Yes.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Oui.

source: [_delvo_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} Thank you... maybe now I can stop looking for her in the night.
french: [_delvo_s_towards_s_sad_s_talk_happy_] {i}*Soupir*{/i} Merci... peut-être que je peux arrêter de la chercher dans la nuit.

source: [_maddie_s_closed_s_sad_s_frown_] {i}*Whispering*{/i} What do we do now? There's no real protocol in my training for {i}helping{/i} a ghost.
french: [_maddie_s_closed_s_sad_s_frown_] {i}*Murmure*{/i} Que faisons-nous maintenant? Il n'y a pas de véritable protocole dans ma formation pour {i}aide{/i} un fantôme.

source: [_delvo_s_closed_s_sad_s_talk_frown_] Teresa... I'm so sorry... I failed you.
french: [_delvo_s_closed_s_sad_s_talk_frown_] Teresa... Je suis tellement désolé... Je vous ai échoué.

source: [_unknown_] Oh, you silly goose! You didn't fail me!
french: [_unknown_] Oh, tu as de l'oie stupide! Tu ne me manques pas!

source: [_maddie_s_gun_s_towards_s_angry_s_talk_displeased_] Quickly! Danny get behind me!
french: [_maddie_s_gun_s_towards_s_angry_s_talk_displeased_] Rapidement! Danny se cache derrière moi!

source: [_danny_s_towards_s_wondering_s_talk_frown_] Mom it's okay!
french: [_danny_s_towards_s_wondering_s_talk_frown_] Maman c'est correct !

source: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Teresa... I'm so sorry, I couldn't make it in time.
french: [_delvo_s_towards_wide_s_sad_s_talk_frown_] Teresa... Je suis désolée, je n'ai pas pu le faire à temps.

source: [_teresa_s_towards_s_sad_3_s_talk_frown_2_] Shhh, it's alright my darling... have you truly been looking for me this whole time?
french: [_teresa_s_towards_s_sad_3_s_talk_frown_2_] Shhh, c'est très bien ma chère... avez-vous vraiment cherché moi tout ce temps?

source: [_delvo_s_towards_s_wondering_s_talk_happy_] I... yes... for so long I...
french: [_delvo_s_towards_s_wondering_s_talk_happy_] Je... oui... pendant si longtemps...

source: [_teresa_s_closed_s_neutral_s_talk_happy_] Hush, it's all over now my sweet, little man... we are now finally together at last.
french: [_teresa_s_closed_s_neutral_s_talk_happy_] Hush, c'est tout mon bonheur... petit homme... nous sommes enfin ensemble.

source: [_maddie_s_towards_s_confused_s_frown_] (There's something odd about the way she talks to him, it's almost like...)
french: [_maddie_s_towards_s_confused_s_frown_] (Il y a quelque chose d'étrange à propos de la façon dont elle lui parle, c'est presque comme...)

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Ahh... thank you both for bringing her back to me.
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Ahh... je vous remercie tous les deux de l'avoir ramenée.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] No problem dude!
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Pas de problème dû !

source: [_danny_s_at_player_s_neutral_s_grin_happy_] (It sure beats having to fight my way out of every problem!)
french: [_danny_s_at_player_s_neutral_s_grin_happy_] (Ça bat bien d'avoir à me battre pour sortir de tous les problèmes!)

source: [_teresa_s_towards_s_neutral_s_talk_happy_] Let us go now, my sweet baby boy...
french: [_teresa_s_towards_s_neutral_s_talk_happy_] Allons-y maintenant, mon petit garçon sucré ...

source: [_danny_s_towards_s_rise_s_talk_distraught_] Wait, what do you-
french: [_danny_s_towards_s_rise_s_talk_distraught_] Attendez, que faites-vous -

source: [_delvo_s_towards_s_neutral_s_talk_happy_] I love you, mother.
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Je t'aime, ma mère.

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] ...let's get back to the cave to camp there for the night.
french: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] ... retournons dans la grotte pour y camper la nuit.

source: [_maddie_s_away_s_neutral_s_talk_displeased_s_blush_] ...y-yes, that's a good idea.
french: [_maddie_s_away_s_neutral_s_talk_displeased_s_blush_] ...y-oui, c'est une bonne idée.

source: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] Soooo... are we going to talk about what just happened?
french: [_danny_s_towards_s_wondering_s_talk_frown_s_blush_] Bien sûr... allons-nous parler de ce qui vient de se passer?

source: [_maddie_s_away_s_confused_s_talk_displeased_] Um, well... I mean, it's not like they're people anymore, so-
french: [_maddie_s_away_s_confused_s_talk_displeased_] Euh, bien... je veux dire, ce n'est plus comme ils sont les gens, alors...

source: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] But I mean, a Mom and son, huh? Like just, who'd have thought, right...?
french: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Mais je veux dire, une maman et un fils, hein? Comme juste qui aurait pensé, n'est-ce pas... ?

source: [_maddie_s_towards_s_wondering_s_talk_displeased_s_blush_] Well uh, I'm pretty certain incest was quite common back then, actually!
french: [_maddie_s_towards_s_wondering_s_talk_displeased_s_blush_] Eh bien, euh, je suis assez certain que l'inceste était assez commun à l'époque, en fait !

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh yeah... sure... I guess that makes sense.
french: [_danny_s_towards_s_rise_s_talk_frown_] Oh ouais... sûr... Je suppose que ça a du sens.

source: [_maddie_s_towards_s_confused_s_talk_amused_] Defintely, yeup...
french: [_maddie_s_towards_s_confused_s_talk_amused_] Certainement, yeup...

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...I don't know about it being mother and son as often, though....
french: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] ...Je ne sais pas si c'est la mère et le fils aussi souvent...

source: [_maddie_s_towards_wide_s_wondering_s_talk_displeased_] True, true! Uh, certainly a real unusual case.
french: [_maddie_s_towards_wide_s_wondering_s_talk_displeased_] Vraiment, vrai! Euh, certainement un cas inhabituel.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Yeah... can you imagine a family dynamic happening {u}today{/u} like that?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Ouais... Pouvez-vous imaginer une dynamique de famille qui se produit {u}aujourd'hui{/u} comme ça?

source: [_maddie_s_away_s_rise_s_talk_frown_] Oh goodness, no, never. I mean, someone we knew well? N-no, I could never see that...
french: [_maddie_s_away_s_rise_s_talk_frown_] Oh bonheur, non, jamais. Je veux dire, quelqu'un que nous savions bien ? N-non, je n'ai jamais pu voir cela...

source: [_maddie_s_towards_wide_s_rise_s_talk_amused_] I mean, could you even imagine something like that with {u}us{/u} of all people? Just totally bizarre, right?
french: [_maddie_s_towards_wide_s_rise_s_talk_amused_] Je veux dire, pourriez-vous même imaginer quelque chose comme ça avec {u}nous{/u} de tout le monde? Juste bizarre, n'est-ce pas?

source: [_danny_s_towards_wide_s_rise_s_talk_frown_] Ergh, I mean... wait what do you mean?
french: [_danny_s_towards_wide_s_rise_s_talk_frown_] Ergh, je veux dire... attendez que voulez-vous dire?
