Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] {i}Ohhh{/i}, my... I certainly have forgotten just how {i}gooood{/i} nights like this can be...
french: [_desiree_] {i}Ohhh{/i}, mon... J'ai certainement oublié à quel point les {i}nuit{/i} de ce genre peuvent être...
german: [_desiree_] {i}Ohhh{/i}, mich... Ich habe sicherlich vergessen, wie {i}gooood{/i} Nächte so sein können...

source: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, I wanna show you something really cool... let's go somewhere more private, 'kay...~?
french: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Fantôme Boy~! C'mon, je veux vous montrer quelque chose de vraiment cool... allons aller quelque part en privé, 'kay...~?
german: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, ich möchte dir etwas wirklich cooles zeigen... Lass uns irgendwo mehr privat gehen, 'Ka...~?

source: [_desiree_] N-no! You shouldn't be...
french: [_desiree_] N-non ! Vous ne devriez pas être...
german: [_desiree_] N-nein! Du solltest nicht sein...

source: [_desiree_] {i}Woooh{/i}, goodness me... that last drink definitely had a strong kick to it...
french: [_desiree_] {i}Woooh{/i}, bonnez-moi... cette dernière boisson a certainement eu un coup de pied à la...
german: [_desiree_] {i}Woooh{/i}, Güte ich... das letzte Getränk hatte definitiv einen starken Kick...

source: [_desiree_] {i}*Inhales*{/i}{p}{i}*Exhales*{/i}
french: [_desiree_] {i}*Inhales*{/i}{p}{i}*Exhalés*{/i}
german: [_desiree_] {i}*Inhalte*{/i}{p}{i}*Exhales*{/i}

source: [_desiree_] {i}*Ahem*{/i} Okay, I'm better.
french: [_desiree_] {i}*Ahem*{/i} D'accord, je suis mieux.
german: [_desiree_] {i}*Ahem*{/i} Okay, ich bin besser.

source: [_desiree_] Now get your hands off him, he hasn't had a chance to say a proper word to me all night!
french: [_desiree_] Maintenant, dégustez les mains de lui, il n'a pas eu la chance de me dire un mot juste toute la nuit!
german: [_desiree_] Jetzt bekommst du deine Hände von ihm, er hatte keine Chance, mir die ganze Nacht ein richtiges Wort zu sagen!

source: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Stop interfering, Desiree! The ghostly heart wants what the ghost heart wants!!
french: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Arrêtez d'intervenir, Désirez-vous ! Le cœur fantomatique veut ce que veut le cœur fantôme!!
german: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Hört auf, zu intervenieren, Desiree! Das gespenstische Herz will das, was das Geisterherz will!!

source: [_desiree_] You don't even understand, he's only doing any of these silly games with you all because he couldn't have {u}me!!{/u} Because I was too selfish and cold to let him-
french: [_desiree_] Vous ne comprenez même pas, il ne fait aucun de ces jeux idiots avec vous tous parce qu'il ne pouvait pas avoir {u}! {/u} Parce que j'étais trop égoïste et froid pour le laisser -
german: [_desiree_] Du verstehst nicht einmal, er macht nur eines dieser dummen Spiele mit dir allen, weil er nicht {u}mir haben konnte! {/u} Weil ich zu egoistisch und kalt war, um ihn zulassen -

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah!{/i} Everyone needs to calm down, and just-
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah !{/i} Tout le monde a besoin de se calmer, et juste -
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}Weh!{/i} Jeder muss sich beruhigen, und gerecht-

source: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Desiree, does your cousin Danny {i}normally{/i} have horribly loud shakes happen in his house?
french: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}euhmm{/i}... Le désir, est-ce que votre cousin Danny {i}normalement{/i} a des tremblements horriblement forts dans sa maison?
german: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Verzweifelt, passiert dein Cousine Danny {i}normalerweise{/i} in seinem Haus furchtbar laute Schüttel?

source: [_desiree_] N-no, not normally...
french: [_desiree_] N-non, pas normalement...
german: [_desiree_] N-nein, nicht normal...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Girls, wait right here! I'm going to go check out what that noise was...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Les filles, attendez tout de suite ! Je vais aller voir ce que ce bruit était...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Mädchen, warte genau hier! Ich werde dir anschauen, was dieser Lärm war...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Kids, quickly, get to the basement, there's a-{nw}
french: [_maddie_s_suited_s_idle_s_talk_displeased_] Enfants, rapidement, allez au sous-sol, il y a un-{nw}
german: [_maddie_s_suited_s_idle_s_talk_displeased_] Kinder, schnell in den Keller, es gibt ein-{nw}

source: [_extend_] wait, what the- what the heck is going on here?!?
french: [_extend_] attendez, que se passe-t-il ici ?!?
german: [_extend_] warte, was du- was ist der Haufen hier?!?

source: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Everybody out! This is officially a {b}Code Three Fenton{/b} emergency situation!
french: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Tout le monde est sorti ! Il s'agit officiellement d'une situation d'urgence de {b}Code Trois Fenton{/b} !
german: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Jeder draußen! Dies ist offiziell eine {b}Code Drei Fenton{/b} Notfallsituation!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Has someone seen my children? They've got a {u}lot{/u} of explaining to do!
french: [_maddie_s_suited_s_angry_s_talk_consternation_] Quelqu'un a-t-il vu mes enfants? Ils ont {u}{/u} à expliquer à faire!
german: [_maddie_s_suited_s_angry_s_talk_consternation_] Hat jemand meine Kinder gesehen? Sie haben eine {u}Lot{/u} zu erklären!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey guys! What {i}uhm{/i}, what are you guys doing home so early...?{p}You have a nice little day-cation?
french: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey les gars! Quel {i}euhm{/i}, qu'est-ce que vous faites à la maison si tôt...?{p}Vous avez une belle petite journée?
german: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey Jungs! Was machen {i}uhm{/i}, was machst du so früh nach Hause...?{p}Du hast einen schönen kleinen Tag?

source: [_maddie_s_suited_s_angry_s_talk_distraught_] Did you two throw a {u}party{/u} while we were gone?!
french: [_maddie_s_suited_s_angry_s_talk_distraught_] Avez-vous deux jetés une {u}party{/u} pendant que nous étions partis?!
german: [_maddie_s_suited_s_angry_s_talk_distraught_] Hast du zwei mal eine {u}Party geworfen?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, why hello again, human citizens... family dispute I hear? Might a heroic super hero suggest a {i}lenient{/i} punishment on your children? I'm sure they've {i}already{/i} learned their lesson!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, pourquoi bonjour à nouveau, les citoyens humains... « J'ai entendu le différend de la famille? Un super héros héroïque pourrait suggérer une sanction de {i}{/i} pour vos enfants? » « Je suis sûr qu'ils ont déjà {i}bien appris{/i} leur leçon! »
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, warum Hallo wieder, menschliche Bürger... familiärer Streit, den ich höre? Könnte ein heldenhafter Superheld eine {i}Milde vorschlagen{/i} Bestrafung gegen deine Kinder vorschlagen? Ich bin sicher, dass sie {i}bereits ihre Lektion gelernt haben!

source: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Whispering*{/i} Maddie, I think there's a ghost in the living room.{p}Be very still... it's eyesight is based on movement...
french: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Murmure*{/i} Maddie, je pense qu'il y a un fantôme dans le salon.{p}Être très immobile... sa vue est basée sur le mouvement...
german: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Whispering*{/i} Maddie, ich glaube, es gibt einen Geist im Wohnzimmer.{p}Sei sehr still... sein Auge basiert auf Bewegung...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Jack, it'll have to wait! That {i}thing{/i} is still after us!
french: [_maddie_s_suited_s_idle_s_talk_displeased_] Jack, il va falloir attendre ! {i}chose{/i} est encore après nous !
german: [_maddie_s_suited_s_idle_s_talk_displeased_] Bus, es wird warten müssen! Das {i}Ding{/i} ist noch nach uns!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (What the heck's going on?)
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (Que se passe-t-il ?)
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (Was macht der Heck?)

source: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Yeup, you're right, getting sidetracked.{p}I swear, I'd lose my head if it weren't for you... anyway, as we were saying...
french: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Yeup, tu as raison, tu vas t'écarter.{p}je jure que je perdrais la tête si ce n'était pas pour toi... de toute façon, comme nous le disons...
german: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Ja, du hast recht, du wirst seitenverfolgt.{p}Ich schwöre, ich würde meinen Kopf verlieren, wenn er nicht für dich war... sowieso, wie wir sagten...

source: [_extend_] EVERYONE!! BRACE FOR PHANTASMIC IMPACT!!
french: [_extend_] TOUT UNE BRACE POUR IMPACT PHANTASMIQUE !!
german: [_extend_] JEDE!! BRACE FOR PHANTASMIC IMPACT!!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Dad, I don't understand, what's-
french: [_jazz_s_towards_s_rise_s_talk_displeased_] papa, je ne comprends pas ce que je fais -
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Pap, ich verstehe nicht, was -

source: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, get anyone still in the house up into the Emergency Ops Center, quickly! I need to get a spare ecto-battery from down in the Lab!
french: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, faites monter n'importe qui dans la maison dans le Centre d'Opération d'Urgence, rapidement! J'ai besoin de me procurer une batterie ecto de bas en bas dans le Labo !
german: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, bringe alle noch im Haus in das Notfall-Ops Center, schnell! Ich muss eine zusätzliche Ekto-Batterie im Labor herunterladen!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Mom, you guys are freaking everyone out, what the heck's all the rumbling and-
french: [_jazz_s_towards_s_sad_s_talk_displeased_] Maman, vous les gars effrayent tout le monde, ce que le heck tout le grondement et -
german: [_jazz_s_towards_s_sad_s_talk_displeased_] Mama, du Jungs freuzen alle aus, was der Haken ist alles rumpfend und-

source: [_maddie_s_suited_s_rise_s_talk_displeased_] It's nearly here! Where's Danny gone to? DANNY!
french: [_maddie_s_suited_s_rise_s_talk_displeased_] C'est presque là! Où est allé Danny ? DANNY !
german: [_maddie_s_suited_s_rise_s_talk_displeased_] Es ist fast da! Wo ist Danny gegangen? DANNY!

source: [_jazz_s_towards_s_sad_s_talk_consternation_] I haven't seen him for a couple hours!
french: [_jazz_s_towards_s_sad_s_talk_consternation_] Je ne l'ai pas vu depuis quelques heures !
german: [_jazz_s_towards_s_sad_s_talk_consternation_] Ich habe ihn seit ein paar Stunden nicht gesehen!

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh God, we need to-
french: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh Dieu, nous avons besoin de-
german: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh Gott, wir müssen

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Alright, Fentons! Let's show this spectral nasty how we do it downtown in {u}Amity Park!!{/u}{p}{i}Booya, baby!!{/i}
french: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] D'accord, Fentons ! Montrons à ce méchant spectral comment nous le faisons en centre ville dans {u}Amity Park!!{/u}{p}{i}Booya, bébé!!{/i}
german: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Okay, Fentons! Lass uns dieses Spektrum, wie wir es in der Innenstadt von {u}Amity Park machen!!{/u}{p}{i}Booya, baby!!{/i}

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Guys, seriously, what is happening right-
french: [_jazz_s_towards_s_rise_s_talk_consternation_] Les gars, sérieusement, ce qui se passe à droite-
german: [_jazz_s_towards_s_rise_s_talk_consternation_] Jungs, im Ernst, was passiert richtig-

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Don't come outside Jazz! Find your brother! Get those kids up to the Ops Center! No time to argue!
french: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Ne sortez pas de Jazz! Trouvez votre frère! Amenez ces enfants au Centre d'Opération Criminelle! Pas le temps de vous disputer!
german: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Komme nicht außerhalb des Jazzs! Finde deinen Bruder! Bring diese Kinder in das Ops Center! Keine Zeit zu argumentieren!

source: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Why has this turned into my "normal"?!
french: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Pourquoi est-ce devenu ma « normale»?
german: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Warum hat sich das in meine "normale" verwandelt?

source: [_jazz_s_towards_s_sad_s_talk_distraught_] Sorry man, but I gotta go find Danny!{p}It was nice meeting you though!
french: [_jazz_s_towards_s_sad_s_talk_distraught_] Désolé, mais je dois aller trouver Danny !{p}C'était sympa de vous rencontrer !
german: [_jazz_s_towards_s_sad_s_talk_distraught_] Tut mir leid, aber ich komme nach Danny!{p}Es war nett Besprechung dich allerding!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] I'd suggest beating it out of here before they set their sights on you next, once they're done with... whatever's going on!
french: [_jazz_s_towards_s_rise_s_talk_displeased_] Je suggérerais de le battre d'ici avant qu'ils ne vous fixent leurs vues, une fois qu'ils auront fini... ce qui se passe!
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Ich würde vorschlagen, es hier aus dem Weg zu räumen, bevor sie dich als Nächstes ins Visier nehmen, sobald sie fertig sind... was auch immer los ist!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (All that shaking... what on earth could they have found in Lake Eerie of all places?!)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Tout ce tremblement... qu'auraient-ils pu trouver sur le lac Éerie de tous les endroits ?!)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (All das schüttern... was in aller Welt hätten sie in der Eerie des Sees finden können?!)

source: [_desiree_] Master? I... I wanted to talk to you... is there a moment you-
french: [_desiree_] Maître? Je... Je voulais vous parler... y a-t-il un instant-
german: [_desiree_] Meister? Ich... Ich wollte mit dir sprechen... ist ein Moment da -

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, sorry, but not now!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, désolé, mais pas maintenant!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, Entschuldigung, aber nicht jetzt!

source: [_desiree_] Huh? What's the matter? Did you find out what the source of that rumbling was?
french: [_desiree_] Hein? Quel est le problème ? Avez-vous découvert quelle était la source de ce grondement ?
german: [_desiree_] Huh? Was ist die Sache? Hast du herausgefunden, was die Ursache für dieses Gerücht war?

source: [_jack_] Get back, beast!! Maddie, hold it back with more repulsion shots!
french: [_jack_] Revenez en arrière, bête!! Maddie, retenez le avec plus de tirs de répulsion!
german: [_jack_] Hole dich zurück, Bestien!! Wahnsinn, halte es mit mehr Abstoßschüssen zurück!

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, it's got us pinned down! There's no good cover here!!{p}We're sitting ducks!!
french: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, il nous a épinglé ! Il n'y a pas de bonne couverture ici !!{p}nous sommes assis sur des canards!!
german: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, es hat uns angeheftet! Hier gibt es keinen guten Cover!{p}Wir sitzen Enten!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Whatever it is, it's after my parents! I have to go help them!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Quoi qu'il en soit, c'est après mes parents ! Je dois aller les aider !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Was auch immer es ist, es ist nach meinen Eltern! Ich muss ihnen helfen!

source: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Big bugger followed us all the way home! It {u}knows{/u} its enemy, and it wants me dead!
french: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Un gros bugger nous a suivis tout le chemin de la maison! {u}sait{/u} son ennemi, et il veut que je sois mort!
german: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Großer Bugger ist uns bis nach Hause gefolgt! {u}kennt seinen Feind, und er will, dass ich tot bin!

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Well {i}right{/i} back at 'cha, ugly!!
french: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Eh bien {i}droit{/i} de retour à 'cha, ugly!!
german: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Nun {i}rechts{/i} zurück bei 'cha, hässlich!!

source: [_maddie_s_suited_s_angry_s_talk_amused_] Never a dull moment with you dear!
french: [_maddie_s_suited_s_angry_s_talk_amused_] Jamais un moment terne avec vous cher !
german: [_maddie_s_suited_s_angry_s_talk_amused_] Nie einen langweiligen Moment bei dir!

source: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, you too sugar butt!
french: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, tu aussi sucre!
german: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, du zu Zuckerbutt!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, h-hey! Ghost catchers! Let me help! I can help you guys fight off... whatever this thing is!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, hé hé ! Des capteurs de fantômes ! Laissez-moi vous aider! Je peux vous aider à vous battre... quoi que ce soit !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, h-hey! Geisterfänger! Lass mich helfen! Ich kann dir helfen zu kämpfen... was immer das ist!

source: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Stay out of this, Ghost Kid! I'm giving you a free pass tonight because this is an emergency! You're next on the chopping board if you choose to stick around!
french: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Restez en dehors de cela, Fantôme Enfant ! Je vous donne un passage gratuit ce soir parce que c'est une urgence! Vous êtes ensuite sur la planche à découper si vous choisissez de coller !
german: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Bleiben Sie nicht dabei, Ghost Kid! Ich gebe Ihnen heute Abend einen kostenlosen Pass, weil dies ein Notfall ist! Du bist als nächstes auf dem Gehacktbrett, wenn du dich umgehst!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, look out!!
french: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, regardez-vous!!
german: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, sieh aus!!

source: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] Huh?
french: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] Hein?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Dad!!{p}{i}Ehhrm{/i}, I mean, Danny's dad! Oh no!!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Papa !!{p}{i}Ehhrm{/i}, je veux dire, papa de Danny ! Oh non!!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Vater.{p}{i}Ehhrm{/i}, ich meine, Danny's dad! Oh nein!

source: [_jack_] {i}Ughhh{/i}... brother, right in the clavicle!
french: [_jack_] {i}Ughhh{/i}... frère, dans la clavicule!
german: [_jack_] {i}Ughh{/i}... Bruder, direkt in der Wandmalerei!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Alright, you big nasty thing! You wanna try and hurt my family? WELL, C'MON AND BRING IT IF YOU THINK YOU'VE GOT THE MUFFINS FOR IT!!
french: [_maddie_s_suited_s_angry_s_talk_consternation_] D'accord, tu es un gros mal ! Vous voulez essayer de faire du mal à ma famille? BIEN, C'MON ET BRIQUEZ SI VOUS PENSEZ VOUS'VEUILLEZ RETOUR LES MUFFINS POUR VOUS!!
german: [_maddie_s_suited_s_angry_s_talk_consternation_] Okay, du hast eine dicke Arschfotze! Du möchtest versuchen und meine Familie zu verletzen? WELL, C'MON und BRING IT WENN SIE DIE MUFFINS FÜR IT!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait!{p}Maddie, it'll just hurt you even worse! There's no protection out on the street! Get everyone else out of here! I got this!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Attendez!{p}Maddie, ça vous fera encore pire! Il n'y a pas de protection dans la rue! Sortez tout le monde d'ici! Je l'ai compris!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Warte!{p}Maddie, es wird dir schaden, noch schlimmer! Es gibt keinen Schutz auf der Straße! Hol alle anderen hier! Ich habe das erhalten!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] I'm not just going to sit here and do nothing while my family's in danger!
french: [_maddie_s_suited_s_rise_s_talk_distraught_] Je ne vais pas simplement m'asseoir ici et ne rien faire pendant que ma famille est en danger !
german: [_maddie_s_suited_s_rise_s_talk_distraught_] Ich werde nicht einfach hier sitzen und nichts tun, während meine Familie in Gefahr ist!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Your family needs you to take care of them right now! Not fight a nasty lake lizard!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Votre famille a besoin de vous pour en prendre soin dès maintenant ! Ne combattez pas un lézard lacustre pervers !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Deine Familie muss sich im Moment um sie kümmern! Kämpfe nicht gegen eine üble Seeneis!

source: [_maddie_s_suited_s_rise_s_talk_consternation_] Fine... but only because Jack's hurt!
french: [_maddie_s_suited_s_rise_s_talk_consternation_] Très bien... mais seulement parce que Jack a fait mal!
german: [_maddie_s_suited_s_rise_s_talk_consternation_] Schön... aber nur weil Jack's weh!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Just go!! Get with everyone else in your Emergency Ops... thing!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Partez!! Emmenez avec tous les autres dans vos opérations d'urgence... chose !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Sofort! Hole dich mit allen anderen in deinem Notfall-Ops... Ding!
