Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah is me, I had a thousand servants at my beck and call every moment of the day, all thanks to my big fat tits, woah is me..."
french: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, « Woah c'est moi, j'ai eu un millier de serviteurs à mon gré et j'appelle chaque moment de la journée. tout grâce à mes gros seins gras, woah est moi..."
german: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah ist mir, ich hatte tausend Diener auf meinen Bein und rufe jeden Moment des Tages an alle Dank an meine dicken Titten, woah ist mich..."

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You know she was kicked out by the Sultan due to his jealous wife, right?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Vous savez qu'elle a été expulsée par le Sultan à cause de sa femme jalouse, non ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Du weißt, dass sie vom Sultan aufgrund seiner eifersüchtigen Frau ausgeworfen wurde, oder?

source: [_ember_s_towards_s_rise_s_talk_distraught_] Look, I know melodramatic personalities when I see them. That chick thinks she's some sorta tortured soul. Gimme a break.
french: [_ember_s_towards_s_rise_s_talk_distraught_] Regardez, je connais des personnalités mélodramatiques quand je les vois. Ce chiot pense qu'elle est une sorte d'âme torturée. Gimme une pause.
german: [_ember_s_towards_s_rise_s_talk_distraught_] Schau, ich kenne melodramatische Persönlichkeiten, wenn ich sie sehe. Dieser Kick, der denkt, dass sie eine sorta gefolterte Seele ist. Gimme eine Pause.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds like she should help co-write some of your sadder songs!
french: [_danny_s_towards_s_rise_s_talk_amused_] On dirait qu'elle devrait aider à coécrire certaines de vos chansons plus tristes !
german: [_danny_s_towards_s_rise_s_talk_amused_] Klingt so, als sollte sie helfen, einige deiner traurigen Songs mitzuschreiben!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... so freaking funny I forgot to laugh.
french: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... si drôle que j'ai oublié de rire.
german: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... so lustig habe ich vergessen zu lachen.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Alright, let me bring Des out as well. We'll work this out amicably.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] D'accord, laissez-moi aussi vous présenter Des sorties. Nous allons travailler à l'amiable.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, lasst mich auch Des herausbringen. Wir werden freundschaftlich arbeiten.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No wait, don't-
french: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Pas d'attente, non-
german: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Keine Wartezeit, nicht -

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Master, please, {u}please{/u} find a way to send this infernal abomination into the Ghost Zone and to never return.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Maître, s'il vous plaît, {u}s'il vous plaît{/u} trouver un moyen d'envoyer cette abomination infernale dans la Zone Fantôme et de ne jamais revenir.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Meister, bitte {u}finden Sie einen Weg, um diese höllische Abomination in die Geisterzone zu senden und niemals zurückzukehren.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, blow me, you sanctimonious, bra stuffing camel sniffer!!
french: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, soufflez-moi, vous sanctimonieux, soutiens-gorge renifleur de chameaux!!
german: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, weh mich, du scheinheilig, BH Füllung Kamel Scharfschützen!!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Ladies! Hey, quiet now!{p}Now you girls are going to need to calm down.
french: [_danny_s_towards_s_angry_s_talk_displeased_] Femmes! Hé, calmez-vous!{p}Maintenant que vous allez avoir besoin de calmer.
german: [_danny_s_towards_s_angry_s_talk_displeased_] Damen! Hey, jetzt ruhig!{p}Jetzt musst du deine Mädchen beruhigen.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] If she didn't constantly act out in there with her dreadful metal sitar, we wouldn't have such issues!
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Si elle n'agissait pas constamment avec son horrible site en métal, nous n'aurions pas de tels problèmes !
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Wenn sie nicht ständig mit ihrer furchtbaren Metall-Site dort draußen agieren würde, hätten wir solche Probleme nicht!

source: [_ember_s_away_s_angry_s_talk_consternation_] Forgive me for trying to blow off some steam! Not everyone is content to being your master's little {i}bitch!{/i}
french: [_ember_s_away_s_angry_s_talk_consternation_] Pardonnez-moi d'essayer de souffler de la vapeur! Tout le monde n'est pas content d'être la petite {i}chienne de votre maître !{/i}
german: [_ember_s_away_s_angry_s_talk_consternation_] Verzeihen Sie mir, wenn ich etwas Dampf abblasen möchte! Nicht jeder hat sich damit zufriedengegeben, der kleine {i}Hexe deines Meisters!{/i}

source: [_danny_s_towards_s_angry_s_talk_distraught_] {u}HOLD IT!!{/u}
french: [_danny_s_towards_s_angry_s_talk_distraught_] {u}VEUILLEZ LE MAINTENANT !!{/u}
german: [_danny_s_towards_s_angry_s_talk_distraught_] {u}HOLD ES!!{/u}

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, I think I have a solution.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ok, je pense que j'ai une solution.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, ich glaube, ich habe eine Lösung.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] We're listening.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] Nous sommes à l'écoute.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] Wir hören zu.

source: [_ember_s_towards_s_confused_s_talk_distraught_] Better be a damn good one...
french: [_ember_s_towards_s_confused_s_talk_distraught_] Mieux vaut être un vilain bon...
german: [_ember_s_towards_s_confused_s_talk_distraught_] Besser sei ein verdammt gut...

source: [_danny_s_towards_s_rise_s_talk_amused_] You girls clearly need some space, so, perhaps you could have a little time to yourselves outside.
french: [_danny_s_towards_s_rise_s_talk_amused_] Vous, les filles, vous avez clairement besoin d'espace, donc peut-être pourriez-vous vous laisser un peu de temps à l'extérieur.
german: [_danny_s_towards_s_rise_s_talk_amused_] Deine Mädchen brauchen eindeutig etwas Platz, also könnten Sie vielleicht etwas Zeit für dich draußen haben.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] Do you mean it? Truly?!
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] Vous voulez dire ça ? Vraiment?!
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] meinst du das? Truly?!

source: [_ember_s_towards_s_rise_s_talk_happy_] Are you serious??
french: [_ember_s_towards_s_rise_s_talk_happy_] Êtes-vous sérieux? ?
german: [_ember_s_towards_s_rise_s_talk_happy_] Sind Sie ernst??

source: [_danny_s_towards_s_rise_s_talk_amused_] Yes, but there are going to be conditions.
french: [_danny_s_towards_s_rise_s_talk_amused_] Oui, mais il y aura des conditions.
german: [_danny_s_towards_s_rise_s_talk_amused_] Ja, aber es werden Bedingungen geben.

source: [_ember_s_towards_s_idle_s_talk_consternation_] Oh great.
french: [_ember_s_towards_s_idle_s_talk_consternation_] Oh génial.
german: [_ember_s_towards_s_idle_s_talk_consternation_] Oh groß.

source: [_danny_s_towards_s_sad_s_talk_happy_] Desiree, I consider this a wish.
french: [_danny_s_towards_s_sad_s_talk_happy_] Je le considère comme un souhait.
german: [_danny_s_towards_s_sad_s_talk_happy_] Desiree, ich halte das für einen Wunsch.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Go on.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Allez-y.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Los geht's.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] You are both free to explore this house, {i}excluding{/i} the basement laboratory.{p}HOWEVER, you cannot be seen by anyone, possess anyone, or use any of your powers to influence or harm anyone in any way.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Vous êtes tous deux libres d'explorer cette maison, {i}en excluant {/i} le laboratoire de sous-sol.{p}PROCHAINS, vous ne pouvez être vu par personne, ne possédez personne ou n'utilisez aucun de vos pouvoirs pour influencer ou nuire à quiconque.
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Du bist beide frei, dieses Haus zu erkunden, {i}ausgenommen das Kellerlabor.{p}HOWEVER, du kannst von niemandem gesehen werden, besitze niemanden oder nutze irgendeines deiner Kräfte, um jemanden in irgendeiner Weise zu beeinflussen oder zu schädigen.

source: [_ember_s_towards_s_angry_s_talk_consternation_] Well, {i}that{/i} sucks!
french: [_ember_s_towards_s_angry_s_talk_consternation_] Eh bien, {i}que {/i} suce !
german: [_ember_s_towards_s_angry_s_talk_consternation_] Nun, {i}dass{/i} saugt!

source: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, this is a pretty good deal! It'll give you both a chance to garner some privacy as well as some breathing room.
french: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, c'est une bonne affaire ! Cela vous donnera une chance à la fois de gagner de l'intimité et de respirer de la pièce.
german: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, das ist ein ziemlich guter Deal! Es wird dir sowohl die Chance geben, etwas Privatsphäre zu erhalten als auch etwas Atemraum.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] As you wish my master.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] Comme vous le souhaitez à mon maître.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] Wie du meinen Meister wünschst.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Great, guess I'll just have to wait 'til the rest of your family leaves the house.
french: [_ember_s_towards_s_idle_s_talk_distraught_] Super, je devrais juste attendre que le reste de votre famille quitte la maison.
german: [_ember_s_towards_s_idle_s_talk_distraught_] Großartig, erraten werde ich nur warten müssen, bis der Rest deiner Familie das Haus verlässt.

source: [_danny_s_towards_s_wondering_s_talk_amused_] ...you know you can go invisible, right? Do {i}I{/i} need to be the one to tell you this?
french: [_danny_s_towards_s_wondering_s_talk_amused_] ... vous savez que vous pouvez aller invisible, n'est-ce pas? Est-ce que {i}je{/i} a besoin de vous dire cela ?
german: [_danny_s_towards_s_wondering_s_talk_amused_] ...du weißt, dass du unsichtbar werden kannst, oder? Muss {i}I{/i} sein, um dir das zu sagen?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...suck my dick, Danny.
french: [_ember_s_down_s_angry_s_talk_distraught_] ...suce ma queue, Danny.
german: [_ember_s_down_s_angry_s_talk_distraught_] ...meinen Schwanz saugen, Danny.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Thank you for this, [player_name]. I for one greatly {u}appreciate{/u} this additional freedom you have granted me.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Merci pour ceci, [player_name]. J'ai beaucoup apprécié {u}{/u} cette liberté supplémentaire que vous m'avez accordée.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Vielen Dank, [player_name]. Ich für einen sehr {u}schätze diese zusätzliche Freiheit, die du mir gewährt hast{/u} sehr.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, enjoy yourselves girls, don't do anything nefarious or evil while I'm gone.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Ok, amusez-vous bien des filles, ne faites rien de fâcheux ou de mal quand je suis parti.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, genieße deine Mädchen, tue nichts Schlechtes oder Böses, während ich weg bin.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] We shall not, master.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Nous ne le maîtriserons pas.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Wir werden es nicht schaffen, Herr.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Kiss ass.
french: [_ember_s_stare_s_angry_s_talk_distraught_] baiser le cul.
german: [_ember_s_stare_s_angry_s_talk_distraught_] Kuss also.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot whore.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot la puanteur.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot Hure.

source: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Be good you two. And remember, when I'm tucking myself into bed, you both go back in the Thermos.
french: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Soupir*{/i} Soyez bon vous deux. Et rappelez-vous, quand je me suis jeté au lit, vous retournez tous les deux dans les Thermes.
german: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sehen*{/i} Sei gut für zwei. Und denke daran, wenn ich mich im Bett verstecke, gehen Sie beide zurück in die Thermos.

source: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, whatever. We'll play by your stupid rules for now...
french: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, quoi qu'il arrive. Nous jouerons selon vos règles stupides pour le moment...
german: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, was auch immer. Wir werden jetzt nach deinen dummen Regeln spielen...

source: [_danny_s_at_player_s_wondering_s_consternation_] (I really hope I made the right decision with this.)
french: [_danny_s_at_player_s_wondering_s_consternation_] (J'espère vraiment que j'ai pris la bonne décision avec ceci.)
german: [_danny_s_at_player_s_wondering_s_consternation_] (Ich hoffe wirklich, dass ich damit die richtige Entscheidung getroffen habe.)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Huh? Is that the TV on?)
french: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Huh ? Est-ce que la télé est allumée?)
german: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Huh? Ist das der Fernseher an?)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I could have sworn that everyone went to bed by now.)
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (J'aurais pu avoir juré que tout le monde est allé dormir maintenant.)
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Ich hätte geschworen, dass jetzt jeder zum Bett gegangen ist.)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Wait... those voices... oh no...!)
french: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Attention... ces voix... oh non...!)
german: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (warten... die Stimmen... oh nein...!)

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I don't understand, why doesn't the man just {i}purchase{/i} the girl if he desires her that much?
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Je ne comprends pas, pourquoi l'homme {i}n'achète-t-il pas{/i} la fille s'il le désire autant ?
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Ich verstehe nicht, warum kauft der Mann nicht einfach {i}das Mädchen{/i} wenn er ihr so viel wünscht?

source: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Cause he's married, dingus!
french: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Parce qu'il est marié, dingus!
german: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Denn er ist verheiratet, dingus!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I fail to see the dilemma...
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Je ne vois pas le dilemme...
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Ich sehe das Dilemma nicht...

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] She doesn't even like him, he's totally evil and creepy looking.
french: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Elle ne l'aime même pas, il est tout à fait maléfique et effrayant.
german: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Sie mag ihn nicht einmal, er ist völlig böse und grausame Blick.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Since when did the looks of the man ever matter in matters such as this?
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Depuis quand les regards de l'homme ont-ils toujours compté dans des questions comme celle-ci?
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Seit wann war das Aussehen des Mannes in solchen Fragen von Belang?

source: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhh... you still have your whole programming wired into the stone ages, girl...
french: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhh... vous avez encore toute votre programmation filée dans l'ère des pierres, fille...
german: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahh... du hast noch deine ganze Programmierung in die Steinzeitalter, Mädchen...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] In my day, the man simply found a woman that he thought would look good in his chambers and bought her. Simplicity at its finest.
french: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] En mon temps, l'homme a simplement trouvé une femme qu'il pensait bonne dans ses chambres et l'a achetée. Simplicité à son meilleur.
german: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] In meinem Tag fand der Mann einfach eine Frau, von der er dachte, sie würde in seinen Kammern gut aussehen, und kaufte sie. Einfachheit am besten.

source: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Okay, that's called slavery, it's kinda been illegal for a while now.
french: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] D'accord, cela s'appelle l'esclavage, c'est un peu illégal depuis un certain temps.
german: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Okay, das nennt man Sklaverei, es ist eine Art illegal für eine Weile gewesen.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] And c'mon, you really didn't have {i}any{/i} say at all with the Sul... Sulty? Whatever he was?
french: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Et c'mon, vous n'avez vraiment rien dit de {i}{/i} avec le Sul... Sulty? Qu'est-ce qu'il était?
german: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Und c'mon, du hast {i}wirklich nicht{/i} mit dem Sul... Sulty? Was auch immer er war?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] The {u}Sultan{/u}, and no, I did not.
french: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Le {u}Sultan{/u}, et non, je ne l'ai pas fait.
german: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Der {u}Sultan{/u}, und nein, ich habe es nicht getan.

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] But like... what about... I don't know...{p}...love or some shit?
french: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Mais comme... quoi... je ne sais pas...{p}...amour ou merde ?
german: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Aber wie... Wozu... Ich weiß nicht...{p}...Liebe oder Scheiße?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Love is a... rather complicated matter, there are many different types of it.
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] L'amour est... une matière plutôt compliquée, il y a beaucoup de types différents.
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Liebe ist ... ziemlich komplizierte Materie, es gibt viele verschiedene Arten davon.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Love can always be cultivated over time. I still had power over my destiny, even under his care.
french: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] L'amour peut toujours être cultivé au fil du temps. J'ai toujours eu le pouvoir sur mon destin, même sous ses soins.
german: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Liebe kann immer im Laufe der Zeit kultiviert werden. Ich hatte immer noch Macht über mein Schicksal, auch unter seiner Pflege.

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] From what I know, "love" is a load of bullshit, trust me.
french: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] D'après ce que je sais, "amour" est une charge de taureau, croyez-moi.
german: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Von dem, was ich weiß, "Liebe" ist eine Menge Bullshit, vertrauen Sie mir.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] My Sultan was never cruel to me, however.
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Mon Sultan n'a jamais été cruel envers moi, cependant.
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Mein Sultan war jedoch nie grausam für mich.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] No, he just used you to bust his load, right?
french: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Non, il vient juste de vous utiliser pour faire sa charge, n'est-ce pas?
german: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Nein, er hat dich gerade benutzt, um seine Last zu zerschlagen, oder?

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Believe me, it was a mutual affair.
french: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Croyez-moi, c'était une affaire mutuelle.
german: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Glauben Sie mir, es war eine gegenseitige Angelegenheit.

source: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...that you had no say in.
french: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ... que vous n'avez pas eu votre mot à dire.
german: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...in dem du kein Mitspracherecht hatte.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] I was showered in gifts.
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] J'ai été submergé de cadeaux.
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] Ich wurde in Geschenke duscht.
