Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} I found large doses of venom inside your wound, {b}cobra venom{/b}, to be exact... of course, I had to do a little research to be sure.
french: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Soupir*{/i} J'ai trouvé de grandes doses de venin dans votre plaie, {b}venin de cobra{/b}, pour être exact. . - Bien sûr, j’ai dû faire un peu de recherche pour être sûr.
german: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Sehen*{/i} Ich habe große Dosen von Gift in deiner Wunde gefunden, {b}Bobra venom{/b}, um genau zu sein. . Natürlich musste ich ein wenig recherchieren, um sicher zu sein.

source: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Just the pure volumetric amount of that nasty corrosive toxin you had in your skin should have caused you to at least lose your arm. But you only dealt with a heavy fever, that you clearly broke out of pretty fast.
french: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Seule la quantité volumétrique pure de cette mauvaise toxine corrosive que vous aviez dans votre peau aurait dû vous faire perdre au moins votre bras. Mais vous avez seulement fait face à une forte fièvre, que vous avez clairement brisé de assez vite.
german: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Nur die reine volumetrische Menge des hässlichen korrosiven Giftstoffs, das du in deiner Haut hattest, sollte dazu geführt haben, dass du zumindest deinen Arm verlierst. Aber Sie haben es nur mit einem schweren Fieber zu tun, das Sie offensichtlich ziemlich schnell ausgebrochen sind.

source: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, man... so that's why I was so sick!
french: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, homme... alors c'est pour ça que j'étais si malade!
german: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, Mensch... deshalb war ich so krank!

source: [_kate_s_towardsdown_s_sad_s_talk_displeased_] I underplayed how bizarre things were because I wanted to make sure my hypothesis was correct before bringing up something so... unbelievable.
french: [_kate_s_towardsdown_s_sad_s_talk_displeased_] J'ai sous-estimé à quel point les choses étaient bizarres parce que je voulais m'assurer que mon hypothèse était correcte avant d'évoquer quelque chose... incroyable.
german: [_kate_s_towardsdown_s_sad_s_talk_displeased_] Ich habe untergespielt, wie bizarre Dinge waren, weil ich sicherstellen wollte, dass meine Hypothese richtig war, bevor ich etwas so... Unglaubliches.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Then, once I asked you here, it just so happens that for a {u}second{/u} time, Inviso-Bill just so happens to be around to "save" me... in the {i}same{/i} exact spot I told Danny Fenton to show up at?
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Puis, une fois que je vous ai demandé ici, il se passe que pendant {u}secondes{/u} de temps, Inviso-Bill il arrive donc d'être là pour me «sauver» moi. . au point {i}même{/i} exact où j'ai dit à Danny Fenton de se présenter ?
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Dann, sobald ich dich hier gefragt habe, passiert das für eine {u}Sekunde{/u} Zeit Inviso-Bill nur so zufällig um mich zu "retten". . am {i}gleichen Ort, an dem ich Danny Fenton gesagt habe, dass er auftauchen sollte?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] I mean, it wouldn't exactly take a super-sleuth to put everything together.
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Je veux dire, il ne faudrait pas exactement un super-sleuth pour tout assembler.
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Ich meine, es würde nicht gerade einen Supersleut, um alles zusammenzustellen.

source: [_danny_s_towards_s_sad_s_talk_amused_] ...alright, alright. Well done. You got me Kate.
french: [_danny_s_towards_s_sad_s_talk_amused_] ... d'accord, d'accord. Bien joué. Vous m'avez fait Kate.
german: [_danny_s_towards_s_sad_s_talk_amused_] ...gut, gut. Gut gemacht. Du hast mich Kate.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, right... so then, I sorta have a question... or two... or-
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, à droite... alors je sorta une question... ou deux... ou-
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, oder... so dann, ich sorta habe eine Frage... oder zwei...

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah, I figured. At this point, you have me dead to rights, so, fire away.
french: [_danny_s_towards_s_rise_s_talk_happy_] Oui, je me suis trompé. À ce stade, vous m'avez mort pour des droits, donc feu.
german: [_danny_s_towards_s_rise_s_talk_happy_] Ja, ich habe gezählt. An diesem Punkt hast du mich tot an Rechten, also feuern Sie weg.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] So, are you actually a ghost or-
french: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Alors, êtes-vous en fait un fantôme ou-
german: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Also, bist du tatsächlich ein Geister oder-

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, not quite. I mean, I'm still Danny Fenton, the kid born and raised in Amity Park, but now I'm... sorta dead, sorta alive... kinda somewhere in-between.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Non, pas mal. Je veux dire, je suis toujours Danny Fenton, l'enfant né et élevé dans le parc Amity, mais maintenant je suis. . sorta dead, sorta vivante... kinda quelque part entre les deux.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Nein, nicht ganz. Ich meine, ich bin immer noch Danny Fenton, das Kind geboren und im Amity Park aufgewachsen, aber jetzt bin ich. sorta tot, sorta vive... kinda irgendwo dazwischen.

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] It's truly unbelievable, and I mean it. I can't believe that you're some sorta... {u}super hero{/u}! That's just crazy! {i}Hah!{/i}
french: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] C'est vraiment incroyable, et je veux dire. Je ne peux pas croire que vous êtes un sorta... {u}super héros{/u}! C'est juste fou! {i}Hah !{/i}
german: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] Es ist wirklich unglaublich, und ich meine es. Ich kann nicht glauben, dass du eine Sorte bist... {u}Superhelden{/u}! Das ist einfach verrückt! {i}Hah!{/i}

source: [_danny_s_down_s_sad_s_talk_happy_] I don't know about {i}super{/i} hero... I mean, {i}heh{/i}, I just try to do my best...
french: [_danny_s_down_s_sad_s_talk_happy_] Je ne connais pas le héros {i}super{/i}... Je veux dire, {i}heh{/i}, j'essaie juste de faire mon mieux...
german: [_danny_s_down_s_sad_s_talk_happy_] Ich weiß nicht über {i}super{/i} Held... Ich meine, {i}heh{/i}, ich versuche nur, mein Bestes zu tun...

source: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, give yourself some credit! That's what, twice you've come to my rescue? Saving me from that Cobra and getting my medical supplies back?
french: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, donnez-vous un peu de crédit ! C'est quoi, deux fois que vous êtes venu à mon secours? Je me suis sauvé de ce Cobra et j'ai récupéré mes fournitures médicales?
german: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, nimm dir etwas Gutes! Das war's: Zweimal bist du zu meiner Rettung gekommen? Rettet mich von diesem Cobra und holt meine medizinische Versorgung zurück?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] A real knight in shining armor vibe you've got going on.
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Un vrai chevalier dans une armure étincelante que vous avez vu.
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Ein echter Ritter in leuchtender Rüstung, den du betreten hast.

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Like I said, I do my best...
french: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuces*{/i} Comme je l'ai dit, je fais mon mieux...
german: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Wie gesagt, ich tue mein Bestes...

source: [_kate_s_closed_s_neutral_s_talk_happy_] Well, you've certainly earned the title in my eyes, that's for sure...
french: [_kate_s_closed_s_neutral_s_talk_happy_] Eh bien, vous avez certainement gagné le titre dans mes yeux, c'est sûr...
german: [_kate_s_closed_s_neutral_s_talk_happy_] Nun, du hast den Titel sicher in meinen Augen verdient, das ist sicher...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...ya' know, how about as a thank you, we grab a bite to eat sometime, on me?
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ... vous savez, en tant que remerciement, nous saisissons une bouchée pour manger quelque temps, sur moi?
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...ja, wie wäre es mit dir als Dankeschön, wir schnappen uns einen Biss, um irgendwann auf mich zu essen?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Like, a little lunch date? Just a school nurse and her... all too frequent patient?
french: [_danny_s_towards_s_wondering_s_talk_amused_] Vous aimez un petit déjeuner ? Juste une infirmière d'école et elle... trop souvent patient ?
german: [_danny_s_towards_s_wondering_s_talk_amused_] Gefällt mir, ein kleines Mittagessen? Nur eine Krankenschwester und sie... zu oft Patienten?

source: [_kate_s_down_s_sad_s_talk_consternation_] Well, it'd probably be inappropriate to do that... you wouldn't be able to hang out with me as "Danny", a boy who goes to the school I work at.
french: [_kate_s_down_s_sad_s_talk_consternation_] Eh bien, il serait probablement inapproprié de le faire... Vous ne pourriez pas passer avec moi comme "Danny", un garçon qui va à l'école où je travaille.
german: [_kate_s_down_s_sad_s_talk_consternation_] Nun, es wäre wahrscheinlich unangebracht, das zu tun... Du würdest nicht mit mir als "Danny", einem Jungen, der in die Schule geht, an der ich arbeite, aufhängen können.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}ohh!{/i}{p}Right, got it!
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}oh!{/i}{p}D'accord, compris!
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}ohh!{/i}{p}Rechts!

source: [_kate_s_towardsdown_s_sad_s_talk_happy_] I mean, it's not that I personally wouldn't or anything! It's just with the job and everything...
french: [_kate_s_towardsdown_s_sad_s_talk_happy_] Je veux dire, ce n'est pas que je n'aurais personnellement ni rien à faire ! C'est juste avec le travail et tout...
german: [_kate_s_towardsdown_s_sad_s_talk_happy_] Ich meine, es ist nicht so, dass ich persönlich nicht oder irgendetwas tun würde! Es ist nur mit dem Job und alles...

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...I could probably get suspended for hanging out with a student after hours in public like that.
french: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...Je pourrais probablement être suspendu pour être suspendu avec un étudiant après des heures en public comme ça.
german: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...Ich könnte wahrscheinlich ausgehängt werden, weil ich mit einem Schüler nach Stunden in der Öffentlichkeit so ausgehängt werde.

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, yeah, that's totally fair, I totally get it.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Non, oui, c'est tout à fait juste, je l'obtiens totalement.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Nein, ja, das ist völlig fair, ich bekomme es ganz.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But, ya' know, it's not you or anything... it's just...
french: [_danny_s_towards_s_sad_s_talk_displeased_] Mais, tu sais, ce n'est pas toi ou rien... c'est juste...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Aber, du weißt, du bist nicht oder irgendetwas... es ist nur...

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...I guess it'd sorta be nice if maybe... maybe I could know if the girls I like are starting to find interest in me just for being {u}me{/u}, and not just because of "Inviso-Bill"...
french: [_danny_s_at_self_s_sad_s_talk_displeased_] ...Je suppose que ça serait gentil si peut-être... peut-être que je pourrais savoir si les filles que j'aime commencent à m'intéresser pour être {u}moi{/u}, et pas seulement à cause de "Inviso-Bill"...
german: [_danny_s_at_self_s_sad_s_talk_displeased_] ...Ich denke, es wäre sorta schön, wenn mich... vielleicht könnte ich wissen, ob die Mädchen, die ich mag anfangen, Interesse an mir zu finden, nur weil ich {u}m{/u}, und nicht nur wegen der "Inviso-Bill"...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Don't worry champ, {i}I{/i} know who the real hero is. {i}*Winks*{/i}
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Ne vous inquiétez pas champ, {i}moi{/i} je sais qui est le vrai héros. {i}*clin d'œil*{/i}
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Keine Sorge, {i}I{/i} weiß, wer der wahre Held ist. {i}*Winks*{/i}

source: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] You know it'd be nice if you could try rubbing off on Star a little... I swear, that girl is getting mixed up more and more with the wrong crowd. She needs a good kid like you in her life.
french: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] Vous savez que ce serait bien si vous pouviez essayer de vous frotter un peu à Star ... Je vous jure que cette fille se mêle de plus en plus à la mauvaise foule. Elle a besoin d'un bon enfant comme vous dans sa vie.
german: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] Du weißt, es wäre schön, wenn du mit Star ein wenig ausreiben könntest... Ich schwöre, dieses Mädchen vermischt sich immer mehr mit der falschen Menge.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...wait... you're... you're Star's {u}mom?!{/u}
french: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...attendez... vous... vous êtes {u}maman des Étoiles ?!{/u}
german: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...warten... du re... du bist {u}Mam?!{/u}

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Star can be a bit shy to talk about it, but I always thought the resemblance kinda gave it away, no?
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Star peut être un peu timide pour en parler, mais j'ai toujours pensé que la ressemblance de ce genre l'a donné, non ?
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Stern kann ein bisschen schüchtern sein, um darüber zu sprechen, aber ich dachte immer, dass die Ähnlichkeit ihn verschenkt hat, nein?

source: [_danny_s_towards_s_wondering_s_talk_amused_] I mean, now that you mention it, yeah, I do see it! Sorta glaringly obvious, really...{p}I can definitely see where Star gets her good looks from.
french: [_danny_s_towards_s_wondering_s_talk_amused_] Je veux dire, maintenant que vous le mentionnez, oui, je le vois! Sorta visiblement évident, vraiment. .{p}Je peux certainement voir d'où Star a son beau look.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Ich meine, jetzt, da du es erwähnst, ja, ich sehe es! Sorta eklatant offensichtlich, wirklich. .{p}Ich kann definitiv sehen, woher Stern ihr gut aussieht.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, been eyeing up my daughter, have you?
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i} regardait ma fille, n'est-ce pas?
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, habe meine Tochter gesehen, oder?

source: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, well, she's definitely... attractive, sure... but, no offense, Star doesn't really have much interest in giving the time of day to a Danny Fenton... only an Inviso-Bill.
french: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, eh bien, elle est définitivement jolie, bien sûr... mais pas de blasphème, Star n'a pas vraiment intérêt à donner l'heure de la journée à un Danny Fenton... mais seulement un Inviso-Bill.
german: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, nun, sie ist definitiv ... attraktiv, sicher... Aber kein Anstoß, Star hat nicht wirklich viel Interesse daran, einem Danny Fenton die Tageszeit zu geben... nur ein Inviso-Bill.

source: [_kate_s_closed_s_sad_s_talk_happy_] ...that's just too bad then. She's definitely still got some more growing up to do.{p}Her loss, I say!
french: [_kate_s_closed_s_sad_s_talk_happy_] ... c'est juste trop mal. Elle a certainement encore un peu plus grandi.{p}sa perte, je dira!
german: [_kate_s_closed_s_sad_s_talk_happy_] ...das ist dann einfach zu schlecht. Sie ist definitiv noch etwas größer geworden.{p}Ihr Verlust, sage ich!

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] But she {i}is{/i} a kind, sweet person deep down.
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Mais elle {i}est {/i} une gentille personne au fond du corps.
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Aber sie {i}ist{/i} eine freundliche, süße Person tief unten.

source: [_danny_s_towards_s_neutral_s_talk_amused_] I'm sure you'd know better than me.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Je suis sûr que vous connaissez mieux que moi.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Ich bin sicher, du würdest es besser wissen als ich.

source: [_danny_s_towards_s_rise_s_talk_amused_] Anyway, when would you like to schedule your lunch date with Mr. Bill? I'll see if I can't fit you into his rather hectic schedule.
french: [_danny_s_towards_s_rise_s_talk_amused_] Quoi qu'il en soit, quand aimeriez-vous planifier votre déjeuner avec M. « Billet? Je vais voir si je ne peux pas vous mettre dans son calendrier plutôt mouvementé. »
german: [_danny_s_towards_s_rise_s_talk_amused_] Wie auch immer, wann möchten Sie Ihr Mittagsdatum mit Herrn planen. Bill? Ich werde sehen, ob ich dich nicht in seinen ziemlich hektischen Zeitplan passen kann.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well... how about Saturday? That work for Mr. Bill?
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Eh bien... que diriez-vous du samedi ? Ce travail pour M. Bill?
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Nun... wie wäre es mit Samstag? Das funktioniert für Herrn Bill?

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, Saturday, huh... that sounds about right! I'll mark you down for lunch.
french: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, samedi, hein... ça sonne bien ! Je vais vous marquer pour le déjeuner.
german: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, Samstag, huh... das klingt richtig! Ich markiere dich zum Mittagessen.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Please tell him I'm really grateful for being so accommodating. And that I also {i}really{/i} appreciate him coming to save me the other night...
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] S'il vous plaît, dites-lui que je suis vraiment reconnaissant pour être si accommodant. « Et que j'apprécie aussi {i}{/i} qu'il vienne me sauver l'autre nuit... »
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bitte erzähle ihm, dass ich wirklich dankbar bin, dass ich so untergebracht bin. Und dass ich auch {i}wirklich{/i} schätze, dass er kommt, um mir die andere Nacht zu retten...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, and before I go...
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, et avant de partir...
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, und bevor ich geht...

source: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...do be a dear and pass that onto him for me, won't you Mr. Fenton?
french: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ... ne soyez pas un cher et laissez-le passer sur lui pour moi, n'est-ce pas vous, Monsieur Fenton?
german: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...sei ein lieber und überlasse ihn für mich, wirst du nicht Mr. Fenton?

source: [_danny_s_towards_s_rise_s_talk_amused_] I'll be sure to convey that as best I can, nurse.{p}Although, it may not sound as good coming from me, {i}heh...{/i}
french: [_danny_s_towards_s_rise_s_talk_amused_] Je vais être sûr de le transmettre le mieux possible, infirmière.{p}Bien que cela ne semble pas aussi bon venant de moi, {i}heh...{/i}
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich bin sicher, dass ich das bestmöglich übermitteln kann, Krankenschwester.{p}, obwohl es nicht so gut klingt, wie ich von mir komme, {i}heh...{/i}

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] See ya around Danny. I'll be looking forward to Saturday...{p}..."hero"...
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Vous voyez autour de Danny. J'attends avec impatience le samedi...{p}..."héros"...
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Schaue ya um Danny. Ich freue mich auf Samstag...{p}..."Held"...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, how's it-
french: [_danny_s_towards_s_neutral_s_talk_happy_] Hé, Kate, comment ça se passe -
german: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, wie-

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny? I thought that we were going to have you- wait, what's the matter?
french: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny ? Je pensais que nous allions vous avoir - attendez, qu'est-ce qui compte ?
german: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny? Ich dachte, dass wir dich haben werden - warte, was ist die Sache?

source: [_danny_s_towards_s_rise_s_talk_amused_] You just look... {i}different!{/i}
french: [_danny_s_towards_s_rise_s_talk_amused_] Vous venez de regarder... {i}différemment !{/i}
german: [_danny_s_towards_s_rise_s_talk_amused_] Du schaust gerade an... {i}anders!{/i}

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Well c'mon, you didn't seriously think I spent my weekends still dressed as a nurse, right?
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Eh bien c'mon, vous n'avez pas sérieusement pensé que j'ai passé mes week-ends encore habillés en infirmière, n'est-ce pas?
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Nun c'mon, du hast nicht ernsthaft gedacht, ich verbrachte meine Wochenenden noch als Krankenschwester, oder?

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, no, it's just... different is all. And I've seen you outside school hours still dressed like a nurse, {i}sooo{/i}...
french: [_danny_s_towards_s_neutral_s_talk_happy_] Non, non, c'est juste... différent c'est tout. Et je vous ai vu en dehors des heures de classe, toujours habillé comme une infirmière, {i}sooo{/i}...
german: [_danny_s_towards_s_neutral_s_talk_happy_] Nein, nein, es ist nur... anders ist alles. Und ich habe gesehen, dass du außerhalb der Schulzeit noch wie eine Krankenschwester gekleidet bist, {i}sooo{/i}...

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, Sam and I were debating whether or not the faculty were just tucked into their cupboards at night, because we really never see them around town anyway.
french: [_danny_s_towards_s_rise_s_talk_amused_] Je veux dire, Sam et moi discutions de la question de savoir si le corps professoral était juste jeté dans leurs placards la nuit, parce que nous ne les voyons vraiment jamais dans la ville de toute façon.
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich meine, Sam und ich haben darüber diskutiert, ob die Fakultät nachts in ihren Schränken steckt oder nicht. weil wir sie sowieso nie in der Stadt sehen.
