Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well what's stressing you out? I'm all ears.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Eh bien, qu'est-ce qui vous tient à coeur? Je suis tout à l'oreille.

source: [_danny_s_down_s_sad_s_talk_distraught_] Ehh.. you know just... just stuff.
french: [_danny_s_down_s_sad_s_talk_distraught_] Ehh... vous savez juste... juste des trucs.

source: [_maddie_s_towards_s_confused_s_talk_frown_] ...stuff? So, like, just... nondescript... {u}stuff{/u}?
french: [_maddie_s_towards_s_confused_s_talk_frown_] ... des trucs? Alors, comme... juste une non-description... {u}trucs{/u}?

source: [_danny_s_at_player_s_wondering_s_talk_frown_] Yeah, nondescript stuff.
french: [_danny_s_at_player_s_wondering_s_talk_frown_] Ouais, des choses indescriptibles.

source: [_maddie_s_towards_s_amused_s_talk_happy_] Teenage woes? Girls not giving you the exact sorta attention you're looking for?
french: [_maddie_s_towards_s_amused_s_talk_happy_] Malheur à un adolescent ? Les filles ne vous accordent pas l'attention exacte que vous cherchez ?

source: [_danny_s_towards_s_angry_s_talk_distraught_] Mom!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Maman !

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey, c'mon, I was a teenager once too, ya' know!
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Hé, c'mon, j'étais un adolescent aussi, tu sais!

source: [_danny_s_at_danny_s_sad_s_talk_frown_] I know, but...
french: [_danny_s_at_danny_s_sad_s_talk_frown_] Je sais, mais...

source: [_maddie_s_towards_s_confused_s_talk_frown_] But what?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Mais quoi ?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Nothing. This flight is just really making me sketched out a little.
french: [_danny_s_towards_s_wondering_s_talk_frown_] Rien. Ce vol ne fait que me faire esquisser un peu.

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] What, why?
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Pourquoi?

source: [_danny_s_towards_s_rise_s_talk_distraught_] I mean, aren't you at all alarmed that this is a little 'excessive'?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Je veux dire, ne vous inquiétez pas du tout que c'est un peu "excessif" ?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] I don't know what you could mean, sweetie.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Je ne sais pas ce que vous pourriez signifier, sucré.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Well, a first class flight to a science convention for somebody who's never attended before? {u}Plus{/u} hotel? I mean, maybe I'm just being paranoid, but...
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Eh bien, un vol de première classe vers une convention scientifique pour quelqu'un qui n'a jamais assisté auparavant ? « {u}Plus{/u} hôtel? Je veux dire, peut-être que je suis paranoïaque, mais... »

source: [_intercom_] {i}Goooood{/i} afternoon passengers, this is your pilot, Captain Wi Bail-lin speaking... just letting you know to expect some choppy turbulence ahead.
french: [_intercom_] {i}passagers de l'après-midi{/i}, il s'agit de votre pilote, le capitaine Wi Bail-lin parlant... vous avez simplement fait savoir que vous attendez des turbulences à venir.

source: [_danny_s_up_right_s_unhappy_s_talk_distraught_] Well that doesn't sound too good...
french: [_danny_s_up_right_s_unhappy_s_talk_distraught_] Eh bien, ça ne semble pas trop bien...

source: [_maddie_s_towards_s_amused_s_talk_amused_] I've flown a couple times, it's never as bad as they say it is.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Je me suis envolé deux fois, ce n'est jamais aussi mauvais qu'ils le disent.

source: [_intercom_] Just know you're in good hands today, as I'm working today alongside my fellow co-pilots, First Officer Ho Lee Fuk and Flight Engineer Yu-Awle Ded-Fukas.
french: [_intercom_] Sachez juste que vous êtes entre de bonnes mains aujourd'hui, alors que je travaille aujourd'hui aux côtés de mes collègues co-pilotes, Premier officier Ho Lee Fuk et ingénieur en vol Yu-Awle Ded-Fukas.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, remember to thank the pilots for flying us out here when we get off. They might even give you some pilot's wings!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, n'oubliez pas de remercier les pilotes de nous avoir volés ici quand nous partons. Ils pourraient même vous donner des ailes de pilote !

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] C'mon, Mom, I'm not a little kid who gets impressed by shiny things...
french: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] C'mon, Maman, je ne suis pas un petit enfant qui est impressionné par des choses brillantes...

source: [_maddie_s_towards_s_wondering_s_talk_amused_] I'm just saying! The Dalv people were kind enough to lend this plane to us, we should do our best to be gracious guests!
french: [_maddie_s_towards_s_wondering_s_talk_amused_] Je dis juste ! Les Dalv ont eu la gentillesse de nous prêter cet avion, nous devrions faire de notre mieux pour être des invités bienveillants !

source: [_intercom_] Now folks, if you look out on your leftside window, you'll actually see the cold, bleak Colorado Rocky's!
french: [_intercom_] Maintenant, les gars, si vous regardez sur votre fenêtre de gauche, vous verrez vraiment les Rocheuses froides et sinistres du Colorado !

source: [_danny_s_down_s_angry_s_talk_frown_] Uhghh! We {u}just{/u} got to Colorado? What gives?!
french: [_danny_s_down_s_angry_s_talk_frown_] Uhghh! Nous {u}juste{/u} sommes arrivés au Colorado ? Qu'est-ce que ça donne ?!

source: [_maddie_s_towards_s_confused_s_talk_amused_] Well yeah, Danny, we live in Minnesota, a detour this big takes some time! Just enjoy the scenic views!
french: [_maddie_s_towards_s_confused_s_talk_amused_] Eh bien ouais, Danny, nous vivons au Minnesota, un détour de ce grand prend un peu de temps ! Il suffit de profiter des vues scéniques !

source: [_intercom_] And if you look out on your right side... you'll see {b}me{/b}! Bailing out of the plane before it barrels out of control... {i}*Chuckles*{/i} ...and crashes!
french: [_intercom_] Et si vous regardez de votre côté droit... vous verrez {b}moi{/b} ! Sortir de l'avion avant qu'il ne soit hors de contrôle... {i}*Chuckles*{/i} ...et s'écrase !

source: [_maddie_s_away_wide_s_aghast_s_talk_displeased_] Danny... why can I see the Captain parachuting out of the plane...?
french: [_maddie_s_away_wide_s_aghast_s_talk_displeased_] Danny... pourquoi puis-je voir le Capitaine parachuter hors de l'avion...?

source: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_] Danny, quickly, to the cockpit!!
french: [_maddie_s_towards_wide_s_unhappy_s_talk_displeased_] Danny, vite, au cockpit!!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh no! Someone's jammed the controls! I can't bring this thing up at all!
french: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh non! Quelqu'un a brouillé les contrôles! Je ne peux pas le faire du tout!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] What do we do?!
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Que faisons-nous?!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Try to see if you can find some parachutes! {b}HURRY!!{/b}
french: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Essayez de voir si vous pouvez trouver des parachutes ! {b}HURRY!!{/b}

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] There's gotta be something I can find to-
french: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Il doit y avoir quelque chose que je peux trouver-

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Hmm? Two perfectly placed parachutes, but...
french: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] Hmm? Deux parachutes parfaitement placés, mais...

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] They've both got our names on them?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] Ils ont tous deux nos noms ?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom! I found these two parachutes, but-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Maman ! J'ai trouvé ces deux parachutes, mais -

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Fine, put them on, hurry!
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Très bien, mettez-les sur, dépêchez-vous !

source: [_danny_s_towards_s_rise_s_talk_frown_] But, I've n-never jumped out a plane before!
french: [_danny_s_towards_s_rise_s_talk_frown_] Mais, je n'ai jamais sauté sur un avion auparavant !

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Trust me Danny! It's the only way!
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Faites confiance à Danny ! C'est la seule façon !

source: [_danny_s_at_danny_s_unhappy_s_talk_frown_] But I-
french: [_danny_s_at_danny_s_unhappy_s_talk_frown_] Mais je-

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny {b}PLEASE{/b}! There's no time! Take my hand!
french: [_maddie_s_towards_s_sad_s_talk_displeased_] Danny {b}VEUILLEZ{/b} ! Il n'y a pas de temps ! Prenez ma main !

source: [_pilot_] Thank you for flying "Air Evil Plot!"
french: [_pilot_] Merci d'avoir volé « Le lot du mal de l'air! »

source: [_pilot_] Enjoy your trip! {i}Ahaah hahahah!{/i}
french: [_pilot_] Profitez de votre voyage ! {i}Ahaah hahah !{/i}

source: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_talk_distraught_] Oh this is {i}just{/i} perfect...
french: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_talk_distraught_] Oh c'est {i}juste {/i} parfait...

source: [_maddie_s_offscreen_s_towards_s_rise_s_talk_happy_2_] Oh c'mon Danny, don't be so glum!
french: [_maddie_s_offscreen_s_towards_s_rise_s_talk_happy_2_] Oh c'mon Danny, ne soyez pas si gloussant!

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Just look at this view!!
french: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Regardez simplement cette vue!!

source: [_maddie_] Thank goodness. I'm glad we landed safely.
french: [_maddie_] Dieu merci. Je suis heureux que nous ayons atterri en toute sécurité.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Holy shit!! Did you actually see that though?!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Sainte merde! Mais avez-vous vu ça ?!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, I did not raise you to use that kind of language mister!
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, je ne t'ai pas élevé pour utiliser ce genre de langue mister!

source: [_danny_s_towards_s_wondering_s_talk_frown_] Mom, the pilot was a ghost! Don't you get it? The private chartered flight, the invites, forcing us to land here... {i}it's some sorta trap!{/i}
french: [_danny_s_towards_s_wondering_s_talk_frown_] Maman, le pilote était un fantôme ! Vous ne l'obtenez pas ? Le vol affrété privé, les invitations, nous forçant à atterrir ici. . {i}c'est un piège sorta !{/i}

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] ...huh. Guess we were sorta slow to arrive to that conclusion, weren't we?
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] ... hein. Je suppose que nous avons été lents à arriver à cette conclusion, n'est-ce pas?

source: [_danny_s_down_s_unhappy_s_talk_frown_] Yeah, and now we're stranded in the middle of nowhere.
french: [_danny_s_down_s_unhappy_s_talk_frown_] Oui, et maintenant nous sommes bloqués au milieu de nulle part.

source: [_maddie_s_towards_s_amused_s_talk_amused_] It's Colorado, sweetie.
french: [_maddie_s_towards_s_amused_s_talk_amused_] C'est le Colorado, sucré.

source: [_danny_s_towards_s_rise_s_talk_distraught_] The middle of nowhere... in Colorado.
french: [_danny_s_towards_s_rise_s_talk_distraught_] Le milieu de nulle part... au Colorado.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well there's no use just standing around here waiting for somebody to come rescue us. Let's just get a move on.
french: [_maddie_s_towards_s_rise_s_talk_frown_] Eh bien, il n'y a pas d'utilité à rester là juste en attendant que quelqu'un vienne nous sauver. Allons-y.

source: [_danny_s_towards_s_angry_s_talk_distraught_] You are way, {i}way{/i} too calm after what just happened.
french: [_danny_s_towards_s_angry_s_talk_distraught_] Vous êtes sur le chemin, {i}{/i} trop calme après ce qui vient de se passer.

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, I can't let myself get flustered, there may still be ghosts around and I'm going to have to keep you safe.
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Danny, je ne peux pas me laisser mouiller, il se peut qu'il y ait encore des fantômes autour et je vais devoir vous garder en sécurité.

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, which way do we go?
french: [_danny_s_towards_s_sad_s_talk_frown_] Eh bien, où allons-nous ?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] I don't know, but we'll seriously need to start moving soon.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Je ne sais pas, mais nous allons sérieusement commencer à bouger bientôt.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] At the very least, we should try to find some food and water before the sun sets.
french: [_maddie_s_towards_s_neutral_s_talk_frown_] Au minimum, nous devrions essayer de trouver de la nourriture et de l'eau avant le coucher du soleil.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] But what if we go the wrong way?! We could be lost for days out here!
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Mais que se passe-t-il si nous nous trompons ? Nous pourrions être perdus pendant des jours !

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] That's true, but if we just stay put, and the numerous amount of wildlife and potential ghosts don't get us, then starvation and dehydration certainly will...
french: [_maddie_s_towards_s_wondering_s_talk_displeased_] C'est vrai, mais si nous restons en place, et les nombreuses espèces sauvages et les fantômes potentiels ne nous arrivent pas, alors la famine et la déshydratation ne manqueront pas...

source: [_maddie_s_towards_s_neutral_s_talk_amused_] So, chin up high, Danny. We shall carry on.
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Donc, le menton haut, Danny. Nous allons continuer.

source: [_maddie_s_towards_s_neutral_s_talk_frown_] We'll head in this direction first. The trees tend to indicate a more open valley shape this way.
french: [_maddie_s_towards_s_neutral_s_talk_frown_] Nous allons nous diriger dans cette direction en premier. Les arbres ont tendance à indiquer une vallée plus ouverte de cette façon.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Now then, Mr. Fenton... forward {b}march{/b}!
french: [_maddie_s_towards_s_amused_s_talk_amused_] Alors, monsieur Fenton... en avant {b}marche{/b} !

source: [_danny_s_towards_s_neutral_s_smile_] (Wow... Mom's kind've a badass when she puts her mind to stuff.)
french: [_danny_s_towards_s_neutral_s_smile_] (Wah... Maman a fini par un blason quand elle se met à l'esprit.)

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Aye aye, general, lead the way!
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Aye aye, général, ouvre la voie !

source: [_maddie_] Hmmm... seems a bit of an open area... nice central tree here as a landmark though... what should we do next?
french: [_maddie_] Hmmm... semble un peu de zone ouverte... bon arbre central ici en tant que point de repère... que devrions-nous faire ensuite?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, doesn't the tree over here look a little strange?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hé, l'arbre là-bas n'est-il pas un peu étrange ?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, you know I think you're right, there is something definitely odd about it...
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmm, vous savez que je pense que vous avez raison, il y a quelque chose de vraiment étrange à ce sujet...

source: [_danny_s_towards_s_wondering_s_talk_pleased_] It looks like there's something lodged in it!
french: [_danny_s_towards_s_wondering_s_talk_pleased_] On dirait qu'il y a quelque chose qui y est logé !

source: [_maddie_s_towards_s_confused_s_talk_frown_] Why yes... it looks like... a... sword?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Pourquoi oui... il ressemble à... épée?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Seriously? {b}NEAT!{/b} I'll grab it and we can use to cut through these bushes easier!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Sérieusement? {b}MAINTENANT !{/b} Je vais l'attraper et nous pouvons utiliser pour couper ces buissons plus facilement!

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wait, Danny it might be-
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Attendez, Danny ça pourrait être-

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] -haunted!
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] -hanté !

source: [_danny_s_towards_s_sad_s_talk_distraught_] Seriously Mom. Haunted? Really? Not like, rusty, or sharp, or a trap? The first thing you think of is that it might be-
french: [_danny_s_towards_s_sad_s_talk_distraught_] Sérieusement mammaire. Hanté ? Vraiment? Pas aime, rouillé, tranchant, ou un piège ? La première chose à laquelle vous pensez est que ça pourrait être-

source: [_treeghost_s_towards_s_wondering_s_talk_frown_] Where... where is Teresa?
french: [_treeghost_s_towards_s_wondering_s_talk_frown_] Où est le... où est Teresa ?

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] What the... really? Is it that easy to stumble upon a ghost nowadays?
french: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] Qu'est-ce que... vraiment? Est-il si facile de tomber sur un fantôme de nos jours?

source: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, get back, {b}NOW{/b}!!
french: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, revenez, {b}MAINTENANT{/b}!!

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Who's Teresa exactly?
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Qui est Teresa exactement ?

source: [_treeghost_s_swordout_s_towards_s_angry_s_talk_frown_] You're hiding her aren't you?!
french: [_treeghost_s_swordout_s_towards_s_angry_s_talk_frown_] Vous la cachez n'est-ce pas?!

source: [_danny_s_v2_s_towards_s_rise_one_s_talk_frown_s_point_] Wait Mom, don't!
french: [_danny_s_v2_s_towards_s_rise_one_s_talk_frown_s_point_] Attendez Maman, non !

source: [_maddie_s_gun_s_away_s_angry_s_talk_frown_] Danny, quickly, run before he-
french: [_maddie_s_gun_s_away_s_angry_s_talk_frown_] Danny, vite, s'exécute avant -

source: [_danny_s_v2_s_down_wide_s_sad_2_s_talk_frown_] Mom! Are you alright?!
french: [_danny_s_v2_s_down_wide_s_sad_2_s_talk_frown_] Maman ! Vous êtes bien ?!

source: [_danny_s_v2_s_at_player_s_sad_s_talk_frown_] Oh no... she's unconcious...
french: [_danny_s_v2_s_at_player_s_sad_s_talk_frown_] Oh non... elle est inconciliable...

source: [_treeghost_s_swordout_s_towards_s_rage_s_talk_frown_] You... {i}you{/i} must be with them! The raiders! {b}YOU TOOK HER FROM ME!! WHAT HAVE YOU DONE WITH HER?!{/b}
french: [_treeghost_s_swordout_s_towards_s_rage_s_talk_frown_] Vous... {i}vous{/i} devez être avec eux! Les pillards ! {b}VOUS AVEZ PARTI DE MOI !! QUE VOUS AVEZ FAIT AVEC HEUR ?!{/b}

source: [_danny_s_v2_s_towards_s_angry_s_talk_frown_] Well, at least I get a chance to kick this guy's ass! You don't hurt my mom, Sir Doofus!
french: [_danny_s_v2_s_towards_s_angry_s_talk_frown_] Eh bien, au moins j'ai une chance de donner un coup de pied à ce mec ! Vous ne faites pas de mal à ma mère, Sir Doofus!

source: [_danny_s_v2_s_towards_s_angry_s_talk_happy_] I'm going ghost!
french: [_danny_s_v2_s_towards_s_angry_s_talk_happy_] Je vais fantôme!

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] {i}*Huff* *Huff*{/i} You're really... {i}*huff*{/i} strong. But not... strong enough.
french: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] {i}*Poufs* *Poufs*{/i} Vous êtes vraiment... {i}*huff*{/i} fort. Mais pas... assez fort.

source: [_treeghost_s_defeated_s_towards_s_sad_s_talk_frown_] No... I... shan't be stopped... I must... find her... you... stole her away...
french: [_treeghost_s_defeated_s_towards_s_sad_s_talk_frown_] Non... Je... je ne peux pas être arrêté... Je dois... la trouver... vous... vous l'avez volée...

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Hey there, easy now! Listen, I didn't steal this Teresa person.
french: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Salut, facile maintenant ! Écoutez, je n'ai pas volé cette personne de Teresa.

source: [_treeghost_s_towards_s_rise_s_talk_frown2_] I... well then, who {i}are{/i} you?
french: [_treeghost_s_towards_s_rise_s_talk_frown2_] Je... eh bien, qui est-ce que {i}{/i}?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] My name's Danny... Danny Fenton.
french: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_] Mon nom est Danny... Danny Fenton.

source: [_delvo_s_towards_s_sad_s_talk_frown_] I... I am Sir Delvo. I apologize for my rashness, young Danny.
french: [_delvo_s_towards_s_sad_s_talk_frown_] Je... je suis Sir Delvo. Je vous présente mes excuses pour mon éruption cutanée, jeune Danny.

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] What's up with the weird armor? You look like some sorta knight!
french: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_] Qu'est-ce qui se passe avec cette étrange armure ? Vous ressemblez à un chevalier sorta !

source: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown_] That is because... I {i}am{/i} a knight... I was-
french: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown_] C'est parce que... Moi {i}{/i} je suis un chevalier... J'étais-

source: [_maddie_] Ohhhh goodness... my head...
french: [_maddie_] Ohhh bonté ... ma tête...

source: [_danny_s_phantom_s_at_player_wide_s_sad_s_frown_2_] (Crap she's waking up! Gotta transform back!)
french: [_danny_s_phantom_s_at_player_wide_s_sad_s_frown_2_] (Crappe elle se réveille! Va se transformer en retour!)

source: [_danny_s_towards_wide_s_wondering_s_distraught_] {i}*Signaling*{/i} (Please!! Don't say anything!!)
french: [_danny_s_towards_wide_s_wondering_s_distraught_] {i}*Signaling*{/i} (Please!! Ne dis rien!!)

source: [_delvo_s_defeated_s_towards_s_rise_s_frown2_] {i}*Nodding*{/i} (I believe I understand.)
french: [_delvo_s_defeated_s_towards_s_rise_s_frown2_] {i}*Noding*{/i} (Je crois comprendre.)

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}*Gasp*{/i} Danny get away from that thing!
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}*Gasp*{/i} Danny s'évanouit de cette chose!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Wait Mom! He's not a threat!
french: [_danny_s_towards_s_sad_s_talk_distraught_] Attendez la Maman ! Ce n'est pas une menace !

source: [_maddie_s_towards_wide_s_angry_s_talk_frown_] He's a {u}ghost{/u} Danny! He just attacked us!
french: [_maddie_s_towards_wide_s_angry_s_talk_frown_] C'est un fantôme {u}{/u} Danny ! Il nous a attaqués !

source: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown2_] I'm... a what now?
french: [_delvo_s_defeated_s_towards_s_rise_s_talk_frown2_] Je suis... un peu à présent?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] You... you don't realize that you're a spectral phantasm?
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Vous... vous ne réalisez pas que vous êtes un fantasme spectral?
