Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, thank goodness you're awake!
german: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Bub, Gott sei Dank bist du wach!
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_amused_s_blush_] Jack, grazie al cielo sei sveglio!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Yes, I... Maddie, what happened, are you alright?
german: [_jack_s_towards_s_sad_s_talk_displeased_] Ja, ich... Maddie, was passiert ist, bist du richtig?
italian: [_jack_s_towards_s_sad_s_talk_displeased_] Sì, io... Maddie, cos'è successo, stai bene?

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] No! It got loose and-
german: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] Nein! Es ist locker und-
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_s_blush_] No! Si è allentato e...

source: [_jack_s_towards_s_sad_s_talk_displeased_] What got loose... the ghost?! Where is it?! I'll fight it off!!
german: [_jack_s_towards_s_sad_s_talk_displeased_] Was ist locker... der Gespenster?! Wo ist das?! Ich kämpfe ab!!
italian: [_jack_s_towards_s_sad_s_talk_displeased_] Cosa si è perso... il fantasma?! Dov'è?! Lo combatterò!

source: [_vlad_s_towards_s_neutral_s_talk_frown_] It's safely contained once again, Jack. There was a... {b}scuffle{/b} of sorts, but don't worry, things are well in hand now, no assistance of yours required.
german: [_vlad_s_towards_s_neutral_s_talk_frown_] Es ist wieder sicher enthalten, Jack. Es gab ... {b}Schlägern{/b} der Art, aber keine Sorge, die Dinge sind jetzt gut in der Hand, keine Hilfe von dir erforderlich.
italian: [_vlad_s_towards_s_neutral_s_talk_frown_] È di nuovo al sicuro, Jack. C'è stata una... {b}specie di rissa, ma non preoccuparti, ora le cose sono a posto, non è necessario il tuo aiuto.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Then let it back out! I'm going to teach it a thing or two about putting its slimy tentacles even {b}near{/b} my wife!
german: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Lass es wieder raus! Ich werde es ein oder zwei Dinge beibringen, seine Schleimentakel sogar {b}in der Nähe meiner Frau zu stellen!
italian: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Allora lascialo uscire! Gli insegnerò una cosa o due sul mettere i suoi viscidi tentacoli anche {b}vicino a mia moglie!

source: [_vlad_s_towards_s_rise_s_talk_frown_] Yes, well, perhaps if you hadn't conked your head during the flash, you could have done that in the {b}first{/b} place, and this whole unfortunate incident could have been avoided. Really Jack, I almost expected {b}more{/b} from a senior ghost hunter...
german: [_vlad_s_towards_s_rise_s_talk_frown_] Ja, ja, vielleicht wenn du während des Blitzes nicht den Kopf geknackt hast, Sie hätten das im {b}zuerst{/b} tun können, und dieser ganze unglückliche Vorfall hätte vermieden werden können. Wirklich Bub, ich erwartete fast {b}mehr{/b} von einem Senior Gehost-Jäger...
italian: [_vlad_s_towards_s_rise_s_talk_frown_] Sì, beh, forse se non avessi battuto la testa durante il flash, avresti potuto farlo nel {b}primo posto, e tutto questo sfortunato incidente si sarebbe potuto evitare. Davvero Jack, mi aspettavo quasi {b}di più{/b} da un cacciatore di fantasmi anziano...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Please, you two, no need to argue... I should just go and lay down for a bit... I need to have some proper... {b}self reflection{/b} for a good while... {u}alone{/u}, if possible...
german: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Bitte, du zwei, du brauchst nicht zu argumentieren... Ich sollte einfach ein bisschen hingehen und legen... Ich brauche einige richtige... {b}Selbstreflektion{/b} für eine gute Zeit... {u}allein{/u}, wenn möglich...
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_distraught_] Per favore, voi due, non c'è bisogno di discutere... Dovrei andare a stendermi per un po'... Ho bisogno di riflettere... {b}su me stesso per un bel po'... {u}da solo{/u}, se possibile...

source: [_danny_] (I should get out of here before anybody sees me still down here. The idea of being asked what I just witnessed is a conversation I {i}really{/i} don't want to have... good Lord, Mom was {b}really{/b} into that!)
german: [_danny_] (Ich sollte hier raus gehen, bevor mich irgendjemand hier unten sieht. Die Idee, gefragt zu werden, was ich gerade gesehen habe, ist ein Gespräch, das ich {i}wirklich nicht haben möchte. . guter Lord, die Mama war {b}wirklich{/b} darin!)
italian: [_danny_] (Dovrei andarmene prima che qualcuno mi veda ancora qui sotto. L'idea di sentirmi chiedere a cosa ho appena assistito è una conversazione che {i}davvero{/i} non voglio avere... buon Dio, la mamma era {b}davvero{/b} presa da questa cosa).

source: [_danny_] Oh man, that was crazy! That thing was a monster, what the heck happened?
german: [_danny_] Oh Mann, das war verrückt! Das war ein Monster, was ist passiert?
italian: [_danny_] Oh, cavolo, è stato pazzesco! Quella cosa era un mostro, che diavolo è successo?

source: [_danny_] It must've been that "Orgone" stuff I heard about. It supercharged it somehow...
german: [_danny_] Es muss sein, dass ich etwas von "Orgone" gehört habe. Es hat es irgendwie aufgeladen...
italian: [_danny_] Deve essere stata quella roba "Orgone" di cui ho sentito parlare. In qualche modo l'ha sovralimentata...

source: [_danny_] Well then, maybe I should start stocking up on some for myself...
german: [_danny_] Nun, vielleicht sollte ich anfangen, einige für mich selbst aufzuspüren...
italian: [_danny_] Beh, allora forse dovrei iniziare a farne scorta per me...

source: Hello, this is Gzone and Heretic, the team behind this latest version of Amity Park.
german: Hallo, das ist Gzone und Heretic, das Team hinter dieser neuesten Version von Amity Park.
italian: Salve, siamo Gzone ed Heretic, il team che ha realizzato quest'ultima versione di Amity Park.

source: We want to thank you for playing this latest version of the game, and we hope you enjoyed it.
german: Wir danken Ihnen für diese neuste Version des Spiels, und wir hoffen, dass Sie es genossen haben.
italian: Vogliamo ringraziarvi per aver giocato a quest'ultima versione del gioco e speriamo che vi sia piaciuta.

source: We hope to bring you plenty more content in the following updates, so keep an eye out!
german: Wir hoffen, euch mit den folgenden Updates viel mehr Inhalte anbieten zu können, also solltet ihr euch nicht entgehen lassen!
italian: Speriamo di potervi offrire molti altri contenuti nei prossimi aggiornamenti, quindi teneteli d'occhio!

source: If you enjoyed what we've done here, consider joining our community on Discord, or supporting us on Patreon.
german: Wenn dir gefällt, was wir hier gemacht haben, kannst du unserer Community auf Discord beitreten oder uns auf Patreon unterstützen.
italian: Se vi è piaciuto quello che abbiamo fatto qui, considerate la possibilità di unirvi alla nostra comunità su Discord o di sostenerci su Patreon.

source: Take care, and we hope to see you return for the next episode of Amity Park!
german: Seien Sie vorsichtig, und wir hoffen, Sie wieder zu sehen für die nächste Episode von Amity Park!
italian: Statemi bene e speriamo di vedervi tornare per il prossimo episodio di Amity Park!

source: Barge in right away!
german: Barge gleich ein!
italian: Entrate subito in scena!

source: Just take a peek first... for recon purposes!
german: Nimm einfach zuerst einen Blick auf... für Rekorde Zwecke!
italian: Prima però date una sbirciatina... a scopo di ricognizione!

source: Back off, I'm not ready yet.
german: Zurück los, ich bin noch nicht fertig.
italian: Indietro, non sono ancora pronto.

source: Use the spare key.
german: Den Ersatzschlüssel verwenden.
italian: Utilizzare la chiave di riserva.

source: Phase through the door.
german: Phase durch die Tür.
italian: Fase attraverso la porta.

source: Leave for now.
german: Jetzt verlassen.
italian: Lasciare per ora.

source: What should I do?
german: Was soll ich tun?
italian: Cosa devo fare?

source: I have to stay out of this, if she catches me in my ghost form, I'll be busted! (NTR)
german: Ich muss dabei bleiben, wenn sie mich in meiner Geisterform fängt, werde ich kaputt sein! (NTR)
italian: Devo starne fuori, se mi becca sotto forma di fantasma mi becca! (NTR)

source: I need to do something! That thing isn't going to have another victim on my watch! (Save Mom)
german: Ich muss etwas tun! Das Ding wird kein weiteres Opfer auf meiner Uhr haben! (Save Mama)
italian: Devo fare qualcosa! Quella cosa non avrà un'altra vittima sotto i miei occhi! (Salva la mamma)

source: [_danny_] {i}*Ziiiiip*{/i} {i}*Chingle*{/i} {i}*Rustle*{/i}
german: [_danny_] {i}*Ziiiip*{/i} {i}*Chingle*{/i} {i}*Rustle*{/i}

source: [_doorsound_] {i}*Ding* *Dong*{/i}
german: [_doorsound_] {i}*Tanz* *Dong*{/i}

source: [_v_thermos_] {i}*Wum* *Wum* *Wum* *Wum* *Choooooo*{/i}
german: [_v_thermos_] {i}*Wum* *Wum* *Wum* *Wum* *Choooo*{/i}

source: [_v_thermos_] {i}*Wum* *Wum* *Choooooo*{/i}
german: [_v_thermos_] {i}*Wum* *Wum* *Choooo*{/i}
