Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Okay, nothing to worry about, let's just lift the cap off very, {i}very{/i} carefully and hope we don't-
french: [_danny_s_at_player_s_sad_s_talk_distraught_] Ok, rien à craindre, levons le bouchon très, {i}très{/i} soigneusement et espérons que nous ne le ferons pas...
german: [_danny_s_at_player_s_sad_s_talk_distraught_] Okay, keine Sorge, lass uns einfach die Kappe hochheben, {i}sehr, sehr sorgfältig und hoffen, dass wir es nicht tun-

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] What in the name of the eleven desert sands is {i}this{/i} harlot doing in {i}MY{/i} home?!
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Que fait {i}au nom des onze sables du désert dans {i}MY {/i} maison ?!
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Was im Namen der elf Wüstensande ist, {i}diese{/i} Harlot, die in {i}MY{/i} zu Hause macht?

source: [_ember_s_towards_s_angry_s_talk_consternation_] Hey, screw you lady! You think I asked to move in or something??
french: [_ember_s_towards_s_angry_s_talk_consternation_] Hé, je te déplace ! Tu penses que j'ai demandé à te déplacer ou quelque chose ??
german: [_ember_s_towards_s_angry_s_talk_consternation_] Hey, schraube dir Dame! Du denkst, dass ich dich gebeten habe einzuziehen oder etwas??

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Whoa whoa! Calm down both of you! I didn't have a spare Thermos laying around, okay?
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Quoi! Calmez-vous tous les deux! Je n'avais pas de Thermos de rechange, d'accord?
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Whoa was! Beruhigen Sie beides! Ich habe keine freien Thermos liegen lassen, ok?

source: [_ember_s_towards_s_angry_s_talk_amused_] It doesn't matter now, idiots, cause now that you've released me I can-
french: [_ember_s_towards_s_angry_s_talk_amused_] Peu importe maintenant, idiots, parce que vous m'avez libéré je peux. -
german: [_ember_s_towards_s_angry_s_talk_amused_] Es spielt jetzt keine Rolle, Idioten, jetzt da du mich freigesetzt hast-

source: [_danny_s_towards_s_rise_s_talk_amused_] Desiree, care to explain to our new guest how the Fenton Thermos' "Track-N-Release" feature works?
french: [_danny_s_towards_s_rise_s_talk_amused_] Désirez-vous expliquer à notre nouvel invité comment fonctionne la fonction « Track-N-Release» des Thermes Fenton ?
german: [_danny_s_towards_s_rise_s_talk_amused_] Willst du unserem neuen Gast gerne erklären, wie die "Track-N-Release" der Fenton Thermos funktionst?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Huh? The heck is he talking about?
french: [_ember_s_towards_s_confused_s_talk_displeased_] Hein? Il parle d'eux?
german: [_ember_s_towards_s_confused_s_talk_displeased_] Huh? Über den Stopp redet er?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] White devilry, pretty much. His parents are both supernatural investigators and scientific minds. Our ghostly essences are essentially trapped in this container of his.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] Diable blanc, assez bien. Ses parents sont à la fois des enquêteurs surnaturels et des esprits scientifiques. Nos essences fantomatiques sont essentiellement piégées dans ce conteneur de sien.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] Weißer Teufel, ziemlich viel. Seine Eltern sind sowohl übernatürliche Forscher als auch wissenschaftliche Köpfe. Unsere gespenstischen Essenzen sind im Wesentlichen in diesem Container von seinem gefangen.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] You... you mean...?
french: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Vous... vous voulez dire...?
german: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Sie... meinst du...?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Congratulations, you're now imprisoned until his discretion deems you otherwise. Which, in my case at least, shant be any time soon.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Félicitations, vous êtes maintenant emprisonné jusqu'à ce que sa discrétion vous estime le contraire. Ce qui, dans mon cas au moins, est imminent.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Herzlichen Glückwunsch, du bist jetzt inhaftiert, bis sein Ermessensspielraum dich anders sieht. Was - zumindest in meinem Fall - bald sein wird.

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Are you freakin' kidding me?! Let me go, twerp! NOW!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Tu me plaisanteras ?! Laisse-moi partir, twerp ! MAINTENANT !
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Bist du freakin' verrückt mich?! Lass mich gehen, twer! JETZT!

source: [_danny_s_towards_s_angry_s_talk_displeased_] After your little attempt to conquer the whole world into being your slaves?
french: [_danny_s_towards_s_angry_s_talk_displeased_] Après votre petite tentative de conquérir le monde entier pour devenir vos esclaves ?
german: [_danny_s_towards_s_angry_s_talk_displeased_] Nach deinem kleinen Versuch, die ganze Welt zu erobern, um deine Sklaven zu werden?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... then I uh, I totally promise I won't try conquering the world again. For real.
french: [_ember_s_towards_s_rise_s_talk_amused_] Euh... alors moi euh, je promets totalement que je n'essaierai plus de conquérir le monde. Vraiment.
german: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... dann bin ich ganz und gar versprechen, dass ich nicht wieder versuchen werde, die Welt zu erobern. Für echt.

source: [_danny_s_towards_s_angry_s_talk_distraught_] ...no. No, that wasn't- that wasn't an opportunity for you to audition your "redemption" arc.
french: [_danny_s_towards_s_angry_s_talk_distraught_] ...non. Non, ce n'était pas une occasion pour vous d'auditionner votre arc de "rédemption".
german: [_danny_s_towards_s_angry_s_talk_distraught_] ...nein. Nein, das war nicht - das war keine Gelegenheit für dich, deinen "Erlösungsbogen" zu testen.

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhh! Fuck you, kid!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhhh! Fuck toi, gamin!
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhhh! Fuck dich, Kinder!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] My, quite the foul tongue this one has. In my day, they'd have scalded your tongue clean off with a pair of hot iron rods for speaking to your master like that.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] Mi, bien la langue impuissante que celle-ci possède. Dans ma journée, ils auraient bouilli votre langue avec une paire de barres de fer chaudes pour parler à votre maître comme ça.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] Mie, die schmutzige Zunge diese hat. In meinem Tag hätten sie deine Zunge mit einem Paar heißer Eisenstangen gereinigt, um mit deinem Meister so zu sprechen.

source: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Master"?! He is NOT my master, you snakey bitch!!
french: [_ember_s_stare_wide_s_sad_s_talk_distraught_] « Maître»?! Il n'est PAS mon maître, ta chienne de serpent!!
german: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Meister"?! Er ist NICHT mein Meister, du snakey bitch!!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] I think you'll come to find rather quickly, that while in this little tube of his, he most certainly is.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Je pense que vous viendrez trouver assez vite, que bien que dans ce petit tube de la sienne, il l'est très certainement.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Ich denke, du wirst ziemlich schnell finden, dass er in diesem kleinen Röhrchen von seinem sicherlich ist.

source: [_ember_s_stare_s_angry_s_talk_consternation_] This is bullshit!
french: [_ember_s_stare_s_angry_s_talk_consternation_] Ceci est un coup de taureau !
german: [_ember_s_stare_s_angry_s_talk_consternation_] Das ist Bullshit!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, okay, I think everyone here just needs to calm down a little.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Ok, d'accord, je pense que tout le monde ici a juste besoin de calmer un peu.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, okay, ich denke, jeder hier muss sich ein wenig beruhigen.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Calm down? This one is like a terrible sand storm ripping up a beautiful palace!
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Calmez-vous ? Celui-ci est comme une terrible tempête de sable déchirant un beau palais !
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Beruhigt sich? Dieser ist wie ein schrecklicher Sandsturm, der einen schönen Palast zerstört!

source: [_ember_s_stare_s_angry_s_talk_distraught_] What the hell do you expect lady? I just got taken prisoner!
french: [_ember_s_stare_s_angry_s_talk_distraught_] Qu'est-ce que vous attendez de la dame? Je viens de prendre prisonnier !
german: [_ember_s_stare_s_angry_s_talk_distraught_] Was für eine Hölle erwartest du Frau? Ich wurde gerade gefangen genommen!

source: [_danny_s_closed_s_sad_s_talk_displeased_] Well, as I have explained to your fellow roommate Desiree in the past, this containment is for the sake of the people in this town as well as-
french: [_danny_s_closed_s_sad_s_talk_displeased_] Eh bien, comme je l'ai expliqué à votre camarade de chambre Desiree dans le passé, ce confinement est pour le bien des habitants de cette ville ainsi que -
german: [_danny_s_closed_s_sad_s_talk_displeased_] Nun, wie ich deinem Mitbewohner in der Vergangenheit erklärt habe diese Eindämmung ist für die Menschen in dieser Stadt ebenso wie für -

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] WHAT?! {u}Roommates{/u}?!? Unquestionable!! You cannot possibly expect me to live alongside this... this wretched strumpet!!
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] QUOI ?! {u}Colocataires{/u}?!? Indiscutable!! Vous ne pouvez pas vous attendre à ce que j'habite à côté de ce... ce malheureux camarade !!
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] WIE WELT?! {u}Roommates{/u}?!? Unzweifellich! Du kannst unmöglich erwarten, dass ich mit diesem erbärmlichen Strumpfgeschirr leben kann!

source: [_ember_s_stare_s_angry_s_talk_distraught_] Who the hell are you calling wretched? You look like the eighth rejected background bimbo from an Indiana Jones film!
french: [_ember_s_stare_s_angry_s_talk_distraught_] Qui l'enfer que vous appelez malheureux ? Vous semblez le huitième fond rejeté bimbo d'un film Indiana Jones !
german: [_ember_s_stare_s_angry_s_talk_distraught_] Wer die Hölle nennst du jämmerlich? Du siehst aus wie der achte abgewiesene Hintergrundbimbo aus einem Indiana Jones Film!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna who?
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna qui?
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna wem?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, maybe you can give me and Ember a chance to speak in private?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, vous pouvez peut-être me donner une chance à Ember et moi de parler en privé ?
german: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, vielleicht kannst du mir und Ember eine Chance geben, privat zu sprechen?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Are you certain, master?
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Êtes-vous certain, maître ?
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Bist du sicher, Meister?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Yeah, I think it's best to ease her into this with a little one on one, like we did.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Oui, je pense qu'il est préférable de l'aider à en faire un peu comme nous l'avons fait.
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Ja, ich denke, es ist am besten, sie mit einem kleinen auf einen zu erleichtern, wie wir es getan haben.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Very well... do let me know if you need me to teach this one some proper manners.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Très bien... faites-moi savoir si vous avez besoin de moi pour enseigner à celui-ci quelques bonnes manières.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Sehr gut... lass es mich wissen, wenn du mich brauchst, um diese eine richtige Art und Weise zu lehren.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] I learned a couple of good tricks during my harem training on how to get the {i}less obedient{/i} girls in line, involving a good whip crack or two.
french: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] J'ai appris quelques bons trucs pendant mon harem sur la façon de mettre en ligne les {i}filles moins obéissantes{/i} impliquant une bonne fissure de fouet ou deux.
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] Ich habe während meines Harem Trainings ein paar gute Tricks gelernt, wie ich die {i}weniger gehorsamer{/i} Mädchen in Linie bekommen kann mit einem guten Peitsche Riss oder zwei.

source: [_ember_s_stare_wide_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} H-hey, fuck you, ya' freaking psycho!
french: [_ember_s_stare_wide_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} H-hey, baise toi, tu te fous psycho!
german: [_ember_s_stare_wide_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} H-hey, fick dich, ya' freakende Psycho!

source: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...well, what do you want?
french: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...eh bien, que voulez-vous ?
german: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...nun, was willst du?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Just to talk.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Juste pour parler.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Nur um zu sprechen.

source: [_ember_s_towards_s_angry_s_talk_distraught_] Are you serious? You literally just ruined my plans and humiliated me in front of everyone!
french: [_ember_s_towards_s_angry_s_talk_distraught_] Vous êtes sérieux ? Vous venez littéralement de ruiner mes plans et de m'humilier devant tout le monde !
german: [_ember_s_towards_s_angry_s_talk_distraught_] Bist du ernst? Du hast meine Pläne buchstäblich ruiniert und mich vor allen gedemütigt!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Do you really think I'm in any kind of mood to want to "talk" to you, or anyone else?!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Pensez-vous vraiment que je sois d'humeur à vouloir vous « parler » ou à quelqu'un d'autre ?
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Glauben Sie wirklich, ich bin in irgendeiner Art von Stimmung, um mit dir oder jemand anderem "sprechen" zu wollen?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Yeah, about that... exactly who put you up to all this?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Ouais, à propos de ça... exactement qui vous a mis à la hauteur de tout cela ?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Ja, dabei... wer hat dich zu all dem hingestellt?

source: [_ember_s_away_s_idle_s_talk_displeased_] What are you talking about? Nobody. I did it all myself, I'm the big bad guy.
french: [_ember_s_away_s_idle_s_talk_displeased_] De quoi parlez-vous ? Personne ne l'a fait. Je l'ai tout fait moi-même, je suis le grand méchant.
german: [_ember_s_away_s_idle_s_talk_displeased_] Worüber redest du? Niemand. Ich habe es selbst gemacht, ich bin der große Böse.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, then how did you know where to kidnap my friend?
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, alors comment saviez-vous où kidnapper mon ami ?
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, dann wie hast du wissen wo du meinen Freund entführen solltest?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, nice try, I'm not telling you jack shit, kid.
french: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, bon essai, je ne vous raconte pas de merde de jack, enfant.
german: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, nice try, ich sage dir nicht, dass du jack shit, kid.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You know I could just make a wish with Desiree to make you speak, right?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Vous savez que je pourrais simplement faire un vœu avec Desiree de vous faire parler, non ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Du weißt, ich könnte einfach einen Wunsch mit Desiree machen, um dich sprechen zu lassen, oder?

source: [_ember_s_towards_s_rise_s_talk_amused_] Nice idea. Except that I know enough about miss martian to know that her powers have limitations, {i}especially{/i} against other ghosts.
french: [_ember_s_towards_s_rise_s_talk_amused_] Bonne idée. Sauf que je n'en sais pas assez sur le martien pour savoir que ses pouvoirs ont des limites, {i}en particulier{/i} contre d'autres fantômes.
german: [_ember_s_towards_s_rise_s_talk_amused_] Gute Idee. Außer dass ich genug über Martianismus weiß, um zu wissen, dass ihre Befugnisse Beschränkungen haben, {i}besonders{/i} gegen andere Geister.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Urgh! Why won't you just tell me?
french: [_danny_s_towards_s_angry_s_talk_distraught_] Urgh! Pourquoi ne pas me dire juste ?
german: [_danny_s_towards_s_angry_s_talk_distraught_] Dringend! Warum wirst du mir nicht einfach sagen?

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] SCREW YOU!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ÉCRIVEZ-VOUS !
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] SCREWEN SIE!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this going to be difficult.
french: [_danny_s_at_player_s_rise_s_talk_displeased_] Eh bien, ce sera difficile.
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Nun, das wird schwierig werden.

source: [_danny_s_at_player_s_wondering_s_talk_amused_] But hey, that's why I went to school for seven years to be a counselor for troubled, teenage ghosts, right?
french: [_danny_s_at_player_s_wondering_s_talk_amused_] Mais bon, c'est la raison pour laquelle je suis allé à l'école pendant sept ans pour être un conseiller pour les fantômes adolescents, pas vrai ?
german: [_danny_s_at_player_s_wondering_s_talk_amused_] Aber hey, das ist der Grund, warum ich sieben Jahre lang zur Schule gegangen bin, um ein Berater für gestörte, jugendliche Gespenster zu sein, oder?

source: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh wait, no, that's {i}not{/i} what I did, because I'm only an 18 year old kid from Minnesota-
french: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh attendez, non, ce n'est pas {i}pas{/i} ce que j'ai fait, car je ne suis qu'un enfant de 18 ans du Minnesota-
german: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh warte, nein, das ist {i}nicht{/i} was ich getan habe, weil ich nur ein 18 Jahre altes Kind von Minnesota bin

source: [_danny_s_at_player_s_angry_s_talk_distraught_] -and I shouldn't have to be dealing with insane {u}bullshit{/u} like having to stop evil ghost schemes!!
french: [_danny_s_at_player_s_angry_s_talk_distraught_] -et je ne devrais pas avoir à faire face à la brute {u}folle{/u} comme avoir à arrêter les schémas de fantômes maléfiques !!
german: [_danny_s_at_player_s_angry_s_talk_distraught_] -und ich sollte nicht mit wahnsinnigen {u}bullshit umgehen müssen{/u} das böse Geisterschema stoppen!!

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay... whatever... the day is won, I'm bushed. Time to get some sleep for now.
french: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Soupir*{/i} D'accord... le jour est gagné, je suis buissonné. Il est temps de dormir pour l'instant.
german: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sehen*{/i} Okay... was auch immer ... der Tag ist gewonnen, ich bin gesaugt. Es ist Zeit, jetzt etwas Schlaf zu bekommen.

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Maybe I should try again with Ember, now that she's had a chance to calm down?)
french: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Peut-être devrais-je essayer à nouveau avec Ember maintenant qu'elle a eu une chance de se calmer ?)
german: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Vielleicht sollte ich es mit Ember noch einmal versuchen, jetzt, wo sie die Chance hatte, sich zu beruhigen?)

source: [_ember_s_towards_s_confused_s_talk_consternation_] Dammit! What now, scrub!?
french: [_ember_s_towards_s_confused_s_talk_consternation_] Merde! Qu'est ce que maintenant, fouettez !?
german: [_ember_s_towards_s_confused_s_talk_consternation_] Verdammt! Was jetzt, schrubblich!?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, good morning to you too.
french: [_danny_s_towards_s_rise_s_talk_amused_] Eh bien, bonjour à vous aussi.
german: [_danny_s_towards_s_rise_s_talk_amused_] Guten Morgen auch für dich.

source: [_ember_s_towards_s_angry_s_talk_distraught_] What part of "I don't want to talk to you or anyone else" don't you understand?!
french: [_ember_s_towards_s_angry_s_talk_distraught_] Quelle partie de « Je ne veux pas te parler à toi ou à quelqu'un d'autre » ne comprend pas ? !
german: [_ember_s_towards_s_angry_s_talk_distraught_] Welcher Teil von "Ich will nicht mit dir oder mit jemand anderem sprechen" verstehst du nicht?!

source: [_danny_s_towards_s_sad_s_talk_displeased_] I just wanted to talk now that you've had a chance to calm down.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Je voulais juste parler maintenant que vous avez eu une chance de vous calmer.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Ich wollte jetzt reden, dass du die Chance gehabt hast, dich zu beruhigen.
