Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's wrong dad?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein? Qu'est-ce qui ne va pas ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Was ist falsch?

source: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, do you happen to remember that little {u}thing{/u} we talked about?
french: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, vous souvenez-vous de cette petite chose de {u}{/u} dont nous avons parlé?
german: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, erinnerst du dich an das kleine {u}Ding{/u} von dem wir gesprochen haben?

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What thing?
french: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Quelle chose?
german: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Was für eine Sache?

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, it came through after all!
french: [_jack_s_towards_s_rise_s_talk_happy_] Eh bien, il est passé après tout !
german: [_jack_s_towards_s_rise_s_talk_happy_] Nun, es ist doch durchgekommen!

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Wait- you mean-
french: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Attendez - vous voulez dire-
german: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Warten- Sie meinen-

source: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup!{/i} An old college buddy of mine got your tickets to the Ember concert all ready to go!
french: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup !{/i} Un vieux copain de mon collège a reçu vos billets pour le concert de Bélier prêt à partir!
german: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup!{/i} Ein alter College-Freund von mir hat deine Eintrittskarten für das Ember-Konzert bereit gehabt!

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeee!!{/i} How did you even get them?! The concert was already sold out! I was so bummed, I thought I'd be the only who wouldn't be able to go!!
french: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeeeee!!{/i} Comment avez-vous réussi à les obtenir ?! Le concert était déjà vendu! J'étais tellement bourdonné, je pensais être le seul qui ne serait pas en mesure de partir!!
german: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeee!!{/i} Wie hast du sie überhaupt bekommen?! Das Konzert war bereits ausverkauft! Ich war so stolz, ich dachte, ich wäre der einzige, der nicht in der Lage wäre zu gehen!!

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well, your father does have a few tricks up his sleeve, dear.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Eh bien, votre père a quelques astuces dans sa manche, chère.
german: [_maddie_s_towards_s_amused_s_talk_amused_] Nun, dein Vater hat ein paar Tricks in seinem Ärmel, Liebe.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Wait, the Ember concert?! You're going too Jazz??
french: [_danny_s_towards_s_rise_s_talk_distraught_] Attendez, le concert de braises ?! Vous allez trop Jazz??
german: [_danny_s_towards_s_rise_s_talk_distraught_] Warte, das Ember-Konzert?! Du gehst zu Jazz??

source: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh no, this is not good... I can't possibly warn her about Ember without exposing myself...)
french: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh non, ce n'est pas bon... Je ne peux pas l'avertir de Ember sans m'exposer...)
german: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh nein, das ist nicht gut... Ich kann sie unmöglich vor Ember warnen, ohne mich selbst aufzudecken...)

source: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] What's the matter Danny? Jealous of the most amazing night ever I'm gonna have?
french: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] Quelle est la question de Danny ? Joyeuse de la nuit la plus incroyable que je puisse avoir ?
german: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] Was ist die Sache Danny? Eifersüchtig auf die erstaunlichste Nacht, die ich habe ?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh well, ya' know, it's just crazy how lucky you are, is all... {i}heh{/i}... s-so, when is the concert, exactly?
french: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh bien, vous savez, c'est juste fou combien vous êtes chanceux, n'est-ce pas... {i}heh{/i}... - alors, quand est-ce que le concert, exactement?
german: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh ja, du weißt, es ist einfach verrückt, wie glücklich du bist, ist all... {i}heh{/i}... s-so, wann ist das Konzert, genau?

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] It's in just a couple days! Duh!
french: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] C'est dans seulement quelques jours ! Duh !
german: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Es ist in nur ein paar Tagen! Duh!

source: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhh!!{/i} I'm so excited now, I could just {u}die!!{/u}
french: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhhh !!{/i} Je suis tellement excité maintenant, je pourrais juste {u}mourir!!{/u}
german: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhh!!{/i} Ich bin jetzt so aufgeregt, ich konnte nur {u}sterben!!{/u}

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} That's great Jazz, really.{p}(...but let's hope that Ember doesn't have plans for anything like that...)
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} C'est du Jazz, vraiment.{p}(...mais espérons que Ember n'a pas de plans pour ce genre de chose...)
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} Das ist wirklich großartiges Jazz.{p}(...aber lassen Sie uns hoffen, dass Ember keine Pläne für so etwas hat...)

source: [_danny_s_at_player_s_angry_s_consternation_] (I really need to be ready by then to stop whatever it is Ember's planning. Who knows what I could be up against!)
french: [_danny_s_at_player_s_angry_s_consternation_] (J'ai vraiment besoin d'être prêt d'ici là pour arrêter ce que c'est la planification d'Embar. Qui sait ce contre quoi je pourrais être debout !)
german: [_danny_s_at_player_s_angry_s_consternation_] (Ich muss dann wirklich bereit sein, um zu stoppen, was es für Ember plant. Wer weiß, wogegen ich stehen könnte!)

source: [_jack_s_towards_s_rise_s_talk_frown_] Now hey, do you remember your end of the deal young lady?
french: [_jack_s_towards_s_rise_s_talk_frown_] Maintenant hey, vous souvenez-vous de la fin de l'affaire jeune dame?
german: [_jack_s_towards_s_rise_s_talk_frown_] Jetzt hey, erinnerst du dich an dein Ende des Deals junge Dame?

source: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Yes, yes, yes, don't worry! I promise I'll get all my homework and chores done even {i}extra{/i} earlier than normal, I swear!!{p}Now can we go get them already??
french: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Oui, oui, oui, ne vous inquiétez pas ! « Je vous promets que je ferai mes devoirs et tâches même {i}de plus{/i} plus tôt que d'habitude, je vous le jure! »{p}Maintenant pouvons-nous aller les obtenir déjà??
german: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Ja, ja, keine Sorge! Ich verspreche, dass ich alle meine Hausaufgaben und Aufgaben erledigen werde auch {i}extra{/i} früher als normal, ich schwöre!{p}Können wir sie jetzt schon bekommen??

source: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, aren't we eager? Alrighty, we'll go right after dinner. Don't forget to thank your Mother, she really pushed me to get those tickets for you.
french: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, n'est-ce pas? D'accord, nous allons y aller juste après le dîner. N'oubliez pas de remercier votre mère, elle m'a vraiment poussé à vous procurer ces billets.
german: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, sind wir nicht gespannt? Okay, wir gehen gleich nach dem Abendessen. Vergessen Sie nicht, Ihrer Mutter zu danken, sie hat mich wirklich gedrängt, diese Tickets für Sie zu erhalten.

source: [_jack_s_towards_s_rise_s_talk_happy_] She was really insistent that we go {u}today{/u} to get them too. Early bird gets the interdimensional sandworm, I suppose!
french: [_jack_s_towards_s_rise_s_talk_happy_] Elle a vraiment insisté sur le fait que nous allions {u}aujourd'hui{/u} pour les récupérer aussi. Les premiers oiseaux obtiennent le ver de sable interdimensionnel, je suppose!
german: [_jack_s_towards_s_rise_s_talk_happy_] Sie hat wirklich darauf bestanden, dass wir heute {u}gehen{/u} um sie auch zu bekommen. Frühe Vogel bekommt den interdimensionalen Sandwurm, nehme ich!

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Thanks Dad!! Thanks Mom!! Come on, let's go right now! Oh, I can't wait!!
french: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Merci papa!! Merci Maman!! Allons, allons tout de suite! Oh, je ne peux pas attendre!!
german: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Danke Vat! Vielen Dank! Komm weiter, lass uns gleich gehen! Oh, ich kann nicht warten!!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Of course sweetie. Ol' Jacky boy tries his best from time to time...
french: [_jack_s_closed_s_neutral_s_talk_happy_] Bien sûr sucré. Ol' Jacky fait de son mieux de temps en temps...
german: [_jack_s_closed_s_neutral_s_talk_happy_] Natürlich süßlich. Ol' Jacky versucht von Zeit zu Zeit sein Bestes...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Mom? Wait, I don't get it, why'd you push for-
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein? Maman ? Attendez, je ne l'obtiens pas, pourquoi vous pousseriez-vous pour -
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Mama? Warte, ich bekomme es nicht, warum-

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What's with you?
french: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Que se passe-t-il avec vous ?
german: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Was ist mit dir?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] N-nothing! Just need a g-glass of water. Hope you and Dad drive safe! Stay as long as you need to, make sure you verify that they're legit.
french: [_danny_s_towards_s_unhappy_s_talk_amused_] N-rien! Il suffit de boire un verre d'eau. Nous espérons que vous et votre papa conduisez en toute sécurité ! Restez aussi longtemps que vous en avez besoin, assurez-vous de vérifier qu'ils sont légitimes.
german: [_danny_s_towards_s_unhappy_s_talk_amused_] N-nichts! Benötige nur ein g-Glas Wasser. Hoffe, du und Papst fahren sicher! Bleiben Sie so lange, wie Sie es brauchen, stellen Sie sicher, dass sie legit sind.

source: [_jack_s_towards_s_idle_s_talk_happy_] Oh, I know this guy well, don't worry. Still, he's just a little ways out of the city right now, so we'll be gone for an hour or two.
french: [_jack_s_towards_s_idle_s_talk_happy_] Oh, je connais bien ce gars, ne vous inquiétez pas. Pourtant, il est juste un peu à sortir de la ville en ce moment, alors nous serons partis pendant une heure ou deux.
german: [_jack_s_towards_s_idle_s_talk_happy_] Oh, ich kenne diesen Kerl gut, keine Sorge. Trotzdem ist er gerade mal ein paar Auswege aus der Stadt, also werden wir für ein oder zwei Stunden weggefahren.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Drive carefully honey.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Conduisez prudemment du miel.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Fahre vorsichtig Honig.

source: [_jack_s_towards_s_rise_s_talk_happy_] Thanks hon! I'll enjoy the little drive there! You two try not to get {i}too{/i} bored while we're gone!
french: [_jack_s_towards_s_rise_s_talk_happy_] Merci ! Je vais profiter de la petite conduite là-bas ! Vous deux essayez de ne pas ennuyer {i}aussi{/i} pendant que nous sommes partis!
german: [_jack_s_towards_s_rise_s_talk_happy_] Vielen Dank! Ich genieße das kleine Laufwerk dort! Du zwei versuche nicht, auch {i}zu bekommen{/i} langweilig zu bekommen!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Dad. We'll try...
french: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah papa. Nous allons essayer...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Pap. Wir werden es versuchen...

source: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Urgh!{/i} Come on already Dad!
french: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Urgh!{/i} Venez papa!
german: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Dringlich!{/i} Komm schon Pap!

source: [_jack_s_closed_s_sad_s_talk_happy_] I'm coming, I'm coming!!
french: [_jack_s_closed_s_sad_s_talk_happy_] Je viens, je viens !!
german: [_jack_s_closed_s_sad_s_talk_happy_] Ich komme, ich komme!!

source: [_jack_s_towards_s_wondering_s_talk_happy_] See you gang later!
french: [_jack_s_towards_s_wondering_s_talk_happy_] À plus tard vous voir gang !
german: [_jack_s_towards_s_wondering_s_talk_happy_] Bis du später Bande bist!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Bye Jack!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Au revoir !

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Dad.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Au revoir papa.
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Vater.

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well Mom, what do we do-
french: [_danny_s_towards_s_wondering_s_talk_amused_] Eh bien Maman, que faisons-nous-
german: [_danny_s_towards_s_wondering_s_talk_amused_] Nun, was tun wir-

source: [_maddie_s_away_s_amused_s_talk_amused_] Come upstairs when you're ready sweetie, but don't take too long...~
french: [_maddie_s_away_s_amused_s_talk_amused_] Montez les escaliers quand vous êtes prêt à être sucré, mais ne prenez pas trop de temps...~
german: [_maddie_s_away_s_amused_s_talk_amused_] Komm nach oben, wenn du süß bist, aber nimm nicht zu lange...~

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh brother, what have I gotten myself into?
french: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh frère, qu'est-ce que je me suis fait ?
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh Bruder, was habe ich selbst erreicht?

source: [_danny_s_at_self_s_sad_s_talk_happy_] ...I act like I'm actually upset or uncomfortable by this stuff anymore, {i}heh{/i}... who am I fooling?
french: [_danny_s_at_self_s_sad_s_talk_happy_] ...J'agis comme si je suis vraiment contrarié ou mal à l'aise par ces trucs, {i}heh{/i}... qui suis-je stupide?
german: [_danny_s_at_self_s_sad_s_talk_happy_] ...Ich agiere so, als ob ich von diesem Zeug nicht mehr betroffen oder unbequem bin, {i}heh{/i}... wer bin ich dumm?

source: [_danny_s_towards_s_rise_s_talk_happy_] Mom? You in your bedroom?
french: [_danny_s_towards_s_rise_s_talk_happy_] Maman ? Vous êtes dans votre chambre ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Sofort? Du bist in deinem Schlafzimmer?

source: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] No honey, I'm in your room right now...
french: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] Aucun miel, je suis dans votre chambre en ce moment...
german: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] Kein Honig, ich bin gerade in deinem Zimmer...

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Come on in sweetie...~
french: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Venez en douceur...~
german: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Kommen Sie in Schwung...~

source: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay then... here I come.
french: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay alors... voilà que je viens.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay also... hier komme ich.

source: [_danny_s_towards_s_rise_s_talk_amused_] So do you mind me asking what was in the packa-{p}
french: [_danny_s_towards_s_rise_s_talk_amused_] Alors, n'avez-vous pas peur de me demander ce qui était dans le packa-{p}
german: [_danny_s_towards_s_rise_s_talk_amused_] Also fragst du mich: Was war im Paket-{p}

source: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] So baby, how do you like my new little get-up?
french: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] Alors bébé, comment aimez-vous ma nouvelle petite escapade ?
german: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] So Baby, wie gefällt dir mein neues kleines Get-up?

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_s_blush_] {i}*Blushing* Uhm{/i}, w-woah, y-you look pretty.
french: [_danny_s_towards_wide_s_wondering_s_talk_amused_s_blush_] {i}*Blushing* Uhm{/i}, w-woah, y-tu l'air joli.
german: [_danny_s_towards_wide_s_wondering_s_talk_amused_s_blush_] {i}*Blushing* Uhm{/i}, w-woah, y-du siehst hübsch aus.

source: [_danny_s_ahegao_s_neutral_s_talk_amused_] So, {i}so{/i} pretty...
french: [_danny_s_ahegao_s_neutral_s_talk_amused_] Alors, {i}so{/i} joli...
german: [_danny_s_ahegao_s_neutral_s_talk_amused_] So, {i}so{/i} hübsch...

source: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} baby... you like what you see...? Can you guess what {u}else{/u} I'm wearing tonight...?{p}Something maybe a little more hidden?
french: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} bébé... vous aimez ce que vous voyez...? Pouvez-vous deviner ce que {u}d'autre{/u} je porte ce soir...?{p}Quelque chose peut-être un peu plus caché?
german: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} Baby... du magst was du siehst...? Kannst du erahnen, was {u}anders{/u} Ich trage heute Nacht...?{p}Vielleicht etwas mehr versteckt?

source: [_danny_s_towards_s_rise_s_talk_happy_] Wait... huh? You mean... right now... you have... you have a... one of those little thing-
french: [_danny_s_towards_s_rise_s_talk_happy_] Attendez... hein? Vous voulez dire... maintenant... vous avez... vous avez... une de ces petites choses-
german: [_danny_s_towards_s_rise_s_talk_happy_] Warte... huh? Du meinst... du hast... du hast ... eines dieser kleinen Dinge-

source: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] It's called a buttplug, sweetie.
french: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] Cela s'appelle un bouton-bouton, sucré.
german: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] Es ist ein Ankerstecker genannt, süß.

source: [_danny_s_down_s_unhappy_s_talk_amused_] Man... it's still so strange hearing you talk about stuff like this.
french: [_danny_s_down_s_unhappy_s_talk_amused_] Homme... c'est toujours si étrange d'entendre que vous parlez de choses comme ça.
german: [_danny_s_down_s_unhappy_s_talk_amused_] Man... es ist immer noch so seltsam, dass du über Dinge wie dieses redet.

source: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh baby, trust me, I'm sure it won't be difficult to get used to... in fact, I think it might even be rather...
french: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh bébé, croyez-moi, je suis sûr qu'il ne sera pas difficile de vous habituer... en fait, je pense que ce pourrait même être plutôt...
german: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh Baby, vertraue mir, ich bin sicher, dass es nicht schwierig sein wird, sich daran zu gewöhnen... in der Tat, ich denke, es könnte sogar besser sein...

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...hard{/u} for you not to try and at least have a little fun.
french: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...dur {/u} pour ne pas essayer et au moins s'amuser un peu.
german: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...hart{/u} damit du es nicht versuchst und zumindest ein wenig Spaß haben kannst.

source: [_danny_s_ahegao_s_rise_s_talk_happy_] Y-y-yes?
french: [_danny_s_ahegao_s_rise_s_talk_happy_] Y-y-oui ?
german: [_danny_s_ahegao_s_rise_s_talk_happy_] Y-Y-ja?

source: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] We really don't have all that long before your father and Jazz get back, so take those clothes off right now, young man.
french: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] Nous n'avons vraiment pas tout ce qu'il faut pour que votre père et Jazz, alors prenez ces vêtements dès maintenant, jeune homme.
german: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] Wir haben wirklich nicht alles so lange, bevor dein Vater und Jazz wieder zurückkommen, also entferne diese Kleidung gerade jetzt, junger Mann.

source: [_maddie_] Now come on over... and help pull this out for mommy...~
french: [_maddie_] Maintenant venez fini... et aidez à sortir ça pour maman...~
german: [_maddie_] Kommt jetzt vorbei... und hilf dies für Mommy herauszuziehen...~

source: [_danny_] You mean-
french: [_danny_] Tu veux dire-
german: [_danny_] Du meinst-

source: [_maddie_] Come closer Danny.
french: [_maddie_] Rapprochez-vous de Danny.
german: [_maddie_] Komm näher an Danny.

source: [_maddie_] That's it baby, pull it out gently.
french: [_maddie_] C'est le bébé, retirez-le doucement.
german: [_maddie_] Das ist es Baby, ziehen Sie es vorsichtig aus.

source: [_danny_] S-sorry Mom! I didn't mean to pull that hard! Did I, {i}uhm{/i}, hurt you?
french: [_danny_] Maman désolée ! Je ne voulais pas tirer si dur ! Ai-je {i}euhm{/i} vous fait du mal ?
german: [_danny_] S-sorry Mama! Ich meinte nicht, dass ich so hart ziehen möchte! Habe ich, {i}uhm{/i}, dir geschadet?

source: [_maddie_] {i}*Phew*{/i} No baby, it's quite alright, just been a while since I had anything back there.
french: [_maddie_] {i}*Ouf*{/i} Aucun bébé, c'est tout à fait normal, cela fait un certain temps que je n'ai rien eu là-bas.
german: [_maddie_] {i}*Phew*{/i} Kein Baby, es ist in Ordnung, nur eine Weile her, seit ich dort etwas hatte.

source: [_danny_] You've put things up inside your butt before? Really?
french: [_danny_] Vous avez déjà mis les choses dans votre cul ? Vraiment?
german: [_danny_] Du hast Dinge schon einmal in deinen Ästhetik gesteckt? Wirklich?

source: [_maddie_] Danny, it's perfectly natural to want to try it out... especially when you've got the right person...
french: [_maddie_] Danny, il est parfaitement naturel de vouloir l'essayer... surtout lorsque vous avez la bonne personne...
german: [_maddie_] Danny, es ist ganz natürlich, es ausprobieren zu wollen... insbesondere, wenn du die richtige Person hast...

source: [_danny_] W-wait, y-you mean, you want me to use... {i}that{/i} hole?!
french: [_danny_] Attendez, y-toi, tu veux que je utilise... {i}ç{/i} trou ?!
german: [_danny_] W-warte, y-du meinst, du möchtest mich benutzen... {i}, das{/i} Loch?!

source: [_maddie_] Oh I just know it'll feel really, {i}really{/i} good sweetie.
french: [_maddie_] Oh, je sais juste que ça se sentira vraiment, {i}vraiment{/i} bonne douceur.
german: [_maddie_] Oh, ich weiß nur, es wird sich wirklich fühlen, {i}wirklich gut{/i}.

source: [_maddie_] What are you waiting for, baby? Come and get it!
french: [_maddie_] Qu'est-ce que vous attendez, bébé ? Venez l'obtenir !
german: [_maddie_] Worauf wartest du, Baby? Komm und bekomme es!

source: [_danny_] Mom?! Are you alright? You got me so excited, I just...
french: [_danny_] Maman ?! Vous êtes bien ? Vous m'avez tellement excité, je me contente...
german: [_danny_] Mom?! Bist du richtig? Du hast mich so begeistert, ich nur...

source: [_maddie_] {i}*Huff*{/i} Yes baby, {i}*Huff*{/i} ...j-just go a little slower a second, trust me, you're bigger than you think!
french: [_maddie_] {i}*Huff*{/i} Oui bébé, {i}*Huff*{/i} ...j-just aller un peu plus lentement une seconde, croyez-moi, vous êtes plus grand que vous ne le pensez!
german: [_maddie_] {i}*Huff*{/i} Ja Baby, {i}*Huff*{/i} ...j-just go a little slow a second, trust mir, you are greater than you think!
