Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_vlad_s_f40_] Oh, why thank you, young man! Would it also be too much of a bother for you to show me the way to the lab, perhaps?
german: [_vlad_s_f40_] Ach, warum danke dir, junger Mann! Wäre es auch zu viel Mühe für Sie, mir den Weg zum Labor zu zeigen?
italian: [_vlad_s_f40_] Oh, grazie, giovanotto! Sarebbe troppo fastidioso per lei indicarmi la strada per il laboratorio, magari?

source: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Yeah, {i}uhm{/i}, no problem at all, {i}uh{/i}, sir! It's just this way. (Man, Vlad Masters is walking around in {i}my{/i} house. Trippy!)
german: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Ja, {i}uhm{/i}, kein Problem überhaupt, {i}uh{/i}, Sir! Das ist genau so. (Man, Vlad Meister wandern in {i}mein{/i} Haus. Trippy!)
italian: [_danny_s_flip_s_towards_s_talk_happy_2_s_sad_] Sì, {i}uhm{/i}, nessun problema, {i}uh{/i}, signore! È proprio da questa parte. (Cavolo, Vlad Masters se ne va in giro per {i}casa mia{/i}. Strano!).

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] It's right through that white door and down the stairs.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Es ist genau durch die weiße Tür und die Treppe hinunter.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] È proprio attraverso quella porta bianca e giù per le scale.

source: [_vlad_s_f13_] Excellent, my boy, excellent... won't you be joining us?
german: [_vlad_s_f13_] Hervorragend, mein Junge, hervorragend... wirst du uns nicht beitreten?
italian: [_vlad_s_f13_] Eccellente, ragazzo mio, eccellente... non ti unisci a noi?

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] I would just {b}hate{/b} for you to miss {i}any{/i} of our little reunion together...
german: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Ich würde nur {b}Hass {/b} für dich verpassen, {i}jeglich{/i} unserer kleinen Zusammenkunft zu verpassen...
italian: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Mi {b}dispiacerebbe che tu ti perdessi {i}una parte della nostra piccola riunione insieme...

source: [_danny_s_towards_s_sad_s_talk_happy_] No, it's alright, I'll let you three catch up. I wouldn't wanna impose on you guys catching up together.
german: [_danny_s_towards_s_sad_s_talk_happy_] Nein, es ist in Ordnung, ich lasse dich drei aufholen. Ich würde dir keine Jungs aufzwingen, die zusammen aufholen.
italian: [_danny_s_towards_s_sad_s_talk_happy_] No, va bene, vi lascio recuperare. Non vorrei disturbarvi a recuperare insieme.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, well that's just too bad, I had really hoped to spend some quality {b}bonding{/b} time with you quite soon... just young Daniel and his dear old {u}Uncle{/u} Vlad...
german: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, das ist einfach zu schlecht, ich hatte wirklich gehofft, etwas Qualität {b}Bonding{/b} Zeit mit dir zu verbringen. . nur junge Daniel und sein lieber alter {u}Uncle{/u} Vlad...
italian: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, beh, è un vero peccato, speravo davvero di poter passare presto un po' di tempo di qualità {b}per legare con te... solo il giovane Daniel e il suo caro vecchio {u}zio{/u} Vlad...

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... yeah... cool... I mean {b}no{/b}, but cool...
german: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... ja... cool... Ich meine {b}nein{/b}, aber cool...
italian: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}... sì... fico... Voglio dire {b}no{/b}, ma figo...

source: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... maybe I {i}should{/i} stick around... something about this is fishier than that octopus ghost... wait, are octopuses even fish? Is an Ectopus a {i}ghost{/i} fish...?)
german: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... vielleicht sollte ich {i}dich umgeben{/i} sticken... etwas darüber ist fischer, als der Tintenfisch. . warten, sind Tintenfische sogar Fisch? Ist ein Ektopus ein {i}Geister{/i} Fisch...?)
italian: [_danny_s_towards_wide_s_wondering_s_displeased_] (Hmm... forse dovrei {i}restare qui... c'è qualcosa di più pescoso di quel polpo fantasma... aspetta, i polpi sono pesci? Un Ectopus è un {i}pesce fantasma{/i}?

source: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Come on, Danny, focus!)
german: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Komm, Danny, fokussiert!)
italian: [_danny_s_at_danny_s_frown_2_s_sad_2_] (Dai, Danny, concentrati!)

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline! Jack! So wonderful to see you both again!
german: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline! Jack! So wunderbar, dass du beide wieder siehst!
italian: [_vlad_s_towards_s_unhappy_s_talk_happy_] Madeline! Jack! È così bello rivedervi entrambi!

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh my goodness, Vlad! It was {b}you{/b} at the door?!
german: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh meine Güte, Vlad! Es war {b}du{/b} vor der Tür?!
italian: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Oh mio Dio, Vlad! Era {b}tu{/b} alla porta?!

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, baby! Good to see you again, old buddy! How you doing, you old salt, you?!
german: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, Baby! Gut um dich wieder zu sehen, alter Kumpel! Wie du machst, du altes Salz, du?!
italian: [_jack_s_flip_s_towards_wide_s_sad_s_talk_happy_] Vladdie, baby! E' bello rivederti, vecchio amico! Come va, vecchio sale, tu?!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, you know, running a multi-billion dollar company like Vladco can be a bit troublesome, frankly. Hardly ever have any time to do any of my own research... or catch up with old friends...
german: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, du weißt, die Führung eines Milliarden-Dollar-Unternehmens wie Vladco kann ein bisschen problematisch sein, offen gestanden. Kaum eine Zeit zu haben, um meine eigenen Recherchen durchzuführen... oder alte Freunde aufzuholen...
italian: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, sapete, gestire una società multimiliardaria come Vladco può essere un po' fastidioso, francamente. Non ho quasi mai tempo per fare ricerche personali... o per incontrare vecchi amici...

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] I mean, this is certainly unexpected... we knew you were in town, but I thought you'd be too busy catching those ghosts for a visit!
german: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] Ich meine, das ist sicherlich unerwartet... Wir wussten, dass du in der Stadt bist, aber ich dachte, du würdest zu beschäftigt sein, die Geister für einen Besuch zu fangen!
italian: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_distraught_] Voglio dire, questo è certamente inaspettato... sapevamo che eri in città, ma pensavo che fossi troppo occupato a catturare quei fantasmi per una visita!

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, you mean the ghost I've {i}already{/i} caught?
german: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, du meinst den Geist, den ich {i}bereits gefangen habe{/i} habe?
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, intendi il fantasma che ho già {i}{/i} catturato?

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] You caught one {b}already{/b}?! Ahh, damn it all... just as we were finishing up the {b}"Fenton Ghost Fisher"{/b} too.
german: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Du hast bereits einen {b}erwischt{/b}?! Ahh, alles verdammt... genau wie wir den {b}"Fenton Ghost Fisher"{/b} beendeten.
italian: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Ne hai già preso uno {b}{/b}?! Ahh, accidenti a tutto... proprio mentre stavamo finendo anche il {b}"Fenton Ghost Fisher"{/b}.

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, I do apologize for your frustration, Jack. You always were the one most {b}gung-ho{/b} about the real {i}'chase'{/i} of a good ghost hunt. I myself often just prefer to lay clever traps for them...
german: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, entschuldige ich mich für deine Frustration, Jack. Du warst immer der am meisten {b}gung-ho{/b} über die wahre {i}'chase'{/i} einer guten Geisterjagd. Ich selbst ziehe es oft vor, schlaue Fallen für sie zu legen...
italian: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh, mi scuso per la tua frustrazione, Jack. Sei sempre stato quello più {b}entusiasta{/b} della vera {i}"caccia" {/i} di una buona caccia ai fantasmi. Io stesso spesso preferisco tendere loro trappole intelligenti...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, you know how he gets, Vlad. Always getting so worked up over any potential sign of a spectral encounter!
german: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, du weißt, wie er wird, Vlad. Immer wieder über potenzielle Anzeichen einer Spektralbegegnung erarbeitet!
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Oh, sai com'è fatto, Vlad. Sempre ad agitarsi per ogni potenziale segno di un incontro spettrale!

source: [_vlad_s_towards_s_rise_s_talk_happy_] Yes, I completely understand... which is why I thought it'd be sporting to {i}bring{/i} you said spectral encounter with me.
german: [_vlad_s_towards_s_rise_s_talk_happy_] Ja, ich verstehe ganz ... und deshalb dachte ich, es wäre sportlich, {i}bring{/i} zu bringen, wie du sagtest, Spektralbegegnung mit mir.
italian: [_vlad_s_towards_s_rise_s_talk_happy_] Sì, capisco perfettamente... ed è per questo che ho pensato che sarebbe stato sportivo {i}portare con me il suddetto incontro spettrale.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You did?? Here, with you?? Which one? Oh, I hope it's that Phantasmal Pervert!!
german: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Du hast das gemacht?? Hier mit dir?? Welcher? Oh, ich hoffe, es ist das phantastische Pervert!!
italian: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] L'hai fatto? Qui, con te? Quale? Oh, spero che sia quel Pervertito Fantasmatico!!!

source: [_vlad_s_towards_s_sad_s_talk_happy_] Now I must say, with the state of your town as it currently stands, I don't know how I could {b}possibly{/b} go back to my estate in Wisconsin without lending a hand to your ghost problem first. The one I've caught surely won't be the last, realistically.
german: [_vlad_s_towards_s_sad_s_talk_happy_] Jetzt muss ich sagen, mit dem Zustand deiner Stadt, wie sie derzeit steht, Ich weiß nicht, wie ich {b}möglicherweise{/b} zu meinem Landgut in Wisconsin zurückkehren könnte, ohne zuerst dem Geisterproblem eine Hand zu leihen. Die einen, die ich erwischt habe, wird sicherlich nicht der letzte, realistische.
italian: [_vlad_s_towards_s_sad_s_talk_happy_] Devo dire che, visto lo stato attuale della vostra città, non so come potrei {b}tornare alla mia tenuta nel Wisconsin senza prima dare una mano al problema dei fantasmi. Quello che ho catturato non sarà di certo l'ultimo, realisticamente.

source: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Well, we're certainly glad to know that you'll be around to help us out, Vlad.
german: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Nun, wir freuen uns sicher zu wissen, dass du bald da bist, um uns zu helfen, Vlad.
italian: [_maddie_s_flip_s_closed_s_sad_s_talk_happy_] Siamo felici di sapere che ci aiuterai, Vlad.

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] I certainly didn't mean to be presumptuous in any matter, but considering I've yet to have the time to set up my own laboratory in town, I was hoping I would be able to share yours for the time being?
german: [_vlad_s_towards_s_unhappy_s_talk_happy_] Ich habe sicher nicht gemeint, in irgendeinem Fall anmaßend zu sein aber ich denke, ich habe noch nicht die Zeit haben, mein eigenes Labor in der Stadt einzurichten Ich hatte gehofft, dass ich vorerst in der Lage sein würde, Ihre zu teilen?
italian: [_vlad_s_towards_s_unhappy_s_talk_happy_] Non volevo certo essere presuntuoso, ma visto che non ho ancora avuto il tempo di allestire un mio laboratorio in città, speravo di poter condividere il vostro per il momento?

source: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Of course, what's mine is yours, V-Man!
german: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Natürlich, was ist Mine ist du, V-Mann!
italian: [_jack_s_flip_s_closed_s_sad_s_talk_happy_] Naturalmente, ciò che è mio è tuo, V-Man!

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh good... I'd {i}hoped{/i} as much...
german: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh gut... Ich hätte {i}hoffte{/i} soviel...
italian: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, bene... Avevo {i}sperato che fosse così...

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] So, without further ado, I suppose I should go about showing you the blasted thing...
german: [_vlad_s_towards_s_unhappy_s_talk_happy_] Also ohne weitere Umschweife nehme ich an, dass ich dir die versaute Sache zeigen sollte...
italian: [_vlad_s_towards_s_unhappy_s_talk_happy_] Quindi, senza ulteriori indugi, suppongo che dovrei iniziare a mostrarvi questa dannata cosa...

source: [_vlad_s_towards_s_neutral_s_talk_happy_] ...it was actually thanks to your old schematics, Madeline, that I was able to create a working {b}Thermos{/b}...
german: [_vlad_s_towards_s_neutral_s_talk_happy_] ...Dank Ihrer alten Schema, Madeline, konnte ich tatsächlich {b}Thermos{/b} erstellen...
italian: [_vlad_s_towards_s_neutral_s_talk_happy_] ...è stato proprio grazie ai tuoi vecchi schemi, Madeline, che sono riuscito a creare un thermos funzionante {b}{/b}...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} You did?! How? The harmonics of the necessary power supply were always so-
german: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} hast du get?! Wie? Die Harmonie der notwendigen Stromversorgung war immer so-
italian: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] {i}*Gasp*{/i} L'hai fatto?! Come? Le armoniche dell'alimentazione necessaria erano sempre così...

source: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, it would take {b}far{/b} too long to explain fully, my dear. I'll have the whitepaper delivered to you from the RND department at Vladco to brief you on the technical details. For now, I suppose we could begin to experiment with the ghoul itself!
german: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, es würde {b}weit dauern{/b} zu lange dauern, um es vollständig zu erklären, mein Lieber. Ich werde Ihnen das Whitepaper von der RND Abteilung bei Vladco zur Verfügung stellen, um Sie über die technischen Details zu informieren. Denn jetzt könnten wir anfangen, mit dem Ghul selbst zu experimentieren!
italian: [_vlad_s_towards_s_sad_s_talk_happy_] Oh, ci vorrebbe {b}troppo tempo per spiegarlo completamente, mia cara. Le farò recapitare il libro bianco dal dipartimento RND di Vladco per aggiornarla sui dettagli tecnici. Per ora, suppongo che potremmo iniziare a sperimentare con il ghoul stesso!

source: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...are you sure that's a good idea, Vlad? Is it safe to just release one out of a Thermos?
german: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...bist du sicher, dass das eine gute Idee ist, Vlad? Ist es sicher, nur einen Thermostat freizugeben?
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_frown_] ...sei sicuro che sia una buona idea, Vlad? È sicuro rilasciarne uno da un thermos?

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Of course it is, sweetie! Vlad knows what he's doing!
german: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Natürlich ist es süß! Vlad weiß, was er tut!
italian: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Certo che lo è, tesoro! Vlad sa cosa sta facendo!

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Yes, I most {u}certainly{/u} do... now then, Jack, why don't you clear some space for us to work in? Madeline, if you'll kindly assist me to set up the containment field we'll trap it in for examination...?
german: [_vlad_s_towards_s_neutral_s_talk_happy_] Ja, ich bin am meisten {u}sicher{/u} tun... dann Jack, warum raubt ihr nicht einen Platz für uns um zu arbeiten? Madeline, wenn du mir bei der Einrichtung des Containment-Feldes helfen wirst, dass wir es zur Prüfung eintragen...?
italian: [_vlad_s_towards_s_neutral_s_talk_happy_] {u}Sì, ne sono certo... Ora, Jack, perché non liberi un po' di spazio per lavorare? Madeline, se gentilmente mi aiuti a preparare il campo di contenimento in cui lo intrappoleremo per l'esame...?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Alright, everything seems in place! What now?
german: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Okay, alles scheint in Ordnung zu sein! Was jetzt?
italian: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Bene, tutto sembra a posto! E adesso?

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Well, all that's left to do now is to hook the containment field up to the Thermos properly and release the creature from inside.
german: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Nun, alles, was jetzt noch zu tun bleibt, ist, das Containment-Feld bis zu den Thermos ordnungsgemäß zu Haken und die Kreatur von innen freizugeben.
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Ora non resta che collegare correttamente il campo di contenimento al thermos e liberare la creatura dall'interno.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] You got it Vladdie! Let's do-it to-it, V-Man!!
german: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Du hast es Vladdie bekommen! Lass uns es beenden, V-Mann!!
italian: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Ce l'hai fatta, Vladdie! Facciamolo, V-Man!!!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, settle down, Jack! Don't be so overly eager! We don't need {i}another{/i} lab accident to occur due to your giddiness...
german: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, sich beruhigt, Jack! Seien Sie nicht so eifer! Wir brauchen {i}kein anderes{/i} Labor Unfall, um wegen Ihrer Schwindel auftreten...
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_frown_] Oh, calmati, Jack! Non essere così impaziente! Non abbiamo bisogno che {i}un altro incidente di laboratorio si verifichi a causa della tua eccitazione...

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, would {i}you{/i} kindly do the honors? None of this would have happened without {i}your{/i} brilliant ingenuity after all.
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Madeline, potresti {i}gentilmente fare gli onori di casa? Nulla di tutto questo sarebbe accaduto senza {i}la tua brillante ingegnosità, dopotutto.

source: [_maddie_] Oh! Well I-I suppose I {i}could{/i}... my, such a {b}gentleman{/b}.
german: [_maddie_] Oh! Nun, ich nehme an, dass ich {i}könnte{/i}... mein, so ein {b}Gentleman{/b}.
italian: [_maddie_] Oh! Beh, suppongo di poter {i}{/i}... accidenti, che gentiluomo {b}{/b}.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] Now, is it {b}this{/b} button here that will allow us to attach the containment field connector? Or do we need to go through some sort of safety procedures to properly disable the Thermos'-
german: [_maddie_s_rise_one_3_s_talk_happy_2_] Ist es nun {b}diese{/b} Schaltfläche, die es uns erlaubt, den Containment-Feld Konnektor anzuhängen? Oder müssen wir eine Art Sicherheitsverfahren durchlaufen, um die Thermostate ordnungsgemäß zu deaktivieren-
italian: [_maddie_s_rise_one_3_s_talk_happy_2_] Ora, è {b}questo{/b} pulsante qui che ci permetterà di collegare il connettore del campo di contenimento? O dobbiamo seguire qualche procedura di sicurezza per disattivare correttamente il Thermos?

source: [_danny_] (Man, this is getting pretty boring honestly... guess my hunch was off, nothing too fishy going on here. Just some old friends mingling together after a long time apart... I feel like I'll just head back upstairs silently...)
german: [_danny_] (Mann, das wird ehrlicherweise ziemlich langweilig... Vermutlich mein Hunch war aus, nichts zu faul geht hier los. Nur ein paar alte Freunde vermischen sich nach einer langen Wohnung... Ich fühle mich, als würde ich einfach ruhig nach oben gehen...)
italian: [_danny_] (Cavolo, sta diventando piuttosto noioso, onestamente... credo che la mia intuizione fosse sbagliata, non c'è niente di troppo sospetto qui. Solo dei vecchi amici che si mescolano dopo tanto tempo di lontananza... Credo che tornerò di sopra in silenzio...)

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] No, no, you're quite right, madeline, it's just a simple press of the button. Yes, just press down on {b}that{/b} button there...
german: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Nein, nein, du bist ganz richtig, verrückt, es ist nur ein einfaches Drücken der Taste. Ja, einfach auf {b}drücken, die dort {/b} Taste drücken...
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] No, no, hai ragione, madeline, basta premere il pulsante. Sì, basta premere {b}quel pulsante lì...

source: [_ectopuss_] {b}Fiiiinally!!{b} Do you have any idea how cramped those things are?! Now who the hell put me there to begin with??
german: [_ectopuss_] {b}Fiiiiinally!!{b} Hast du eine Ahnung, wie geknallt diese Dinge sind?! Nun, mit wem die Hölle mich dort ansetzt??
italian: [_ectopuss_] {b}Fiiiinalmente!!!{b} Hai idea di quanto siano strette quelle cose?! Chi diavolo mi ha messo lì per cominciare?

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad? Jack?!{p}Oh no, Jack's been knocked unconcious!! But where's Vlad?!
german: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad? Jack?!{p}Oh nein, Jack's wurde ungestört!! Aber wo ist Vlad?!
italian: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_distraught_] Vlad? Jack?!{p}Oh no, Jack ha perso i sensi!!! Ma dov'è Vlad?!

source: [_ectopuss_] Well {i}hello{/i} there miss jumpsuit... don't you look nice and tasty...
german: [_ectopuss_] Nun, {i}Hallo{/i} fehlt der Sprunganzüge... schaust du nicht gut aus...
italian: [_ectopuss_] Beh {i}Salve signorina tuta... non ha un aspetto piacevole e gustoso...

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}hello{/i} there... I'm actually a living, breathing person, and I'd prefer {b}NOT{/b} to get munched... or... {i}anything{/i} else, really...
german: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}Hallo{/i} da... Ich bin eigentlich ein lebendiger, atmender Mensch, und ich würde {b}NICHT{/b} lieber munched... oder... {i}irgendetwas{/i} sonst, wirklich...
italian: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, {i}uhm{/i}... {i}salve... Sono una persona viva e vegeta e preferirei {b}NON essere sgranocchiata... o... {i}qualsiasi altra cosa, davvero...

source: [_danny_] (Jeez, I'm only halfway up the stairs, and {b}this{/b} happens?? This isn't going to end well... man, Ectopus seems a lot tougher looking, and with Mom here... I need to figure out a plan, fast!!)
german: [_danny_] (Jeez, ich bin nur die Hälfte der Treppe hoch und {b}passiert dass{/b} läuft?? Das wird nicht gut enden. . Mann, Ectopus scheint viel härter zu sein, und mit Mama hier... Ich muss einen Plan ausfindig machen, schnell!!)
italian: [_danny_] (Accidenti, sono solo a metà delle scale, e {b}succede questo?? Non finirà bene... Ectopus sembra molto più resistente, e con la mamma qui... Devo escogitare un piano, in fretta!!!)
