Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_p_phantom.po
Languages: german, italian

source: [_danny_] (JAZZ!!)
german: [_danny_] (JAZ!!)

source: [_danny_] (Oh man, that is- sh-she's actually- I mean... this is {b}really{/b} happening in front of my own eyes right now!!)
german: [_danny_] (Oh Mann, das ist- sh-sie ist eigentlich- Ich meine... dies ist {b}wirklich{/b} vor meinen eigenen Augen gerade vor meinen Augen!!)
italian: [_danny_] (Oh cavolo, è... è davvero... voglio dire... questo è {b}davvero{/b} quello che sta accadendo davanti ai miei occhi proprio adesso!!!)

source: [_danny_] (Oh no, I think my heart's going to burst! It's beating {b}way{/b} too fast!!)
german: [_danny_] (Oh nein, ich denke, mein Herz wird platzen! Es schlägt {b}Weg{/b} zu schnell!!)
italian: [_danny_] (Oh no, credo che il mio cuore stia per scoppiare! Sta battendo {b}troppo velocemente!!)

source: [_danny_] (Nope, shouldn't have done this, I should {u}not{/u} have done this!!)
german: [_danny_] (Nein, hätte dies nicht tun sollen, ich hätte {u}nicht{/u} dies tun sollen!!)
italian: [_danny_] (No, non avrei dovuto farlo, non avrei dovuto {u}non{/u} farlo!!!).

source: [_danny_] (I mean, she's really just... sitting there... using a mini vibrator on herself...)
german: [_danny_] (Ich meine, sie ist wirklich richtig... dort sitzen... mit einem Minivibrator auf sich selbst...)
italian: [_danny_] (Voglio dire, sta davvero... seduto lì... usando un mini vibratore su se stesso...)

source: [_danny_] (This is just so...)
german: [_danny_] (Dies ist genau so...)
italian: [_danny_] (È proprio così...)

source: [_danny_] (I really don't know how I feel about this honestly... this was just supposed to be a funny prank...)
german: [_danny_] (Ich weiß wirklich nicht, wie ich mich ehrlich darüber fühle... das sollte nur ein lustiger Pink sein...)
italian: [_danny_] (Onestamente non so come la penso... doveva essere solo uno scherzo divertente).

source: [_jazz_] {i}Ahh… Ahhh{/i}… oh yes….
german: [_jazz_] {i}Ahh… Ahh{/i}… oh ja….

source: [_jazz_] {i}Mmmmm{/i}... yeah...
german: [_jazz_] {i}Mmm{/i}... ja...
italian: [_jazz_] {i}Mmmmm{/i}... sì...

source: [_jazz_] {i}Uhmmff{/i}... (Just like that... stick it right in there...)
german: [_jazz_] {i}Uhmmff{/i}... (wie dass... stecke es dort genau an...)
italian: [_jazz_] {i}Uhmmff{/i}... (Proprio così... ficcatelo dentro...)

source: [_jazz_] (Oooh, you're making my pussy nice and wet...) {i}Mmhffhh~{/i}...
german: [_jazz_] (Oooh, du machst meine Fotze nett und nass...) {i}Mmhffh~{/i}...
italian: [_jazz_] (Oooh, mi stai facendo bagnare la figa...) {i}Mmhffhh~{/i}...

source: [_jazz_] {i}Uhhh{/i}... God, I need some cock inside me right {i}nooow{/i}~...
german: [_jazz_] {i}Uhhh{/i}... Gott, ich brauche einen Schwanz in mir rechts {i}nooow{/i}~...
italian: [_jazz_] {i}Uhhh{/i}... Dio, ho bisogno di un cazzo dentro di me proprio {i}adesso...

source: [_jazz_] (Rubbing my clit feels soo fucking nice… {i}Hahh{/i}…)
german: [_jazz_] (Rubbeln meinem Clit fühlt sich soo fucking nett an… {i}Hahh{/i}…)
italian: [_jazz_] (Strofinare il mio clitoride è così fottutamente piacevole… {i}Hahh{/i}…)

source: [_jazz_] {i}Ngghhh{/i}… oh God, my nipples are so hard…
german: [_jazz_] {i}Ngghh{/i}… oh Gott, meine Brustwarzen sind so hart…
italian: [_jazz_] {i}Ngghhh{/i}… oh Dio, i miei capezzoli sono così duri…

source: [_jazz_] ({i}Uhhhnnn{/i}… it feels like little volts are surging through my pussy…)
german: [_jazz_] ({i}Uhhhhnn{/i}… es fühlt sich an, als würden kleine Volts durch meine Fotze springen…)
italian: [_jazz_] ({i}Uhhhnnn{/i}… mi sento come se dei piccoli volt stessero attraversando la mia figa…)

source: [_jazz_] {i}Hnnnghhh{/i}… God, my tits feel so good to just {b}squeeze{/b}…
german: [_jazz_] {i}Hnnnghh{/i}… Gott, meine Titten fühlen sich so gut für {b}Squeeze{/b}…
italian: [_jazz_] {i}Hnnnghhh{/i}… Dio, le mie tette sono così belle da {b}strizzare{/b}…

source: [_jazz_] Oh yessss, I'm gonna... oh shit~...!!
german: [_jazz_] Oh yessss, ich bin gonna... oh shit~...!!
italian: [_jazz_] Oh yessss, sto per... oh merda!!!

source: [_jazz_] I'm about to... {b}fucking Christ{/b}...~!!
german: [_jazz_] Ich bin im Begriff... {b}fucking Christ{/b}...~!!
italian: [_jazz_] Sto per... {b}fottuto Cristo{/b}...~!!!

source: [_danny_] (Wait a second... is she about to...?)
german: [_danny_] (Warte eine Sekunde... ist sie im Begriff...?)
italian: [_danny_] (Aspetta un attimo... sta per...?)

source: [_danny_] (I should leave. Like now!!)
german: [_danny_] (Ich sollte gehen. Wie jetzt!!)
italian: [_danny_] (Dovrei andarmene. Adesso!)

source: [_jazz_] Your cock is so big… Haggghhhh…
german: [_jazz_] Dein Schwanz ist so groß… Haggghhhh…
italian: [_jazz_] Il tuo cazzo è così grande… Haggghhhh…

source: [_jazz_] When did you grow so much?
german: [_jazz_] Wann bist du so viel gewachsen?
italian: [_jazz_] Quando sei cresciuto così tanto?

source: [_jazz_] I-I can't take it..!! I- Khhhh! I need more!!
german: [_jazz_] I can't take it..!! I- Khhhh! Ich brauche mehr!!
italian: [_jazz_] Io... non ce la faccio!!! Io... Khhhh! Ne ho bisogno di più!!!

source: [_jazz_] I feel you cock sliding inside me…
german: [_jazz_] Ich fühle mich als hättest du den Schwanz, der in mir schiebt…
italian: [_jazz_] Sento il tuo cazzo scivolare dentro di me…

source: [_jazz_] It's rubbing all my key spots…Hnngghhh…
german: [_jazz_] reibt alle meine Schlüsselpunkte…Hnngghhh… ab
italian: [_jazz_] Sta sfregando tutti i miei punti chiave…Hnngghhh…

source: [_jazz_] You're such a beast…
german: [_jazz_] Du bist so ein Biest…
italian: [_jazz_] Sei proprio una bestia…

source: [_jazz_] S-So rough…*pant* *pant*
german: [_jazz_] S-So grob…*pant* *pant*
italian: [_jazz_] S-So rough…*pant* *pant* *pant*

source: [_jazz_] It's in soo deep….
german: [_jazz_] Es ist in soo tief….
italian: [_jazz_] E' così profondo….

source: [_jazz_] It feels like it's in my stomach…
german: [_jazz_] Es fühlt sich an, als sei es in meinem Magen…
italian: [_jazz_] Mi sembra che sia nello stomaco…

source: [_jazz_] The way it twists and turns as it comes in is too much…
german: [_jazz_] Die Art und Weise, wie es sich dreht und dreht, während es hineinkommt, ist zu viel…
italian: [_jazz_] Il modo in cui si contorce mentre arriva è troppo…

source: [_jazz_] Oh Danny… you're gonna make me cum!!!
german: [_jazz_] Oh Danny… Du wirst mich mitmachen!!!
italian: [_jazz_] Oh Danny… mi farai sborrare!!!

source: [_danny_] Woah, Jazz is masturbating … and she's kinda hot while doing it.
german: [_danny_] Woah, Jazz masturbiert … und sie ist heiß, während sie es tut.
italian: [_danny_] Woah, Jazz si sta masturbando … ed è piuttosto sexy mentre lo fa.

source: [_jazz_] Yeah, Danny, lick my clit…Haaaahhh…
german: [_jazz_] Ja, Danny, lecke meinen Clit…Haaaahhh…
italian: [_jazz_] Sì, Danny, leccami il clitoride…Haaaahhh…

source: [_jazz_] Your tongue feels so good there…
german: [_jazz_] Deine Zunge fühlt sich dort so gut an…
italian: [_jazz_] La tua lingua è così buona…

source: [_jazz_] See how hard it is? Nnngaahhh!! L-Lick it more…
german: [_jazz_] Sieh wie hart es ist? Nnngaahh!! L-Lecke es mehr…
italian: [_jazz_] Vedete quanto è difficile? Nnngaahhh!!! Leccalo di più…

source: [_jazz_] I-It's too good… my mind is going blank…
german: [_jazz_] I-Es ist zu gut,… Ich denke, dass… leer bleibt
italian: [_jazz_] È troppo bello… La mia mente si sta svuotando…

source: [_jazz_] I love it… The feel of your cock in me…
german: [_jazz_] Ich liebe es… Dein Schwanz in mir…
italian: [_jazz_] Mi piace… La sensazione del tuo cazzo in me…

source: [_jazz_] Mnnnn… you're sucking my tits…
german: [_jazz_] Mnnnn… Du saugst meine Titten…
italian: [_jazz_] Mnnnn… mi stai succhiando le tette…

source: [_jazz_] You naughty boy… suck on it more…
german: [_jazz_] Du bist unartiger Junge… saug mehr…
italian: [_jazz_] Tu ragazzo cattivo… succhialo di più…

source: [_danny_] I think I'm getting really horny from watching Jazz masturbate.
german: [_danny_] Ich denke, ich werde wirklich geil beim Masturbat Jazz sehen.
italian: [_danny_] Credo di essermi eccitato molto guardando Jazz che si masturba.

source: [_danny_] Her pussy is so sexy and inviting…
german: [_danny_] Ihre Fotze ist so sexy und einladend…
italian: [_danny_] La sua figa è così sexy e invitante…

source: [_danny_] Maybe I could bang her as a ghost?
german: [_danny_] Vielleicht könnte ich sie als Gespenst geben?
italian: [_danny_] Forse potrei scoparmela come fantasma?

source: [_danny_] Nah, I don't have enough control for that yet.
german: [_danny_] Nein, ich habe noch nicht genug Kontrolle dafür.
italian: [_danny_] No, non ho ancora abbastanza controllo per farlo.

source: [_danny_] I guess I'll keep watching for now… I want to see her cum.
german: [_danny_] Ich vermute, ich werde jetzt weiter beobachten… Ich möchte sie mitsehen.
italian: [_danny_] Credo che per ora continuerò a guardare… Voglio vederla sborrare.

source: [_jazz_] Nghh… it's coming…it's comingggg…
german: [_jazz_] Nghh… es kommt…es kommt kommend…
italian: [_jazz_] Nghh… sta arrivando…sta arrivandoggg…

source: [_jazz_] Nnnn!! You're cumming too, Danny?
german: [_jazz_] Nnn!! Du bist auch cumming Danny?
italian: [_jazz_] Nnnn!!! Stai sborrando anche tu, Danny?

source: [_jazz_] Then cum with me… together!!
german: [_jazz_] Dann mit mir… gemeinsam!!
italian: [_jazz_] Allora sborra con me… insieme!!

source: [_jazz_] Hn..hnnn..Hn…C-Cumming!!
german: [_jazz_] Hn..hnn..Hn…C-Cumming!!

source: [_jazz_] Hnnnn!!!!!!!!
german: [_jazz_] Hnnn!!!!!!!!

source: [_danny_] Whoa she squirted all over her chair… that was so hot.
german: [_danny_] Wow, sie hat ihren Stuhl vollgespritzt... das war so scharf.
italian: [_danny_] Ha schizzato su tutta la sua sedia… . È stato così eccitante.

source: [_jazz_] *pant*… *pant*… That was soo good….
german: [_jazz_] *pant*… *pant*… Das war gut….
italian: [_jazz_] *…… E' stato così bello….

source: [_jazz_] I'd better clean up though.
german: [_jazz_] Ich würde aber besser bereinigen.
italian: [_jazz_] È meglio che mi dia una ripulita.

source: [_danny_] Oops, I think it's high time for me to leave.
german: [_danny_] Hoppla, ich denke, es ist höchste Zeit für mich, zu gehen.
italian: [_danny_] Ops, credo sia giunto il momento di andarmene.

source: Did you give Dash Jazz's panties?
german: Hast du Dash Jazz's Hosen gegeben?
italian: Hai dato a Dash le mutandine di Jazz?

source: Yes, I did.
german: Ja, das habe ich getan.
italian: Sì, l'ho fatto.

source: No, of course not!
german: Nein, natürlich nicht!
italian: No, certo che no!

source: [_danny_s_talk_happy_] Mornin', Jazz.
italian: [_danny_s_talk_happy_] Buongiorno, Jazz.

source: [_danny_s_talk_frown_2_s_sad_] ...have I?
italian: [_danny_s_talk_frown_2_s_sad_] ...ho fatto?

source: [_danny_s_frown_2_s_wondering_] ("Get bent?")
italian: [_danny_s_frown_2_s_wondering_] ("Ti sei piegato?")
