Repository: DonRP/AmityPark
Catalog: game/*/*/episode_1_side_quest_Paulina.po
Languages: french, german, italian

source: [_ectopuss_] {i}Grrrrr...{/i} fine! If you wanna try to play hero, kid, then we can always do things the hard way! Prepare to become a ghost just like me!! {i}Ah hahah hehah!!{/i}
french: [_ectopuss_] {i}Grrrrr...{/i} bien ! Si tu veux jouer au héros, gamin, alors on peut toujours faire les choses à la manière forte ! Prépare-toi à devenir un fantôme, tout comme moi !! {i}Ah hahah hehah!!{/i}
german: [_ectopuss_] {i}Grrrrrr... /i} gut! Wenn du versuchen möchtest, Held, Kind zu spielen, dann kannst du alles auf die harte Art und Weise machen! Bereite dich darauf vor, wie ich ein Gespenst zu werden!! {i}Ah hah hehah!!{/i}
italian: [_ectopuss_] {i}Grrrrr... va bene! Se vuoi provare a fare l'eroe, ragazzo, allora possiamo sempre fare le cose nel modo più difficile! Preparati a diventare un fantasma proprio come me!!! {i}Ah hahah hehah!!!{/i}

source: [_danny_s_p_p_10_] {i}Hah!{/i} Jokes on you, freak! I'm {i}already{/i} a ghost! Now get ready to face my undertrained fists of fury!!
french: [_danny_s_p_p_10_] {i}Hah!{/i} Je me moque de toi, monstre ! Je suis {i}déjà{/i} un fantôme ! Prépare-toi à affronter mes poings de fureur sous-entraînés !!
german: [_danny_s_p_p_10_] {i}Hah!{/i} Witze auf dich, Freak! Ich bin bereits {i}/ / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / /
italian: [_danny_s_p_p_10_] {i}Hah! Scherzi a parte, pazzoide! Sono {i}già{/i} un fantasma! Ora preparati a fronteggiare i miei pugni di furia non allenati!!!

source: [_danny_] (What am I waiting for exactly?)
french: [_danny_] (Qu'est-ce que j'attends exactement ?)
german: [_danny_] (worauf warte ich genau?)
italian: [_danny_] (Cosa sto aspettando esattamente?)

source: [_danny_] (Paulina called for my help and that ghost needs a beating! Let's see what this ghost form can do!)
french: [_danny_] (Paulina a appelé à mon aide et ce fantôme a besoin d'une raclée ! Voyons ce que cette forme de fantôme peut faire !)
german: [_danny_] (Paulina hat meine Hilfe gefordert und dieser Geist braucht einen Schläger! Lass uns sehen, was diese Geisterform tun kann!)
italian: [_danny_] (Paulina ha chiesto il mio aiuto e quel fantasma ha bisogno di essere picchiato! Vediamo cosa può fare questa forma fantasma)!

source: [_paulina_] Oh, thank you so, {i}so{/i} much! He almost got his nasty tentacles to expose me out in the open! You're my {u}hero{/u}!!
french: [_paulina_] Oh, merci beaucoup, {i}so{/i} much ! Il a failli faire en sorte que ses vilaines tentacules m'exposent au grand jour ! Tu es mon {u}héros{/u} !!
german: [_paulina_] Ach, vielen Dank, {i}so{/i} viel! Er hat fast seine geilen Tentakel, um mich in der Öffentlichkeit zu enthüllen! Du bist mein {u}Helden{/u}!!
italian: [_paulina_] Oh, grazie mille, {i}tanto{/i}! Ha quasi fatto in modo che i suoi brutti tentacoli mi smascherassero all'aperto! Sei il mio eroe {u}{/u}!!

source: [_paulina_] If it wasn't for you, I could've ended up in one of those weird Japanese cartoons!
french: [_paulina_] Si tu n'avais pas été là, j'aurais pu finir dans un de ces étranges dessins animés japonais !
german: [_paulina_] Wenn es nicht für dich wäre, könnte ich in einem dieser seltsamen japanischen Karikaturen gelangen!
italian: [_paulina_] Se non fosse stato per te, sarei potuto finire in uno di quegli strani cartoni animati giapponesi!

source: [_danny_] No problem, miss. Just doing what anyone else would do...
french: [_danny_] Pas de problème, mademoiselle. Je fais juste ce que n'importe qui ferait...
german: [_danny_] Kein Problem, verpasst. Tun Sie nur, was andere tun würden...
italian: [_danny_] Nessun problema, signorina. Faccio solo quello che farebbe chiunque altro...

source: [_paulina_] Well here then, allow me to thank my hero {i}properly{/i}...
french: [_paulina_] Alors, permettez-moi de remercier mon héros {i}comme il se doit...
german: [_paulina_] Nun, gestatten Sie mir, meinem Helden {i}richtig zu danken{/i}...
italian: [_paulina_] Allora, permettetemi di ringraziare adeguatamente il mio eroe {i}{/i}...

source: [_danny_] (Hot dog!! Man, what a time to be half alive!)
french: [_danny_] (Hot dog !! Mec, quelle époque pour être à moitié vivant !)
german: [_danny_] (Heißer Hund!! Mann, was für eine Zeit um halb lebendig zu sein!)
italian: [_danny_] (Hot dog!!! Cavolo, che momento per essere mezzi vivi!).

source: [_paulina_] Oooh, {u}frosty{/u}! {i}Heyy{/i}, kissing your cheek is like kissing a big, cute breath mint!{p}I {i}like{/i} that...
french: [_paulina_] Oooh, {u}frosty{/u} ! {i}Heyy{/i}, embrasser ta joue, c'est comme embrasser un gros bonbon à la menthe !{p}J'aime bien {i}que...
german: [_paulina_] Oooh, {u}frosty{/u}! {i}Heyy{/i}, Küssen deine Wange wie Küssen einer großen, niedlichen Atemmine!{p}Ich {i}wie{/i} das...
italian: [_paulina_] Oooh, {u}frosty{/u}! {i}Heyy{/i}, baciare la tua guancia è come baciare una grande e simpatica mentina per l'alito!{p}Mi {i}piace{/i} che...

source: [_paulina_] I wonder where that loser who was supposed to carry my stuff went to?
french: [_paulina_] Je me demande où est allé le loser qui devait porter mes affaires ?
german: [_paulina_] Ich frage mich, wohin dieser Verlierer, der meine Sachen tragen sollte?
italian: [_paulina_] Mi chiedo dove sia finito quello sfigato che doveva portare la mia roba.

source: [_danny_] Oh, {i}uh{/i}, Danny? Yeah I saw him safely hiding in some bushes... l-like I told him to do! Hiding bravely was the smartest move! Should be out in a bit now that it's all clear.{p}A-anyway, see yah around!
french: [_danny_] Oh, {i}uh{/i}, Danny ? Oui, je l'ai vu se cacher en sécurité dans des buissons... comme je lui ai dit de le faire ! Se cacher bravement était la meilleure chose à faire ! Il devrait sortir dans un moment maintenant que c'est dégagé.{p}De toute façon, on se voit plus tard !
german: [_danny_] Oh, {i}uh{/i}, Danny? Ja, ich sah ihn sicher in einigen Bussen versteckt... l-wie ich ihm gesagt habe zu tun! Mutig zu verstecken war der klügste Schritt! Sollte jetzt ein bisschen draußen sein, da ist alles klar.{p}A-trotzdem, sieh dich um!
italian: [_danny_] Oh, {i}uh{/i}, Danny? Sì, l'ho visto nascosto in qualche cespuglio... come gli avevo detto di fare! Nascondersi coraggiosamente è stata la mossa più intelligente! Dovrebbe uscire tra un po', ora che è tutto libero.{p}Comunque, ci vediamo in giro!

source: [_paulina_] Wait, what's your name?! Don't just-
french: [_paulina_] Attends, c'est quoi ton nom ? ! Ne faites pas-
german: [_paulina_] Warte, was ist dein Name?! Nicht nur-
italian: [_paulina_] Aspetta, come ti chiami? Non...

source: [_paulina_] (Where'd he go? Invisibility? Bone white hair? {i}Ugh{/i}, just my luck! I finally meet a nice cute boy and he's already {u}dead{/u}...)
french: [_paulina_] (Où est-il allé ? Invisibilité ? Des cheveux blancs comme des os ? {i}Ugh{/i}, c'est bien ma chance ! Je rencontre enfin un beau garçon et il est déjà mort{/u} {u}...)
german: [_paulina_] (Whier'? Unsichtbarkeit? Knochenweißes Haar? {i}Ugh{/i}, nur mein Glück! Ich treffe endlich einen netten süßen Jungen und er ist bereits {u}tot{/u}...)
italian: [_paulina_] (Dove è andato? Invisibilità? Capelli bianchi come l'osso? {i}Ugh{/i}, che fortuna! Finalmente incontro un bel ragazzo e lui è già {u}morto{/u}...)

source: [_danny_] Oh good, Paulina, you're okay! I mean, are you alright?
french: [_danny_] Oh bien, Paulina, tu vas bien ! Je veux dire, tu vas bien ?
german: [_danny_] Oh gut, Paulina, du bist in Ordnung! Ich meine, bist du richtig?
italian: [_danny_] Oh bene, Paulina, stai bene! Voglio dire, stai bene?

source: [_paulina_] Doing just {i}fine{/i}, no thanks to you, Danny! Where did you disappear to?!
french: [_paulina_] Je me débrouille très bien {i}, pas grâce à toi, Danny ! Où as-tu disparu ?!
german: [_paulina_] Nur {i}fine{/i}, kein Dank an dich, Danny! Wo bist du verschwunden?!
italian: [_paulina_] Sto proprio {i}bene{/i}, non grazie a te, Danny! Dove sei sparito?

source: [_danny_] I {i}uhh{/i}… went to call that ghost guy for you! He seemed pretty cool and strong to take on that other ghost, ya know?
french: [_danny_] Je {i}uhh{/i}… suis allé appeler ce type fantôme pour toi ! Il avait l'air plutôt cool et fort pour affronter cet autre fantôme, tu sais ?
german: [_danny_] Ich {i}uhh{/i}… hat diesen Geist für dich aufgerufen! Er schien ziemlich cool und stark, um auf diesem anderen Geist zu übernehmen, ja, wissen?
italian: [_danny_] Io {i}uhh{/i}… sono andato a chiamare quel fantasma per te! Sembrava piuttosto forte e deciso ad affrontare l'altro fantasma, sai?

source: [_paulina_] Well, he certainly {i}did{/i} look cool. And {i}boy{/i} was he strong...
french: [_paulina_] Eh bien, il avait certainement {i}l'air cool. Et {i}, il était fort...
german: [_paulina_] Nun, er hat {i}sicherlich cool. Und {i}Junge{/i} war er stark...
italian: [_paulina_] Beh, di certo {i}aveva un aspetto figo. E {i}ragazzo{/i} era forte...

source: [_paulina_] So, what's his deal? He sounded like he knew you. Who even is he, what's his name??
french: [_paulina_] Alors, c'est quoi son problème ? Il avait l'air de te connaître. Qui est-il, quel est son nom ??
german: [_paulina_] Also, was ist sein Deal? Er klang wie er dich kannte. Wer ist er sogar, was ist sein Name??
italian: [_paulina_] Allora, qual è il suo problema? Sembrava che ti conoscesse. Chi e', come si chiama?

source: [_danny_] {i}Uhm{/i}... yeah, I k-kinda know him. He's a distant ghostly friend of the family, sorta... doesn't talk about himself too much.{p}I can maybe help introduce you to-
french: [_danny_] {i}Euh... ouais, je le connais un peu. C'est un lointain ami fantôme de la famille, en quelque sorte... il ne parle pas trop de lui.{p}Je peux peut-être t'aider à te présenter-
german: [_danny_] {i}Uhm{/i}... ja, ich kenne ihn k-kinda. Er ist ein entfernter Freund der Familie, Sorta. . spricht nicht zu viel über sich selbst.{p}Ich kann dir vielleicht helfen, dir vorzustellen -
italian: [_danny_] {i}Uhm{/i}... sì, diciamo che lo conosco. È un lontano amico fantasma della famiglia, più o meno... non parla molto di sé.{p}Forse posso aiutarti a presentarti...

source: [_paulina_] Cool. Here's my number. Give it to him so we-
french: [_paulina_] Cool. Voici mon numéro. Donnez-le-lui pour qu'on-
german: [_paulina_] Cool. Hier ist meine Nummer. Geben Sie sie ihm so -
italian: [_paulina_] Figo. Ecco il mio numero. Daglielo così noi...

source: [_danny_] Digits? Alright, score!!
french: [_danny_] Des chiffres ? D'accord, marquez !!
german: [_danny_] Ziffern? Okay, Punkte!!
italian: [_danny_] Cifre? Va bene, segna!

source: [_paulina_] I said to give it to {i}him{/i}. I don't want any late night calls from someone as low on the popularity totem pole as you.
french: [_paulina_] J'ai dit de le donner à {i}lui{/i}. Je ne veux pas d'appels tardifs de quelqu'un d'aussi bas dans l'échelle de popularité que toi.
german: [_paulina_] Ich sagte, er solle {i}sein{/i} geben. Ich will keine Spätabends Anrufe von jemandem so wenig auf die Popularität Totem Pol wie Sie.
italian: [_paulina_] Ho detto di darlo a {i}lui{/i}. Non voglio telefonate notturne da qualcuno che è così in basso nella scala di popolarità come te.

source: [_danny_] Sure, I understand. I'll just go give it to the dead guy instead.
french: [_danny_] Bien sûr, je comprends. Je vais juste aller le donner au mort à la place.
german: [_danny_] Sicher, ich verstehe. Ich werde es stattdessen dem toten Kerl geben.
italian: [_danny_] Certo, capisco. Andrò a darlo al morto, invece.

source: [_danny_] (Oh, the sweet irony of this all.)
french: [_danny_] (Oh, la douce ironie de tout cela.)
german: [_danny_] (Oh, die süße Ironie von allen.)
italian: [_danny_] (Oh, la dolce ironia di tutto questo).

source: [_paulina_] Now come on, pick up my stuff and let's get a move on! I live on the third floor, so you'll need to carry that up two flights of steps!
french: [_paulina_] Maintenant, venez, prenez mes affaires et allons-y ! J'habite au troisième étage, alors tu vas devoir porter ça sur deux étages !
german: [_paulina_] Nun kommen Sie weiter, holen Sie meine Sachen ab und lassen Sie uns fortfahren! Ich lebe auf der dritten Etage, so dass Sie die beiden Flüge von Schritten!
italian: [_paulina_] Ora, forza, raccogliete le mie cose e muoviamoci! Abito al terzo piano, quindi dovrai portarla su per due rampe di scale!

source: [_danny_] W-wait, hold up! Y-your box is still... {i}really{/i} heavy!
french: [_danny_] Attends, attends ! V-votre boîte est toujours... {i}vraiment{/i} lourde !
german: [_danny_] W-warte, halte auf! Y-deine Box ist noch immer... {i}wirklich stark{/i} schwer!
italian: [_danny_] Aspettate, aspettate! La tua scatola è ancora... {i}molto pesante!

source: [_danny_] ({i}Ooof{/i}... guess my ghost strength doesn't carry over to my human form...)
french: [_danny_] ({i}Ooof{/i}... on dirait que ma force de fantôme ne se transmet pas à ma forme humaine...)
german: [_danny_] ({i}Ooof{/i}... erraten Sie, dass meine Geisterkraft nicht auf meine menschliche Gestalt überträgt...)
italian: [_danny_] ({i}Ooof{/i}... credo che la mia forza di fantasma non si trasmetta alla mia forma umana...)

source: [_danny_] Hey, {i}uhm{/i}, sorry about that creep... are you okay, m-miss?
french: [_danny_] Hé, {i}uhm{/i}, désolé pour ce sale type... ça va, m-mademoiselle ?
german: [_danny_] Hey, {i}uhm{/i}, sorry about that creep... Bist du in Ordnung, m-miss?
italian: [_danny_] Ehi, {i}, uhm{/i}, mi dispiace per quel verme... sta bene, signorina?

source: [_paulina_s_talk_frown_] Well... yeah, I'm {i}mostly{/i} fine, minus a good portion of my dignity being stripped from me.
french: [_paulina_s_talk_frown_] Eh bien... oui, je vais {i}presque bien, sauf qu'une bonne partie de ma dignité m'a été enlevée.
german: [_paulina_s_talk_frown_] Nun... ja, ich bin {i}am meisten{/i} gut, abzüglich eines guten Teils meiner Würde, der mir entzogen wurde.
italian: [_paulina_s_talk_frown_] Beh... sì, sto {i}per lo più{/i} bene, a parte una buona parte della mia dignità che mi è stata tolta.

source: [_danny_] (Man oh man, she doesn't even recognize me! This is so cool! Good lord... I just saw Paulina Sanchez's {u}naked boobs{/u}...)
french: [_danny_] (Mec oh mec, elle ne me reconnaît même pas ! C'est trop cool ! Bon Dieu... Je viens de voir les seins nus de Paulina Sanchez {u}...)
german: [_danny_] (Mann oh Mann, sie erkennt mich nicht einmal. Das ist so cool! Guten Lord... Ich habe Paulina Sanchez's {u}nackte Boobs{/u}...)
italian: [_danny_] (Cavolo, non mi riconosce nemmeno! È una figata! Buon Dio... Ho appena visto le {u}tette nude di Paulina Sanchez{/u}...)

source: [_paulina_] Well, thank you for saving me, but you kinda took your sweet time to do it!
french: [_paulina_] Eh bien, merci de m'avoir sauvé, mais vous avez pris votre temps pour le faire !
german: [_paulina_] Nun, ich danke dir, dass du mich gerettet hast, aber du hast deine süße Zeit genommen, um es zu tun!
italian: [_paulina_] Beh, grazie per avermi salvato, ma ci hai messo un po' di tempo per farlo!

source: [_paulina_] ...but still... I really don't know what I would've done without your help. You were the only one able to help me out in the end... so thank you.
french: [_paulina_] ...mais quand même... Je ne sais vraiment pas ce que j'aurais fait sans votre aide. Vous avez été le seul à pouvoir m'aider à la fin... alors merci.
german: [_paulina_] ...aber nichts... Ich weiß wirklich nicht, was ich ohne deine Hilfe machen würde. Du bist der Einzige, der mir am Ende helfen konnte... also vielen Dank.
italian: [_paulina_] ...ma comunque... Non so davvero cosa avrei fatto senza il suo aiuto. Alla fine sei stato l'unico in grado di aiutarmi... quindi grazie.

source: [_danny_] Oh, it was nothing, really… but, if you wanted to, maybe say, {u}reward{/u} me with a sort of hero's kiss, I wouldn't min-
french: [_danny_] Oh, ce n'était rien, vraiment… mais, si tu voulais, disons, {u}me récompenser avec une sorte de baiser de héros, je ne voudrais pas-
german: [_danny_] Ach, es war nichts, wirklich… , aber wenn Sie wollten, vielleicht sagen, {u}Belohnung{/u} mich mit einer Art Heldenküssen, würde ich nicht min-
italian: [_danny_] Oh, non è stato niente, davvero… ma, se tu volessi, magari, {u}ricompensarmi con una specie di bacio dell'eroe, io non min...

source: [_paulina_] {i}Uhm{/i}, I'd say seeing me {u}half naked{/u} was reward {i}enough{/i}, mister.
french: [_paulina_] {i}Uhm{/i}, je dirais que me voir {u}à moitié nu{/u} était une récompense {i}suffisante{/i}, monsieur.
german: [_paulina_] {i}Uhm{/i}, ich würde sagen, dass ich {u}nackt gesehen habe{/u} war Belohnung für {i}genug{/i}, Mister.
italian: [_paulina_] {i}Uhm{/i}, direi che vedermi {u}mezza nuda{/u} è stata una ricompensa {i}{/i} sufficiente, signore.

source: [_danny_] Bummer… but also fair.
french: [_danny_] Bummer… mais aussi juste.
german: [_danny_] Bummer… aber auch fair.
italian: [_danny_] Che sfiga… ma anche giusto.

source: [_danny_] I {i}uhh{/i}… went to call that guy for you! He seemed pretty cool and strong to take on that other ghost, ya know?
french: [_danny_] Je {i}uhh{/i}… suis allé appeler ce type pour toi ! Il avait l'air plutôt cool et fort pour affronter cet autre fantôme, tu sais ?
german: [_danny_] Ich habe {i}uh{/i}… diesen Kerl für dich angerufen! Er schien ziemlich cool und stark, um auf diesem anderen Geist zu übernehmen, ja, wissen?
italian: [_danny_] Io {i}uhh{/i}… sono andato a chiamare quel tizio per te! Sembrava piuttosto forte e deciso ad affrontare l'altro fantasma, sai?

source: Save her immediately!
french: La sauver immédiatement !
german: Rette sie sofort!
italian: Salvatela immediatamente!

source: Wait to see what happens...
french: Attendons de voir ce qui se passe...
german: Warten Sie, um zu sehen, was passiert...
italian: Aspettiamo di vedere cosa succede...
