Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_vlad_s_towards_s_rise_s_talk_happy_] Just relax dear, rest onto the couch just for a bit.
french: [_vlad_s_towards_s_rise_s_talk_happy_] Détendez-vous chère, reposez-vous sur le canapé juste pour un peu.

source: [_maddie_s_towards_wide_s_amused_s_talk_happy_] It's a nice-looking couch you have there.
french: [_maddie_s_towards_wide_s_amused_s_talk_happy_] C'est un canapé d'apparence agréable que vous avez là.

source: [_vlad_s_towards_s_sad_s_talk_happy_] Yes, I do believe it's the rich corinthian leather you can't even import from Europe anymore.
french: [_vlad_s_towards_s_sad_s_talk_happy_] Oui, je crois que c'est le riche cuir de corinthien que vous ne pouvez même plus importer d'Europe.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] That's-
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Ça- C'est-

source: [_vlad_s_closed_s_neutral_s_talk_happy_] The man who sold it to me was a world renowned craftsman and stated that this piece, right here, was his magnum opus... just before his untimely death.
french: [_vlad_s_closed_s_neutral_s_talk_happy_] L'homme qui me l'a vendu était un artisan de renommée mondiale et a déclaré que cette pièce, ici même, était son opus magnum. . - juste avant sa mort inopportune.

source: [_maddie_s_away_s_aghast_s_talk_displeased_s_blush_] That's a little dark.
french: [_maddie_s_away_s_aghast_s_talk_displeased_s_blush_] C'est un peu sombre.

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] It's worth {u}several{/u} million dollars.
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Cela vaut {u}plusieurs{/u} millions de dollars.

source: [_vlad_s_towards_s_sad_s_talk_happy_] So, how goes the ghost hunting business on your end? We often hear of {u}my{/u} successful endeavors, let's hear about yours.
french: [_vlad_s_towards_s_sad_s_talk_happy_] Alors, comment va ton métier de chasseur de fantômes? On entend souvent parler de tes efforts réussis de {u}{/u}.

source: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Well, I mean... ...y-ya' know how it goes, we're, uh we're getting there... we still just haven't had the chance to catch one yet.
french: [_maddie_s_towards_s_sad_s_talk_displeased_s_blush_] Eh bien, je veux dire... ... y-y' sais comment ça va, nous, euh, nous y arrivons... nous n'avons pas encore eu la chance d'en attraper.

source: [_vlad_s_closed_s_sad_s_talk_happy_] Well now I hypothesize that there is actually a certain type of bait that could be well adapted to your style of hunting ability, Madeline.
french: [_vlad_s_closed_s_sad_s_talk_happy_] Eh bien maintenant je suppose qu'il y a un certain type d'appât qui pourrait être bien adapté à votre style de chasse, Madeline.

source: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] How's that?
french: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] Comment c'est ça ?

source: [_vlad_s_towards_s_rise_s_talk_happy_] Have you ever considered using your womanly charms at all?
french: [_vlad_s_towards_s_rise_s_talk_happy_] Avez-vous déjà songé à utiliser vos charmes féminins ?

source: [_maddie_s_towards_s_aghast_s_talk_displeased_s_blush_] Excuse me?
french: [_maddie_s_towards_s_aghast_s_talk_displeased_s_blush_] Excusez-moi ?

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Apologies dear Maddie, I do forget myself sometimes... I only meant to say that a women as... {i}endearing{/i} as yourself could certainly {i}tempt{/i} one of the ghosts.
french: [_vlad_s_towards_s_unhappy_s_talk_frown_] Toutes mes excuses, chères Maddie, je m'oubliais parfois... Je voulais seulement dire qu'une femme en tant que telle. . {i}attachant{/i} comme vous pourriez certainement {i}tentts{/i} l'un des fantômes.

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] I don't- {i}*Hiccup*{/i} -really wanna use my body as- {i}*Hiccup*{/i} -b-bait.
french: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Je ne suis pas - {i}*Hiccup*{/i} -veut vraiment utiliser mon corps comme- {i}*Hiccup*{/i} -b-appit.

source: [_vlad_s_towards_s_rise_s_talk_frown_] But I implore you at least think about it, I mean, you have heard about the nature of some ghosts, {i}*Ahem*{/i}, more {i}carnal{/i} interests?
french: [_vlad_s_towards_s_rise_s_talk_frown_] Mais je vous implore au moins d'y penser, je veux dire, vous avez entendu parler de la nature de certains fantômes, {i}*Ahem*{/i}, plus {i}intérêts carnaux{/i} ?

source: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] Well um, y-yes, of course, but...
french: [_maddie_s_away_s_confused_s_talk_displeased_s_blush_] Eh bien um, y-oui, bien sûr, mais...

source: [_vlad_s_towards_s_rise_s_talk_happy_] Wouldn't you love to impress Jack? Imagine how proud he would be if {i}you{/i} caught a ghost all by yourself!
french: [_vlad_s_towards_s_rise_s_talk_happy_] N'aimeriez-vous pas impressionner Jack? Imaginez à quel point il serait fier si {i}vous{/i} preniez un fantôme par vous-même!

source: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] But that's- {i}*Hiccup*{/i} dangerous, Vlad. Jack says you should always hunt ghosts as a team.
french: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] Mais c'est ça - {i}*Hiccup*{/i} dangereux, Vlad. Jack dit que vous devriez toujours chasser les fantômes en équipe.

source: [_vlad_s_raging_s_neutral_s_talk_happy_] I think you're more than capable to handle a few pesky ghosts going au natural, don't you think?
french: [_vlad_s_raging_s_neutral_s_talk_happy_] Je pense que vous êtes plus que capable de gérer quelques fantômes pesants allant au naturel, n'est-ce pas?

source: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Oh... I don't know...
french: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Oh... Je ne sais pas...

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] A strong, intelligent, fierce woman such as yourself? That's what you are, isn't it?
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Une femme forte, intelligente et féroce comme vous ? C'est ce que vous êtes, n'est-ce pas?

source: [_maddie_s_towards_s_angry_s_talk_amused_s_blush_] That's, that's what I- {i}*Hiccup*{/i} -'yam! Yeah!
french: [_maddie_s_towards_s_angry_s_talk_amused_s_blush_] C'est ce que je fais - {i}*Hiccup*{/i} -'yam! Oui !

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, splendid! Now what if I told you there were some ghosts currently lurking in these very woods?
french: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh, magnifique! Maintenant, que se passe-t-il si je vous disais qu'il y avait des fantômes qui rôdent actuellement dans ces mêmes bois ?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] There are?! (More of them, anyway...?)
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Il y a ?! (Plus d'eux, quand même...?)

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh yes, quite simple minded, very weak ones as well, but they're a little elusive. Thankfully I've been tracking them for a good while.
french: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh oui, l'esprit assez simple, les esprits très faibles, mais ils sont un peu insaisissables. Heureusement, je les traque depuis un bon moment.

source: [_maddie_s_towards_s_rise_s_talk_frown_s_blush_] So, you want {i}my{/i} help to capture them?
french: [_maddie_s_towards_s_rise_s_talk_frown_s_blush_] Alors, vous voulez que {i}mon{/i} aide à les capturer ?

source: [_vlad_s_towards_s_rise_s_talk_happy_] It's like you read my mind dear.
french: [_vlad_s_towards_s_rise_s_talk_happy_] C'est comme si vous aviez lu mon esprit.

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_distraught_] (What the hell is Vlad thinking with this plan?)
french: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_distraught_] (Qu'est-ce que l'enfer de Vlad pense à ce plan?)

source: [_vlad_s_towards_s_sad_s_talk_happy_] I have some ghost hunting gear you can use.
french: [_vlad_s_towards_s_sad_s_talk_happy_] J'ai du matériel de chasse fantôme que vous pouvez utiliser.

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] I got some of my {i}*Hiccup*{/i} own though...
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] J'ai eu une partie de mon *Hiccup*{/i} {i}qui lui appartient...

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh I think you'll find my equipment is {i}much{/i} better than anything Jack can cobble together.
french: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, je pense que vous trouverez que mon équipement est {i}beaucoup{/i} de mieux que tout ce que Jack peut bricoler.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Oh, don't tease him, Vlad, he's a good man.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Oh, ne le tapez pas, Vlad, c'est un bon homme.

source: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh yes, yes, quite a good man...
french: [_vlad_s_towards_s_neutral_s_talk_frown_] Oh oui, oui, un homme plutôt bien...

source: [_vlad_s_towards_s_angry_s_talk_frown_] Even though he stole you- I mean, {i}*Ahem*{/i} even though he used to play so many unnecessary "pranks" on me during our college years.
french: [_vlad_s_towards_s_angry_s_talk_frown_] Même s'il vous a volé - je veux dire, {i}*Ahem*{/i} même s'il a joué tant de farces inutiles sur moi pendant nos années de collège.

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Oh Vlad, they were pretty funny.
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Oh Vlad, ils étaient assez drôles.

source: [_vlad_s_raging_s_neutral_s_talk_frown_] Yes... quite "funny" indeed, of course they were.
french: [_vlad_s_raging_s_neutral_s_talk_frown_] Oui... assez "drôle", en effet, bien sûr ils étaient.

source: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] Well, I dunno Vlad, I'm still really tipsy, maybe I should rest for an hour or two to sober up before we try hunting ghosts?
french: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] Eh bien, je dunno Vlad, je suis toujours vraiment tipsy, peut-être devrais-je me reposer pendant une heure ou deux pour me soigner avant d'essayer de chasser des fantômes?

source: [_vlad_s_closed_s_sad_s_talk_happy_] Nonsense! I'll be right besides you to help you out!
french: [_vlad_s_closed_s_sad_s_talk_happy_] Inutile ! Je serai juste à côté de vous pour vous aider !

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Are you sure?
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Êtes-vous sûr(e) ?

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Madeline, I'd never let anything bad happen to you, my dear.
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Madeline, je ne vous laisserais jamais rien de mal à votre place, cher moi.

source: [_maddie_s_towards_s_neutral_s_talk_amused_s_blush_] {i}*Hiccup*{/i} O-Okay, I do trust you.
french: [_maddie_s_towards_s_neutral_s_talk_amused_s_blush_] {i}*Hiccup*{/i} O-Okay, je vous fais confiance.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] I'll get the equipment ready!
french: [_vlad_s_towards_s_neutral_s_talk_happy_] Je vais préparer l'équipement !

source: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Maybe we should tell Danny we're going-
french: [_maddie_s_away_s_sad_s_talk_displeased_s_blush_] Peut-être devrions-nous dire à Danny que nous allons-

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Oh, why trouble the poor lad, you wouldn't want to possibly wake him or make him worry.
french: [_vlad_s_towards_s_unhappy_s_talk_frown_] Oh, pourquoi le pauvre gars, vous ne voudriez pas le réveiller ou le faire s'inquiéter.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] But I don't know if-
french: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] Mais je ne sais pas si-

source: [_vlad_s_raging_s_rise_s_talk_frown_] I thought you just said you trusted me... was I mistaken?
french: [_vlad_s_raging_s_rise_s_talk_frown_] Je pensais que vous venez de me dire que vous m'aviez fait confiance... est-ce que je me suis trompé?

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] N-no, I-I do... okay, get the gear, I'm sure we can take down a few weak ghosts!
french: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] N-non, je fais... D'accord, équipement, je suis sûr que nous pouvons abattre quelques fantômes faibles !

source: [_vlad_s_closed_s_sad_s_talk_happy_] Marvelous! Let's go right away!
french: [_vlad_s_closed_s_sad_s_talk_happy_] Merveilleux! Allons-y tout de suite!

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_grindteeth_] (I better stick close, I need to make sure Mom is safe. What is Vlad thinking when Mom's like this?)
french: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_grindteeth_] (Je recommande de rester près de moi, j'ai besoin de m'assurer que ma mère est sûre. Qu'est-ce que Vlad pense quand c'est comme ça ?)

source: [_maddie_s_away_s_unhappy_s_talk_frown_] Stay behind me Danny, it might not be safe.
french: [_maddie_s_away_s_unhappy_s_talk_frown_] Restez derrière moi Danny, il pourrait ne pas être sûr.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Vlad? Are you there?
french: [_maddie_s_towards_s_rise_s_talk_frown_] Vlad? Vous êtes là?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Hello? Mr. Masters?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Bonjour? M. Maîtres?

source: [_maddie_s_away_s_confused_s_talk_displeased_] Did you hear that? It sounded like rumbling coming from the livingroom.
french: [_maddie_s_away_s_confused_s_talk_displeased_] Avez-vous entendu cela ? Cela semblait être un grondement venant du salon.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_frown_] Mom... look!
french: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_frown_] Maman... regardez!

source: [_maddie_s_offscreen_s_bathrobe_s_towards_wide_s_aghast_s_talk_frown_] {i}*Whispering*{/i} Danny... let's back away very, {i}very{/i} slowlyyy.
french: [_maddie_s_offscreen_s_bathrobe_s_towards_wide_s_aghast_s_talk_frown_] {i}*Murmure*{/i} Danny... Repartons très, {i}{/i} lentement.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] {i}*Whispering*{/i} Where do you think Mr. Masters keeps his ghost hunting gear?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_frown_] {i}*Murmure*{/i} Où pensez-vous que M. Maître garde son équipement de chasse fantôme ?

source: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] It'd probably be down another one of his hallways...
french: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Ce serait probablement un autre de ses couloirs...

source: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_distraught_] Okay then, let's just quietly keep creeping backwards carefully 'till we-
french: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_distraught_] Alors, nous allons tout simplement continuer à nous ramper prudemment jusqu'à ce que nous -

source: [_bottle_char_] {i}*Dink* *Rollllll*{/i}
french: [_bottle_char_] {i}*Dink* *Rouleau*{/i}

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Mom! Head down the hall to find some ghost equipment! I'll keep it busy!
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Maman ! Dirigez-vous vers le hall pour trouver de l'équipement fantôme ! Je vais le garder occupé !

source: [_maddie_s_towards_s_confused_s_talk_frown_] But Danny I-
french: [_maddie_s_towards_s_confused_s_talk_frown_] Mais Danny I-

source: [_danny_s_towards_s_angry_s_talk_distraught_] Mom, just trust me!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Mama, il suffit de me faire confiance!

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] O-okay! Try to keep some distance between you and it! You can do it, Danny!
french: [_maddie_s_towards_s_wondering_s_talk_displeased_] O-ok ! Essayez de garder une certaine distance entre vous et vous ! Vous pouvez le faire, Danny !

source: [_danny_s_towards_s_angry_s_talk_pleased_] Alright, it's just me and you Smokey! I'm going ghost!
french: [_danny_s_towards_s_angry_s_talk_pleased_] D'accord, c'est juste moi et vous Fumée ! Je vais fantôme !

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] {i}*Huff* *Huff*{/i} I swear these ghosts are getting tougher! If this were a video-game I'd say I was seriously due for a level up soon! Or at least a patch!
french: [_danny_s_phantom_s_towards_s_rise_one_s_talk_frown_2_] {i}*Huffer* *Huff*{/i} Je jure que ces fantômes se renforcent ! Si c'était un jeu de vidéo je dirais que c'était vraiment dû à un niveau plus élevé !

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Oh crap... I'm out in the open!
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Oh crap... Je suis à l'ouverture!

source: [_wolf_] {i}*Grrhhhh* *Bark* *Snarl*{/i}
french: [_wolf_] {i}*Grrhhhhh* *Écorce* *Snarl*{/i}

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_] Phew! Sorry it took me so long to get something useful, Vlad never organizes anything properly!
french: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_] Ouf ! Désolé il m'a fallu tant de temps pour obtenir quelque chose d'utile, Vlad n'organise jamais rien de bien !

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Yeah... well, it's a good thing you came here when you did, I was pretty-
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Oui... eh bien, c'est une bonne chose que vous soyez venu ici quand vous l'avez fait, j'étais joli-

source: [_maddie_s_blaster_s_towards_wide_s_rise_s_talk_frown_] So, how'd you manage to defend yourself against a strong spectral entity as this one?
french: [_maddie_s_blaster_s_towards_wide_s_rise_s_talk_frown_] Alors, comment avez-vous réussi à vous défendre contre une entité spectrale forte comme celle-ci ?

source: [_danny_s_down_s_unhappy_s_talk_frown_] Uh...
french: [_danny_s_down_s_unhappy_s_talk_frown_] Euh...

source: [_maddie_s_blaster_s_towards_s_angry_s_talk_displeased_] Darn it! We don't have much time till this thing gets back up!
french: [_maddie_s_blaster_s_towards_s_angry_s_talk_displeased_] Bravo! Nous n'avons pas beaucoup de temps avant que cette chose ne se remet en route !

source: [_danny_s_towards_s_angry_s_talk_pleased_] Let's high tail it out of here!
french: [_danny_s_towards_s_angry_s_talk_pleased_] Mettons-la en haut d'ici!

source: [_maddie_s_blaster_s_towards_s_angry_s_talk_frown_] Agreed! We'll leave it to Vlad to sort this out, wherever he is!
french: [_maddie_s_blaster_s_towards_s_angry_s_talk_frown_] D'accord! Nous laisserons à Vlad le soin de régler ce problème, où qu'il se trouve!

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad, I think I'm seriously having second thoughts, I might need to sober up a little more, and I've left Danny all alone!
french: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad, je pense que j'ai sérieusement de la seconde pensée, je pourrais avoir besoin de prendre un peu plus de sobriété et j'ai quitté Danny tout seul !

source: [_vlad_s_raging_s_rise_s_talk_frown_] Nonsense! It's not too far off from here...
french: [_vlad_s_raging_s_rise_s_talk_frown_] Inutile ! Ce n'est pas trop loin d'ici ...

source: [_maddie_s_blaster_s_towards_s_sad_s_talk_frown_s_blush_] But Vlad-
french: [_maddie_s_blaster_s_towards_s_sad_s_talk_frown_s_blush_] Mais Vlad-

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] {b}I SAID WE'RE NEARLY THERE!!{/b}
french: [_vlad_s_raging_wide_s_angry_s_talk_frown_] {b}JE SAID NOUS SUIVANT!! {/b}

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grindteeth_] (What the hell is Vlad playing at? I should kick his ass for speaking to Mom like that!)
french: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_grindteeth_] (L'enfer où Vlad joue ? Je devrais lui donner un coup de pied pour avoir parlé à maman comme ça !)

source: [_vlad_s_towards_s_neutral_s_talk_happy_] This is it Maddie, this is the spot.
french: [_vlad_s_towards_s_neutral_s_talk_happy_] C'est ça la folie; c'est l'endroit.

source: [_maddie_s_blaster_s_towards_s_confused_s_talk_displeased_s_blush_] But Vlad... I don't see anything?
french: [_maddie_s_blaster_s_towards_s_confused_s_talk_displeased_s_blush_] Mais Vlad... Je ne vois rien ?

source: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, I'm sure they'll be coming along soon enough... quite certain in fact...
french: [_vlad_s_towards_s_rise_s_talk_happy_] Oh, je suis sûr qu'ils arriveront assez tôt... c'est assez certain...

source: [_maddie_s_blaster_s_towards_s_aghast_s_talk_happy_s_blush_] Oh you were right! There, I can see one!
french: [_maddie_s_blaster_s_towards_s_aghast_s_talk_happy_s_blush_] Oh, vous avez eu raison! Là, je peux en voir un!

source: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Quick! Use the blaster!
french: [_vlad_s_towards_wide_s_rise_s_talk_happy_] Rapide! Utilisez le lance-flammes!

source: [_maddie_s_blaster_s_towards_wide_s_angry_s_talk_displeased_s_blush_] It's not working! I don't think it's charged at all!
french: [_maddie_s_blaster_s_towards_wide_s_angry_s_talk_displeased_s_blush_] Ça ne marche pas ! Je ne pense pas que ça soit chargé du tout !

source: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh... curses!! How totally unforseeable!
french: [_vlad_s_closed_s_unhappy_s_talk_frown_] Oh... des malédictions!! C'est totalement imprévisible!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_distraught_] (Vlad screwed up once again! It's almost like he's {i}trying{/i} to have things go bad...)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_distraught_] (Vlad s'est à nouveau défoncé ! C'est comme s'il tentait {i}{/i} de faire mal aux choses...)

source: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad! Help me!!
french: [_maddie_s_blaster_s_towards_s_unhappy_s_talk_displeased_s_blush_] Vlad! Aidez-moi!!

source: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Quick Maddie! The only way I see out of this, is if you use your {u}womanly{/u} charms to maybe... appease them!
french: [_vlad_s_towards_wide_s_rise_s_talk_frown_] Folie rapide ! La seule façon dont je vois cela est d'utiliser vos charmes {u}{/u} pour peut-être... apaisez-les!

source: [_maddie_s_blaster_s_towards_wide_s_aghast_s_talk_frown_s_blush_] What?!
french: [_maddie_s_blaster_s_towards_wide_s_aghast_s_talk_frown_s_blush_] Quoi? !

source: [_vlad_s_raging_wide_s_rise_s_talk_happy_] Take off all your clothes!! It's simply the only way, my dear!
french: [_vlad_s_raging_wide_s_rise_s_talk_happy_] Débarrassez-vous de tous vos vêtements!! C'est tout simplement la seule voie, mon cher !

source: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_consternation_] (I can't allow this to happen! What should I do?)
french: [_danny_s_f_s_offscreen_s_at_danny_s_unhappy_s_consternation_] (Je ne peux pas permettre que cela se produise ! Que dois-je faire ?)

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_displeased_] (It's now or never that I prove I have what it takes to be a hero!)
french: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_displeased_] (C'est maintenant ou jamais que je prouve que j'ai ce qu'il faut pour être un héros!)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (I'm going Ghost!)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Je vais Fantôme!)

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Don't worry I'm here!
french: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_2_] Ne vous inquiétez pas, je suis là !

source: [_maddie_s_towards_wide_s_confused_s_talk_frown_s_blush_] Inviso-Bill?! All the way out here? Well, gee, that's convenient.
french: [_maddie_s_towards_wide_s_confused_s_talk_frown_s_blush_] Inviso-Bill?! Tout le chemin ici ? Eh bien, hein, c'est pratique.
