Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...well, yeah! Nothing's wrong! In fact, it looks really good!{p}It's just that it's already pretty much healed itself...{p}...{i}very{/i} quickly.
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...eh bien, ouais ! Rien de mal ! En fait, ça a l'air vraiment bien !{p}c'est juste qu'il est déjà très bien guéri lui-même. .{p}...{i}très{/i} rapidement.
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...ja, ja, nichts stimmt nicht! Tatsächlich sieht es wirklich gut aus!{p}Es ist nur so, dass es sich schon so ziemlich selbst geheilt hat. .{p}...{i}sehr{/i} schnell.

source: [_danny_s_at_player_s_sad_s_talk_amused_] Y-yeah, crazy huh? Thank goodness for those... super white blood cells... r-right?
french: [_danny_s_at_player_s_sad_s_talk_amused_] Y-ouais, c'est fou hein? Merci pour les... super cellules sanguines blanches... pas vrai?
german: [_danny_s_at_player_s_sad_s_talk_amused_] Ja-ja, verrückt huh? Vielen Dank für die... super weiße Blutkörperchen... r-rechts?

source: [_kate_s_down_s_sad_s_talk_displeased_] Danny... how do I put this...
french: [_kate_s_down_s_sad_s_talk_displeased_] Danny... comment puis-je mettre ceci...
german: [_kate_s_down_s_sad_s_talk_displeased_] Danny... wie stelle ich das...

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...and I hope you realize I'd never want to frighten you away with this, sincerely, but...
french: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...et j'espère que vous vous rendrez compte que je n'aurais jamais envie de vous effrayer avec ceci, sincèrement, mais...
german: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...und ich hoffe, du begreifst, dass ich dich nie davor abschrecken will, aber aufrichtig...

source: [_danny_s_towards_s_rise_s_talk_displeased_] B-but what...?
french: [_danny_s_towards_s_rise_s_talk_displeased_] B-mais que...?
german: [_danny_s_towards_s_rise_s_talk_displeased_] B-aber was...?

source: [_extend_] ...I {u}know{/u}.
french: [_extend_] ...Je {u}connais{/u}.
german: [_extend_] ...Ich kenne {u}/u}.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, you kn-know what? W-what are we talking about here exactly?
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, tu sais quoi? De quoi parlons-nous ici ?
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, du weißt was? W-wovon sprechen wir hier genau?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Now how did you like your coffee again? I prefer it straight black myself, but I know that not many people-
french: [_maddie_s_towards_s_rise_s_talk_happy_] Maintenant comment avez-vous aimé votre café à nouveau ? Je préfère le noir tout droit, mais je sais que peu de gens -
german: [_maddie_s_towards_s_rise_s_talk_happy_] Wie gefällt dir dein Kaffee wieder? Ich bevorzuge ihn selbst gerade, aber ich weiß, dass nicht viele Leute -

source: [_kate_s_towards_s_sad_s_talk_happy_] Thank you Mrs. Fenton, but it looks like we're all done here. Danny's arm is healing well, there's no need for me to stay any longer.
french: [_kate_s_towards_s_sad_s_talk_happy_] Je vous remercie, Madame Fenton, mais il semble que nous ayons tous fini ici. Le bras de Danny se soigne bien, il n'est pas nécessaire que je reste plus longtemps.
german: [_kate_s_towards_s_sad_s_talk_happy_] Vielen Dank, Frau Fenton, aber es sieht so aus, als wären wir alle hier erledigt. Dannys Arm heilt gut und ich brauche nicht länger zu bleiben.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, leaving so soon? You're welcome to stay for your drink at least!
french: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, partons si tôt ? Vous êtes les bienvenus pour boire votre boisson au moins !
german: [_maddie_s_towards_s_confused_s_talk_frown_] Ach, verlassen? Du bist herzlich eingeladen, wenigstens für dein Getränk zu bleiben!

source: [_kate_s_towards_s_unhappy_s_talk_amused_] I appreciate the gesture, but I'm afraid I really do need to get going. Perhaps another time, I truly appreciate it though.
french: [_kate_s_towards_s_unhappy_s_talk_amused_] J'apprécie le geste, mais j'ai bien peur d'avoir vraiment besoin de me mettre en route. Peut-être une autre fois, je l'apprécie vraiment.
german: [_kate_s_towards_s_unhappy_s_talk_amused_] Ich schätze die Geste, aber ich fürchte, ich muss wirklich losgehen. Vielleicht weiß ich es ein anderes Mal wirklich zu schätzen.

source: [_kate_s_at_player_s_neutral_s_talk_amused_] Well, I'll hope to see you at school, Danny. Like I said, you should still get some rest. Helps with the rest of the healing process.
french: [_kate_s_at_player_s_neutral_s_talk_amused_] Eh bien, j'espère vous voir à l'école, Danny. Comme je l'ai dit, vous devriez quand même vous reposer. Aide au reste du processus de guérison.
german: [_kate_s_at_player_s_neutral_s_talk_amused_] Nun, ich hoffe, dich in der Schule zu sehen, Danny. Wie gesagt, solltest du dich trotzdem ausruhen und hilf beim Rest des Heilungsprozesses.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, well allow me to show you out! I'm sorry you can't stay, but it was nice of you to stop by for Danny's sake.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, bien permettez moi de vous montrer ! Je suis désolé que vous ne puissiez pas rester, mais vous avez bien aimé vous arrêter pour le bien de Danny.
german: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, gestatten Sie mir, dir zu zeigen! Es tut mir leid, dass du nicht bleiben kannst, aber es war nett von dir um Dannys willen.

source: [_kate_s_towards_s_neutral_s_talk_happy_] I really appreciate you letting me in!{p}And I must say, you have a rather lovely home...
french: [_kate_s_towards_s_neutral_s_talk_happy_] J'apprécie vraiment que vous m'ayez laissé entrer !{p}Et je dois dire que vous avez une maison plutôt charmante...
german: [_kate_s_towards_s_neutral_s_talk_happy_] Ich weiß es wirklich zu schätzen, dass du mich verlassst!{p}Und ich muss sagen, du hast ein ziemlich schönes Zuhause...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, thank you! We decorated it ourselves!!
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, merci ! Nous l'avons décoré nous-mêmes !!
german: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, danke! Wir haben es selbst dekoriert!!

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} How did she figure it out?!)
french: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} Comment a-t-elle trouvé ça ?!)
german: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} Wie hat sie es herausgefunden?!)

source: [_maddie_s_towards_s_amused_s_talk_happy_] Well, she seemed nice!
french: [_maddie_s_towards_s_amused_s_talk_happy_] Eh bien, elle a l'air sympa !
german: [_maddie_s_towards_s_amused_s_talk_happy_] Nun, sie schien schön!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah, she's uh, one of the cooler staff at school.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Y-ouais, elle est euh, un des employés froids à l'école.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah, sie ist uh, einer der cooleren Mitarbeiter in der Schule.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny? What's wrong, you look really pale again all of a sudden
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny ? Qu'est-ce qui ne va pas, vous avez l'air vraiment pâle à nouveau soudainement
german: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny? Was ist falsch, du siehst wirklich plötzlich wieder blassend aus

source: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, nothing, just sorta got a little woozy looking at my arm again, I guess... probably oughta just sleep it off!
french: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, rien, juste sorta a eu un peu de Woozy regardant mon bras à nouveau, je suppose... probablement oughta juste de le dormir !
german: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, nichts, nur sorta hat ein wenig wackelig auf meinen Arm wieder gesehen, ich vermutet... wahrscheinlich oughta einfach schlafen!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, poor thing. Go upstairs and get yourself some rest honey. I'll have some food warmed up in the microwave when you feel better.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, pauvre chose. Montez à l'étage et obtenez du miel de repos. Je vais avoir de la nourriture réchauffée dans le four à micro-ondes quand vous vous sentirez mieux.
german: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, arm. Geh nach oben und lass dich ein wenig Honig ausruhen. Ich werde etwas Essen in der Mikrowelle aufwärmen lassen, wenn du dich besser fühlst.

source: [_danny_s_towards_s_sad_s_talk_amused_] Thanks Mom. You're the best.
french: [_danny_s_towards_s_sad_s_talk_amused_] Merci Maman. Vous êtes le meilleur.
german: [_danny_s_towards_s_sad_s_talk_amused_] Danke Mama. Du bist die beste.

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man... this is bad... could she really have figured out that... that {i}I'm{/i} Inviso-Bill?)
french: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh homme... c'est mal... aurait-elle vraiment pu comprendre que... {i}je{/i} Inviso-Bill?)
german: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh Mann... das ist schlecht... hätte sie wirklich herausfinden können... dass {i}ich Inviso-Bill?)

source: [_danny_s_at_player_s_sad_s_consternation_] (I'm gonna have to try and talk to her tomorrow... hopefully I can steer her around the issue, just make her forget all about it. Hopefully.)
french: [_danny_s_at_player_s_sad_s_consternation_] (Je vais devoir essayer de lui parler demain... espérons que je pourrai la guider dans cette affaire, faites-la tout oublier. Espérons que ce sera possible.)
german: [_danny_s_at_player_s_sad_s_consternation_] (Ich werde versuchen mit ihr morgen zu sprechen... hoffentlich kann ich sie durch das Problem lenken, nur sie alles vergessen lassen. Hoffentlich ist es so.)

source: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, how's it going?
french: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, comment ça va ?
german: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, wie?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Everything's going good, things are more or less like they usually are. Glad to see you looking better.{p}How can I help you?
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Tout va bien, les choses sont plus ou moins comme elles le sont habituellement. Heureux de vous voir meilleur.{p}Comment puis-je vous aider?
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Alles geht gut, die Dinge sind mehr oder weniger so, wie sie es normalerweise sind. Wir freuen uns, dich besser zu sehen.{p}Wie kann ich dir helfen?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] I was just, ya' know, wondering if we could talk about the other day at-
french: [_danny_s_towards_s_unhappy_s_talk_amused_] J'étais juste, tu sais, se demandant si nous pouvions parler de l'autre jour à-
german: [_danny_s_towards_s_unhappy_s_talk_amused_] Ich wusste genau, ya' wußte, ob wir neulich darüber sprechen können-

source: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, you should really get to class.
french: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, vous devriez vraiment aller en classe.
german: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, du solltest wirklich in den Unterricht kommen.

source: [_danny_s_towards_s_rise_s_talk_displeased_] R-right, but-
french: [_danny_s_towards_s_rise_s_talk_displeased_] R-right, mais-
german: [_danny_s_towards_s_rise_s_talk_displeased_] R-rechts, aber-

source: [_kate_s_towards_s_rise_s_talk_amused_] Look, if you'd really like to talk, we can meet at the Park fountain this evening.
french: [_kate_s_towards_s_rise_s_talk_amused_] Regardez, si vous voulez vraiment parler, nous pouvons nous rencontrer à la fontaine du parc ce soir.
german: [_kate_s_towards_s_rise_s_talk_amused_] Schau, wenn du wirklich reden möchtest, können wir uns heute Abend an der Parkbrunnen treffen.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-huh? What? Why, can't we just talk right now?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-hein ? Quoi? Pourquoi, ne pouvons-nous pas parler maintenant ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-huh? Warum? Warum können wir nicht gerade jetzt sprechen?

source: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, don't get Lancer on my butt about your attendance! Chop chop, mister!
french: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, ne me faites pas de Lancier à propos de votre présence! Coup de morceau, mister!
german: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, bekomme keinen Lancer auf meinem Äss über deine Anwesenheit! Nimm Chop, Mister!

source: [_danny_s_at_player_s_sad_s_displeased_] (Well... that sure seemed evasive of Kate. Figures out that I'm the Ghost Boy, and then wants to avoid the whole conversation?)
french: [_danny_s_at_player_s_sad_s_displeased_] (Eh bien... ça semblait évasif de Kate. Trouve que je suis le garçon fantôme, puis veut éviter toute conversation?)
german: [_danny_s_at_player_s_sad_s_displeased_] (Nun... das ist sicher, dass Kate ausweichend schien. Stellt heraus, dass ich der Geister bin und dann das ganze Gespräch vermeiden möchte?)

source: [_danny_s_at_player_s_rise_s_consternation_] (...could she have {i}really{/i} figured it out just from looking at my wound...?)
french: [_danny_s_at_player_s_rise_s_consternation_] (... aurait-elle vraiment {i}vraiment{/i} compris ça en regardant ma blessure...?)
german: [_danny_s_at_player_s_rise_s_consternation_] (...könnte sie {i}wirklich haben{/i} hat es aus dem Blick auf meine Wund...?)

source: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Man, I'm being so stupid. There's no way! She couldn't possibly have come to the conclusion that one of her students was a super hero in secret!)
french: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Man, je suis tellement stupide. Il n'y a pas de solution ! Elle n'aurait pas pu conclure que l'un de ses élèves était un super héros en secret !)
german: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Man, ich bin so dumm. Es gibt keine Möglichkeit! Sie konnte unmöglich zu dem Schluss kommen, dass einer ihrer Schüler ein Superheld im Geheimen war!)

source: [_danny_s_at_player_s_rise_s_smile_] (I guess I better go see her at the Park later, just to hear what she has to say. Hopefully talk her out of any ideas she may still have...)
french: [_danny_s_at_player_s_rise_s_smile_] (Je suppose que je ferais mieux d'aller la voir au Parc plus tard, juste pour entendre ce qu'elle a à dire. Espérons qu'elle la dépose de toute idée qu'elle pourrait encore avoir...)
german: [_danny_s_at_player_s_rise_s_smile_] (Ich vermute, ich gehe sie besser später im Park, nur um zu hören, was sie zu sagen hat. Hoffentlich spricht sie aus allen Ideen, die sie vielleicht noch hat...)

source: [_danny_s_at_player_s_unhappy_s_frown_] (In the meantime, I'll have to figure out what excuse I'm even gonna try to give to her...)
french: [_danny_s_at_player_s_unhappy_s_frown_] (En attendant, je vais devoir comprendre quelle excuse je vais même essayer de lui donner...)
german: [_danny_s_at_player_s_unhappy_s_frown_] (In der Zwischenzeit muss ich herausfinden, welche Entschuldigung ich ihr sogar geben möchte...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, where is she? This is definitely considered late, especially for a meeting between a student and faculty member. I have homework to do still! And she should really know better by now that there's ghosts prowling the-)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, où est elle ? C'est définitivement considéré en retard, surtout pour une réunion entre un étudiant et un membre du corps professoral. J'ai encore des devoirs à faire ! Et elle devrait vraiment savoir mieux maintenant qu'il y a des fantômes qui rôdent sur le terrain)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, wo ist sie? Dies gilt definitiv als spät, insbesondere für ein Treffen zwischen einem Studenten und einem Dozenten Mitglied. Ich habe noch Hausaufgaben zu erledigen! Und sie sollte es jetzt wirklich besser wissen, dass Geister herumschleppen)

source: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh no!! {i}Helppppp!{/i}{p}Please, stay away from me you creepy, ghostly thing you!{p}{i}AHHHHH!!{/i}
french: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh non !! {i}Helppp !{/i}{p}S'il vous plaît, restez à l'écart de moi pour vous faire peur !{p}{i}AHHHHHHH !!{/i}
german: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh nein! {i}Helpp!{/i}{p}Bitte, bleibe weg von dir grausame, gespenstische Sache!{p}{i}AHHHHH!!{/i}

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Another{/i} ghost attack? Sounds like she's closer to the school this time!{p}Shoot! Kate must have terrible luck with this stuff!
french: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Une autre attaque{/i} fantôme? On dirait qu'elle est plus proche de l'école cette fois-ci!{p}Tirez! Kate doit avoir une terrible chance avec ces choses!
german: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Ein anderer{/i} Geisterangriff? Klingt, dass sie diesmal näher an der Schule ist!{p}Shoot! Kate muss mit diesem Zeug schreckliches Glück haben!

source: [_danny_s_at_player_s_angry_s_talk_amused_] Well, no time to lose!{p}I'm going ghost!
french: [_danny_s_at_player_s_angry_s_talk_amused_] Eh bien, pas de temps à perdre !{p}je vais fantôme !
german: [_danny_s_at_player_s_angry_s_talk_amused_] Nun, keine Zeit zu verlieren!{p}Ich gehe Geister!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Now then, time to leap into-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Maintenant, il est temps de sauter-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Jetzt ist es Zeit, in die wir hineinspringen-

source: [_kate_] {i}Ahah!{/i} It's true!{p}I just saw it happen, but I still can't even begin to believe it!
french: [_kate_] {i}Ahah!{/i} C'est vrai!{p}Je viens de voir qu'il se produit, mais je ne peux toujours pas y croire!
german: [_kate_] {i}Ahah!{/i} Es ist wahr!{p}Ich habe es gerade gesehen, aber ich kann noch nicht einmal anfangen, es zu glauben!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-huh? Wh-what? But... b-but I heard you screaming for help! W-where's the ghost?
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-hein? Quoi? Mais... b-mais je vous ai entendu crier de l'aide! Où est le fantôme?
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-huh? Was ist das? Aber... b-aber ich habe dir nach Hilfe schreien hört! W-Wo ist der Geist?

source: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}you're{/i} {u}Inviso-Bill{/u}!!
french: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}vous{/i} {u}Inviso-Bill{/u}!!
german: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}du{/i} {u}Inviso-Bill{/u}!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-no! Wh-wha-whatever could you be referring to, {i}uh{/i}, human citizen? I do not know of such a, {i}ehm{/i}, cool and groovy kid as Danny... Fen... ton...
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Euhh !{/i} N-non ! « À quoi, quoi pourriez-vous faire référence, {i}euh{/i}, le citoyen humain? » Je ne connais pas ce genre de gamin, {i}ehm{/i}, cool et groovy comme Danny. . Fen... ton...
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-n! Wohin könnte man sich auch nur auf {i}uh{/i}, den Menschen beziehen? Ich weiß nicht von solch einer a {i}ehm{/i}, cool und groovy Kind als Danny. . F... Ton...

source: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, rats...{p}This figures.
french: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, rats...{p}Cette figure.
german: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahh{/i}, bewertet...{p}Diese Zahlen.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Turn back into your human form, Danny.
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Revenez en forme humaine, Danny.
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Wende dich zurück in deine menschliche Form, Danny.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ...f-fine.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ...fini!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] ...f gut.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Seriously, I still can't believe it's real... like, {i}really{/i} real! It's actually you!
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Sérieusement, je n'arrive toujours pas à croire que c'est vrai... comme, {i}vraiment{/i} vraiment! C'est en fait vous!
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Ernsthaft, ich kann immer noch nicht glauben, dass es real ist... wie, {i}wirklich{/i} wirklich! Es ist eigentlich!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] So, how did you figure it out?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Alors, comment avez-vous compris ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Also, wie hast du es herausgefunden?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well, c'mon, the clues were kinda obvious, hon: the distinct wound on your arm matching Inviso-Bill's? Then the utterly bizarre healing cycle working WAY too fast given the injury?
french: [_kate_s_towardsdown_s_rise_s_talk_amused_] Eh bien, c'mon, les indices étaient un peu évidents, hon: la blessure distincte sur votre bras qui correspond à Inviso-Bill ? Alors le cycle de guérison totalement bizarre travaillant WAY trop vite compte tenu de la blessure ?
german: [_kate_s_towardsdown_s_rise_s_talk_amused_] Nun, c'mon, die Hinweise waren kinda offensichtlich, hon: die unterschiedliche Wunde auf deinem Arm passend zu Inviso-Bill'? Dann ist der absolut bizarre Heilzyklus WAY wegen der Verletzung zu schnell?

source: [_danny_s_towards_s_rise_s_talk_distraught_] I thought you said it wasn't that bad?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Je pensais que vous avez dit que ce n'était pas si mal ?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Ich dachte, du hast gesagt, es sei nicht so schlecht?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, you should've already been dead when they sent you to my office.
french: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, tu devrais déjà être mort quand ils t'ont envoyé à mon bureau.
german: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, du solltest bereits tot sein, als sie dich in mein Büro geschickt haben.

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] {i}*Gulp*{/i} ...h-huh?
french: [_danny_s_towards_wide_s_sad_s_talk_distraught_] {i}*Golp*{/i} ...hein ?
