Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_danny_] Good lord!! Was... was that an accident, or did sh-
german: [_danny_] Guten Lord!! Was... war ein Unfall oder sh-

source: [_samspook_] I just thought you deserved something special for your help today. For your eyez only of course <3
german: [_samspook_] Ich dachte, du hast heute etwas Besonderes verdient. Für dein Auge natürlich nur <3

source: [_danny_s_ahegao_s_rise_s_bite_] (Holy cow... now that is... that is something {u}special{/u} alright.)
german: [_danny_s_ahegao_s_rise_s_bite_] (Heilige Kuh... jetzt, das ist... das ist etwas {u}Besonderes{/u} also.)

source: [_danny_s_down_s_wondering_s_bite_] (I'm sending that to my {b}pictures folder{/b} immediately!)
german: [_danny_s_down_s_wondering_s_bite_] (Ich sende diesen sofort an meinen {b}Bilderordner{/b})

source: [_phone_] [[{i}*Woosh* Picture Successfully Sent to {b}Desktop{/b}{/i}]
german: [_phone_] [[{i}*Woosh* Bild erfolgreich an {b}Desktop{/b}{/i}] gesendet

source: [_danny_s_at_player_s_wondering_s_grin_] (I really don't think I would have gotten something this personal from Star, that's for sure.)
german: [_danny_s_at_player_s_wondering_s_grin_] (Ich glaube wirklich nicht, dass ich etwas Persönliches von Star bekommen hätte, das ist sicher.)

source: [_danny_s_ahegao_s_wondering_s_bite_] (That is... just... wow, Sam has a hell of a body on her...)
german: [_danny_s_ahegao_s_wondering_s_bite_] (Das ist... nur... wow, Sam hat eine Hölle eines Körpers auf ihr...)

source: [_danny_s_down_s_rise_s_displeased_] (I mean it's not like I haven't seen her naked already, but... it's a different experience when she's actually posing for you just for fun like that.)
german: [_danny_s_down_s_rise_s_displeased_] (Ich meine, es ist nicht so, als habe ich sie noch nicht nackt gesehen, aber... es ist eine andere Erfahrung, wenn sie sich tatsächlich für dich aufstellt, nur um so Spaß zu haben.)

source: [_danny_s_at_player_s_rise_s_grin_] (I should probably send her a thank you message.)
german: [_danny_s_at_player_s_rise_s_grin_] (Ich sollte ihr wahrscheinlich eine Dankesnachricht schicken.)

source: [_dannyspook_] Wow. I can't say much more than that. That is just... sexy, Sam. You look incredible. I'm glad you decided to share that with me, thank you.
german: [_dannyspook_] Wow. Ich kann nicht viel mehr sagen als das. Das ist nur... sexy, Sam. Du siehst unglaublich aus. Ich bin froh, dass du beschlossen hast, das mit mir zu teilen, danke.

source: [_danny_s_closed_s_idle_s_grin_] (...and... send!)
german: [_danny_s_closed_s_idle_s_grin_] (...und... senden!)

source: [_danny_s_at_player_s_sad_s_displeased_] (Oh man, that wasn't too mushy, right? I don't want to weird her out or anything.)
german: [_danny_s_at_player_s_sad_s_displeased_] (Oh Mann, das war nicht zu Pilz, richtig? Ich möchte sie nicht verrückt oder irgendetwas verrückt.)

source: [_danny_s_at_player_s_rise_s_displeased_] (I guess that's a little ridiculous to say considering she just showed me her tits, but I feel like-)
german: [_danny_s_at_player_s_rise_s_displeased_] (Ich denke, das ist etwas lächerlich, wenn man bedenkt, dass sie mir ihre Titten zeigte, aber ich fühle mich ähnlich)

source: [_samspook_] No problem, dude. You earned it. You've been really nice to me lately...
german: [_samspook_] Kein Problem, dude. Du hast es verdient. Du warst in letzter Zeit wirklich nett zu mir...

source: [_samspook_] Keep playing your cards right, and you can expect {i}plenty{/i} more lewds just like that one. Goodnight for now, dork. :P
german: [_samspook_] Spiele deine Karten weiterhin richtig, und du kannst {i}plenty{/i} mehr Links erwarten, genau wie diese. Gut im Moment, dork. :P

source: [_danny_s_sad_s_at_player_s_talk_happy_] Man... Sam's the best...
german: [_danny_s_sad_s_at_player_s_talk_happy_] Mensch... Sammle am besten...

source: What should I do about this prank situation?
german: Was soll ich gegen diese Strangsituation tun?

source: Plant the sex toy in Sam's locker.
german: Das Sex-Spielzeug in Sam's Schließfach platzieren.

source: Turn the prank around on Star.
german: Drehe den Strang auf dem Stern.

source: Last chance: Should I go through with this prank?
german: Letzte Chance: Soll ich mit diesem Pranger durchgehen?

source: Yes, dammit, I'm horny! Star has a nice treat to give us!
german: Ja, dammit, ich bin geil!

source: No, Sam really doesn't deserve this. Lets turn it around on Star.
german: Nein, Sam verdient das wirklich nicht. Drehen wir es mit Stern um.
