Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown_] ...you mean... wait... {u}I DIED?!{/u}
french: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown_] ...tu veux dire... attendre... {u}MORT ?!{/u}

source: [_danny_s_down_s_unhappy_s_talk_frown_] Oh boy... this is gonna be a weird one to explain.
french: [_danny_s_down_s_unhappy_s_talk_frown_] Oh garçon... ça va être bizarre à expliquer.

source: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown2_] Well, I did start to wonder how after the last four blades pierced through my chest I was still roaming around, talking and all.
french: [_delvo_s_defeated_s_stare_s_sad_s_talk_frown2_] Eh bien, j'ai commencé à me demander comment après les quatre dernières lames percées à travers mon torse je continuais à circuler, parler et tout.

source: [_maddie_s_towards_s_confused_s_talk_frown_] What... what is it that you've been doing all this time?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Quoi... qu'est-ce que vous avez fait tout ce temps ?

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] This question eludes me, myself... every night I've spent my time searching for Teresa.
french: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] Cette question m'échappe, moi-même... chaque nuit, j'ai passé mon temps à chercher Teresa.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] So, you were killed in a battle, maybe?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Alors, vous avez été tué dans une bataille, peut-être?

source: [_delvo_s_defeated_s_towards_s_neutral_s_talk_frown_] Perhaps so... most likely in fact. Our castle was under siege, and I was gallantly leading the princess out through the escape tunnel.
french: [_delvo_s_defeated_s_towards_s_neutral_s_talk_frown_] Peut-être que... très probablement en fait. Notre château était assiégé, et je menais la princesse de manière galante à travers le tunnel d'évasion.

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] We were ambushed, so I held them off as long as I could while the princess escaped.
french: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_] Nous avons été embusqués, donc je les ai retenus aussi longtemps que je le pouvais pendant que la princesse s'est échappée.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] {i}*Gasp*{/i} Oh my, that's so romantically chivalrous! This princess was a special girl then?
french: [_maddie_s_towards_s_wondering_s_talk_happy_] {i}*Gasp*{/i} Oh my, c'est si romantiquement chevaleres! Cette princesse était alors une fille spéciale?

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown2_] No m'lady, Teresa is my one true love... I merely am an all too loyal knight to my princess. After I escorted the Princess to safety, I was to meet with Teresa again and flee to the North.
french: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown2_] Pas de dame, Teresa est mon seul véritable amour... Je suis simplement un chevalier trop fidèle à ma princesse. Après avoir escorté la Princesse pour la sécurité, je devais à nouveau rencontrer Teresa et fuir vers le Nord.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Where was Teresa supposed to meet you?
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Où Téresa était-il censé vous rencontrer?

source: [_delvo_s_defeated_s_towards_s_wondering_s_talk_frown_] By nightfall, we were to gather over by a small cave opening about a mile due North of this tree in fact.
french: [_delvo_s_defeated_s_towards_s_wondering_s_talk_frown_] À la tombée de la nuit, nous allions nous rassembler par une petite grotte qui ouvre à peu près un kilomètre au nord de cet arbre en fait.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Well then, why haven't you gone to see if she's there? She might still be haunting the place.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Alors, pourquoi n'êtes-vous pas allé voir si elle est là ? Elle pourrait encore hanter l'endroit.

source: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_s_tear_] I fear I have tried many times... but every time I've even gotten close to reaching the cave... it is like everything fades to black... and I start back here again.
french: [_delvo_s_defeated_s_towards_s_sad_s_talk_frown_s_tear_] Je crains d'avoir essayé plusieurs fois... mais à chaque fois que je me suis approché de la grotte. , c'est comme si tout s'estompe en noir... et je recommence ici.

source: [_danny_s_down_s_unhappy_s_talk_frown_] Ahh man, that's a bummer of a fairy tale... to be trapped like that for so long...
french: [_danny_s_down_s_unhappy_s_talk_frown_] Ahh homme, c'est un revers d'un conte de fées... à être piégé comme ça pendant si longtemps...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, I think I know what we should do!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Danny, je pense que je sais ce que nous devons faire !

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Alright, I'm glad to know we're on the same side about this already!
french: [_danny_s_closed_s_neutral_s_talk_pleased_] D'accord, je suis heureux de savoir que nous sommes déjà du même côté à ce sujet !

source: [_maddie_s_towards_s_wondering_s_talk_happy_] We need to...
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Nous avons besoin de...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Help Sir D-
french: [_danny_s_towards_s_neutral_s_talk_happy_] Aidez Sir D-

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_] Dissect Sir Delvo!!
french: [_maddie_s_towards_wide_s_amused_s_talk_amused_] Dissecter Sir Delvo!!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] ...m'kay, so maybe you weren't exactly on the {i}exact{/i} same page as me...
french: [_danny_s_towards_s_unhappy_s_talk_frown_] ...m'kay, donc peut-être n'étiez-vous pas exactement sur la page {i}exacte{/i} que moi...

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, can we talk privately for a moment, please?
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, pouvons-nous parler en privé un instant, s'il vous plaît?

source: [_delvo_s_defeated_s_stare_s_rise_s_talk_frown2_] Uhm, m'lady... what does this "dissect" refer to, exactly?
french: [_delvo_s_defeated_s_stare_s_rise_s_talk_frown2_] Euh, ma dame... à quoi se réfère exactement cette "dissecte" ?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh nothing to worry about, you spooky ol' romantic, you!
french: [_maddie_s_towards_s_amused_s_talk_amused_] Oh, rien à craindre, vous avez peur de la romantique!

source: [_maddie_s_towards_s_angry_s_talk_displeased_] {i}Danny. Over here. Now.{/i}
french: [_maddie_s_towards_s_angry_s_talk_displeased_] {i}Danny. Terminé ici. Maintenant {/i}

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Thank goodness! We got away from that pervert unscathed! Danny, are you okay?! Do you feel you've been diddled by a supernatural force at all??
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Dieu merci! Nous sommes sortis indemnes de cette pervertie ! « Danny, êtes-vous d'accord?! Vous sentez que vous avez été foulé aux pieds par une force surnaturelle? »

source: [_danny_s_towards_s_sad_s_talk_distraught_] Mom, c'mon, I don't think he's like the other kinda ghosts we've seen roaming Amity Park.
french: [_danny_s_towards_s_sad_s_talk_distraught_] Maman, mon mon, je ne pense pas qu'il soit comme les autres fantômes de type que nous avons vus errant dans le parc Amity.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Honey, he's a {u}ghost{/u}. Period! You can't trust ghosts based off their somewhat endearing projection. Trust me Danny, I've researched them long enough to know a dirty ghost when I see one...
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Honey, c'est un {u}fantôme{/u}. Période! Vous ne pouvez pas faire confiance aux fantômes en se basant sur leur projection plutôt attachante. « Croyez-moi Danny, je les ai recherchés assez longtemps pour connaître un fantôme sale quand j'en vois un... »

source: [_maddie_s_towards_s_neutral_s_talk_frown_] The best we can hope is to use them to further our scientific knowledge of the world!
french: [_maddie_s_towards_s_neutral_s_talk_frown_] Le mieux que nous pouvons espérer est de les utiliser pour améliorer nos connaissances scientifiques du monde !

source: [_maddie_s_towards_s_wondering_s_talk_happy_] ...then we try to squash, zap, condense, eviscerate, or fry em' anyway we know how to see what comes outta their eyes! For science!!
french: [_maddie_s_towards_s_wondering_s_talk_happy_] ...alors nous essayons de courgetter, de zap, de condenser, d'éviscérer, ou de les frire, de toute façon, nous savons comment voir ce qui sort de leurs yeux ! Pour la science!!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Get real, Mom! You can't just kill him for the sake of trying to learn more about the world!!
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Soyez réel, Maman ! Vous ne pouvez pas simplement le tuer pour essayer d'en apprendre plus sur le monde !!

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, he's already dead.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Danny, il est déjà mort.

source: [_danny_s_down_s_unhappy_s_talk_frown_] Well sure, but... don't the dead have rights, or, something...? Besides, he needs our help!
french: [_danny_s_down_s_unhappy_s_talk_frown_] Bien sûr, mais... les morts n'ont pas de droits, ou quelque chose...? De plus, il a besoin de notre aide!

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Danny, we're not going to go along with such a ridiculous sob story as a missing ghost girlfriend in distress, so I don't wanna hear-
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Danny, nous n'allons pas suivre une histoire de sob aussi ridicule qu'une petite amie fantôme en détresse, donc je ne veux pas entendre-

source: [_danny_s_towards_s_angry_s_talk_distraught_] Oh c'mon!! Who knows how long he's been stuck here! All he wants to do is find some girl he's in love with!!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Oh c'mon!! Qui sait combien de temps il est coincé ici ! Il ne veut que trouver une fille avec qui il est amoure!!

source: [_danny_s_towards_s_sad_s_talk_pleased_] Besides, aren't we being irresponsible if we leave some manic roaming ghost out in these woods? I say, two birds, one stone. Whadda ya say?
french: [_danny_s_towards_s_sad_s_talk_pleased_] En outre, ne sommes-nous pas irresponsables si nous laissons un fantôme maniaque errant dans ces bois ? Je dis, deux oiseaux, une pierre. Whadda ya dire?

source: [_maddie_s_towards_s_rise_s_talk_frown_] {i}*Sigh*{/i} Alrighty then, fine... I'll try to go along with this hair brained ghost reuniting scheme of yours.
french: [_maddie_s_towards_s_rise_s_talk_frown_] {i}*Soupir*{/i} D'accord, d'accord... J'essayerai de suivre votre schéma de rassemblement de fantômes cheveux.

source: [_maddie_s_towards_s_angry_s_talk_displeased_] But if he so much as {b}glances{/b} at the creases of my jumpsuit for too long, he's a puddle of ectoplasm.
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Mais s'il ne regarde que {b}en regardant{/b} les plis de mon costume de saut depuis trop longtemps, il est une flaque d'ectoplasme.

source: [_delvo_s_towards_s_wondering_s_talk_frown_] So then, dapper lad and his fair companion... shall I be able to count on you both to aid me in my quest?
french: [_delvo_s_towards_s_wondering_s_talk_frown_] Alors, alors, mon dapper et son compagnon de compagnie... serai-je en mesure de compter sur vous tous deux pour m'aider dans ma quête ?

source: [_danny_s_towards_s_wondering_s_talk_happy_] We'll try our best to help you, Sir Delvo.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Nous ferons de notre mieux pour vous aider, Sir Delvo.

source: [_delvo_s_closed_s_wondering_s_talk_happy_] Huzzah!! I sing praises to the almighty for your honored and welcome assistance.
french: [_delvo_s_closed_s_wondering_s_talk_happy_] Huzzah!! Je chante les louanges aux tout-puissants pour votre aide honorée et bienvenue.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Okay, so, first idea of a plan I have: what if we went there first to check if she's still at the cave waiting for you?
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Ok, donc première idée d'un plan que j'ai : que se passe-t-il si nous y sommes allés d'abord pour vérifier si elle est toujours à la grotte qui vous attend?

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Yes... {b}YES!{/b} A cunning and yet exceptionally simple strategy! Please, let me know if my beloved is in fair condition!
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Oui... {b}OUI!{/b} Une stratégie rusée et pourtant exceptionnellement simple ! S'il vous plaît, faites-moi savoir si mon bien-aimé est en bon état!

source: [_danny_s_towards_s_sad_s_talk_frown_] I mean, reasonably, the best you can hope for is that she's a dead ghost, but yeah, we'll let you know if she's alright.
french: [_danny_s_towards_s_sad_s_talk_frown_] Je veux dire, raisonnablement, que le mieux que vous pouvez espérer est qu'elle est un fantôme mort, mais oui, nous vous informerons si elle a raison.

source: [_maddie_s_towards_s_neutral_s_talk_displeased_] Come on then Danny, let's keep moving before it gets too dark.
french: [_maddie_s_towards_s_neutral_s_talk_displeased_] Allez, puis Danny, continuons à bouger avant qu'il ne devienne trop sombre.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] I wish you both good fortune on this quest! May the light of the nine protect you!!
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Je vous souhaite bonne chance pour cette quête ! Que la lumière des neuf vous protège!!

source: [_maddie_s_closed_s_unhappy_s_frown_] (Good heavens, I'm working for a LARPing nerd ghost... Madeline Fenton, what's become of you?)
french: [_maddie_s_closed_s_unhappy_s_frown_] (Les cieux du bois, je travaille pour un fantôme nerd de LARPing ... Fenton de Madeline, que deviennent vous ?)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Mom, you mind if we talk for a second?
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Mama, tu penses si nous parlons pendant une seconde?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sure sweetheart, what'd you want to talk about?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Sûr amoureux, de quoi voulez-vous parler ?

source: [_danny_s_towards_s_rise_s_talk_frown_] Did you see any buildings or notable landmarks as we were coming down in the parachutes?
french: [_danny_s_towards_s_rise_s_talk_frown_] Avez-vous vu des bâtiments ou des sites remarquables alors que nous étions descendus dans les parachutes ?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I don't think I did... when we were coming down it was all so chaotic... I think I maybe saw a river bank {b}East{/b} of here though.
french: [_maddie_s_towards_s_confused_s_talk_frown_] Je ne pense pas que ce soit le cas... quand on descend c'était si chaotique. . Je pense que j'ai peut-être vu une rive de rivière {b}Est{/b} d'ici.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Alright, good to know.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] D'accord, bon à savoir.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Are you okay? Like, none of this has been too much for you, has it?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Êtes-vous d'accord ? Aimer, rien de tout cela n'a été trop pour vous, n'est-ce pas ?

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] I'm fine Danny, just a little on edge... crash landing like that was something, but I have to stay alert. There could be any form of predators anywhere.
french: [_maddie_s_towards_s_wondering_s_talk_displeased_] Je suis d'accord avec Danny, juste un peu sur le bord... Je ne sais pas si c'est le cas pour le moment, mais je dois rester vigilant et il peut y avoir n'importe quelle forme de prédateurs.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Is there anyway for us to get in touch with Dad or Jazz at all?
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Y a-t-il de toute façon pour nous d'entrer en contact avec le papa ou le Jazz ?

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] I'm afraid there's nothing we can do.
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] J'ai bien peur qu'il n'y ait rien que nous puissions faire.

source: [_danny_s_towards_s_sad_s_talk_frown_] Don't you like, keep a... "Fenton Cell Phone" on yourself at all times, or something?
french: [_danny_s_towards_s_sad_s_talk_frown_] Vous n'aimez pas, gardez ... "Fenton Cell Phone" sur vous en tout temps, ou quelque chose ?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Cell phone? Oh Danny, please... you can't fight ghosts with a {u}cell phone.{/u} C'mon, don't be ridiculous...
french: [_maddie_s_towards_s_amused_s_talk_amused_] Téléphone cellulaire? Oh Danny, s'il vous plaît... Vous ne pouvez pas combattre les fantômes avec un téléphone cellulaire {u}.{/u} C'mon, ne vous moquez pas...

source: [_danny_s_at_player_s_wondering_s_talk_frown_] Oh... right. How silly of me.
french: [_danny_s_at_player_s_wondering_s_talk_frown_] Oh... bien. Comme je suis stupide.

source: [_maddie_s_towards_s_wondering_s_talk_displeased_] Well your father was expecting a phone call once we touched down... but that won't be for a few more hours, and even if he contacts the authorities, they won't start searching right away.
french: [_maddie_s_towards_s_wondering_s_talk_displeased_] Eh bien, votre père s'attendait à un appel téléphonique une fois que nous avons touché... mais ce ne sera pas pour quelques heures de plus, et même s'il contacte les autorités, ils ne se mettront pas à chercher immédiatement.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] And who's to say they even start looking in the right place? We simply have to keep heading forward.
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Et qui doit dire qu'ils commencent même à regarder au bon endroit ? Nous devons simplement continuer à aller de l'avant.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] That's all I wanted to ask for now Mom.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] C'est tout ce que je voulais demander maintenant Maman.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Okay, let's keep moving then. Let's head East, see if I actually saw a water source or not...
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Ok, continuons de bouger. Allons vers l'est, voyons si j'ai vraiment vu une source d'eau ou pas...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Hey, look at this! Running water! Just what we need!
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Hé, regardez ça ! Fuyant de l'eau ! Tout ce dont nous avons besoin !

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Awesome! Okay, think, do we have anything to bottle it up with to drink?
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Génial ! D'accord, pensez-nous, avons-nous quelque chose à embouteiller pour boire ?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] You know, there's a possible chance some of my gear I packed for the symposium came down when we were careening out of the sky...
french: [_maddie_s_towards_s_wondering_s_talk_frown_] Vous savez, Il y a une chance que certains de mes équipements que j'ai emballés pour le symposium est tombé quand nous nous occupons du ciel...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] It could be somewhere in the area, and there's still time to explore... we can come back here later before it gets dark. Get a good drink now though.
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Il pourrait se trouver quelque part dans la région et il y a encore du temps à explorer. . Nous pouvons revenir ici plus tard avant qu'il ne fasse sombre.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, sounds good.
french: [_danny_s_towards_s_neutral_s_talk_happy_] D'accord, ça sonne bien.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Awesome! Now, all we need is some food and a place to stay for the night until we find a way home.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Génial ! Maintenant, tout ce dont nous avons besoin est de la nourriture et d'un endroit où rester la nuit jusqu'à ce que nous trouvions un retour à la maison.

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_happy_] Nice, looks like one of Mom's bags. It must have fallen form the plane as well.
french: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_happy_] Nice, ressemble à l'un des sacs de Maman. Il doit également être tombé dans le plan.

source: [_danny_s_f_s_offscreen_s_towards_s_happy_s_talk_pleased_] Let's see what we got here!
french: [_danny_s_f_s_offscreen_s_towards_s_happy_s_talk_pleased_] Voyons ce que nous sommes arrivés ici !

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] (Hmm... really not much to salvage. Just some spare clothing and an empty water bottle. Better than nothing, I guess.)
french: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] (Hmm... vraiment pas grand chose à récupérer. Juste quelques vêtements de rechange et une bouteille d'eau vide. Mieux que rien, je suppose.)

source: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] I have to hurry! Mom is waiting for me to bring her some water.
french: [_danny_s_f_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Je dois me dépêcher ! Maman m'attend pour lui apporter de l'eau.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmmm... this area looks interesting... I feel there's something off about that cave though...
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Hmmm... cette région semble intéressante... J'ai l'impression qu'il y a quelque chose à voir avec cette grotte...

source: [_danny_s_towards_s_rise_s_talk_distraught_] It'd be good shelter though for the night time, wouldn't it?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Ce serait un bon abri bien que pour la nuit, n'est-ce pas?

source: [_maddie_s_towards_s_rise_s_talk_frown_] I'd rather not risk it already being the home to some very large animal... let's just keep looking for now. We can always come back later if we really need to.
french: [_maddie_s_towards_s_rise_s_talk_frown_] Je préfère ne pas risquer que cela soit déjà la maison d'un très grand animal... continuons à chercher pour l'instant. Nous pourrons toujours revenir plus tard si nous en avons vraiment besoin.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey look! That looks like the cave Sir Delvo was talking about.
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Hé regardez! On dirait que la grotte dont parlait Sir Delvo.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Doesn't it seem a little... {i}off{/i} to you?
french: [_maddie_s_towards_s_rise_s_talk_frown_] Ne vous semble-t-il pas un peu ... {i}de des{/i} pour vous ?

source: [_danny_s_towards_s_rise_s_talk_frown_] Like what? Like "potentially haunted by a centuries old ghost" type of off? Or like "mountain lion living with her baby cubs" type of off?
french: [_danny_s_towards_s_rise_s_talk_frown_] Vous aimez quoi ? Comme un type de fantôme vieux de plusieurs siècles "potentiellement hanté" ? Ou comme "lion de montagne vivant avec ses bébés" type de dessus?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] There's just something in the air... it seems thicker here.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Il y a juste quelque chose dans l'air... il semble plus épais ici.
