Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Yeah, well, it's that, plus I mean, I stopped listening to her music after I burned through most of her darker stuff, so I don't hear much of it throughout the day anyway.
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ouais, eh bien, c'est que, plus je veux dire, j'ai cessé d'écouter sa musique après avoir brûlé à travers la plupart de ses choses plus sombres, Je n'en entends pas beaucoup tout au long de la journée.
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ja, nun, es ist das, plus ich meine, ich habe aufgehört, ihre Musik zu hören, nachdem ich die meisten ihrer dunkleren Sachen verbrannt habe, so höre ich sowieso nicht viel davon den ganzen Tag.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? How do you manage that? I feel it'd be impossible to escape hearing it even around town, from what I've seen today.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein? Comment faites-vous pour y arriver ? J'ai l'impression qu'il serait impossible d'échapper à l'ouïe, même dans la ville, de ce que j'ai vu aujourd'hui.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Wie schaffst du das? Ich denke, es wäre unmöglich zu entkommen, es auch in der Stadt zu hören, von dem, was ich heute gesehen habe.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Well, I've kinda started wearing ear plugs, actually...
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Eh bien, j'ai un peu commencé à porter des bougies d'oreille, en fait...
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Nun, ich habe angefangen, Ohrstecker zu tragen, eigentlich...

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, really?
french: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, vraiment?
german: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, wirklich?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah, just seemed like the easiest way to avoid listening to her stuff, over and over.
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ouais, il semble juste que la façon la plus simple d'éviter d'écouter ses trucs, encore et encore.
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ja, es schien einfach der einfachste Weg zu sein, ihr Zeug immer wieder zuzuhören.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I had just been hearing her stuff playing {i}everywhere{/i}, and it started to drive me crazy. So, I pop a pair in every day now. Helps drown it all out.
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Je venais d'entendre ses trucs jouer à {i}partout{/i}, et ça commença à me rendre folle. « Alors, je lance une paire tous les jours maintenant. Aide à tout noyer. »
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Ich hatte gerade ihr Zeug gehört, das {i}überall spielt{/i}, und es begann mich verrückt zu fahren. Also stehe ich jeden Tag ein Paar drin und hilft, es alles zu ertrinken.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Say, that's pretty nifty. You wouldn't happen to have a spare pair would you-
french: [_danny_s_towards_s_neutral_s_talk_happy_] Disons, c'est assez génial. Vous n'auriez pas de paire de rechange -
german: [_danny_s_towards_s_neutral_s_talk_happy_] Sprich, das ist ziemlich sparsam. Du würdest kein Ersatzpaar haben -

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaang{/i}, Sam! Girl, I don't know if I told you yet, but you look AMAZING today!
french: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaang{/i}, Sam! Fille ! Je ne sais pas si je vous ai dit encore, mais vous avez l'air AMAZING aujourd'hui!
german: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaaang{/i}, Sam! Mädchen, ich weiß nicht, ob ich dir schon gesagt habe, aber du siehst heute AMAZING aus!

source: [_sam_s_co_s_away_s_confused_s_talk_amused_] Huh? Tucker did you knock your head or something? I'm dressed the same way I always am.
french: [_sam_s_co_s_away_s_confused_s_talk_amused_] Hein? Tucker vous a frappé la tête ou quelque chose ? Je suis vêtu de la même façon que je le suis.
german: [_sam_s_co_s_away_s_confused_s_talk_amused_] Huh? Tucker hast du deinen Kopf gestoßen oder etwas? Ich bin so gekleidet, wie ich es immer bin.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Weird, I guess I just thought... well anyway, hey, have you not heard the new song yet?{p}You should really give it a listen! Here!
french: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Bizarre, je suppose que je viens de penser... Eh bien, de toute façon, hey, vous n'avez pas encore entendu la nouvelle chanson ?{p}Vous devriez vraiment lui donner une oreille! Voici !
german: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Seltsam, ich denke, ich habe gerade gedacht... ja, hey, hast du noch nicht den neuen Song gehört?{p}Du solltest ihm wirklich zuhören! Hier!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, wait, don't just-
french: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, attendez, pas juste-
german: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, warte, nicht nur-

source: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... jeez... that sorta sounds like-
french: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... jeez... que sorta sonne ainsi-
german: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... Jeez... dass Sorta wie klingt-

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Giggles*{/i} Oh my {i}god!{/i}{p}That actually sounds {u}amazing{/u}!
french: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Giggles*{/i} Oh mon dieu {i}!{/i}{p}Ça sonne en fait {u}incroyable{/u} !

source: [_danny_s_towards_s_rise_s_talk_distraught_] Uh, Sam? You okay?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Euh, Sam? Vous ok ?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Äh, Sam? Du in Ordnung?

source: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahhh{/i}... yeah! I feel really, {i}really{/i} trippy though!{p}Man, her sound is a lot {i}deeper{/i} than I first thought... wow...
french: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahh{/i}... ouais! Je me sens vraiment, {i}vraiment{/i} trippy !{p}Man, son son est beaucoup {i}plus profond {/i} que je ne le pensais au début... wow...
german: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahh{/i}... ja! Ich fühle mich wirklich, {i}wirklich wirklich{/i} Trippy!{p}Mann, ihr Sound ist viel {i}deeper{/i} als ich dachte... wow...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... you sure you're alright? You look pretty whacked out of it, honestly. You need me to get the nurse or something?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... vous êtes sûr que vous avez bien raison? Vous avez l'air bien fouetté, honnêtement. Vous avez besoin de moi pour obtenir l'infirmière ou quelque chose?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... Du bist dir sicher, dass du stimmst? Du siehst ziemlich raus aus, ehrlich. Du brauchst mich, um die Krankenschwester oder etwas zu bekommen?

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, dude, don't worry about it! Just {u}vibe{/u} with me... say, did I ever tell you how absolutely {i}cute{/i} you look this morning?
french: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, ne vous inquiétez pas ! Juste {u}{/u} avec moi. Je vous ai dit à quel point vous étiez mignon {i}{/i} ce matin?
german: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahh{/i}, dude, keine Sorge! Nur {u}vibe{/u} mit mir. Ich habe dir schon einmal gesagt, wie absolut {i}cute{/i} du heute Morgen siehst?

source: [_danny_s_towards_s_sad_s_talk_displeased_] N-no?
french: [_danny_s_towards_s_sad_s_talk_displeased_] N-non ?
german: [_danny_s_towards_s_sad_s_talk_displeased_] N-Nein?

source: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh my gosh! Is it getting super hot in here, or what...?
french: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh mon gosh! Ça devient super chaud ici, ou quoi...?
german: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh my gosh! Wird es hier super heiß oder was...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, maybe you should sit down, you're turning really red...
french: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, peut-être devriez-vous vous asseoir, vous tournez vraiment en rouge...
german: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, vielleicht solltest du dich setzen, du wirst wirklich rot...

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] I'm pretty sure it's because {i}she's{/i} so hot! Go Sam!!{p}Go on girl, get loose, take something off!
french: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] Je suis presque sûr que c'est parce que {i}elle est tellement chaude{/i} ! Allez Sam !!{p}Va sur la fille, se détacher, enlever quelque chose !
german: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] Ich bin ziemlich sicher, dass es daran liegt, dass {i}sie so heiß ist! Geh Sam!{p}Geh auf Mädchen, verliere dich und hol dir etwas ab!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, this is Sam! Get a grip! She's not gonna be interested in you just flirting like-
french: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, c'est Sam ! Tenez-vous bien ! Elle ne va pas s'intéresser à vous juste flirter comme -
german: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, das ist Sam! Hol dir einen Grip! Sie wird nicht daran interessiert sein, einfach zu flirten wie-

source: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! My man... ya' know, not looking so bad yourself, I might add!{p}You know, that may not be too bad an idea...
french: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i} ! Mon homme... Tu sais, pas si mal toi-même, je pourrais ajouter!{p}Tu sais, ça ne sera peut-être pas une trop mauvaise idée...
german: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! Mein Mann... ya' weiß nicht, wie schlecht es dir selbst aussieht, könnte ich hinzufügen!{p}weißt du, dass vielleicht nicht zu schlecht eine Idee ist...

source: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, something is definitely, {i}seriously{/i} wrong here.
french: [_danny_s_at_player_s_rise_s_talk_distraught_] ... d'accord, quelque chose est certain, {i}sérieusement{/i} mal ici.
german: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, hier ist etwas definitiv {i}ernst{/i} falsch.

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] So, care to take me home Danny...?
french: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] Alors, vous voulez me ramener chez moi Danny...?
german: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] So, achte darauf, mich nach Hause zu bringen...?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, Sam, I don't mind leaving with you, but what about the rest of your classes?
french: [_danny_s_towards_s_sad_s_talk_displeased_] Eh bien, Sam, ça ne me dérange pas de partir avec vous, mais qu'en est-il du reste de vos classes ?
german: [_danny_s_towards_s_sad_s_talk_displeased_] Nun, Sam, ich habe nichts dagegen, mit dir zu gehen, aber was ist mit dem Rest deiner Klasse?

source: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] I don't wanna go to any more classes! I just want you to carry me home...
french: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] Je ne veux plus aller à d'autres classes ! Je veux juste que vous me transportiez chez moi...
german: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] Ich möchte nicht mehr zu Klassen gehen! Ich möchte nur, dass du mich nach Hause trägst...

source: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...preferably over your strong shoulders, {i}hrmm?{/i}
french: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ... de préférence sur vos épaules fortes, {i}hmm?{/i}
german: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...vorzugsweise über deine starken Schultern, {i}hrmm?{/i}

source: [_danny_s_at_player_s_angry_s_displeased_] (First flirting with Tucker, now she switched to me? Either Sam's having a hormonal stroke, or methinks there's something rotten in the state of Denmark.)
french: [_danny_s_at_player_s_angry_s_displeased_] (Première flirte avec Tucker, maintenant elle est passée à moi ? Soit Sam a un AVC hormonal, soit il y a quelque chose de pourri dans l'état danois.)
german: [_danny_s_at_player_s_angry_s_displeased_] (Erstes Flirten mit Tucker, jetzt wechselte sie zu mir? Entweder Sam hat einen Hormonschlag, oder meint, dass es im Staat Dänemark etwas Verderbtes gibt.)

source: [_danny_s_at_player_s_rise_s_smile_] (...huh, I guess Mr. Lancer's book lectures are paying off after all! That sounded pretty smart!)
french: [_danny_s_at_player_s_rise_s_smile_] (...hein, je suppose que les cours de livre de M. Lancer sont payants après tout ! Cela semblait assez intelligent !)
german: [_danny_s_at_player_s_rise_s_smile_] (...huh, ich denke, Herr Lancers Buchvorlesungen zahlen sich doch aus! Das klingt ziemlich intelligent!)

source: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, come on! I wanna get into bed...~
french: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, venez ! Je veux me coucher...~
german: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, komm an! Ich möchte ins Bett kommen...~

source: [_danny_s_towards_s_sad_s_talk_distraught_] Okay, okay, I'll walk you home! Sheesh...
french: [_danny_s_towards_s_sad_s_talk_distraught_] Ok, d'accord, je vais te rendre chez toi ! Sheesh...
german: [_danny_s_towards_s_sad_s_talk_distraught_] Okay, okay, ich gehe zu Hause! Schisch...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, it's the matching twins! What are they...?{p}Wait, are they doing what I {i}think{/i} they're doing?!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Hé, ce sont les jumeaux correspondants! Qu'est-ce qu'ils sont...?{p}Attendez, est-ce qu'ils font ce que je pense {i}{/i} qu'ils font ?!
german: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, es sind die passenden twins! Was sind sie...?{p}Warten, tun sie, was ich {i}denke{/i} sie machen?!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Star, you {i}definitely{/i} have the {u}cutest{/u} little butt in school, you know that?
french: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Étoile, vous {i}définitivement{/i} avez le petit cul {u}mignon{/u} à l'école, vous savez ça ?
german: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Star, du {i}definitely{/i} hast den {u}cutest in der Schule, weißt du?

source: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, whatever girl, I'd kill to have {i}your{/i} ass! Plus these nice boobs!
french: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw !{/i} Oh, quelle que soit la fille, je tuerais pour avoir {i}vous{/i} culs ! Et ces beaux nibards !
german: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, was auch immer Mädchen, ich würde töten, um {i}Dein{/i} Arsch zu haben! Plus diese schönen Boobs!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] You mind if I have myself a little feel?
french: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] Vous pensez que si je me sens un peu ?
german: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] Du denkst, wenn ich mich ein wenig fühle?

source: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Go for it girl! As long as I get a handful too!{p}And a nice taste, too...~
french: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Allez-y ! Tant que j'aurai aussi une poignée !{p}Et un bon goût, aussi...~
german: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Geh für das Mädchen! Solange ich auch eine Handvoll bekomme!{p}Und auch ein schöner Geschmack...~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...best.{p}Music.{p}Trend.{p}{u}Ever.{/u}
french: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...la meilleure.{p}Musique.{p}Tendance.{p}{u}Ever.{/u}
german: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...am besten.{p}Musik.{p}Trend.{p}{u}Jede.{/u}

source: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heyyy!{/i} Grope {i}my{/i} waist and ass when we're leaving!
french: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heaaa!{/i} Grope {i}mon{/i} taille et cul quand nous partons!
german: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heyyy!{/i} Grope {i}mein{/i} Taille und Arsch, wenn wir verlassen!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] W-WH-WHAT?! S-S-Sam!!
french: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] W-WH-QUOI ?! S-Sam !!
german: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] WAS WAS WAS?! S-S-Sam!!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] You heard me! Grab my hips, right now!!
french: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] Tu m'as entendu ! Prends mes hanches dès maintenant !!
german: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] Du hast mich gehört! Nimm meine Hüfte, gerade jetzt!!

source: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. My. God! Nasty Danny's got his arms wrapped around that gargoyle's fat waist!
french: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. Mon Dieu! Les bras de Danny sont enveloppés autour de la taille grasse de ce gargouille!
german: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh, mein Gott! Nasty Danny's hat seine Arme um die dicke Taille der Gargoyle gewickelt!

source: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Just as I thought, they were star-crossed {u}losers{/u} from the start.
french: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Comme je le pensais, ils ont été croisés d'étoiles {u}perdants{/u} depuis le début.
german: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Genau wie ich dachte, wurden sie von Anfang an {u}Verlierer{/u} gekreuzt.

source: [_danny_] Hey, we're not-
french: [_danny_] Hé, nous ne sommes pas-
german: [_danny_] Hey, wir sind nicht-

source: [_sam_] {i}Ha!{/i} Go back to your make-out session ladies! Jealousy doesn't suit you whores! His hands are touching {u}this{/u} alone! Suck it, skanks!
french: [_sam_] {i}Ha!{/i} Retournez à votre séance de maquillage! La jalousie ne vous convient pas! Ses mains touchent {u}seule{/u} ! Succez, skanks!
german: [_sam_] {i}Ha!{/i} Gehe zurück zu deinen Make-out Session-Damen! Eifersüchtig passt dir nicht zu! Seine Hände berühren {u}allein! Suck es, skanks!

source: [_danny_] {i}*Whispering*{/i} Sam what the heck is with you?!
french: [_danny_] {i}*Murmure*{/i} Sam ce que c'est avec vous ?!
german: [_danny_] {i}*Flüstern*{/i} Sam was der Heck mit dir ist?!

source: [_sam_] Ohhh, Danny, I'm just having fun silly! Be mellow, man! You totally gotta learn to chill...
french: [_sam_] Ohhh, Danny, je m'amuse en silence! Soyez moelleux, homme ! Vous devez absolument apprendre à vous refroidir...
german: [_sam_] Ohhhh, Danny, ich habe nur lustige Narren! Sei mild, Mann! Du hast total gelernt, zu kühlen...

source: [_danny_] Look, let's just go Sam. You told me to walk you back home!
french: [_danny_] Regardez, allons juste aller Sam. Tu m'as dit de te remonter chez toi !
german: [_danny_] Schau, lass uns einfach Samen gehen. Du hast mir gesagt, dass du dich nach Hause gehen solltest!

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, we're finally at your place now. And away from all that... whatever that was.
french: [_danny_s_towards_s_sad_s_talk_happy_] Eh bien, nous sommes enfin à votre place maintenant. Et loin de tout cela... quoi qu'il en soit.
german: [_danny_s_towards_s_sad_s_talk_happy_] Nun, wir sind jetzt endlich an deiner Stelle. Und weg von all dem ... was auch immer das war.

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... we're finally back home? Thank God... my head is killing me.
french: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... nous sommes enfin de retour chez nous? Dieu merci... ma tête me tue.
german: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... wir sind endlich wieder zu Hause? Vielen Dank... mein Kopf tötet mich.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You alright?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] D'accord?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Du hast das richtig?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Yeah, it just feels like I woke up from a really weird dream...
french: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Ouais, c'est juste que je me suis réveillé à partir d'un rêve vraiment étrange...
german: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Ja, es fühlt sich einfach an, als ob ich aus einem wirklich seltsamen Traum aufgewacht habe...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, but... you {i}do{/i} remember what just happened back in the hallway, right?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Attendez, mais... {i}vous souvenez{/i} de ce qui vient de se passer dans le couloir, n'est-ce pas?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Warte, aber... du {i}do{/i} erinnerst dich daran, was gerade im Flur passiert ist, oder?

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Well yeah, we were with Tucker, and I asked you to- OH MY GOD!{p}Danny, I'm so sorry, I have no idea what came over me!{p}It couldn't be Kitty possessing me again, right?
french: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Eh bien ouais, nous étions avec Tucker, et je vous ai demandé - OH MON DIEU !{p}Danny, je suis désolé, je n'ai aucune idée de ce qui s'est passé sur moi !{p}Il ne pouvait pas être Kitty me possédant à nouveau, n'est-ce pas?
german: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Nun, ja, wir waren mit Tucker, und ich fragte dich, OH MEINE GOT!{p}Danny, es tut mir leid, ich habe keine Ahnung, was über mich gekommen ist!{p}Es konnte nicht Kitty wieder besitzen, oder?

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Don't worry. From what I've gathered, everyone started acting really weird the minute that new Ember song played.
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Ne vous inquiétez pas. De ce que j'ai collecté, tout le monde a commencé à agir vraiment bizarre la minute que la nouvelle chanson Ember a jouée.
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Keine Sorge. Nach dem, was ich gesammelt habe, haben alle wirklich seltsam agiert, in der Minute, in der der neue Ember Song gespielt wurde.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ...did Paulina and Star start making out? Am I remembering that wrong?
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ... Paulina et Etoile ont-ils commencé à se défaire ? Je me souviens de ce mal?
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ...begannen Paulina und Star zu machen? Erinnere ich mich an das Unrecht?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Nope, that {u}definitely{/u} happened. Thank God, that was real.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Non, ce {u}définitivement{/u} s'est produit. Dieu merci, c'était réel.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Nein: {u}ist definitiv passiert{/u} passiert. Gott sei Dank, das war real.
