Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_danny_s_sad_] (Oh, Mom's here... I hope she's still not upset about the whole jumpsuit wardrobe malfunction the other day...)
french: [_danny_s_sad_] (Oh, Maman est là... J'espère qu'elle n'est toujours pas bouleversée par le mauvais fonctionnement de l'armoire de saut de l'autre jour...)
german: [_danny_s_sad_] (Oh, Mamas ist hier... Ich hoffe, sie ist noch nicht über die gesamte Springanzug Kleiderschrank am letzten Tag aufgeregt...)

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, hey Mom. Hanging outside of the lab, I see...
french: [_danny_s_rise_one_s_talk_frown_2_] Euh, hey Mom. Suspendu en dehors du laboratoire, je voir...
german: [_danny_s_rise_one_s_talk_frown_2_] Uhh, hey Mama. Hänge außerhalb des Labors, ich sehe...

source: [_maddie_s_towards_s_talk_happy_2_] Oh, hey sweetie. I'm actually glad I ran into you. You haven't seen the remote anywhere, have you?
french: [_maddie_s_towards_s_talk_happy_2_] Oh, hey amoureux. Je suis vraiment content que je vous ai rencontré. Vous n'avez pas vu la distance, n'est-ce pas?
german: [_maddie_s_towards_s_talk_happy_2_] Oh, hey sweetie. Ich bin eigentlich froh, dass ich dich getroffen habe. Du hast die Fernbedienung nirgends gesehen, oder?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] For the TV? No, I haven't, is it missing? I don't really watch much television, honestly.
french: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] Pour la télé ? Non, je n'en ai pas, est-ce manqué ? Je ne regarde pas vraiment beaucoup de télévision, honnêtement.
german: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] Für das Fernsehen? Nein, ich habe es nicht geschafft, fehlt? Ich schaue nicht wirklich viel Fernsehen, ehrlich.

source: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, then where could it have gone? It's usually out here on the couch normally, and I even checked between the cushions...
french: [_maddie_s_talk_frown_s_away_s_wondering_] Oh, alors où cela aurait-il pu être passé ? Il est généralement ici sur le canapé normalement, et j'ai même vérifié entre les coussins...
german: [_maddie_s_talk_frown_s_away_s_wondering_] Ach, wo konnte es hingegangen sein? Normalerweise ist es hier auf der Couch draußen, und ich habe sogar zwischen den Kissen überprüft...

source: [_danny_s_rise_one_s_talk_frown_2_] You trying to watch the news or something?
french: [_danny_s_rise_one_s_talk_frown_2_] Vous essayez de regarder les nouvelles ou quelque chose ?
german: [_danny_s_rise_one_s_talk_frown_2_] Du versuchst die Nachrichten oder etwas zu sehen?

source: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] No, no, not at all. The news usually just depresses me unless it's ghost related. And things have been pretty quiet lately...
french: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] Non, non, pas du tout. La nouvelle me déprime généralement à moins qu'elle ne soit liée au fantôme. Et les choses ont été assez silencieuses ces derniers temps...
german: [_maddie_s_towards_wide_up_s_sad_2_s_talk_frown_] Nein, nein, gar nicht. Die Nachrichten bedrückt mich in der Regel nur, wenn sie nicht im Geiste stehen. Und die Dinge waren in letzter Zeit ziemlich ruhig...

source: [_maddie_s_closed_s_talk_happy_s_sad_] There was actually some report on the other day about a reported "ghost genie" and "nerdy ghost goblin" sighting at the mall, but that's so ridiculous to be investigated legitimately. I certainly got a chuckle out of it...
french: [_maddie_s_closed_s_talk_happy_s_sad_] Il y a eu un rapport l'autre jour sur un « génie fantôme» rapporté et un « gobelin de fantômes nerveux» observant au centre commercial, mais c'est tellement ridicule d'être enquêté légitimement. J'en ai eu un coup de pouce ...
german: [_maddie_s_closed_s_talk_happy_s_sad_] Vor kurzem gab es tatsächlich einen Bericht über ein gemeldetes "Geistergenie" und "nerdy Geistergoblin" in der Mall, aber das ist so lächerlich, rechtmäßig untersucht zu werden. Ich habe sicher ein Chuckle davon...

source: [_maddie_s_idle__s_towards_s_talk_frown_] I'm simply trying to find the remote so I can switch over to the DVD section of the cable input.
french: [_maddie_s_idle__s_towards_s_talk_frown_] J'essaie simplement de trouver la télécommande pour que je puisse passer à la section DVD de l'entrée du câble.
german: [_maddie_s_idle__s_towards_s_talk_frown_] Ich versuche einfach, die Fernbedienung zu finden, so dass ich zur DVD-Sektion des Kabeleingangs wechseln kann.

source: [_danny_s_talk_frown_s_sad_2_] Why's that?
french: [_danny_s_talk_frown_s_sad_2_] Pourquoi?
german: [_danny_s_talk_frown_s_sad_2_] Warum?

source: [_maddie_s_sad_s_talk_happy_s_towards_] I don't know, I just... I just feel like watching a movie is all. It feels like I haven't found a good time to just relax in a good long while, ya know?
french: [_maddie_s_sad_s_talk_happy_s_towards_] Je ne sais pas, je suis juste... j'ai juste envie de regarder un film, c'est tout. Il me semble que je n'ai pas trouvé de bon moment pour me détendre dans un bon moment, vous savez?
german: [_maddie_s_sad_s_talk_happy_s_towards_] Ich weiß nicht, ich nur... Ich fühle mich einfach wie ein Film ist alles. Es fühlt sich an, als habe ich keine gute Zeit gefunden, um einfach in einer guten Zeit zu entspannen, ja, zu wissen?

source: [_maddie_s_away_s_talk_frown_2_s_sad_] Raising you kids and working in the lab with your father has been great of course, but sometimes I just feel like... I don't know, a bit spread thin.
french: [_maddie_s_away_s_talk_frown_2_s_sad_] Élever vos enfants et travailler dans le laboratoire avec votre père a été formidable bien sûr, mais parfois je me sens juste comme ça. . Je ne sais pas, un peu dispersé.
german: [_maddie_s_away_s_talk_frown_2_s_sad_] Deine Kinder zu erheben und im Labor mit deinem Vater zu arbeiten, war natürlich großartig, aber manchmal fühle ich mich auch gerne. . Ich weiß nicht, ein bisschen verbreitet sich dünn.

source: [_danny_s_sad_2_s_talk_happy_] You just need to take more breaks mom! Being as busy and as inventive as you and Dad are, I'm sure it gets exhausting.
french: [_danny_s_sad_2_s_talk_happy_] Vous avez juste besoin de prendre plus de pauses maman ! Être aussi occupé et aussi inventif que vous et papa, je suis sûr que ça devient épuisant.
german: [_danny_s_sad_2_s_talk_happy_] Du musst nur mehr Pausen machen! Du bist so beschäftigt und so erfinderisch wie du und Papa sind, ich bin sicher, dass es erschöpft ist.

source: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Yeah, it's good to just take a break every once and awhile, right? Today has just felt like a "casual night in" type of vibe, you know?
french: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Oui, il est bon de prendre une pause de temps en temps, non ? Aujourd'hui s'est senti comme une sorte d'ambiance de nuit "décontractée", vous savez?
german: [_maddie_s_towards_wide_s_talk_happy_s_wondering_] Ja, es ist gut, immer und immer wieder eine Pause einzulegen, oder? Heute fühlte man sich wie eine "entspannte Nacht in" Art von Stimmung, wissen Sie?

source: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] But with this darn remote missing, I can't even pop in a nice period piece or rom com to watch...
french: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] Mais avec ce sinistre manquant à distance, je ne peux même pas mettre dans une belle pièce d'époque ou rom com à regarder...
german: [_maddie_s_away_wide_s_rise_one_3_s_talk_frown_] Aber da diese Darnfernbedienung fehlt, kann ich nicht einmal in einem schönen Stück oder rom com auftauchen...

source: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Well, I'll try looking for it around the house, I'm sure it's got to be around here somewhere. Unless a ghost can possess household appliances and start making them move around!
french: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Eh bien, je vais essayer de le chercher dans la maison, je suis sûr qu'il doit être ici quelque part. Sauf si un fantôme peut posséder des appareils électroménagers et commencer à les faire bouger!
german: [_danny_s_talk_happy_2_s_blank_stare_s_sad_] Nun, ich versuche es um das Haus herum zu suchen, ich bin sicher, dass es irgendwo da sein muss. Es sei denn, ein Geist kann Haushaltsgeräte besitzen und anfangen, sie bewegen sich um!

source: [_maddie_s_sad_2_s_talk_happy_] Thank you dear. I'd appreciate that. I'm gonna keep checking between the cushions. Maybe your father knows something too...
french: [_maddie_s_sad_2_s_talk_happy_] Merci beaucoup. J'apprécierais ça. Je vais continuer à vérifier entre les coussins. Peut-être que votre père sait quelque chose aussi...
german: [_maddie_s_sad_2_s_talk_happy_] Vielen Dank, das würde ich sehr schätzen. Ich werde immer wieder zwischen den Kissen schauen. Vielleicht weiß dein Vater auch etwas...

source: [_danny_s_rise_one_s_frown_] (Alright then, if I were a regular ol' black remote, where would I be?)
french: [_danny_s_rise_one_s_frown_] (D'accord, si j'étais une télécommande noire ordinaire, où serais-je ?)
german: [_danny_s_rise_one_s_frown_] (Okay, wenn ich eine reguläre schwarze Fernbedienung wäre, wo würde ich sein?)

source: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... not one of my more {i}thrilling{/i} side adventures, honestly...)
french: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... pas une de mes {i}aventures de côté{/i}, honnêtement...)
german: [_danny_s_blank_stare_s_sad_s_frown_2_] (Hmmm... nicht eines meiner {i}spannend{/i} Seitenabenteuer, ehrlich...)

source: [_morahzamora_] Look, they're not all gonna be grand epics, alright? We're trying to get things done faster here.
french: [_morahzamora_] Regardez, ils ne vont pas tous être de grandes épopées, d'accord? Nous essayons de faire avancer les choses plus vite ici.
german: [_morahzamora_] Schau, sie werden nicht alle große Epen sein, oder? Wir versuchen, hier schneller etwas zu machen.

source: [_gzone__] Better az' well az' faster, mind you, 've don't want to try and rush things too quickly 'eizher.
french: [_gzone__] Mieux az' bien az' plus vite, n'oubliez pas que vous ne voulez pas essayer de précipiter les choses trop rapidement "eizher.
german: [_gzone__] Besser az' gut az' schneller, du möchtest es nicht versuchen, die Dinge zu schnell "eizher" zu beschleunigen.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the?! Who- who was- did I just hear... huh?!
french: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Qu'est-ce que ça ?! Qui, qui étais-je, ai-je juste entendu... hein? !
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Was das?! Wer war - habe ich gerade gehört... huh?!

source: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh great, the Fenton Portal gave me both ghost powers {i}and{/i} schizophrenia... and one of the voices is {b}German{/b} of all things...)
french: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh bien, le portail Fenton m'a donné les deux puissances fantômes {i}et{/i} schizophrénie... et l'une des voix est {b}Allemand{/b} de toutes choses...)
german: [_danny_s_sad_2_s_blank_stare_s_frown_2_] (Oh groß, das Fenton-Portal gab mir sowohl Geisterkräfte {i}und {/i} Schizophrenia... und eine der Stimmen ist {b}Deutsch{/b} aller Dinge...)

source: [_danny_s_towards_s_wondering_s_frown_3_] (Anyway, on to finding that remote... it's gotta be around the house somewhere, right?)
french: [_danny_s_towards_s_wondering_s_frown_3_] (Quoi qu'il en soit, pour trouver cette télécommande... il faut être dans la maison quelque part, n'est-ce pas?)
german: [_danny_s_towards_s_wondering_s_frown_3_] (Anyway, weiter um diese Fernbedienung zu finden... Es ist irgendwo um das Haus herum zu sein, oder?)

source: [_danny_s_sad_s_talk_happy_s_down_] Here we go, this little bugger was sitting here the whole time!
french: [_danny_s_sad_s_talk_happy_s_down_] Ici, nous allons, ce petit bugger était assis ici tout le temps !
german: [_danny_s_sad_s_talk_happy_s_down_] Hier gehen wir, dieser kleine Bugger saß hier die ganze Zeit!

source: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] But why? What would a remote be doing sitting in here for?
french: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] Mais pourquoi? Que ferait une télécommande assis ici ?
german: [_danny_s_blank_stare_s_talk_frown_s_rise_one_] Aber warum? Wozu sitzt eine Fernbedienung hier ein?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, what are you doing in here?
french: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, que faites-vous ici ?
german: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, was machst du hier unter?

source: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, hey Jazz, did you see this here at all?
french: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, hey Jazz, vous avez vu ça ici ?
german: [_danny_s_talk_frown_s_at_danny_s_rise_one_] Oh, hey Jazz, hast du das überhaupt hier gesehen?

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Uhm, wh-what do you mean?
french: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Euh, qui-ce que vous voulez dire?
german: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Uhm, was meinst du?

source: [_danny_s_down_s_talk_frown_2_] I mean the TV remote. It was sitting here on this counter. In the bathroom of all places.
french: [_danny_s_down_s_talk_frown_2_] Je veux parler de la télécommande de télévision. Elle était assise ici sur ce comptoir. Dans la salle de bains de tous les endroits.
german: [_danny_s_down_s_talk_frown_2_] Ich meine die Fernbedienung. Sie saß hier auf diesem Schalter. Im Badezimmer aller Orte.

source: [_danny_s_towards_s_talk_frown_] Do you know anything about this?
french: [_danny_s_towards_s_talk_frown_] Savez-vous quoi que ce soit à ce sujet ?
german: [_danny_s_towards_s_talk_frown_] Wissen Sie etwas darüber?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, uh, yeah, sorry, I was g-gonna put that back downstairs. I was just looking for some spare batteries for my...
french: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, euh, euh, ouais, désolé, je me suis dit que je vais mettre ça en arrière. Je cherchais juste quelques piles de rechange pour moi...
german: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, uh, ja, tut mir leid, ich wurde g-Gonna wieder nach unten gelegt. Ich war gerade auf der Suche nach Ersatzbatterien für mich...

source: [_jazz_s_towards_s_sad_s_talk_frown_] ...Game Boy... Color...
french: [_jazz_s_towards_s_sad_s_talk_frown_] ...Game Boy... Couleur...
german: [_jazz_s_towards_s_sad_s_talk_frown_] ...Spiele-Boy... Farbe...

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Game Boy? Jazz, since when have you ever played video games?
french: [_danny_s_talk_happy_s_towards_s_rise_one_] Boy? Jazz, depuis quand avez-vous déjà joué aux jeux vidéo ?
german: [_danny_s_talk_happy_s_towards_s_rise_one_] Game Boy? Jazz, seit wann hast du jemals Videospiele gespielt?

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Well, I uh, I just thought I'd pick up a hobby, ya know? All that old retro gaming stuff... i-it's actually p-pretty neat!
french: [_jazz_s_towards_s_wondering_s_talk_frown_] Eh bien, moi euh, je pensais juste que je prendrais un hobby, tu sais ? Tout ce vieux jeu rétro... i-c'est en fait super sympa !
german: [_jazz_s_towards_s_wondering_s_talk_frown_] Nun, ich uh, ich dachte, ich würde ein Hobby aufnehmen, ja, weiß? All das alte Retro-Spielzeug... i-es ist eigentlich p-pretty nett!

source: [_danny_s_down_s_neutral_s_talk_frown_] But this remote doesn't have double A batteries, it takes triple A. You'd need double A batteries to play your Game Bo-
french: [_danny_s_down_s_neutral_s_talk_frown_] Mais cette télécommande n'a pas de piles A doublées, elle nécessite le triple A. Vous aurez besoin de piles A double pour jouer à votre Game Bo-
german: [_danny_s_down_s_neutral_s_talk_frown_] Aber diese Fernbedienung hat keine doppelten A-Batterien, es braucht drei A. Du benötigst doppelte A-Batterien um deinen Game Bo-

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Alright, look, I'll give you back the stupid batteries, okay?!
french: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] D'accord, regardez, je vais vous restituer les piles stupides, d'accord?
german: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Okay, schau, ich gebe dir die dummen Batterien, okay?!

source: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Huh? But I was just saying, you wouldn't even have any use for them, they're the wrong kind to-
french: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Hein? Mais je me contentais, vous n'auriez même aucune utilité pour eux, ils ne sont pas du bon genre-
german: [_danny_s_rise_one_s_blank_stare_s_talk_frown_2_] Huh? Aber ich habe gerade gesagt, du würdest nicht einmal irgendeinen Nutzen für sie haben, sie sind falsch zu-

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, you're bugging me. Do you want the batteries or not?
french: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, tu me bogues, tu veux ou non les piles ?
german: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, du buggst mich. Möchtest du die Batterien oder nicht?

source: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Well, I {i}was{/i} just looking for the remote, but yeah, I guess I'll need to get those back now too...
french: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Eh bien, moi, {i}était {/i} à la recherche de la télécommande, mais oui, je suppose que je vais devoir les récupérer aussi...
german: [_danny_s_blank_stare_s_wondering_s_talk_frown_] Nun, ich {i}war{/i} gerade auf der Suche nach der Fernbedienung, aber ja, ich denke, ich werde sie auch jetzt wieder bekommen müssen...

source: [_jazz_s_towards_s_sad_s_talk_frown_] Then quit your blabbering and just follow me... the batteries are in my room...
french: [_jazz_s_towards_s_sad_s_talk_frown_] Puis arrêtez votre blabbering et suivez-moi... les piles se trouvent dans ma chambre...
german: [_jazz_s_towards_s_sad_s_talk_frown_] Dann verlasse dein blabberendes und folge mir einfach folgen... die Batterien sind in meinem Zimmer...

source: [_danny_s_talk_happy_s_closed_s_sad_] Alright, no problem. Lead the way!
french: [_danny_s_talk_happy_s_closed_s_sad_] D'accord, pas de problème. Projetez la voie!
german: [_danny_s_talk_happy_s_closed_s_sad_] Okay, kein Problem. Führen Sie den Weg!

source: [_danny_s_at_player_s_rise_one_s_frown_3_] (Jeez, what's gotten under her skin? She could have just asked to borrow my Game Boy in the mean time...)
french: [_danny_s_at_player_s_rise_one_s_frown_3_] (Jeez, qu'est-ce qui est passé sous sa peau ? Elle aurait pu juste demander d'emprunter mon Game Boy en attendant...)
german: [_danny_s_at_player_s_rise_one_s_frown_3_] (Jeez, was ist unter ihrer Haut geworden? Sie hätte gerade darum bitten können, meinen Game Boy in der Zwischenzeit auszuleihen...)

source: [_danny_s_frown_2_s_towards_s_wondering_] (Chicks are so overly sensitive sometimes...)
french: [_danny_s_frown_2_s_towards_s_wondering_] (Les poussées sont parfois trop sensibles...)
german: [_danny_s_frown_2_s_towards_s_wondering_] (Küken sind manchmal zu empfindlich...)

source: [_danny_s_rise_one_s_talk_happy_] Okay, so you said you had them?
french: [_danny_s_rise_one_s_talk_happy_] Ok, vous avez dit que vous les aviez ?
german: [_danny_s_rise_one_s_talk_happy_] Okay, also hast du gesagt, dass du sie hattest?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Yes, they're right here.
french: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sourire*{/i} Oui, ils sont juste ici.
german: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] {i}*Sehen*{/i} Ja, sie sind genau hier.

source: [_danny_s_down_s_sad_s_talk_happy_2_] Great, thanks!
french: [_danny_s_down_s_sad_s_talk_happy_2_] Super, merci !
german: [_danny_s_down_s_sad_s_talk_happy_2_] Super, danke!

source: [_danny_s_towards_s_sad_s_talk_happy_] So, uhm, again, if you wanna use my Game Boy, I'd be willing to rent it to you for a fair-
french: [_danny_s_towards_s_sad_s_talk_happy_] Donc, euhm, à nouveau, si vous voulez utiliser mon Game Boy, je serais prêt à vous le louer pour une foire -
german: [_danny_s_towards_s_sad_s_talk_happy_] Also, uhm, wenn du meinen Game Boy benutzen möchtest, wäre ich bereit, ihn für eine Messe an dich zu vermieten

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, jeez Danny, are you gonna actually make me say it out loud?? I wasn't trying to use these for a silly Game Boy!
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, jeez Danny, est-ce que vous allez me faire dire haut et fort ? Je n'essayais pas de les utiliser pour un jeu stupide !
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {b}Ugh{/b}, jeez Danny, wirst du mich wirklich laut sagen lassen? Ich habe nicht versucht, diese für einen dummen Game Boy zu benutzen!

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] Okay, yeah, see, that didn't really make any sense to me before, alrighty then, glad that's sorta cleared up...
french: [_danny_s_blank_stare_s_talk_frown_s_sad_] D'accord, oui, voyez-vous, ça n'a pas vraiment de sens pour moi avant, alors...
german: [_danny_s_blank_stare_s_talk_frown_s_sad_] Okay, ja, sehe, das hat mir vorher keinen Sinn gemacht, dann ist es froh, dass das sorta aufgeräumt ist...

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] But like, what {i}were{/i} they for then?
french: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Mais comme ça, qu'est-ce que {i}étaient{/i} ils pour l'époque?
german: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Aber wie, was {i}waren{/i} sie dann?

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] I needed smaller batteries for something of mine...
french: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] J'avais besoin de petites piles pour quelque chose de mien...
german: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Ich brauchte kleinere Batterien für etwas von mir...

source: [_danny_s_talk_frown_s_rise_one_] Yeah, what was it?
french: [_danny_s_talk_frown_s_rise_one_] Ouais, qu'est-ce que c'est?
german: [_danny_s_talk_frown_s_rise_one_] Ja, was war es?

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Look, do I {b}need{/b} to tell you?
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Regardez, ai-je besoin de {b}{/b} pour vous dire?
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Schau, benötige ich {b}um dir zu sagen?

source: [_danny_s_down_s_wondering_s_talk_frown_2_] Well, no, but I just thought I'd ask. I mean, if you needed fresh Triple A batteries, I could probably lend you some.
french: [_danny_s_down_s_wondering_s_talk_frown_2_] Eh bien, non, mais je pensais juste que je vous demanderais. Je veux dire, si vous aviez besoin de piles Triple A, je pourrais probablement vous en prêter.
german: [_danny_s_down_s_wondering_s_talk_frown_2_] Nun, nein, aber ich dachte schon, ich frage mich. Ich meine, wenn du frische Triple A Batterien brauchst, könnte ich dir wahrscheinlich etwas leihen.

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] No Danny, trust me, it's fine, I didn't wanna bother you with this at all. Believe me.
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Pas de Danny, croyez-moi, ça va bien, je ne voulais pas vous déranger du tout. Croyez-moi.
german: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Kein Danny, vertraue mir, es ist in Ordnung, ich möchte dich überhaupt nicht damit beschäftigen. Glauben Sie mir.
