Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh, uh, about what?
french: [_danny_s_towards_s_rise_s_talk_frown_] Oh, euh, pour quoi ?

source: [_maddie_s_towards_s_confused_s_talk_frown_] I was thinking about what you said...
french: [_maddie_s_towards_s_confused_s_talk_frown_] Je pensais à ce que vous avez dit...

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] Whether it was... whether it {i}was{/i} truly terrible what we did.
french: [_maddie_s_away_s_unhappy_s_talk_displeased_] Qu'en étais... si {i}était vraiment terrible{/i} ce que nous avons fait.

source: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] ...I mean... was it terrible for you sweetie?
french: [_maddie_s_towards_s_sad_s_talk_frown_s_blush_] ...Je veux dire... est-ce terrible pour vous ?

source: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] What do you mean?
french: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] Que voulez-vous dire ?

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] You must probably hate me deep down. We're just not facing this problem correctly, like... like normal people should... what I did to you was so cruel...
french: [_maddie_s_away_s_unhappy_s_talk_displeased_] Vous devez probablement me haïr profondément. Nous ne sommes tout simplement pas confrontés à ce problème correctement, comme. . comme les gens normaux devraient... ce que je vous ai fait était si cruel...

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] What are you talking about Mom? It was amazing.
french: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Qu'est-ce que vous parlez de Maman ? C'était incroyable.

source: [_maddie_s_towards_wide_s_confused_s_talk_frown_] It... it was?
french: [_maddie_s_towards_wide_s_confused_s_talk_frown_] Il... c'était?

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Well, if we're being honest with each other Mom, these last few days, I've really started looking at you differently.
french: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Eh bien, si nous sommes honnêtes les uns avec les autres, ces derniers jours, j'ai vraiment commencé à vous regarder différemment.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] I'm sorry, but it's true! I feel like I can't help but stare when you're around now.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Je suis désolé, mais c'est vrai ! J'ai l'impression que je ne peux m'empêcher de regarder quand vous êtes aux alentours.

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] ...Danny, that's very flattering, but... well honestly, I know I'm not as young as I used to be, and there are plenty of other younger, prettier girls who would love to catch your eye before mine.
french: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] ...Danny, c'est très flatteur, mais... honnêtement, je sais que je ne suis pas aussi jeune que jadis, et il y a beaucoup d'autres plus jeunes, Jolies filles qui aimeraient attirer votre attention avant la mienne.

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Besides, I know I shouldn't even have to point this out, but I'm your {b}mother{/b}, for christ sake!
french: [_maddie_s_towards_s_rise_s_talk_displeased_] D'ailleurs, je sais que je n'aurais même pas à le souligner, mais je suis votre {b}mère{/b}, pour vous faire plaisir !

source: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] I don't care! You don't get it! To me, you're someone I could spend forever looking at! You're amazingly beautiful, funny, intelligent, I could spend a whole day talking about you!!
french: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Je m'en fiche ! Vous ne l'obtenez pas! Pour moi, vous êtes quelqu'un que je pourrais dépenser pour toujours regarder ! Vous êtes incroyablement beau, drôle, intelligent, je pourrais passer une journée entière à parler de vous !!

source: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Danny... you're making me blush talking like this.
french: [_maddie_s_away_s_confused_s_talk_frown_s_blush_] Dann... vous me faites rougir comme ça.

source: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Well it's true. I could seriously go on for-
french: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Eh bien, c'est vrai. Je pourrais sérieusement continuer -

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] No... just... did you... did you {i}really{/i} like what we did in the forest?
french: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] « Non... juste... vous êtes... vous {i}avez-vous vraiment aimé{/i} ce que nous avons fait dans la forêt? »

source: [_danny_s_at_danny_s_neutral_s_talk_frown_s_blush_] ...yeah. To be completely honest with myself... I did. A whole lot.
french: [_danny_s_at_danny_s_neutral_s_talk_frown_s_blush_] ... oui, pour être tout à fait honnête avec moi-même... Je l'ai fait. Beaucoup de choses.

source: [_maddie_s_towards_s_sad_s_talk_happy_s_-blush_] You did.
french: [_maddie_s_towards_s_sad_s_talk_happy_s_-blush_] Vous l'avez fait.

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] Yes. And I would love to do more stuff like that with you.
french: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] Oui. Et j'adorerais faire plus de choses comme ça avec vous.

source: [_maddie_s_away_s_wondering_s_talk_frown_s_blush_] {i}*Gasp*{/i} Goodness gracious... this is... this is a lot to take in! It's a whole can of worms that I... I never meant to ope-
french: [_maddie_s_away_s_wondering_s_talk_frown_s_blush_] {i}*Gasp*{/i} Bonté gracieuse... c'est... C'est beaucoup à prendre ! C'est tout un lot de vers que je... je n'ai jamais voulu ope-

source: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] It's okay Mom! I... I know, it's kinda weird for me too. But I've been trying to learn to deal with these feelings the best I can.
french: [_danny_s_down_s_unhappy_s_talk_frown_s_blush_] Ça va bien ! Je... je sais, c'est un peu bizarre pour moi aussi. Mais j'ai essayé d'apprendre à gérer ces sentiments le mieux que je peux.

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] And doing stuff with you like this has made it so much easier to get through it all.
french: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Et faire des choses avec vous comme ça a rendu beaucoup plus facile de tout traverser.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] {i}*Sigh*{/i} If we... if we {i}were{/i} to uh, {b}explore{/b} these feelings some more... could you keep what we do quiet from... well, everyone?
french: [_maddie_s_towards_s_unhappy_s_talk_frown_s_blush_] {i}*Soupir*{/i} Si nous... si nous {i}avons été{/i} euh, {b}explorer{/b} encore ces sentiments. . Pourriez-vous garder ce que nous faisons calmement... eh bien, tout le monde?

source: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] You mean-
french: [_danny_s_towards_s_wondering_s_talk_happy_s_blush_] Vous voulez dire-

source: [_maddie_s_towards_s_wondering_s_talk_frown_s_-blush_] Promise me Danny, that you'd keep all of this quiet. I need to know that.
french: [_maddie_s_towards_s_wondering_s_talk_frown_s_-blush_] Promets-moi Danny, que vous garderiez tout ce silence. J'ai besoin de le savoir.

source: [_danny_s_ahegao_s_wondering_s_talk_happy_s_blush_] Mom...
french: [_danny_s_ahegao_s_wondering_s_talk_happy_s_blush_] Maman...

source: [_danny_s_ahegao_s_angry_s_talk_pleased_s_blush_] You look amazing!
french: [_danny_s_ahegao_s_angry_s_talk_pleased_s_blush_] Vous avez l'air incroyable !

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Eh, th-thank you sweetie...
french: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Eh, th-thank you loti...

source: [_danny_s_down_s_wondering_s_bite_s_blush_] (I am starting get nervous. What should I do?)
french: [_danny_s_down_s_wondering_s_bite_s_blush_] (Je commence à devenir nerveux. Que dois-je faire?)

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}*Blushing*{/i} If you keep looking at me like that, I'm just going to feel even more embarrassed...~
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Si vous continuez à me regarder comme ça, je vais juste me sentir encore plus embarrassé...~

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] S-sorry, it's kinda hard to take my eyes off of you.
french: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] S-désolé, c'est un peu difficile de me détourner de vous.

source: [_maddie_s_away_s_sad_s_talk_happy_s_-blush_] ...well, in that case...
french: [_maddie_s_away_s_sad_s_talk_happy_s_-blush_] ...eh bien, dans ce cas...

source: [_maddie_s_towards_s_rise_s_talk_amused_s_blush_] ...Would you like to kiss me sweetie?
french: [_maddie_s_towards_s_rise_s_talk_amused_s_blush_] ...Voulez-vous m'embrasser sucré?

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Gulp*{/i} O-okay, s-sure.
french: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Gulp*{/i} O-okay, s-su.

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] I mean, you don't have to if you-
french: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] Je veux dire, vous n'avez pas à le faire si vous -

source: [_maddie_] {b}MMmm!{/b} (Eager isn't he? This is bringing back memories of my college days at the U of W, when I- OH MY GOD, DID HE JUST SLIP HIS TONGUE IN?!)
french: [_maddie_] {b}MMmm! /b} (Il est impatient ? Cela rapporte des souvenirs de mes journées de collège à l'U-of W, quand I- OH MY GOD, DID HE JUST SLIP HIS TONGUE DANS ?!)

source: [_danny_] (Seriously. She feels so nice, I just wanna feel her tits pushed against me. I hope she likes this tongue thing I'm trying out with my mouth...)
french: [_danny_] (Sérieusement. Elle se sent si gentille, je veux juste sentir ses seins poussés contre moi. J'espère qu'elle aime cette langue que j'essaie avec ma bouche...)

source: [_maddie_] Ahh... (This is making me so hot...Oooh~ Come on baby, don't be shy, I wish he'd grab my butt!)
french: [_maddie_] Ahh... (Cela me rend si chaud...Oooh~ Venez sur bébé, ne soyez pas timide, je voudrais qu'il me prenne le pied !)

source: [_maddie_] (Or just pin me down now!)
french: [_maddie_] (Ou juste épinglez-moi maintenant!)

source: [_danny_] (Oh fuck, I don't know how much of this teasing I can take).
french: [_danny_] (Oh buck, je ne sais pas quelle quantité de ce teasing je peux prendre).

source: [_danny_] (She's so hot!)
french: [_danny_] (Elle est si chaude!)

source: [_maddie_] (Oh Lord... I didn't expect this, I didn't think it would feel this... this, {i}good.{/i})
french: [_maddie_] (Oh Seigneur... Je ne m'attendais pas à cela, je ne pensais pas que ça se sentirait ça... ça, {i}bien.{/i})

source: [_danny_] Yes...
french: [_danny_] Oui...

source: [_maddie_] I'm not waiting any longer.
french: [_maddie_] Je n'attends plus longtemps.

source: [_danny_] Mom? What are you-
french: [_danny_] Maman ? Que êtes-vous -

source: [_maddie_] Come on baby, {i}take me.{/i}
french: [_maddie_] Venez bébé, {i}me prendre.{/i}

source: [_danny_] Oh fuck! You're so tight!
french: [_danny_] Oh baise ! Vous êtes si serré !

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_idle_s_m_talk_happy_] Ah! Ah! Don't stop, Danny!~
french: [_maddie_s_missionary_s_slow_s_d_bite_s_m_idle_s_m_talk_happy_] Ah! Ah! Ah! Ne vous arrêtez pas, Danny!~

source: [_maddie_s_missionary_s_slow_s_d_smile_s_m_idle_s_m_talk_happy2_] Do you want to cum with me, baby?
french: [_maddie_s_missionary_s_slow_s_d_smile_s_m_idle_s_m_talk_happy2_] Voulez-vous me foutre avec moi, bébé?

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_sad_s_m_talk_happy3_] Is this... is this what you want, baby?~
french: [_maddie_s_missionary_s_slow_s_d_grin_s_m_sad_s_m_talk_happy3_] Est-ce que... c'est ce que vous voulez, bébé ?~

source: [_danny_] Ungh! Yeah! This is the best!
french: [_danny_] Ungh! Ouais! C'est le meilleur!

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_idle_s_m_talk_happy_] Thank you baby... ohh, your cock is really big!
french: [_maddie_s_missionary_s_slow_s_d_grin_s_m_idle_s_m_talk_happy_] Merci pour votre bébé... ohh, votre queue est vraiment grande !

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Mmm! That's right baby, you're the best to me, and {i}don't you forget it!{/i}
french: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Mmm! C'est bien le bébé, vous êtes le meilleur pour moi, et {i}ne l'oubliez pas !{/i}

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_] (God, he's filling me up so much!)
french: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_] (Dieu, il me remplit tellement !)

source: [_danny_] Ah! I don't ever want to stop!
french: [_danny_] Ah! Je ne veux pas m'arrêter!

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] Don't stop baby! Ah!
french: [_maddie_s_missionary_s_slow_s_d_clench_s_m_neutral_s_m_talk_happy2_] N'arrêtez pas le bébé! Ah!

source: [_maddie_s_missionary_s_slow_s_d_smile_s_m_sad_s_m_talk_frown_] You're going to need to- {i}*Huff*{/i} -understand I have needs baby.
french: [_maddie_s_missionary_s_slow_s_d_smile_s_m_sad_s_m_talk_frown_] Vous allez avoir besoin de - {i}*Huff*{/i} -comprendre que j'ai besoin de bébé.

source: [_danny_] Y-you mean-
french: [_danny_] Y-tu veux dire-

source: [_maddie_s_missionary_s_slow_s_d_grin_s_m_neutral_s_m_talk_happy3_] That you and I are going to need to- {b}OH MY GOD!{/b} Mmm! Don't stop hitting it, just like {u}that{/u}!~
french: [_maddie_s_missionary_s_slow_s_d_grin_s_m_neutral_s_m_talk_happy3_] Que vous et moi allons avoir besoin - {b}DE MON DIEU !{/b} Mmm! N'arrêtez pas de frapper, comme {u}que {/u} !~

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_happy2_] Y-you... you're gonna need to learn... that we're gonna need to find time to s-sneak- {i}Ah!{/i} ..around together.
french: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_happy2_] Y-vous... vous allez devoir apprendre... que nous allons devoir trouver le temps de se faufiler - {i}Ah!{/i} ..autour de vous.

source: [_danny_] M-Mom, keep talking, this is really turning me on.
french: [_danny_] M-Maman, continues à parler, ça m'allume vraiment.

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_talk_happy3_] Mmm! Can't you just imagine us? Finding little hiding spots so we can- {i}Oooh!{/i} ...take turns {u}fucking{/u} each other silly and-
french: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_talk_happy3_] Mmm! Vous ne pouvez pas nous imaginer ? Trouver de petites taches cachées pour qu'on puisse - {i}Oooh!{/i} ...se fucking {u}à tour de rôle{/u} les uns les autres idiots et -

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_sad_s_m_talk_frown_] Eeeeeep!
french: [_maddie_s_missionary_s_slow_s_d_bite_s_m_sad_s_m_talk_frown_] Eeeeep !

source: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_s_m_blush_] (Fuck his cock is so huge! It's one thing to try to swallow it whole, but-)
french: [_maddie_s_missionary_s_slow_s_d_bite_s_m_neutral_s_m_moan_s_m_blush_] (Fuck his cock is so huge ! It's one thing to try to swallow it all, mais-)

source: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_frown_] Danny? What are you-
french: [_maddie_s_missionary_s_slow_s_d_clench_s_m_sad_s_m_talk_frown_] Danny ? Que êtes-vous -

source: [_danny_] I'm sorry but you're gonna need to hold on! I'm gonna burst!!
french: [_danny_] Je suis désolé mais vous allez devoir tenir ! Je vais éclater !!

source: [_danny_] Sorry Mom! I can't hold back anymore!
french: [_danny_] Désolé ! Je ne peux plus retenir !

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Ohhh yes, Danny!! {b}DON'T YOU DARE STOP!!{/b}
french: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Ohhh oui, Danny!! {b}N'EST PAS TU DARE STOP!!{/b}

source: [_danny_] Mom are you- {i}AHH!{/i}
french: [_danny_] Maman êtes-vous - {i}AHH !{/i}

source: [_maddie_s_missionary_s_fast_s_d_smile_s_m_neutral_s_m_talk_happy2_] Mommy's matching your pace sweetie! You teenagers aren't the only ones who still know how to {i}really{/i} make love!
french: [_maddie_s_missionary_s_fast_s_d_smile_s_m_neutral_s_m_talk_happy2_] Maman correspond à votre rythme ! Vous n'êtes pas les seuls à savoir comment {i}vraiment{/i} faire de l'amour!

source: [_danny_] {i}Oooh!{/i} God, why didn't we do this sooner?
french: [_danny_] {i}Oooh!{/i} Dieu, pourquoi n'avons-nous pas fait cela plus tôt?

source: [_maddie_s_missionary_s_fast_s_d_grin_s_m_sad_s_m_talk_happy_] I don't know! I don't know and I don't care anymore about what was holding us back!
french: [_maddie_s_missionary_s_fast_s_d_grin_s_m_sad_s_m_talk_happy_] Je ne sais pas ! Je ne sais pas et je ne me soucie plus de ce qui nous retenait !

source: [_danny_] Your pussy is so {u}tight!{/u} I don't know how much longer I can last!
french: [_danny_] Ta chatte est si bien {u}!{/u} Je ne sais pas combien de temps je peux durer !

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy2_] Hold on baby! I'm so close!
french: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy2_] Attendez le bébé ! Je suis si proche !

source: [_danny_] {b}Grrr!{/b} Cum for me, you big bitch!
french: [_danny_] {b}Grrr!{/b} Jouis pour moi, grosse chienne!

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_sad_s_m_talk_frown_] Danny, p-please, don't talk to me like- {i}AHHHHHHH!~{/i}
french: [_maddie_s_missionary_s_fast_s_d_frown_s_m_sad_s_m_talk_frown_] Danny, p-s'il vous plaît, ne me parlez pas comme - {i}AHHHHHHHHHHHHH !~{/i}

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Oh God, keep fucking me like that! That's soooo good!
french: [_maddie_s_missionary_s_fast_s_d_clench_s_m_sad_s_m_talk_happy3_] Oh Dieu, continuez à me baiser comme ça ! C'est très bien !

source: [_danny_] That's it Mom! Keep squeezing my cock like that! I wanna feel you cum all over it!
french: [_danny_] C'est ça Maman ! Continuez à grincer ma queue comme ça ! Je veux vous sentir foutre partout !

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_moan_] (I've never seen him so demanding! It's so {i}hot!{/i}~)
french: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_moan_] (Je ne l'ai jamais vu aussi exigeant! C'est tellement {i}chaud !{/i}~)

source: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_ahegao_] (My son is making me cuum...!!!~)
french: [_maddie_s_missionary_s_fast_s_d_frown_s_m_neutral_s_m_ahegao_] (Mon fils me fait cuum...!!!~)

source: [_danny_] Fuck, your pussy is squeezing the life out of me!!
french: [_danny_] Fuck, ta chatte sort la vie de moi!!

source: [_maddie_s_missionary_s_fast_s_d_bite_s_m_sad_s_m_talk_happy2_] {i}*Huff* *Huff*{/i} That was amazing baby, please, I want you to cum as well!
french: [_maddie_s_missionary_s_fast_s_d_bite_s_m_sad_s_m_talk_happy2_] {i}*Huffer* *Huff*{/i} C'était un bébé incroyable, s'il vous plaît, je veux que vous aussi éjaculer !

source: [_danny_] Mom, I'm so close!
french: [_danny_] Maman, je suis si proche !

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_neutral_s_m_talk_happy3_] Cum baby! Cum inside me!
french: [_maddie_s_missionary_s_fast_s_d_clench_s_m_neutral_s_m_talk_happy3_] Jouis baby! Jouis en moi!

source: [_danny_] But I'm not wearing-
french: [_danny_] Mais je ne porte pas de-

source: [_maddie_s_missionary_s_fast_s_d_clench_s_m_idle_s_m_talk_frown_] I'm on the pill normally, just do it!
french: [_maddie_s_missionary_s_fast_s_d_clench_s_m_idle_s_m_talk_frown_] J'ai la pilule normalement, juste laisse faire!

source: [_maddie_s_missionary_s_fast_s_d_bite_s_m_idle_s_m_talk_happy2_] Do it baby! {u}CUM!!{/u}
french: [_maddie_s_missionary_s_fast_s_d_bite_s_m_idle_s_m_talk_happy2_] Fais-le bébé ! {u}JOUIS!!{/u}

source: [_danny_] {b}AH FUCKKKKKK~!{/b}
french: [_danny_] {b}AH MMMEEERRRDDDEE ~ !{/b}

source: [_maddie_] (I can feel him filling me up! I can feel my brain melting!)
french: [_maddie_] (Je peux le sentir me remplir ! Je peux sentir mon cerveau fondre !)

source: [_danny_] Mom? MOM?
french: [_danny_] Maman ? MAMAN?

source: [_danny_] Are you okay?
french: [_danny_] Vous allez bien ?

source: [_maddie_s_missionary_s_after_s_d_smile_s_m_sad_s_m_talk_happy2_] Yes baby, just... just a little overwhelmed.
french: [_maddie_s_missionary_s_after_s_d_smile_s_m_sad_s_m_talk_happy2_] Oui bébé, juste... juste un peu submergé.

source: [_danny_] That was-
french: [_danny_] Cela était-

source: [_maddie_s_missionary_s_after_s_d_grin_s_m_sad_s_m_talk_happy3_] Amazing.
french: [_maddie_s_missionary_s_after_s_d_grin_s_m_sad_s_m_talk_happy3_] Incroyable.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Danny... you really do understand that we {u}have{/u} to keep this a secret right?
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Dann... vous comprenez vraiment que nous avons {u}pour garder ce droit secret{/u} ?

source: [_danny_] No, of course, duh.
french: [_danny_] Non, bien sûr, duh.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] I'm serious, you can't go bragging to your friends or anyone. Even if you change my name or our relation-
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Je suis sérieux, vous ne pouvez pas aller vous vanter à vos amis ou à quiconque. Même si vous changez mon nom ou notre relation-

source: [_danny_] I know. Don't worry.
french: [_danny_] Je sais. Ne vous inquiétez pas.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] And your father can NEVER find out.
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_frown_] Et votre père ne peut JAMAIS le savoir.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_bite_s_m_blush_] (At least... he {i}shouldn't{/i} know... right?)
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_bite_s_m_blush_] (Au moins... {i}ne devrait pas le savoir{/i} ?)

source: [_danny_] Mom I get it, I'm not going to do anything to mess this up.
french: [_danny_] Maman je l'ai compris, je ne vais rien faire pour gâcher ça.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_happy2_] Okay sweetie, I'm glad you understand.
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_sad_s_m_talk_happy2_] D'accord, je suis heureux que vous compreniez.

source: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_talk_frown_s_-m_blush_] Wait. Did you hear that?
french: [_maddie_s_missionary_s_after_s_d_frown_s_m_neutral_s_m_talk_frown_s_-m_blush_] Attendez. Avez-vous entendu cela?

source: [_danny_] It sounded like glass breaking...
french: [_danny_] Cela ressemblait à un bris de verre...

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_clenchteeth_] (There's no way I'm leaving those guys alone for real.)
french: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_clenchteeth_] (Il n'y a aucun moyen de laisser ces gars seuls pour de vrai.)

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Oh Vlad, it's so nice of you to look after us tonight.
french: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Oh Vlad, c'est tellement agréable de vous que de prendre soin de nous ce soir.

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh why it's my pleasure darling.
french: [_vlad_s_towards_s_neutral_s_talk_happy_] Oh pourquoi c'est mon plaisir chérissant.

source: [_maddie_s_closed_s_neutral_s_talk_frown_s_blush_] I... ooh, I feel really light-headed, maybe I should go lay down for a bit.
french: [_maddie_s_closed_s_neutral_s_talk_frown_s_blush_] Je... ooh, je me sens vraiment léger, peut-être que je devrais aller m'allonger un peu.
