Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_danny_s_rise_one_s_talk_frown_] How'd you get over it then?
french: [_danny_s_rise_one_s_talk_frown_] Comment vous y prendriez-vous ?
german: [_danny_s_rise_one_s_talk_frown_] Wie würdest du es dann überwinden?

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Honestly, I just threw myself into science! I let the most fascinating parts of the world do the talking for me!
french: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Honnêtement, je me suis jeté dans la science! Je laisse les parties les plus fascinantes du monde me parler!
german: [_maddie_s_towards_wide_s_talk_happy_s_sad_] Ehrlich gesagt, ich warf mich gerade in die Wissenschaft! Ich lasse die faszinierendsten Teile der Welt für mich sprechen!

source: [_maddie_s_angry_s_talk_happy_2_s_closed_] ...along with several dozen martial arts courses I used to teach me how to throw around your uncles when they were bugging me. That certainly helped me break out of my shell! {i}*Chuckles*{/i}
french: [_maddie_s_angry_s_talk_happy_2_s_closed_] ... long avec plusieurs douzaines de cours d'arts martiaux que j'avais l'habitude de m'apprendre à jeter autour de vos oncles quand ils me buggaient. Cela m'a certainement aidé à sortir de ma coquille ! {i}*Chuciles* {/i}
german: [_maddie_s_angry_s_talk_happy_2_s_closed_] ... lange mit mehreren Dutzend Kampfkunstkursen habe ich mir gelehrt, wie ich deine Onkel umdrehen kann, wenn sie mich abtrügen. Das hat mir sicherlich geholfen, aus meiner Shell auszubrechen! {i}*Chuckles*{/i}

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Yeah, I guess that was a good way to go about it, cause now you're super smart and a total badass!
french: [_danny_s_closed_s_sad_2_s_talk_happy_] Oui, je suppose que c'était une bonne façon de s'y prendre, parce que maintenant vous êtes super intelligent et un mal total !
german: [_danny_s_closed_s_sad_2_s_talk_happy_] Ja, ich denke, das war ein guter Weg, um es zu tun, denn jetzt bist du super klug und ein total Badass!

source: [_maddie_s_talk_happy_s_sad_] Oh honestly Danny, please, you flatter me too much...
french: [_maddie_s_talk_happy_s_sad_] Oh honnêtement Danny, s'il vous plaît, vous me flattez trop...
german: [_maddie_s_talk_happy_s_sad_] Oh ehrlich Danny, bitte, du schmeckst mir zu viel...

source: [_maddie_s_smile_2_] {i}*Sigh*{/i}
french: [_maddie_s_smile_2_] {i}*Soupir*{/i}
german: [_maddie_s_smile_2_] {i}*Sehen*{/i}

source: [_danny_s_rise_one_s_talk_frown_] So, uhm, what are you doing now?
french: [_danny_s_rise_one_s_talk_frown_] Alors, euh, que faites-vous maintenant?
german: [_danny_s_rise_one_s_talk_frown_] Also, uhm, was machst du jetzt?

source: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, me? I was just... well, I thought I'd go downstairs and watch that movie like I wanted to do.
french: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, moi ? J'étais juste... bon, je pensais que je descendais et regardais ce film comme je voulais le faire.
german: [_maddie_s_away_s_talk_happy_s_wondering_] Oh, ich? Ich war nur... Nun, ich dachte, ich würde nach unten gehen und den Film sehen, wie ich es tun wollte.

source: [_danny_s_sad_2_s_at_player_s_talk_frown_] Huh, okay, but uh... what about your uhm... {i}taxes{/i}, with dad?
french: [_danny_s_sad_2_s_at_player_s_talk_frown_] Hum, d'accord, mais euh... qu'en est-il de votre euhm... {i}impôts{/i}, avec papa?
german: [_danny_s_sad_2_s_at_player_s_talk_frown_] Huh, okay, aber uh... was ist mit deinem uhm... {i}Steuern{/i}, mit Pap?

source: [_maddie_s_towards_s_talk_frown_s_sad_] Well, unfortunately, there was a bit of an issue with the, uhh, taxes, you see... your father seemed to have...
french: [_maddie_s_towards_s_talk_frown_s_sad_] Eh bien, malheureusement, il y a eu un peu de problème avec le , euh, les impôts, vous voyez... votre père semble avoir...
german: [_maddie_s_towards_s_talk_frown_s_sad_] Nun, leider gab es ein bisschen ein Problem mit den Steuern, die du gesehen hast... dein Vater schien zu haben...

source: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Deposited{/b} his returns a little sooner than he should have, so uh... he'll be taking care of that on his own for now.
french: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Déposité{/b} son retour un peu plus tôt qu'il ne le devrait, donc euh... il prendra soin de lui seul pour l'instant.
german: [_maddie_s_blush_s_towards_wide_up_s_talk_frown_2_] {b}Hinterlegt{/b} seine Rücksendungen etwas früher als er haben sollte, also wird er sich fürs Erste darum kümmern.

source: [_maddie_s_talk_happy_s_towards_s_idle__] Nothing to worry about, sweetie, I'm just going to spend that time I should have spent before on a movie instead.
french: [_maddie_s_talk_happy_s_towards_s_idle__] Rien à craindre, amoureux, je vais juste passer ce temps que j'aurais dû passer avant sur un film à la place.
german: [_maddie_s_talk_happy_s_towards_s_idle__] Keine Sorge, süßlich, ich werde nur die Zeit verbringen, die ich vorher in einem Film hätte verbringen sollen.

source: [_danny_s_sad_s_talk_happy_] Oh great, sounds good... have a good time!
french: [_danny_s_sad_s_talk_happy_] Oh génial, ça sonne bien... passez du bon temps !
german: [_danny_s_sad_s_talk_happy_] Oh toll klingt gut... Viel Spaß!

source: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] You know Danny, it's really not too late... would you mind joining me to watch it?
french: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] Vous savez que Danny, il n'est vraiment pas trop tard... Pourriez-vous me rejoindre pour le regarder?
german: [_maddie_s_rise_one_s_towards_2_s_noblush_s_talk_happy_2_] Du weißt Danny, es ist wirklich nicht zu spät... würdest du mir beitreten, um es anzuschauen?

source: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] I'd really like that, yeah! Can I pick the movie?
french: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] J'aime vraiment ça, oui ! Puis-je choisir le film ?
german: [_danny_s_-blush_s_talk_happy_2_s_sad_2_] Das würde mir wirklich gefallen, ja? Kann ich den Film auswählen?

source: [_maddie_s_talk_frown_s_wondering_] Now Danny, I know you'll just end up picking one of those horror movies you and your friends like to watch.
french: [_maddie_s_talk_frown_s_wondering_] Maintenant Danny, je sais que vous finirez par prendre un de ces films d'horreur que vous et vos amis aimez regarder.
german: [_maddie_s_talk_frown_s_wondering_] Jetzt Danny, ich weiß, dass du am Ende nur einen dieser Horrorfilme abholst, die du und deine Freunde gerne sehen.

source: [_danny_s_closed_s_talk_happy_s_sad_] Mom, I'm {i}telling{/i} you, you're missing out on the {b}Terminatra{/b} and {b}Femalien{/b} series! It even gets better when {b}Nightmerica{/b} shows up!!
french: [_danny_s_closed_s_talk_happy_s_sad_] Maman, je suis {i}vous raconter{/i}, vous manquez la série {b}Terminatra{/b} et {b}Femalien{/b} ! Il vaut même mieux quand {b}Nuit de Nuit{/b} s'affiche!!
german: [_danny_s_closed_s_talk_happy_s_sad_] Mama, ich bin {i}erzählen dir{/i} du, du vermisst die {b}Terminatra{/b} und {b}Femalien{/b} Serie! Es wird sogar besser, wenn {b}Nightmerica{/b} auftaucht!!

source: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, I'll just take your word for it... horror honestly creeps me out.
french: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] « {i}Mmmhmm{/i}, je vais juste vous priver de vos mots... »
german: [_maddie_s_closed_s_talk_happy_s_rise_one_3_] {i}Mmmhmm{/i}, ich nehme einfach dein Wort dafür... Horror schleicht mich ehrlich.

source: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] You know you work with ghosts, right?
french: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] Vous savez que vous travaillez avec des fantômes, n'est-ce pas?
german: [_danny_s_rise_one_s_talk_happy_2_s_at_player_] Du weißt, dass du mit Geistern arbeitest, oder?

source: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Regardless, I think I'll pick the movie for tonight... something I haven't seen in a long time.
french: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Quoi qu'il en soit, je pense que je vais choisir le film pour ce soir... quelque chose que je n'ai pas vu depuis longtemps.
german: [_maddie_s_towards_wide_up_s_talk_frown_2_s_idle__] Unabhängig davon, ich denke, ich werde heute Abend den Film auswählen... etwas, das ich seit langem nicht mehr gesehen habe.

source: [_danny_s_sad_s_talk_happy_] Alright, cool, I'll let you pick something out, and I'll meet you down stairs in a second. I'm just going to get that glass of water first.
french: [_danny_s_sad_s_talk_happy_] D'accord, cool, je vais te laisser choisir quelque chose, et je te retrouverai dans un escalier dans une seconde. Je vais juste obtenir ce verre d'eau en premier.
german: [_danny_s_sad_s_talk_happy_] Okay, cool, ich werde dir etwas aussuchen lassen, und ich werde dich in einer Sekunde nach unten treffen. Ich werde erst dieses Glas Wasser bekommen.

source: [_maddie_s_sad_2_s_talk_happy_2_] Great, I'll see you down in the living room then. Don't take too long, sweetie!
french: [_maddie_s_sad_2_s_talk_happy_2_] Super, je vais te voir dans le salon alors. Ne prends pas trop de temps, sucré!
german: [_maddie_s_sad_2_s_talk_happy_2_] Großartig, ich sehe dich dann unten im Wohnzimmer. Nehmen Sie nicht zu lange, süß!

source: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Cannot. {b}Believe{/b}. That just went down.)
french: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Je ne peux pas. {b}Croyance{/b}. Cela vient juste de se décomposer.)
german: [_danny_s_blank_stare_s_sad_2_s_frown_] (I. Kann nicht. {b}glauben{/b}. Das ist gerade nach unten gegangen.)

source: [_danny_s_rise_one_s_at_player_] (There's just no way that actually happened... right?)
french: [_danny_s_rise_one_s_at_player_] (Il n'y a tout simplement aucun moyen qui s'est réellement produit... n'est-ce pas?)
german: [_danny_s_rise_one_s_at_player_] (Es gibt einfach keine Möglichkeit, dass es tatsächlich passiert ist... oder?)

source: [_danny_s_towards_s_neutral_s_frown_grin_] (How on earth was I able to look my own mother in the eyes and hold a semi-normal conversation, after I just...)
french: [_danny_s_towards_s_neutral_s_frown_grin_] (Comment diable ai-je pu regarder ma propre mère dans les yeux et tenir une conversation semi-normale, après que je sois juste...)
german: [_danny_s_towards_s_neutral_s_frown_grin_] (Wie in der Welt war ich in der Lage, meine eigene Mutter in die Augen zu schauen und ein halbes normales Gespräch zu führen, nachdem ich gerade war...)

source: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okay... okay, there's no real reason to freak out... so I... {b}came{/b} inside my own {u}mother{/u}... it's not like I {b}meant{/b} to do it, right?)
french: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okais... d'accord, il n'y a pas de véritable raison de se déchaîner... donc je... {b}est venu{/b} à l'intérieur de ma propre mère {u}{/u}... ce n'est pas comme si je {b}voulais{/b} de le faire, n'est-ce pas?)
german: [_danny_s_blank_stare_s_frown_s_sad_2_] (Okay... Okay, es gibt keinen wirklichen Grund zu raus... also ich... {b}Came{/b} in meiner eigenen {u}Mutter{/u}... Es ist nicht so, als ob ich {b}meine{/b} es zu tun, oder?)

source: [_danny_s_towards_s_rise_one_s_frown_3_] (I mean, it wasn't even really me that did it, it was technically all Dad! It was {b}his{/b}... penis, I just ended up making it...)
french: [_danny_s_towards_s_rise_one_s_frown_3_] (Je veux dire, ce n'est même pas moi qui l'ai fait, c'était techniquement tout papa ! C'était {b}sien{/b}. . pénis, j'ai fini par le faire...)
german: [_danny_s_towards_s_rise_one_s_frown_3_] (Ich meine, es war nicht einmal ich, dass es wirklich alles getan hat, es war technisch alles Dad! Es war {b}sein{/b}. . Penis, ich habe es gerade geschafft...)

source: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh God, I think I'm gonna be sick...)
french: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh Dieu, je pense que je vais être malade...)
german: [_danny_s_frown_s_neutral_s_blank_stare_] (Oh Gott, ich glaube, ich werde krank sein...)

source: [_danny_s_closed_s_frown_2_s_sad_] {i}*Sigh*{/i} (Look, it was clearly just the... {b}thrusting{/b}, and the shock from it all that made me go off, after all...)
french: [_danny_s_closed_s_frown_2_s_sad_] {i}*Soupir*{/i} (Look, c'était clairement le ... {b}qui a frappé{/b} et le choc qui m'a fait tout ce qui m'a fait partir, après tout...)
german: [_danny_s_closed_s_frown_2_s_sad_] {i}*Sehen*{/i} (Look, es war eindeutig die... {b}Stoßdämpfung{/b}, und der Schock von allen, die mich abgebrochen haben...)

source: [_danny_s_frown_3_s_wondering_s_blank_stare_] (It shouldn't happen again... I just gotta learn to stop peeping in on people like that...)
french: [_danny_s_frown_3_s_wondering_s_blank_stare_] (Ça ne devrait plus se reproduire... Je dois juste apprendre à arrêter de piquer sur des gens comme ça...)
german: [_danny_s_frown_3_s_wondering_s_blank_stare_] (Es sollte nicht wieder passieren... Ich habe einfach gelernt, nicht mehr auf solche Leute einzutauchen...)

source: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Phew! That was close!)
french: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Ouf ! C'était proche !)
german: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Hallo! Das war geschlossen!)

source: [_danny_s_blank_stare_s_frown_2_] (Having to see Mom like that, was just...)
french: [_danny_s_blank_stare_s_frown_2_] (Ne pas voir maman comme ça, était juste...)
german: [_danny_s_blank_stare_s_frown_2_] (Um Mama so zu sehen, war gerecht...)

source: [_danny_s_towards_s_sad_s_frown_3_] (Kinda weird... kinda...)
french: [_danny_s_towards_s_sad_s_frown_3_] (Kinda bizarre...)
german: [_danny_s_towards_s_sad_s_frown_3_] (Kinda seltsam... Kinda...)

source: [_danny_s_smile_s_wondering_] (...a little nice too?)
french: [_danny_s_smile_s_wondering_] (...un peu sympa également?)
german: [_danny_s_smile_s_wondering_] (...auch ein wenig nett?)

source: [_danny_s_rise_one_s_towards_wide_s_frown_] (I mean, is it wrong to think like that? I don't know how else to put it!)
french: [_danny_s_rise_one_s_towards_wide_s_frown_] (Je veux dire, est-ce que c'est mal de penser comme ça ? Je ne sais pas comment le dire d'autre !)
german: [_danny_s_rise_one_s_towards_wide_s_frown_] (Ist es falsch, so zu denken? Ich weiß nicht, wie man es anders formuliert!)

source: [_danny_s_frown_2_s_blank_stare_s_sad_] (Man... I gotta figure out what's the matter with me. I don't think I used to be like this.)
french: [_danny_s_frown_2_s_blank_stare_s_sad_] (Homme... Je dois comprendre ce qui m'importe. Je ne pense pas que je sois comme ça.)
german: [_danny_s_frown_2_s_blank_stare_s_sad_] (Man... Ich werde herausfinden, was die Sache mit mir ist. Ich glaube nicht, dass ich früher so war wie dies.)

source: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Usually you go to your parents about your developing feelings...)
french: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Habituellement, vous allez à vos parents au sujet de vos sentiments de développement...)
german: [_danny_s_at_danny_s_frown_3_s_rise_one_] (Normalerweise gehst du zu deinen Eltern über deine Entwicklungsgefühle...)

source: [_danny_s_towards_s_frown_] (...but how do you bring up your developing feelings {i}for{/i} them?) {i}*Sigh*{/i}
french: [_danny_s_towards_s_frown_] (...mais comment faites-vous pour éveiller vos sentiments de développement {i}pour{/i} ?) {i}*Soupir*{/i}
german: [_danny_s_towards_s_frown_] (...aber wie bringst du deine Entwicklungsgefühle {i}für{/i} auf?) {i}*Sehen*{/i}

source: [_danny_s_at_player_s_frown_3_] (Let's just hope the rest of this night goes more smoothly without {u}any{/u} more weird moments or...)
french: [_danny_s_at_player_s_frown_3_] (Espérons que le reste de cette nuit se déroule plus facilement sans {u}aucun{/u} instants plus bizarres ou...)
german: [_danny_s_at_player_s_frown_3_] (Hoffentlich geht der Rest dieser Nacht reibungsloser ohne {u}irgendwahnsinniger{/u} mehr seltsame Augenblicke oder...)

source: [_danny_s_towards_s_blush_s_bite_s_sad_] (...anything unnecessarily sexually frustrating in general...)
french: [_danny_s_towards_s_blush_s_bite_s_sad_] (...tout ce qui est inutilement frustrant sexuellement en général...)
german: [_danny_s_towards_s_blush_s_bite_s_sad_] (...alles unnötig sexuell frustrierend im Allgemeinen...)

source: [_danny_s_sad_s_down_s_talk_happy_] Hey, I wanted to tell you, I really like your pajamas, Mom.
french: [_danny_s_sad_s_down_s_talk_happy_] Hé, je voulais vous dire, j'aime vraiment vos pajamas, Maman.
german: [_danny_s_sad_s_down_s_talk_happy_] Hey, ich wollte dir sagen, ich mag deine Pyjamas, Mama.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well thank you, I rarely get to wear them! Even ghosts can be cute!
french: [_maddie_s_closed_s_talk_happy_s_wondering_] Je vous remercie, je vais rarement les porter ! Même les fantômes peuvent être mignons !
german: [_maddie_s_closed_s_talk_happy_s_wondering_] Danke, ich habe sie selten zu tragen! Selbst Geister können geheilt werden!

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] I like taking them to bed cause they're super comfortable and sily, but ya know, for the longest time though, I would just sleep nake-
french: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] J'aime les prendre au lit parce qu'ils sont super confortables et confortables, mais vous savez, pour la plus longue cependant, je voudrais juste dormir le serpent-
german: [_maddie_s_towards_wide_up_s_talk_happy_2_s_idle__] Ich nehme sie gerne ins Bett, weil sie super bequem und selig sind, aber du weißt, für die längste Zeit aber, würde ich nur schlafen-

source: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...well, you know... {i}au naturel{/i}, as they say.
french: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...eh bien, vous savez... {i}au naturel{/i}, comme on dit.
german: [_maddie_s_sad_s_talk_happy_s_towards_s_blush_] {i}*Ahem*{/i} ...nun, weiß... {i}au naturel{/i}, wie sie sagen.

source: [_maddie_s_talk_happy_2_s_rise_one_2_] Well, anyway, you ready to watch a movie?
french: [_maddie_s_talk_happy_2_s_rise_one_2_] Eh bien, de toute façon, vous êtes prêt à regarder un film ?
german: [_maddie_s_talk_happy_2_s_rise_one_2_] Na ja, du bist bereit, einen Film anzusehen?

source: [_danny_s_at_player_s_rise_one_s_bite_] (If I have any common sense in my head, just knowing how things have been going lately, I should just go right upstairs and go to bed...)
french: [_danny_s_at_player_s_rise_one_s_bite_] (Si j'ai du bon sens dans ma tête, juste en sachant comment les choses se sont passées ces derniers temps, je devrais juste aller juste à l'étage et aller au lit...)
german: [_danny_s_at_player_s_rise_one_s_bite_] (Wenn ich einen gesunden Menschenverstand im Kopf habe, nur zu wissen, wie die Dinge in letzter Zeit abgelaufen sind, sollte ich einfach nach oben gehen und zum Bett gehen ...)

source: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Yeah, of course! Ready for some mom and son type bonding!
french: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Ouais, bien sûr! Prêt pour la liaison de type maman et fils !
german: [_danny_s_towards_s_sad_2_s_talk_happy_2_] Ja, natürlich! Bereit für ein paar Mama und Sohn-Typen!

source: [_maddie_s_wondering_s_talk_happy_] Great sweetie! Oh, this should be so much fun. I picked out one I haven't seen in a long time.
french: [_maddie_s_wondering_s_talk_happy_] Superbe sucré ! Oh, ça devrait être tellement amusant. J'en ai sélectionné un que je n'ai pas vu depuis longtemps.
german: [_maddie_s_wondering_s_talk_happy_] Großartig! Oh, das sollte so viel Spaß machen. Ich habe einen ausgesucht, den ich in einer langen Zeit nicht gesehen habe.

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Have you ever seen "Forget Paris"?
french: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Avez-vous déjà vu "Oublier Paris"?
german: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Hast du jemals "Vergiss Paris" gesehen?

source: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] No, I don't think so...
french: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] Non, je ne pense pas...
german: [_danny_s_blank_stare_s_rise_one_s_talk_frown_] Nein, das glaube ich nicht...

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Great! Oh, this'll be perfect! I'll pop it in right now! Grab a seat, honey!
french: [_maddie_s_closed_s_sad_2_s_talk_happy_] Super! Oh, ça va être parfait ! Je vais le déposer dès maintenant ! Attrapez un siège, un miel !
german: [_maddie_s_closed_s_sad_2_s_talk_happy_] Großartig! Oh, das wird perfekt sein! Ich werde es jetzt einblenden! Nimm einen Platz, Honig!

source: [_danny_s_closed_s_sad_2_s_talk_happy_] Sure thing, Mom!
french: [_danny_s_closed_s_sad_2_s_talk_happy_] Bien sûr, Maman !
german: [_danny_s_closed_s_sad_2_s_talk_happy_] Sicher, Mama!

source: [_danny_s_sad_s_talk_frown_] Okay, so wait, so who was marrying who?
french: [_danny_s_sad_s_talk_frown_] Ok, alors attendez, alors qui épousait qui?
german: [_danny_s_sad_s_talk_frown_] Okay, also warte, also wer heiratete wem?

source: [_maddie_s_talk_happy_] Well the airline employee married the basketball referee, but they weren't having the best of times being married together.
french: [_maddie_s_talk_happy_] Eh bien, l'employé de la compagnie aérienne a épousé l'arbitre de basket-ball, mais ils n'avaient pas le meilleur temps d'être mariés ensemble.
german: [_maddie_s_talk_happy_] Nun, der Angestellte der Fluggesellschaft heiratete den Schiedsrichter, aber er hatte nicht das Beste der Zeit, zusammen geheiratet zu werden.

source: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Right, but then who were the people in the restaurant? Weren't they getting married?
french: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Vous avez raison, mais alors qui étaient les gens dans le restaurant ? Ne se marient-ils pas?
german: [_danny_s_at_danny_s_talk_frown_2_s_sad_] Richtig, aber wer waren dann die Leute im Restaurant? Werden sie nicht verheiratet?

source: [_maddie_s_away_s_idle__s_talk_frown_] They were the friends of the airline and basketball couple. They were just a soon to be married couple though, correct.
french: [_maddie_s_away_s_idle__s_talk_frown_] Ils étaient les amis de la compagnie aérienne et du couple de basket-ball. Ils étaient juste juste un peu à être mariés cependant, correctement.
german: [_maddie_s_away_s_idle__s_talk_frown_] Sie waren die Freunde der Fluggesellschaft und des Basketballpaars. Sie waren nur ein kurzes Ehepaar, aber korrekt.

source: [_danny_s_neutral_s_talk_frown_] So wait, this whole time, we've been hearing the story of two people who {b}aren't{/b} married, but we never hear the story of people who {b}are{/b} getting-
french: [_danny_s_neutral_s_talk_frown_] Alors attendez, tout ce temps, nous avons entendu l'histoire de deux personnes que {b}n'est pas{/b} mariées, mais nous n'entendons jamais l'histoire de personnes que {b}reçoit{/b} -
german: [_danny_s_neutral_s_talk_frown_] Warte, diese ganze Zeit, wir haben die Geschichte von zwei Personen gehört, die {b}nicht verheiratet{/b} aber wir hören nie die Geschichte von Menschen, die {b}sind{/b} getting-

source: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] But they already did get married, Danny-
french: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] Mais ils se sont déjà mariés, Danny-
german: [_maddie_s_towards_wide_s_sad_2_s_talk_frown_] Aber sie wurden bereits verheiratet, Danny-

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Yeah, but weren't they already split up...?
french: [_danny_s_talk_frown_s_towards_s_rise_one_] Ouais, mais n'étaient-ils pas déjà divisés...?
german: [_danny_s_talk_frown_s_towards_s_rise_one_] Ja, aber waren sie nicht bereits gespalten...?
