Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_danny_] Man... yesterday was seriously {i}crazy{/i}! Ghosts are actually real, and I'm somehow {u}part{/u} one now!!
german: [_danny_] Man... gestern war wirklich {i}verrückt{/i}! Geister sind real und ich bin irgendwie {u}Teil{/u} jetzt!!
italian: [_danny_] Cavolo... ieri è stato davvero {i}pazzesco{/i}! I fantasmi esistono davvero, e io sono in qualche modo {u}parte{/u} di uno di loro adesso!!!

source: [_danny_s_towards_wide_s_talk_frown_2_] I can't believe that ghost did that to Paulina!
german: [_danny_s_towards_wide_s_talk_frown_2_] Ich kann nicht glauben, dass Geist Paulina das gemacht hat!
italian: [_danny_s_towards_wide_s_talk_frown_2_] Non posso credere che quel fantasma abbia fatto questo a Paulina!

source: [_danny_s_sad_s_towards_s_talk_happy_] ...I can't believe I got to see her kinda {u}naked{/u} either!
german: [_danny_s_sad_s_towards_s_talk_happy_] ...Ich kann auch nicht glauben, dass ich ihre Kinda {u}nackt sehen musste{/u} auch nicht!
italian: [_danny_s_sad_s_towards_s_talk_happy_] ...Non posso credere di essere riuscito a vederla {u}nuda{/u}!

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh{/i}, gross Fenton, don't be such a creep!
german: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Ugh{/i}, grober Fenton, sei nicht so schwach!
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] {i}Che schifo Fenton, non fare il viscido!

source: [_danny_s_ahegao_s_sad_s_talk_amused_] ...I also can't believe Paulina actually kissed me!
german: [_danny_s_ahegao_s_sad_s_talk_amused_] ...Ich kann auch nicht glauben, dass Paulina mich wirklich geküsst hat!
italian: [_danny_s_ahegao_s_sad_s_talk_amused_] ...non riesco nemmeno a credere che Paulina mi abbia davvero baciato!

source: [_danny_s_down_s_wondering_s_talk_consternation_] Well, it wasn't really {i}me{/i} she was kissing... in which case... does that make it in any way creepy at all?
german: [_danny_s_down_s_wondering_s_talk_consternation_] Nun, es war nicht wirklich {i}me{/i} sie küsste... in welchem Fall... macht das überhaupt gruselig?
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Beh, non era proprio {i}me{/i} che stava baciando... in questo caso... questo lo rende in qualche modo inquietante?

source: [_danny_s_at_player_s_rise_s_talk_happy_] Oh who cares, she kissed me! I mean, I was a hero after all! {i}Heh{/i}, no big deal or anything...
german: [_danny_s_at_player_s_rise_s_talk_happy_] Oh, wer es interessiert, sie küsste mich! Ich meine, ich war schließlich ein Held! {i}Heh{/i}, kein großes Geschäft oder irgendetwas...
italian: [_danny_s_at_player_s_rise_s_talk_happy_] Oh, chi se ne frega, mi ha baciato! Voglio dire, ero un eroe dopo tutto! {i}Non c'è niente di male...

source: [_danny_s_at_player_s_sad_s_talk_consternation_] That freaky tentacle thing is still on the loose though, and those dorks at Channel 4 News are wasting their time by saying that {i}I'm{/i} one of the bad ghosts as well!
german: [_danny_s_at_player_s_sad_s_talk_consternation_] Diese freakige Tentakel-Sache ist aber immer noch auf los und die Dorken bei Channel 4 News verschwenden ihre Zeit, indem sie sagen, dass {i}ich auch eine der schlechten Geister!
italian: [_danny_s_at_player_s_sad_s_talk_consternation_] Quella strana cosa tentacolare è ancora a piede libero, però, e quegli idioti di Channel 4 News stanno perdendo tempo dicendo che {i}sono anch'io uno dei fantasmi cattivi!

source: [_danny_s_down_s_wondering_s_talk_consternation_] You know... Paulina sure was a lot more interested in me as the ghost hero than she's ever been in Danny Fenton...
german: [_danny_s_down_s_wondering_s_talk_consternation_] Du weißt... Paulina sicher war als Geisterheld viel mehr an mir interessiert, als sie jemals in Danny Fenton war...
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Sai... Paulina era molto più interessata a me come eroe fantasma che a Danny Fenton...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Maybe I should try to track down that ghost myself...? I really ought to do something helpful with these powers, after all...
german: [_danny_s_at_player_s_rise_s_talk_happy_] Vielleicht sollte ich versuchen, diesen Geist selbst aufzuspüren...? Ich sollte mit diesen Befugnissen wirklich etwas Gutes tun...
italian: [_danny_s_at_player_s_rise_s_talk_happy_] Forse dovrei cercare di rintracciare io stesso quel fantasma...? Dovrei davvero fare qualcosa di utile con questi poteri, dopotutto...

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Say... yeah! I can clear my name, get hailed as a hero... and maybe even Paulina would want to give me an especially nice "reward" for being such a cool dead dude...
german: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Sprich... ja! Ich kann meinen Namen löschen, werde als Held gepriesen... und vielleicht würde sogar Paulina mir eine besonders schöne "Belohnung" geben, weil ich so ein cooler toter Dude war...
italian: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Diciamo... sì! Potrei ripulire il mio nome, essere acclamato come un eroe... e forse anche Paulina vorrebbe darmi una "ricompensa" particolarmente bella per essere un morto così figo...

source: [_danny_s_at_player_s_angry_s_talk_happy_] Well that settles it! From here on out, I'm a ghost hunter!! And I'm gonna catch em' all, cause I'm...
german: [_danny_s_at_player_s_angry_s_talk_happy_] Nun, das löst es! Von hier an bin ich ein Geisterjäger!! Und ich werde alles fangen, weil ich...
italian: [_danny_s_at_player_s_angry_s_talk_happy_] Bene, questo è quanto! D'ora in poi, sono un cacciatore di fantasmi!!! E li catturerò tutti, perché sono...

source: [_danny_s_sad_s_talk_frown_] ...Inviso... Bill...
german: [_danny_s_sad_s_talk_frown_] ...Inviso... Rechnung...
italian: [_danny_s_sad_s_talk_frown_] ...Inviso... Disegno di legge...

source: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Okay, {i}definitely{/i} gotta work on a better alter-ego name in the future...)
italian: [_danny_s_wondering_s_towards_s_frown_2_s_wondering_] (Ok, {i}deve assolutamente lavorare su un nome migliore per il suo alter-ego in futuro...)

source: [_danny_s_down_s_wondering_s_talk_consternation_] I'm sure Mom and Dad would be proud... that is, if I could even {i}tell{/i} them about any of this stuff.{p}Fat chance though... they'd just build some gadget to keep me caged up in until I graduated school...
german: [_danny_s_down_s_wondering_s_talk_consternation_] Ich bin sicher, dass Mutter und Vater stolz sein würden... das heißt, wenn ich sogar {i}sagen könnte{/i} sie über all diese Sachen.{p}Fett zufällig... sie würden einfach ein Gadget bauen, um mich in die Käfige zu stecken, bis ich die Schule abgeschlossen habe...
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Sono sicuro che mamma e papà sarebbero orgogliosi... cioè, se potessi anche solo {i}raccontare loro qualcosa di queste cose.{p}Ma non è detto... costruirebbero solo qualche aggeggio per tenermi in gabbia fino al diploma...

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey, Danny... can I, {i}uh{/i}... can I talk to you?
german: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey, Danny... kann ich, {i}uh{/i}... kann ich mit dir sprechen?
italian: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Ehi, Danny... posso, {i}uh{/i}... posso parlarti?

source: [_danny_s_talk_happy_2_] I don't know, {i}can{/i} you? You seem to be doing good so far, I'll give you that.
german: [_danny_s_talk_happy_2_] Ich weiß es nicht, {i}kann{/i} du? Du scheinst bis jetzt Gutes zu tun. Ich gebe dir das.
italian: [_danny_s_talk_happy_2_] Non lo so, {i}può{/i}? Per ora sembra che tu stia facendo bene, te lo concedo.

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] For real Danny, I'm being serious.
german: [_sam_s_co_s_away_s_sad_s_talk_frown_] Für echte Danny, ich bin ernst.
italian: [_sam_s_co_s_away_s_sad_s_talk_frown_] Davvero Danny, sono serio.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, alright, sure then... what's up?
german: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, gut, sicher doch... Was ist los?
italian: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Oh, va bene, allora... che c'è?

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Well... it's just... are you feeling alright?
german: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Nun... Es ist nur... fühlst du dich gut ?
italian: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Beh... è solo che... ti senti bene?

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, what {i}uh{/i}, wh-what do you mean?
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, was {i}uh{/i}, wann-was meinst du?
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, cosa {i}uh{/i}, cosa vuoi dire?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] You know, since the accident you talked about? In your parents' Lab?
german: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Du weißt, seit dem Unfall, von dem du gesprochen hast? Im Labor deiner Eltern?
italian: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Sai, dopo l'incidente di cui hai parlato? Nel laboratorio dei tuoi genitori?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, right! Yeah, the {i}uh{/i}, the accident! Totally, ne-never been better! I was honestly worried over nothing, I-I feel fine, really!
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, richtig! Ja, der {i}uh{/i}, der Unfall! Ganz und gar eins war nie besser! Ich war ehrlich besorgt über nichts, ich fühle mich gut, wirklich!
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, giusto! Si', il sito {i}, l'incidente! Assolutamente, mai stato meglio! Ero sinceramente preoccupato per nulla, mi sento bene, davvero!

source: [_sam_s_talk_happy_s_sad_] It's just that, last night, I was watching the news... and I just thought that... well... you know you can tell me anything, right?
german: [_sam_s_talk_happy_s_sad_] Es ist nur, dass ich gestern Abend die Nachrichten beobachtet... und ich dachte schon, dass... Nun, du weißt, du kannst mir etwas sagen, oder?
italian: [_sam_s_talk_happy_s_sad_] È solo che ieri sera stavo guardando il telegiornale e ho pensato che... beh... sai che puoi dirmi tutto, vero?

source: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Yeah, of course I know that!! A-after all, we're best friends, Sam! I'd never try to hide something secretive from you or Tucker like that, n-no way!
german: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Ja, natürlich weiß ich das. A-schließlich sind wir die besten Freunde, Sam! Ich würde nie versuchen, etwas Geheimniskrämerei vor Ihnen oder Tucker so zu verstecken, n-no way!
italian: [_danny_s_at_danny_s_blush_s_talk_frown_2_s_rise_one_] Sì, certo che lo so! Dopotutto, siamo migliori amici, Sam! Non cercherei mai di nascondere qualcosa di segreto a te o a Tucker, assolutamente no!

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Hey, I'm sorry! I'm not trying to pry! It probably wasn't the best time to talk to you about... well...{p}Can you meet me later after school?
german: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Hey, es tut mir leid! Ich versuche nicht zu putzen! Es war wahrscheinlich nicht der beste Zeitpunkt, um mit dir zu sprechen. . gut...{p}Kannst du mich später nach der Schule treffen?
italian: [_sam_s_co_s_towards_s_sad_s_talk_bite_] Ehi, mi dispiace! Non volevo essere invadente! Probabilmente non era il momento migliore per parlarti di... beh...{p}Possiamo vederci più tardi dopo la scuola?

source: [_danny_s_down_s_wondering_s_talk_frown_] {i}Uhm{/i}, s-sure, if you want to, I guess.
german: [_danny_s_down_s_wondering_s_talk_frown_] {i}Uhm{/i}, s-sicher, wenn du willst, denke ich.
italian: [_danny_s_down_s_wondering_s_talk_frown_] {i}Certo, se vuoi, credo.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Cool!{p}I mean, great! I'll see you then!
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Cool!{p}Ich meine, großartig! Ich sehe dich dann!
italian: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Fantastico!{p}Cioè, fantastico! Ci vediamo allora!

source: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, wait...
german: [_danny_s_towards_s_sad_s_talk_frown_] H-hey, Sam, warten...
italian: [_danny_s_towards_s_sad_s_talk_frown_] Ehi, Sam, aspetta...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...yes? Something you wanted to say?
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...ja? Etwas, was du sagen möchtest?
italian: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...sì? Voleva dire qualcosa?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] ...you never said {u}where{/u} you wanted to meet!
german: [_danny_s_closed_s_unhappy_s_talk_happy_] ...Du hast nie {u}gesagt, wofür{/u} du treffen möchtest!
italian: [_danny_s_closed_s_unhappy_s_talk_happy_] ...non hai mai detto {u}dove{/u} volevi incontrarti!

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh! {i}Heh{/i}, r-right. M-my bad...
italian: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh! {i}Eh{/i}, giusto. Colpa mia...

source: [_danny_s_towards_s_angry_s_talk_happy_] Are {i}you{/i} feeling alright?
german: [_danny_s_towards_s_angry_s_talk_happy_] Fühlst du {i}dir / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / /
italian: [_danny_s_towards_s_angry_s_talk_happy_] {i}ti senti bene?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I think so...? I mean, yeah, I'm alright.{p}{i}Uhm{/i}, well how about the Park? At {b}night{/b}, when it's just turned dark...
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ich denke, so...? Ich meine, ja, ich bin in Ordnung.{p}{i}Uhm{/i}, wie wäre es mit dem Park? In {b}Nacht{/b}, wenn es gerade dunkel geworden ist...
italian: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Penso di sì... Cioè, sì, sto bene.{p}{i}Uhm{/i}, che ne dici del parco? Su {b}notte{/b}, quando è appena diventato buio...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] The Park? At night?
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Der Park? Nacht?
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Nel parco? Di notte?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah! Perfect for just us two! Again, I just wanted to talk to you about something, and it'd be best in private!
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ja! Perfekt für uns zwei! Nochmals, ich wollte nur noch einmal mit dir über etwas reden, und es wäre das Beste im Privat!
italian: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Sì! Perfetto per noi due soli! Di nuovo, volevo solo parlarti di una cosa, e sarebbe meglio in privato!

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, sounds more than a little unsafe what with the ghost attacks going on, but alright, I'll be there.
german: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaaay{/i}, klingt mehr als ein wenig unsicher, was bei den Geisterangriffen geschieht, aber in Ordnung, ich bin da.
italian: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Okaaay{/i}, sembra un po' poco sicuro con gli attacchi fantasma in corso, ma va bene, ci sarò.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] I think I can keep myself safe from some slimeball ghost, don't worry.{p}Anyway, I'll see you later!
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Ich denke, ich kann mich vor einem Slimeball-Gespenst sicher halten, keine Sorge.{p}Jedenfalls sehe ich dich später!
italian: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Penso di potermi tenere al sicuro da qualche fantasma viscido, non preoccuparti.{p}Comunque, ci vediamo dopo!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, we're both going to the {u}same{/u} class right now.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, wir gehen beide zur {u}gleichen Klasse{/u} Klasse.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sam, stiamo frequentando entrambi lo stesso corso {u}{/u} proprio adesso.

source: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, yeah, {i}heh{/i}, duh. I'll just, {i}uhhh{/i}... go to the bathroom first, I guess.{p}I'll see you in class then. And tonight, don't forget!
german: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, ja, {i}heh{/i}, duh. Ich werde nur {i}uhhh{/i}... gehe zuerst zum Badezimmer, denke ich.{p}Ich werde dich dann in der Klasse sehen. Und heute Abend nicht vergessen!
italian: [_sam_s_co_s_towards_s_sad_s_talk_bite_s_blush_] Oh, sì, {i}heh{/i}, duh. Vado, {i}uhhh{/i}... prima in bagno, credo.{p}Ci vediamo in classe allora. E stasera, non dimenticare!

source: [_danny_s_towards_s_talk_happy_s_wondering_] Alright, later Sam.
german: [_danny_s_towards_s_talk_happy_s_wondering_] Okay, später Sam.
italian: [_danny_s_towards_s_talk_happy_s_wondering_] Va bene, a dopo Sam.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh man, has Sam {i}already{/i} figured out my big secret? I thought I'd have it to myself a little longer than a few days...
german: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh Mann, hat Sam {i}bereits mein großes Geheimnis entdeckt? Ich dachte, ich hätte es für mich etwas länger als ein paar Tage...
italian: [_danny_s_at_player_s_sad_s_talk_consternation_] Oh cavolo, Sam {i}ha già scoperto il mio grande segreto? Pensavo di poterlo tenere per me un po' più a lungo di qualche giorno...

source: [_danny_s_at_self_s_neutral_s_consternation_] (...I'm talking to myself again, aren't I?)
german: [_danny_s_at_self_s_neutral_s_consternation_] (...Ich rede mit mir wieder, nicht ich?)
italian: [_danny_s_at_self_s_neutral_s_consternation_] (...sto parlando di nuovo con me stesso, vero?)

source: [_danny_s_down_s_wondering_s_talk_consternation_] Hopefully nobody heard me talking aloud to...
german: [_danny_s_down_s_wondering_s_talk_consternation_] Hoffentlich hat niemand gehört, dass ich laut gesprochen habe...
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Spero che nessuno mi abbia sentito parlare ad alta voce con...

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...I should just shut up and go to class...
german: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...Ich sollte einfach hinhalten und zur Klasse gehen...
italian: [_danny_s_at_player_s_wondering_s_talk_distraught_] ...dovrei stare zitto e andare a lezione...

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, Sam! I'm here!
german: [_danny_s_towards_s_sad_s_talk_happy_] Hey, Sam! Ich bin hier!
italian: [_danny_s_towards_s_sad_s_talk_happy_] Ehi, Sam! Sono qui!

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!{/i}{/size}{p}Jeez, Danny, you scared the crap out of me!
german: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!{/i}{/size}{p}Jeez, Danny, du hast mir den Mist abschreckt!
italian: [_sam_s_co_s_towards_s_angry_s_talk_frown_s_blush_] {size=+12}{i}AGH!!!!{p}Cavolo, Danny, mi hai spaventato a morte!

source: [_danny_s_talk_happy_s_sad_] Well hey, you're the one who wanted to meet in a poorly lit Park at this hour. What's the matter? Is the "Mistress of the Night" actually afraid of the dark or something?
german: [_danny_s_talk_happy_s_sad_] Na hey, du bist derjenige, der sich zu dieser Stunde in einem schlecht beleuchteten Park treffen wollte. Was ist die Sache? Hat der "Mistress der Nacht" tatsächlich Angst vor dem Dunklen oder etwas?
italian: [_danny_s_talk_happy_s_sad_] Beh, ehi, sei tu che hai voluto incontrarmi in un parco poco illuminato a quest'ora. Qual è il problema? La "padrona della notte" ha davvero paura del buio o cosa?

source: [_sam_s_co_s_away_s_sad_s_talk_frown_] No! It's not the dark, dummy! I'm just... I mean, how are you NOT freaked out?!
german: [_sam_s_co_s_away_s_sad_s_talk_frown_] Nein! Es ist nicht die dunkle, Dummy! Ich bin nur... Ich meine, wie bist du NICHT befreit?!
italian: [_sam_s_co_s_away_s_sad_s_talk_frown_] No! Non è il buio, idiota! Sono solo... Voglio dire, come fai a non essere spaventato?!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] What do you mean?
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Was meinst du?
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] In che senso?

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Ghosts{/u}, Danny! {i}Real{/i} life ghosts!!{p}They're all around town from what I hear, and they could be hiding around any corner, waiting to jump out at any moment!
german: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Geister{/u}, Danny! {i}Real{/i} Lebensgeister!!{p}Sie sind überall in der Stadt von dem, was ich höre, und sie könnten sich um jede Ecke verstecken, warten auf den Sprung aus jedem Augenblick!
italian: [_sam_s_co_s_towards_s_sad_s_talk_frown_] {u}Fantasmi, Danny! {i}Fantasmi reali!{p}Sono in giro per la città, da quello che ho sentito, e potrebbero essere nascosti dietro ogni angolo, in attesa di saltare fuori da un momento all'altro!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Yeah, so? I mean sure, it's certainly a {i}bit{/i} of a shock at first... but you can't tell me you're honestly surprised, can you?
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Ja, so? Ich meine, es ist sicher ein {i}Biss{/i} eines ersten Schocks. . aber du kannst mir nicht sagen, dass du ehrlich überrascht bist, kannst du?
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sì, e allora? Cioè, certo, all'inizio è un po' {i}di shock... ma non puoi dirmi che sei sinceramente sorpreso, no?

source: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Ghosts aren't {i}supposed{/i} to be real, Danny!!
german: [_sam_s_co_s_towards_s_confused_s_talk_frown_] Geister sind nicht {i}vermutlich{/i} real zu sein, Danny!!
italian: [_sam_s_co_s_towards_s_confused_s_talk_frown_] I fantasmi non {i}dovrebbero essere reali, Danny!!

source: [_danny_s_talk_frown_2_] Hang on, weren't {i}you{/i} the one talking about how ghosts were totally plausible just the other day?
german: [_danny_s_talk_frown_2_] Hang an, warst du nicht {i}du{/i} derjenige, der darüber sprach, dass Geister erst vor kurzem völlig plausibel waren?
italian: [_danny_s_talk_frown_2_] Aspetta, non eri tu {i}a parlare di come i fantasmi fossero del tutto plausibili proprio l'altro giorno?

source: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Yeah, but I didn't actually {u}believe{/u} it! I just thought it was cool to talk about!{p}Ghosts are supposed to be like vampires, just make believe things that we goths simply {u}pretend{/u} to wanna have sex with!!
german: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Ja, aber ich habe nicht wirklich {u}glaubt{/u} ! Ich dachte, es wäre cool, darüber zu sprechen!{p}Geister sollen wie Vampire sein, lass einfach glauben, was wir goths einfach {u}so tun, als ob du Sex haben möchtest!!
italian: [_sam_s_co_s_towards_s_angry_s_talk_frown_] Sì, ma non ci credevo {u}{/u} davvero! Ho solo pensato che fosse bello parlarne!{p}I fantasmi dovrebbero essere come i vampiri, solo cose inventate con cui noi goths semplicemente {u}fingiamo di voler fare sesso!!!
