Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, it might not be safe!
french: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, il pourrait ne pas être en sécurité !
german: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, es könnte nicht sicher sein!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Yeah? Well it's super creepy staying here on my own in this dreadfully decorated office, so I'm coming with!
french: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Oui ? Eh bien, c'est super effrayant de rester ici seul dans ce bureau terriblement décoré, alors je viens avec!
german: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Ja? Nun, es ist super gruselig, wenn ich alleine hier in diesem entsetzlich verzierten Büro bleibe, also komme ich her!

source: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghhh{/i}, fine, just stay behind me, got it?
french: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghh{/i}, d'accord, restez juste derrière moi, compris?
german: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghh{/i}, gut, bleiben Sie einfach hinter mir, haben Sie?

source: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} C-can you hear that too?
french: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst !{/i} C-pouvez-vous aussi entendre ça ?
german: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} C-Kannst du das auch hören?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Yeah... it sounds like it's coming from the main entrance... like I said, just be careful and stay behind me...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ouais... on dirait que ça vient de l'entrée principale... comme je l'ai dit, faites juste attention et restez derrière moi...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ja, es klingt so, als käme es vom Haupteingang... wie gesagt, sei einfach vorsichtig und bleibe hinter mir...

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, just be careful too!
french: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, faites attention aussi !
german: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, sei vorsichtig auch!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}You{/i} again? What the heck are you doing here??
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Vous{/i} encore? Qu'est-ce que tu fais ici? ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Du{/i} wieder? Was machst du hier??

source: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] WHAT IS THAT THING?!
french: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] QU'EST-CE QUE CE SOIT ?!
german: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] WAS IST DASS DAS?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! Get inside one of the classrooms, now!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina ! Rendez-vous dans une des salles de classe!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! Hol dir jetzt in einem der Klassenzimmer!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff* *Huff*{/i} Yeah, that's right... you better run!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huffer* *Huff*{/i} Oui, c'est bien... vous feriez mieux de courir !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff* *Huff*{/i} Ja, das ist richtig... du solltest besser laufen!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (What the heck is {i}that{/i} thing doing here?! Did it follow us all the way back from Colorado...?{p}Something's not right about the specific ghosts attacking Amity Park... I gotta look into this some time...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (Qu'est-ce que c'est {i}que ça fait ici{/i} ? Est-ce qu'il nous a suivis depuis le Colorado...{p}Quelque chose n'est pas correct à propos des fantômes spécifiques qui attaquent le Parc Amity... Je dois regarder cela un certain temps...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (Was ist {i}was hier gemacht wurde?! Hat es uns bis zurück von Colorado gefolgt...{p}Etwas stimmt nicht, wenn bestimmte Geister den Amity Park angreifen... Ich werde mir das einmal ansehen...)

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeep!{/i} That was so scary!
french: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeep !{/i} C'était si effrayant!
german: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeep!{/i} Das war so schrecklich!

source: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] But also incredible!! You're {i}so{/i} brave, Inviso-Bill!
french: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] Mais aussi incroyable! Vous êtes {i}so{/i} courageux, Inviso-Bill!
german: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] Aber auch unglaublich! Du bist {i}so{/i} tapfer, Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Huh? O-oh! Don't worry, it was nothing, really.
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Hein? O-oh! Ne vous inquiétez pas, c'était rien, vraiment.
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Huh? O-oh! Keine Sorge, es war nichts, wirklich.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] You totally kicked that big ugly's butt!
french: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Vous avez totalement éjecté ce gros truc !
german: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Du hast den hässlichen Einsatz total gekickt!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Well, I guess I kinda did.
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Eh bien, je suppose que je l'ai fait.
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Nun, ich denke, ich habe es getan.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] That good, huh?
french: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] C'est bon, hein ?
german: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] So gut, oder?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. I've never ever gotten used to that...
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. Je ne me suis jamais habitué à cela...
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. Ich habe mich nie daran gewöhnt...

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Want me to do it again?
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Voulez-vous que je le fasse à nouveau ?
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Möchten Sie, dass ich es wieder mache?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, r-really?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, euh, vraiment?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, r-wirklich?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, yeah... I mean, don't you want your {u}reward{/u}?
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, ouais... Je veux dire, vous ne voulez pas votre récompense {u}{/u}?
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, ja? Ich meine, möchtest du nicht deine {u}Belohnung{/u}?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] My "reward"?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Ma "récompense" ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Meine "Belohnung"?

source: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] I mean, I was already planning something for helping me out with the test and everything, but...
french: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] Je veux dire, je planifiais déjà quelque chose pour m'aider avec le test et tout, mais...
german: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] Ich meine, ich habe bereits etwas geplant, um mir mit dem Test und allem zu helfen, aber...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...after saving me once again from another big, nasty monster, I wanna do something {i}special{/i} for you...
french: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ... après m'avoir sauvé une fois de plus d'un autre grand et méchant monstre, je veux faire quelque chose de spécial {i}{/i} pour vous...
german: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...nachdem ich mich wieder vor einem anderen großen Monster bewahrt habe, möchte ich etwas {i}Besonderes{/i} für dich machen...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} W-what did you have in min-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} W-qu'avez-vous eu en min-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blusen*{/i} W-was hast du in min-

source: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Oops!{/i} Ya' know what, I think I left my phone in Lancer's classroom... I'll be right back!
french: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Oups !{/i} Ya' sais quoi, je pense que j'ai quitté mon téléphone dans la salle de classe de Lancer... Je serai de retour !
german: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Ups!{/i} Ya' wissen was, ich glaube, ich habe mein Telefon im Klassenzimmer von Lancer verlassen... Ich bin genau zurück!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, sure! I'll wait right here then.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Euh, bien sûr! J'attends ici tout de suite.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, sicher! Ich warte dann gleich hier.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, what's taking her? It's been over five minutes! Just to pick up her phone?)
french: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, qu'est-ce qui la prend ? Cela fait plus de cinq minutes ! Juste pour prendre son téléphone ?)
german: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, was nimmt sie ein? Es war mehr als fünf Minuten! Nur um ihr Telefon abzurufen?)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Wait... I don't even remember her {i}going{/i} into Lancer's room when she came in the building... maybe I should check up on her...?)
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Attention... Je ne me souviens même pas que {i}est allée dans la salle des lancers{/i} quand elle est arrivée dans le bâtiment... peut-être devrais-je la vérifier...?)
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Warte... Ich erinnere mich noch nicht einmal an ihre {i}geht{/i} in den Raum von Lancer, als sie in das Gebäude kam... vielleicht sollte ich ihr nachschauen...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Are you still in her- {i}woah!!{/i}
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Êtes-vous toujours dans elle- {i}woah!!{/i}
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Bist du noch in ihr - {i}woah!!{/i}

source: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Like what you see?
french: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Vous aimez ce que vous voyez ?
german: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Gefällt dir was du siehst?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Y-you're n-naked!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Y-vous nu !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Ja, du bist n-nackt!

source: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, I'm not {u}naked{/u}, see?{p}I'm in these really cute stockings!
french: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, je ne suis pas {u}nu {/u}, voir ?{p}Je suis dans ces bas vraiment mignons!
german: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, ich bin nicht {u}naked{/u}, siehe?{p}Ich bin in diesen wirklich niedlichen Strümpfen!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Don't you think they look good on me? I think they really bring out my thighs... {i}*Giggles*{/i}
french: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Vous ne pensez pas qu'ils me semblent bien ? Je pense qu'ils sortent vraiment mes cuisses... {i}*Giggles*{/i}
german: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Du denkst nicht, dass sie mir gut aussehen? Ich denke, sie bringen meine Oberschenkel wirklich herheraus... {i}*Giggles*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Mother of God...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Mère de Dieu...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Mutter Gottes...

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] So... what are you waiting for?
french: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] Alors... qu'attendez-vous ?
german: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] Also... worauf wartest du?

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Come and get your reward, my dear hero...~
french: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Venez et obtenez votre récompense, mon cher héros...~
german: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Komm und bekomme deine Belohnung, mein lieber Held...~

source: [_paulina_] Oh, shit, wait... let me actually take these off...
french: [_paulina_] Oh, merde, attendez... laissez-moi vraiment les enlèver...
german: [_paulina_] Oh, shit, warte... Lassen Sie mich diese abnehmen...

source: [_danny_] Wh-what? Really? I thought you'd wanna keep them on for us...
french: [_danny_] Quoi-quoi ? Vraiment? Je pensais que vous vouliez les garder pour nous...
german: [_danny_] Wozu? Wirklich? Ich dachte, du möchtest sie für uns beibehalten...

source: [_paulina_] I seriously would, believe me, but I just know these are going to tear open on a desk corner.
french: [_paulina_] Je le croirais sérieusement, mais je sais juste qu'ils vont se déchirer sur un coin de bureau.
german: [_paulina_] Ich würde mir ernsthaft glauben, aber ich weiß nur, dass diese an einer Schreibtischecke aufreißen werden.

source: [_paulina_] I'd rather keep them clean and not wreck them! They'll be good for some pics later, don't you think...~?
french: [_paulina_] Je préfère les garder propres et ne pas les détruire ! Ils seront bons pour certaines photos plus tard, ne vous croyez pas...~?
german: [_paulina_] Ich möchte sie lieber sauber halten und sie nicht zerstören! Sie werden später gut für ein paar Bilder sein, denken Sie nicht...~?

source: [_danny_] Oh, that's fine then, don't worry.{p}Wait... desk corners? Why would-
french: [_danny_] Oh, ça va bien, ne vous inquiétez pas.{p}Attendez... coins de bureau ? Pourquoi -
german: [_danny_] Oh, das ist schön, keine Sorge.{p}Warten... Schreibtischecke? Warum würde-

source: [_paulina_] {u}Fuck me{/u}, Ghost Boy! Fuck me on this old man's stupid desk~!!
french: [_paulina_] {u}Fuck me{/u}, Fantôme Boy! Fuck moi sur le bureau stupide de ce vieil homme~!!

source: [_paulina_] {i}Oooh!{/i} That's it! Oh Ghost Boy, that feels amazing!
french: [_paulina_] {i}Oooh!{/i} C'est ça! Oh Fantôme, ça a l'air incroyable!
german: [_paulina_] {i}Oooh!{/i} Das ist! Oh Ghost Boy, das ist erstaunlich!

source: [_danny_] Paulina... you're already so wet!
french: [_danny_] Paulina... vous êtes déjà tellement humide !
german: [_danny_] Paulina... Du bist schon so nass!

source: [_paulina_] {i}Mmm, ah!{/i} I made sure I was ready for you to- {i}ahhh!{/i}{p}...to give it to me, just like this!
french: [_paulina_] {i}Mmm, ah!{/i} J'ai veillé à ce que je sois prêt pour vous - {i}ahh!{/i}{p}...pour me le donner, tout comme ça !
german: [_paulina_] {i}Mmm, ah!{/i} Ich habe sichergestellt, dass ich bereit war für dich zu- {i}ahhh!{/i}{p}...um es mir zu geben, genau wie diese!

source: [_paulina_] Besides, watching you beat the crap out of that monster to keep little ol' me safe...
french: [_paulina_] De plus, vous voyant battre la merde de ce monstre pour garder le petit ol' me en sécurité...
german: [_paulina_] Außerdem, wenn du dir ansiehst, wie du den Crap aus diesem Monster besiegst, um ein wenig ol' mir sicher zu bleiben...

source: [_paulina_] ...it was {u}such{/u} a a turn on! {i}Ooooh, yess!{/i}
french: [_paulina_] ... c'était {u}ainsi {/u} un coup ! {i}Ooooh, oui !{/i}
german: [_paulina_] ...es war {u}solcher{/u} eine Einschaltung! {i}Ooooh, yess!{/i}

source: [_danny_] S-shit! Paulina, you're really tight!
french: [_danny_] S-merde ! Paulina, vous êtes vraiment serré !
german: [_danny_] S-shit! Paulina, du bist wirklich dick!

source: [_paulina_] {i}Ah! Oooh{/i}, don't stop! {i}Mmm, fuuck~!{/i}
french: [_paulina_] {i}Ah! Oooh{/i}, ne vous arrêtez pas! {i}Mmm, fugace !{/i}
german: [_paulina_] {i}Ah! Oooh{/i}, nicht aufhören! {i}Mmm, fuuck~!{/i}

source: [_danny_] {i}*Huff*{/i} I really hope this Mr. Lancer guy doesn't notice anything different about his desk!
french: [_danny_] {i}*Huff*{/i} J'espère vraiment que M. Lancer ne remarque rien de différent à propos de son bureau !
german: [_danny_] {i}*Huff*{/i} Ich hoffe wirklich, dass dieser Herr Lancer an seinem Schreibtisch nichts anderes bemerkt!

source: [_paulina_] {i}Hahaha!{/i} That's what's you're worried about right now?!{p}{nw}
french: [_paulina_] {i}Hahaha !{/i} C'est ce qui vous inquiète pour le moment ?!{p}{nw}
german: [_paulina_] {i}Hahaha!{/i} Darum bist du momentan besorgt?!{p}{nw}

source: [_extend_] God, you really are cute sometimes... now fuck me {i}harder!!{/i}
french: [_extend_] Dieu, tu es vraiment mignon parfois... Maintenant, baise-moi {i}plus dur !!{/i}
german: [_extend_] Gott, du bist wirklich süß manchmal... jetzt ficke mich {i}härter!!{/i}

source: [_danny_] O-okay!
french: [_danny_] O-ok !

source: [_paulina_] {i}Mmm!{/i} That's it! Don't stop!
french: [_paulina_] {i}Mmm!{/i} Voilà! Ne vous arrêtez pas!
german: [_paulina_] {i}Mmm!{/i} Das war's! Halte nicht auf!

source: [_danny_] {i}Umm{/i}, s-sorry Paulina, but can we change positions?
french: [_danny_] {i}Umm{/i}, désolé Paulina, mais pouvons-nous changer de position?
german: [_danny_] {i}Umm{/i}, s-sorry Paulina, aber können wir Positionen ändern?

source: [_paulina_] H-huh, why? Already? {i}Mmmphh{/i}...
french: [_paulina_] H-heh, pourquoi? Déjà ? {i}Mmmphh{/i}...
german: [_paulina_] H-huh, warum? {i}Mmmphh{/i}...

source: [_danny_] {i}*Blushing*{/i} I'm sorry... I kinda wanna look at you when we do it....
french: [_danny_] {i}*Blushing*{/i} Je suis désolé... Je veux bien vous regarder quand nous le faisons....
german: [_danny_] {i}*Blusen*{/i} Tut mir leider... Ich möchte dich ansehen, wenn wir es machen....

source: [_paulina_] {i}Nawwww!{/i} You are the sweetest little Ghost I know! Of course then!
french: [_paulina_] {i}Nawwww!{/i} Vous êtes le plus beau petit fantôme que je connaisse! Bien sûr!
german: [_paulina_] {i}Naww!{/i} Du bist der süßeste kleine Geist, den ich kenne! Natürlich dann!

source: [_danny_] ...not that your butt isn't amazing or anything! I mean, it's amazing to even be {u}seeing{/u} it up and close like this!
french: [_danny_] ... ce n'est pas que ton fard n'est pas étonnant ou quoi que ce soit! Je veux dire, c'est incroyable d'être {u}en train de le voir et de se rapprocher comme ça{/u} !
german: [_danny_] ...nicht dass dein Äss nicht erstaunlich ist oder gar nichts! Ich meine, es ist erstaunlich, dass du {u}gesehen hast{/u} bist und so nah kommst!

source: [_paulina_] Oh c'mon, you don't need to try so hard... you've already got the girl for the night, silly...
french: [_paulina_] Oh c'mon, vous n'avez pas besoin d'essayer si durement ... vous avez déjà la fille pour la nuit, stupidement...
german: [_paulina_] Oh c'mon, du musst es nicht so hart versuchen... du hast das Mädchen bereits für die Nacht, dumm...

source: [_danny_] {i}Heh{/i}, sorry, I guess I'm still nervous...
french: [_danny_] {i}Heh{/i}, désolé, je suppose que je suis toujours nerveux...
german: [_danny_] {i}Heh{/i}, sorry, ich denke, ich bin immer noch nervös...

source: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Come here...~
french: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Venez ici...~
german: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Kommen Sie hier...~

source: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Whoa! Yes ma'am!
french: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Oh! Oui maam!
german: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Whoa! Ja, ma'am!

source: [_paulina_] {i}Ahhh!{/i}{p}Oh my goodness, you're like, {i}really{/i} big, you know that?
french: [_paulina_] {i}Ahhh !{/i}{p}Oh ma bonté, vous aimez, {i}vraiment{/i} grande, vous savez ça ?
german: [_paulina_] {i}Ahhh!{/i}{p}Oh meine Güte, du bist wie {i}wirklich{/i} groß, das weißt du?

source: [_danny_] I... I am?
french: [_danny_] Je... je suis ?
german: [_danny_] Ich... Ich bin?

source: [_paulina_] Oh my gosh, yes...{p}...now hold onto me gently, just like that, okay?{p}Now push it in as far as you can!
french: [_paulina_] Oh mon gosh, oui...{p}...maintenant tenez-moi doucement, tout comme ça, d'accord?{p}Maintenant poussez le plus loin possible!
german: [_paulina_] Oh mein Gosh, ja...{p}...Halte mich jetzt sanft, wie das auch ist, okay?{p}schiebe es jetzt so weit wie du kannst!

source: [_danny_] I'll do whatever you want Paulina!
french: [_danny_] Je vais faire ce que vous voulez Paulina !
german: [_danny_] Ich werde alles tun, was Sie wollen Paulina!

source: [_danny_] Wh-what! Paulina, are you okay?
french: [_danny_] Quoi-quoi ! Paulina, vous êtes d'accord ?
german: [_danny_] Wozu! Paulina, bist du in Ordnung?

source: [_paulina_] {i}Ah! AH!!{/i} I just wasn't expecting it to feel {i}this{/i} good!! This is so crazy!!
french: [_paulina_] {i}Ah! AH!!{/i} Je ne m'attendais pas à ce que ce soit {i}ça{/i} bien!! C'est tellement fou !!
german: [_paulina_] {i}Ah! AH!!{/i} Ich hatte nicht erwartet, dass es {i}diese{/i} gut fühlt!! Das ist so verrückt!!
