Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_p_phantom.po
Languages: german, italian

source: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] I've got to write my conclusion for Mr. Simmer's philosophy paper, I have to organize my group project's materials into a proper slideshow presentation with 3D graphics, {b}and{/b} I have Lancer having me tutor Dash in algebra now!
german: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] Ich muss meine Schlussfolgerung für Herrn schreiben. Simmer's Philosophie-Papier, ich muss die Materialien meines Gruppenprojekts in eine richtige Diashow Präsentation mit 3D-Grafik organisieren, {b}und{/b} Ich habe jetzt Lancer mit mir Tutor Dash in Algebra!
italian: [_jazz_s_sit_3_s_idle_2_s_talk_frown_s_towards_] Devo scrivere la mia conclusione per la relazione di filosofia del signor Simmer, devo organizzare il materiale del mio progetto di gruppo in una presentazione adeguata con grafica 3D, {b}e{/b} ho Lancer che mi chiede di dare ripetizioni di algebra a Dash!

source: [_jazz_s_sit_2_s_angry_s_at_laptop_] There is just {b}so{/b} much that needs to be done and so little time to-
german: [_jazz_s_sit_2_s_angry_s_at_laptop_] Es gibt nur {b}so{/b} vieles, was getan werden muss und so wenig Zeit für-
italian: [_jazz_s_sit_2_s_angry_s_at_laptop_] C'è solo {b}così tanto da fare e così poco tempo a disposizione.

source: [_danny_s_talk_frown_] ...was... was that-
german: [_danny_s_talk_frown_] ...war... waren-
italian: [_danny_s_talk_frown_] ...era... era...

source: [_jazz_s_towards_s_talk_frown_s_angry_] NO, IT WASN'T!!
german: [_jazz_s_towards_s_talk_frown_s_angry_] NEIN, WASN'T!!
italian: [_jazz_s_towards_s_talk_frown_s_angry_] NO, NON LO ERA!

source: [_danny_s_talk_frown_s_rise_one_] Jeez, okay! It just... I was pretty sure it sounded like-
german: [_danny_s_talk_frown_s_rise_one_] Jeez, okay! Es ist richtig... Ich war ziemlich sicher, es klang wie-
italian: [_danny_s_talk_frown_s_rise_one_] Cavolo, ok! E' solo che... Ero abbastanza sicuro che sembrasse...

source: [_jazz_s_talk_frown_s_angry_] I don't care what you {i}think{/i} it sounded like, Danny, it {b}wasn't{/b} that.
german: [_jazz_s_talk_frown_s_angry_] Mir ist egal, wie du {i}denkst{/i} es klang wie Danny, es {b}war nicht{/b} das.
italian: [_jazz_s_talk_frown_s_angry_] Non mi interessa come {i}pensi che sia sembrato, Danny, non {b}era quello.

source: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, it's fine, I don't care if you watch-
german: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, es ist in Ordnung, es ist mir egal, ob du siehst-
italian: [_danny_s_towards_s_talk_happy_s_wondering_] Jazz, va bene, non mi interessa se guardi...

source: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}NATURE DOCUMENTARIES!!{/b}
german: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}NATURE-DOKUMENTARIES!!{/b}
italian: [_jazz_s_talk_frown_s_rise_one_s_towards_] {b}DOCUMENTARI NATURALI!!!{/b}

source: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...what?
german: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...Was?
italian: [_danny_s_talk_frown_2_s_rise_one_s_towards_] ...cosa?

source: [_jazz_s_talk_frown_s_idle_2_] It was just a nature documentary is all! A new Jungle Planet special on wailing coyotes... in Nebraska!
german: [_jazz_s_talk_frown_s_idle_2_] Es war nur eine Naturdokumentation ist alles! Ein neuer DschungelPlanet Spezial auf Flügelkühnen... in Nebraska!
italian: [_jazz_s_talk_frown_s_idle_2_] Era solo un documentario naturalistico! Un nuovo speciale di Jungle Planet sul lamento dei coyote... in Nebraska!

source: [_jazz_s_down_s_talk_happy_s_sad_] I was watching part of it last night, b-but I got tired half way through is all! I just slipped right to sleep!
german: [_jazz_s_down_s_talk_happy_s_sad_] Ich habe gestern Abend einen Teil davon beobachtet, b-aber ich bin müde auf halbem Weg durch! Ich bin gerade zum Schlafen gerutscht!
italian: [_jazz_s_down_s_talk_happy_s_sad_] Ne ho guardato una parte ieri sera, ma mi sono stancata a metà strada! Sono scivolata subito a dormire!

source: [_danny_s_talk_happy_] Seriously, Jazz, it's not that big a deal. Pretty much everyone looks at por-
german: [_danny_s_talk_happy_] Ernsthaft, Jazz, es ist nicht so ein Deal. Sehr viele sehen auf Porno-
italian: [_danny_s_talk_happy_] Davvero, Jazz, non è un problema così grande. Quasi tutti guardano la por...

source: [_jazz_s_angry_s_talk_frown_s_towards_] I am {b}not{/b} having this conversation with you, Danny!!
german: [_jazz_s_angry_s_talk_frown_s_towards_] Ich bin {b}nicht{/b} und habe dieses Gespräch mit dir, Danny!!
italian: [_jazz_s_angry_s_talk_frown_s_towards_] {b}Non ho intenzione di fare questa conversazione con te, Danny!!!

source: [_jazz_s_angry_s_talk_frown_s_down_] Those were coyote wails from a nature documentary, which I found informative and captivating! Got it?!
german: [_jazz_s_angry_s_talk_frown_s_down_] Das waren coyote Flügel aus einer Naturdokumentation, die ich informativ und fesselnd fand! Hast du das?!
italian: [_jazz_s_angry_s_talk_frown_s_down_] Erano i lamenti dei coyote tratti da un documentario sulla natura, che ho trovato istruttivo e accattivante! Capito?

source: [_jazz_s_angry_s_talk_frown_s_towards_] {b}GOT IT{/b}?!?
german: [_jazz_s_angry_s_talk_frown_s_towards_] {b}GESAMT IT{/b}?!?
italian: [_jazz_s_angry_s_talk_frown_s_towards_] {b}Ce l'hai?!?

source: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Okay, okay, I got it! Coyotes, understood! Just calm down, Jazz.
german: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Okay, okay, ich habe es! Coyotes, verstanden! Beruhigt euch, Jazz.
italian: [_danny_s_talk_frown_s_towards_wide_s_neutral_] Ok, ok, ho capito! Coyote, capito! Calmati, Jazz.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] I'm sorry if nature programs are such a hot-button issue for you.
german: [_danny_s_talk_frown_2_s_towards_s_rise_one_] Es tut mir leid, wenn Naturprogramme für dich ein Problem mit der Hot-Buttons sind.
italian: [_danny_s_talk_frown_2_s_towards_s_rise_one_] Mi dispiace che i programmi naturalistici siano un tema così scottante per voi.

source: [_jazz_s_talk_frown_s_closed_s_idle__] Ugh! You're just an uninformed joker, and I'm done dealing with your nonsense for today. I'm heading to school early.
german: [_jazz_s_talk_frown_s_closed_s_idle__] Uh! Du bist nur ein uninformierter Joker, und ich bin fertig mit deinem Unsinn für heute. Ich gehe früh zur Schule.
italian: [_jazz_s_talk_frown_s_closed_s_idle__] Ugh! Sei solo un buffone disinformato e per oggi ho finito di occuparmi delle tue sciocchezze. Vado a scuola presto.

source: [_danny_s_talk_frown_] Come on, Jazz, weren't you {i}just{/i} saying you don't see me enough?
german: [_danny_s_talk_frown_] Komm, Jazz, warst du nicht {i}nur{/i} dass du mich nicht genug siehst?
italian: [_danny_s_talk_frown_] Dai, Jazz, non stavi {i}dicendo che non mi vedi abbastanza?

source: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, just... get bent, Danny!
german: [_jazz_s_talk_frown_s_angry_s_towards_] Ugh, nur... Werde gebogen, Danny!
italian: [_jazz_s_talk_frown_s_angry_s_towards_] Ma... piegati, Danny!

source: [_danny_] (Well then... {i}she{/i} certainly had her thumb stuck {u}well{/u} up her butt this morning...)
german: [_danny_] (Nun, dann... {i}she{/i} ließ ihr Daumen sicher {u}gut stehen{/u} heute Morgen ihren Äß aufstecken...)
italian: [_danny_] (Beh, allora... {i}lei{/i} aveva certamente il pollice infilato {u}bene{/u} su per il culo stamattina...)

source: [_danny_] (I don't even see what the big issue is! Watching porn is like, {i}beyond{/i} normal at our age.)
german: [_danny_] (Ich sehe nicht mal, was das große Problem ist! Pornos schauen ist wie, ist in unserem Alter {i}mehr als{/i} normal.)
italian: [_danny_] (Non vedo nemmeno quale sia il problema! Guardare i porno è tipo, {i}oltre{/i} la normalità alla nostra età).

source: [_danny_] (Some people just never learn to get comfortable in their own skin, I guess.)
german: [_danny_] (Einige Leute lernen einfach nie in der eigenen Haut wohl, wie ich vermutete.)
italian: [_danny_] (Alcune persone non imparano mai a sentirsi a proprio agio nella propria pelle, credo).

source: [_danny_s_smile_s_rise_one_] (Hah, she probably can't figure out how to touch herself properly... wouldn't know where to rub!)
german: [_danny_s_smile_s_rise_one_] (Hah, sie kann wahrscheinlich nicht herausfinden, wie sie sich richtig berühren sollte... w�rde nicht wissen, wo sie sich verbergen!)
italian: [_danny_s_smile_s_rise_one_] (Hah, probabilmente non riesce a capire come toccarsi correttamente... non saprebbe dove strofinarsi).

source: [_danny_s_frown_grin_] (...not that I have much expertise in the area of touching naked women {i}either{/i}...)
german: [_danny_s_frown_grin_] (...nicht, dass ich viel Fachwissen im Bereich der Berührung von nackten Frauen {i}entweder{/i}...) habe
italian: [_danny_s_frown_grin_] (...non che io abbia molta esperienza nel campo del toccare donne nude {i}{/i}...)

source: [_danny_s_frown_2_] (She must not be getting much satisfaction out of it if she's this high strung just talking about it...)
german: [_danny_s_frown_2_] (Er darf nicht sehr zufrieden sein, wenn sie diese hohe Schärfe nur darüber sagt...)
italian: [_danny_s_frown_2_] (Non deve trarne molta soddisfazione se è così nervosa solo a parlarne...)

source: [_danny_] (Maybe...)
german: [_danny_] (vielleicht, ...)
italian: [_danny_] (Forse...)

source: [_danny_s_towards_] (...maybe I should try to use my powers to watch her sometime...?)
german: [_danny_s_towards_] (...Vielleicht sollte ich versuchen, meine Kräfte zu nutzen, um sie irgendwann anzuschauen...?)
italian: [_danny_s_towards_] (...forse dovrei provare a usare i miei poteri per osservarla qualche volta...?)

source: [_danny_s_smile_] (It'd be wrong, and totally weird, but... kinda funny? Right?)
german: [_danny_s_smile_] (Es wäre falsch, und völlig seltsam, aber... kinda lustig? Rechts?)
italian: [_danny_s_smile_] (Sarebbe sbagliato e totalmente strano, ma... divertente, no?).

source: [_danny_s_smile_] (Yeah... it'd just be a bit of teasing is all... just a hilarious joke between us...)
german: [_danny_s_smile_] (Yeah... es würde nur ein bisschen Teasing sein... nur ein wahnsinniger Witz zwischen uns...)
italian: [_danny_s_smile_] (Sì... sarebbe solo una presa in giro... solo uno scherzo divertente tra di noi...)

source: [_danny_s_grin_happy_] (That settles it! I'll just go and at least check out what {i}kind{/i} of porn she's watching at night. It'll be great to see her react when I bring it up...)
german: [_danny_s_grin_happy_] (Damit wird es gelöst! Ich werde einfach gehen und zumindest schauen, was {i}von Porno sie in der Nacht beobachtet. Es wird großartig sein, ihre Reaktion zu sehen, wenn ich sie aufstelle...)
italian: [_danny_s_grin_happy_] (Questo risolve il problema! Andrò a controllare almeno quale {i}tipo{/i} di porno guarda la sera. Sarà bello vedere la sua reazione quando ne parlerò...)

source: [_danny_s_frown_s_at_player_] (Again... just to be funny...)
german: [_danny_s_frown_s_at_player_] (Nur um lustig zu sein...)
italian: [_danny_s_frown_s_at_player_] (Ancora una volta... solo per essere divertenti...)

source: [_danny_s_sad_s_talk_frown_2_] Okay... so it's pretty late into the night already.
german: [_danny_s_sad_s_talk_frown_2_] Okay... also ist es schon ziemlich spät in die Nacht.
italian: [_danny_s_sad_s_talk_frown_2_] Ok... è già notte fonda.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz has already gone and held herself up in her room... which tells me she's either studying in private... or she's having herself some {i}"private time"{/i}.
german: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz ist bereits gegangen und hält sich in ihrem Zimmer auf... was mir erzählt, dass sie entweder privat studiert ... oder sie selbst einige {i}"private Zeit"{/i}.
italian: [_danny_s_at_player_s_sad_s_talk_happy_] Jazz è già andata a rinchiudersi nella sua stanza... il che mi dice che o sta studiando in privato... o si sta concedendo un po' di "tempo privato" {i}.

source: [_danny_s_talk_frown_s_wondering_] I really shouldn't be doing this but...
german: [_danny_s_talk_frown_s_wondering_] Ich sollte das aber wirklich nicht tun...
italian: [_danny_s_talk_frown_s_wondering_] Non dovrei farlo, ma...

source: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Awe, screw it. What's the worst that could happen?
german: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Awe, schraube es. Was ist das Schlimmste, was passieren könnte?
italian: [_danny_s_at_player_s_talk_happy_2_s_rise_one_] Al diavolo. Qual è la cosa peggiore che potrebbe accadere?

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] Okay so, I gotta figure that I'm {i}half{/i} ghost, right? So it would stand to reason that I don't even {i}need{/i} to "go ghost" to get this done...
german: [_danny_s_at_danny_s_talk_frown_s_wondering_] Okay, ich habe also die Figur bekommen, dass ich {i}halbe{/i} Geist habe, oder? Also würde es zu dem Schluss kommen, dass ich nicht einmal {i}brauche{/i} "Geister" zu gehen, um dies zu erledigen...
italian: [_danny_s_at_danny_s_talk_frown_s_wondering_] Ok, allora, devo pensare che sono {i}per metà{/i} fantasma, giusto? Quindi è logico che non ho nemmeno {i}bisogno di "diventare fantasma" per farlo...

source: [_danny_s_sad_s_closed_s_talk_frown_2_] That if I can just... focus a little...
german: [_danny_s_sad_s_closed_s_talk_frown_2_] Das, wenn ich es richtig machen kann... ein bisschen fokussieren...
italian: [_danny_s_sad_s_closed_s_talk_frown_2_] Che se riuscissi a... concentrarmi un po'...

source: [_danny_s_angry_s_talk_frown_] I can get my human body form to also...
german: [_danny_s_angry_s_talk_frown_] Ich kann auch meine menschliche Körperform bekommen...
italian: [_danny_s_angry_s_talk_frown_] Posso ottenere la forma del mio corpo umano anche...

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Alright! It worked! I actually went {b}intangible{/b}!
german: [_danny_s_at_player_s_sad_2_s_talk_happy_] Okay, das hat funktioniert! Ich ging wirklich {b}immateriell{/b}!
italian: [_danny_s_at_player_s_sad_2_s_talk_happy_] Bene! Ha funzionato! Sono diventato {b}intangibile{/b}!

source: [_danny_s_at_danny_s_rise_one_] This feels different than just going invisible too!
german: [_danny_s_at_danny_s_rise_one_] Das fühlt sich anders an, als nur unsichtbar zu werden!
italian: [_danny_s_at_danny_s_rise_one_] Anche questo è diverso dall'essere semplicemente invisibile!

source: [_danny_s_talk_frown_s_neutral_] It feels... kinda weird actually.
german: [_danny_s_talk_frown_s_neutral_] Es fühlt sich an... kinda seltsam wirklich.
italian: [_danny_s_talk_frown_s_neutral_] È una sensazione... un po' strana, a dire il vero.

source: [_danny_s_towards_s_sad_] ...sorta like how Jell-O must feel when it jiggles around, oddly enough.
german: [_danny_s_towards_s_sad_] ...sorta wie Jell-O sich fühlen muss, wenn es herumschnallt, merkwürdigerweise genug.
italian: [_danny_s_towards_s_sad_] ...un po' come deve sentirsi la gelatina quando si agita, stranamente.

source: [_danny_s_talk_frown_s_sad_2_] Looks like it spread all over my regular clothes too... hope they don't slip off me when I go through the door... I'd hate to be caught peeping {b}and{/b} with no clothes. That'd look {i}real{/i} bad on my part.
german: [_danny_s_talk_frown_s_sad_2_] Es sieht so aus, als ob es sich auch über meine regulären Kleider verbreiten wird... ich hoffe, dass sie mir nicht entschlüpfen, wenn ich durch die Tür geht. . Ich würde es hassen, dass ich ohne Kleidung den peeping {b}und{/b} erwischt werde. Das wäre {i}echt{/i} schlecht.
italian: [_danny_s_talk_frown_s_sad_2_] Sembra che si sia diffuso anche sui miei vestiti normali... spero che non mi scivolino di dosso quando varcherò la porta... Non vorrei essere beccato a sbirciare {b}e{/b} senza vestiti. Sarebbe {i}davvero brutto da parte mia.

source: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Okay, so... if I've done this right, I {i}should{/i} be able to phase through solid objects like walls.
german: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Okay, so... wenn ich das richtig gemacht habe, sollte ich {i}in der Lage sein, durch feste Objekte wie Wände zu studieren.
italian: [_danny_s_talk_happy_s_towards_wide_s_rise_one_] Ok, quindi... se ho fatto bene, dovrei {i}essere in grado di passare attraverso oggetti solidi come i muri.

source: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh man, I {i}really{/i} hope I don't get stuck halfway through the door or something... that'd most definitely be painful.
german: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh Mann, ich {i}wirklich{/i} hoffe, ich stecke nicht auf halbem Weg durch die Tür oder etwas... das wäre definitiv schmerzhaft.
italian: [_danny_s_talk_frown_s_blank_stare_s_wondering_] Oh, cavolo, {i}spero davvero di non rimanere bloccata a metà della porta o qualcosa del genere... sarebbe sicuramente doloroso.

source: [_danny_s_closed_s_sad_] Guess I'm just gonna have to trust that my powers will hold up!
german: [_danny_s_closed_s_sad_] Vermutlich werde ich nur darauf vertrauen müssen, dass meine Kräfte aufrecht erhalten werden!
italian: [_danny_s_closed_s_sad_] Immagino che dovrò confidare che i miei poteri reggano!

source: [_danny_s_at_player_s_talk_happy_s_rise_one_] I'll be a totally ghostly ninja from this point forth! She won't even know I was there!
german: [_danny_s_at_player_s_talk_happy_s_rise_one_] Ich werde von diesem Punkt an ein völlig gespenstisches Ninja sein! Sie wird nicht einmal wissen, dass ich da war!
italian: [_danny_s_at_player_s_talk_happy_s_rise_one_] Da questo momento in poi sarò un ninja completamente fantasma! Non si accorgerà nemmeno della mia presenza!

source: [_danny_s_towards_s_sad_s_frown_grin_] (I guess it'd help my stealth aspect if I stopped talking too.)
german: [_danny_s_towards_s_sad_s_frown_grin_] (Ich vermute, es würde meinem Tarnkappenaspekt helfen, wenn ich aufgehört habe, auch zu sprechen.)
italian: [_danny_s_towards_s_sad_s_frown_grin_] (Immagino che aiuterebbe il mio aspetto di furtività se smettessi di parlare anch'io).

source: [_danny_s_at_player_s_smile_] (Again... just a quick peek, see what kind of freaky stuff she's into, then make fun of her later for it. Harmless fun!)
german: [_danny_s_at_player_s_smile_] (Erweitern... nur ein kurzer Blick, schau, in welche Art von freakigen Sachen sie sich befindet, dann macht sie später Spaß mit ihr. Unschädlicher Spaß!)
italian: [_danny_s_at_player_s_smile_] (Di nuovo... solo una sbirciatina veloce, per vedere che tipo di cose strane le piacciono, per poi prenderla in giro più tardi. Divertimento innocuo).

source: [_danny_s_sad_2_s_frown_grin_2_] (Right then... here goes nothing!)
german: [_danny_s_sad_2_s_frown_grin_2_] (Rechts... hier geht nichts!)
italian: [_danny_s_sad_2_s_frown_grin_2_] (Bene, allora... non c'è niente da fare!).

source: [_danny_] (Oh, there we go! I think I'm actually doing it!)
german: [_danny_] (Oh, da sind wir! Ich denke, ich mache es eigentlich!)
italian: [_danny_] (Oh, ecco! Penso che lo sto facendo davvero!).

source: [_danny_] (Goodbye days of dealing with locked doors, and hello-)
german: [_danny_] (Abschied von Tagen des Umgangs mit verschlossenen Türen und Hallo)
italian: [_danny_] (Addio ai giorni in cui si aveva a che fare con porte chiuse a chiave e ciao).

source: [_danny_s_talk_frown_] Oh God... did I really just witness that? With my own eyes?
german: [_danny_s_talk_frown_] Oh Gott... habe ich das wirklich erlebt? Mit eigenen Augen?
italian: [_danny_s_talk_frown_] Oh Dio... ho davvero assistito a questo? Con i miei occhi?

source: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] That was just freaking nuts!
german: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] Das hat nur Nüsse geworden!
italian: [_danny_s_towards_wide_s_talk_frown_2_s_neutral_] E' stato semplicemente pazzesco!

source: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] I mean, I jerk off to porn {i}too{/i}, but... I don't get nearly as {b}involved{/b} as she does!
german: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] Ich meine, ich stehe auch {i}zum Porno{/i}, aber... Ich bekomme nicht annähernd so {b}beteiligt{/b} wie sie es tut!
italian: [_danny_s_at_danny_s_rise_one_s_blush_2_s_talk_frown_2_] Voglio dire, anch'io mi masturbo con i porno {i}{/i}, ma... Non mi lascio coinvolgere {b}{/b} tanto quanto lei!

source: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] Are {b}all{/b} girls like that?
german: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] Sind {b}alle{/b} Mädchen ähnlich?
italian: [_danny_s_at_player_s_talk_frown_s_sad_s_-blush_] {b}tutte le ragazze sono così?

source: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Something just felt... really {i}raw{/i} about that.
german: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] Etwas fühlte sich gerade an... wirklich {i}Roh{/i} dasselbe.
italian: [_danny_s_towards_wide_s_talk_frown_2_s_wondering_] C'è qualcosa che mi è sembrato... davvero {i}crudo{/i} in questo.

source: [_danny_s_at_danny_s_sad_s_talk_frown_] Seriously, I don't even think I can even {b}joke{/b} about that in the morning with her. That's some deep level of perversion and pleasure I was {b}completely{/b} unaware of!
german: [_danny_s_at_danny_s_sad_s_talk_frown_] Ernsthaft, ich glaube nicht einmal, dass ich darüber am Morgen mit ihr {b}Scherz machen kann{/b}. Das ist ein tiefes Maß an Perversion und Freude, die ich {b}komplett gemacht habe{/b} nicht gewusst!
italian: [_danny_s_at_danny_s_sad_s_talk_frown_] Davvero, non credo nemmeno di poter {b}scherzare su questo al mattino con lei. È un livello profondo di perversione e piacere di cui {b}non ero assolutamente consapevole!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] Besides, how would I even go about mentioning it to her?
german: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] Außerdem, wie würde ich sie überhaupt erwähnen?
italian: [_danny_s_at_player_s_rise_one_s_talk_frown_2_] E poi, come farei a parlargliene?

source: [_danny_s_towards_s_talk_frown_2_s_sad_] I couldn't have possibly known what she was looking up on her desktop without spying on her, obviously... she'd definitely call me out for trespassing again. {i}Ugh{/i}, this whole thing was stupid...
german: [_danny_s_towards_s_talk_frown_2_s_sad_] Ich konnte unmöglich wissen, was sie auf ihrem Desktop suchte, ohne sie zu spionieren, offensichtlich. . Sie würde mich definitiv zum Vergehen aufrufen. {i}Ugh{/i}, diese ganze Sache war dumm...
italian: [_danny_s_towards_s_talk_frown_2_s_sad_] Non potevo sapere cosa stesse guardando sul suo desktop senza spiarla, ovviamente... mi avrebbe sicuramente denunciato di nuovo per violazione di domicilio. {i}Tutta questa storia era stupida...

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] Yeah, for now, I think it'd be best if I just let this one slide. Bringing it up at the breakfast table might not be the smartest move I could make.
german: [_danny_s_at_player_s_sad_2_s_talk_frown_] Ja, fürs Erste denke ich, es wäre am besten, wenn ich diese eine Folie einfach lassen würde. Das Frühstück könnte nicht der klügste Schritt sein, den ich machen könnte.
italian: [_danny_s_at_player_s_sad_2_s_talk_frown_] Sì, per ora credo che sarebbe meglio se lasciassi perdere. Tirarlo fuori al tavolo della colazione potrebbe non essere la mossa più intelligente che potrei fare.

source: [_danny_s_towards_s_frown_grin_s_wondering_] (Man, why'd I have to go and start phasing my head through walls I shouldn't be phasing my head through?)
german: [_danny_s_towards_s_frown_grin_s_wondering_] (Man, warum muss ich gehen und anfangen, den Kopf durch Wände zu stufen?)
italian: [_danny_s_towards_s_frown_grin_s_wondering_] (Cavolo, perché ho dovuto iniziare a passare la testa attraverso muri in cui non dovrei passare la testa?).
