Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] ({i}Annnndd{/i} here it comes...~)
french: [_desiree_] ({i}Annnndd{/i} ici il vient...~)
german: [_desiree_] ({i}Annndd{/i} hier kommt sie...~)

source: [_paulina_s_towards_s_angry_s_talk_consternation_] You're going to help me make sure Ghost Boy sees clearly on this. I'm not letting him get blinded by that cousin of yours.
french: [_paulina_s_towards_s_angry_s_talk_consternation_] Tu vas m'aider à m'assurer que Ghost Boy voit bien cela. Je ne le laisse pas se faire aveugler par ce cousin.
german: [_paulina_s_towards_s_angry_s_talk_consternation_] Du wirst mir helfen sicherzustellen, dass der Geister dies klar erkennt. Ich lasse ihn nicht von diesem Vetter deiner geblendet werden.

source: [_danny_s_towards_s_sad_s_talk_consternation_] Okay, but, what about Star?
french: [_danny_s_towards_s_sad_s_talk_consternation_] D'accord, mais qu'en est-il de l'étoile ?
german: [_danny_s_towards_s_sad_s_talk_consternation_] Okay, aber was ist mit Stern?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Don't worry about that! Star isn't even in the equation right now...
french: [_paulina_s_towards_s_angry_s_talk_displeased_] Ne vous inquiétez pas ! L'étoile n'est même pas dans l'équation en ce moment...
german: [_paulina_s_towards_s_angry_s_talk_displeased_] Sorgen Sie sich darüber nicht! Stern ist gerade nicht einmal in der Gleichung...

source: [_paulina_s_towards_s_rise_s_talk_displeased_] When the time comes, make sure your cousin is promptly distracted so I can get some proper "alone" time with Ghost Boy.
french: [_paulina_s_towards_s_rise_s_talk_displeased_] Le moment venu, assurez-vous que votre cousin soit rapidement distrait pour que je puisse avoir un temps « seul » avec Ghost Boy.
german: [_paulina_s_towards_s_rise_s_talk_displeased_] Wenn die Zeit kommt, stelle sicher, dass dein Cousin schnell abgelenkt wird, damit ich mit dem Geist-Jungen eine angemessene "alleine" Zeit bekommen kann.

source: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, do you really feel {u}threatened{/u} by Des that much?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, vous sentez-vous vraiment {u}menacé{/u} par Des ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, fühlst du dich wirklich {u}bedroht{/u} von Des soviel?

source: [_paulina_s_towards_s_angry_s_talk_distraught_] O-of course not you idiot!
french: [_paulina_s_towards_s_angry_s_talk_distraught_] O-bien sûr pas vous idiot!
german: [_paulina_s_towards_s_angry_s_talk_distraught_] O-natürlich nicht du, idiot!

source: [_desiree_] (Liar.)
french: [_desiree_] (menteur.)
german: [_desiree_] (Lügen)

source: [_paulina_s_towards_s_wondering_s_talk_happy_] I just happen to know that I'm the only one who sees the kind of nice, sweet kind of dead boy that he really is...~
french: [_paulina_s_towards_s_wondering_s_talk_happy_] Il arrive que je sache que je suis le seul à voir le genre de gentil, douceur de mort qu'il est vraiment...~
german: [_paulina_s_towards_s_wondering_s_talk_happy_] Ich weiß nur, dass ich der Einzige bin, der die Art von Schönem sieht süße Art von totem Jungen, dass er wirklich ist...~

source: [_danny_s_down_s_unhappy_s_talk_consternation_] R-really? Cause this all seems to be a bit backhanded, at least when you consider that-
french: [_danny_s_down_s_unhappy_s_talk_consternation_] Vraiment ? Parce que tout cela semble être un peu rétrograde, au moins quand vous considérez cela-
german: [_danny_s_down_s_unhappy_s_talk_consternation_] R-wirklich? Weil das alles ein bisschen rückhandig zu sein scheint, zumindest wenn du das siehst -

source: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Enough with the chit chat and philosophical character study! Just do what I'm asking here, Danny!
french: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Assez avec le chat et l'étude de personnage philosophique ! Faites juste ce que je demande ici, Danny !
german: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Genug mit dem Chit Chat und der philosophischen Charakterstudie! Tue nur, was ich hier frage, Danny!

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, all that juvenile bickering aside, that went easier than I thought. Don't you think Des?
french: [_danny_s_at_player_s_rise_s_talk_happy_] Eh bien, toutes ces chamailleries juvéniles mises de côté, ça s'est déroulé plus facilement que je ne le pensais. Vous ne pensez pas à Des?
german: [_danny_s_at_player_s_rise_s_talk_happy_] Nun, all das jugendliche Gezänk beiseite, das war einfacher als ich dachte. Kannst du es nicht glauben?

source: [_desiree_] (Young people can be so fickle and annoying...)
french: [_desiree_] (Les jeunes peuvent être si ennuyeux et ennuyeux...)
german: [_desiree_] (Junge Menschen können so wankelmütig und nervend sein...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, let's go ahead and sever that psychic link.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, allons couper ce lien psychique.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, lasst uns vorgehen und diesen psychischen Zusammenhang auflösen.

source: [_desiree_] Why, you don't enjoy having me tinkering around in your private thoughts all day? Afraid you'll accidentally conjure up a mental image you'd be embarrassed to share?
french: [_desiree_] Pourquoi, vous n'aimez pas me voir bricoler dans vos pensées privées toute la journée ? Vous allez accidentellement invoquer une image mentale que vous seriez embarrassée de partager?
german: [_desiree_] Warum, du hast keine Lust mich den ganzen Tag in deinen privaten Gedanken herumbasteln zu lassen? Afraid du wirst versehentlich ein mentales Bild heraufbeschwören, das du teilen würdest?

source: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, very funny.
french: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, très drôle.
german: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, sehr lustig.

source: [_desiree_] The link is severed, Master...
french: [_desiree_] Le lien est coupé, Maître...
german: [_desiree_] Der Link ist getrennt, Master...

source: [_danny_s_closed_s_wondering_s_talk_happy_] Des, your plan worked like a charm.
french: [_danny_s_closed_s_wondering_s_talk_happy_] Des, ton plan a fonctionné comme un charme.
german: [_danny_s_closed_s_wondering_s_talk_happy_] Des, dein Plan funktionierte wie ein Charme.

source: [_desiree_] But of course it did! Those two would be willing to do {i}anything{/i} to make sure Invisi... whatever they're calling you, gets with them over someone like me.{p}It's in their jealous nature!
french: [_desiree_] Mais bien sûr que ça a été le cas! Ces deux seraient prêts à faire {i}quoi que ce soit {/i} pour s'assurer qu'Invisi. . Quel que soit le nom qu'ils vous donnent, ils vous accompagnent sur quelqu'un comme moi.{p}C'est dans leur nature jaloux!
german: [_desiree_] Aber natürlich war es so! Diese beiden wären bereit, {i}irgendetwas zu tun{/i}, um sicherzustellen, dass Invisi. . was auch immer sie dich anrufen, kommt mit ihnen über jemanden wie mich.{p}Es ist in ihrer eifersüchtigen Natur!

source: [_danny_s_towards_s_neutral_s_talk_amused_] It sure was a smart tactic.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Il est certain que c'était une tactique intelligente.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Es war sicher eine kluge Taktik.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, are you okay? You seem kinda sad?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hé, vous êtes d'accord ? Vous semblez plutôt triste?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, bist du in Ordnung? Du scheinst kinda traurig?

source: [_desiree_] {i}Hmm?{/i}{p}Oh, it's nothing.
french: [_desiree_] {i}Hmm?{/i}{p}Oh, c'est rien.
german: [_desiree_] {i}Hmm?{/i}{p}Oh, es ist nichts.

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...you know, we can call this whole off if you want.
french: [_danny_s_towards_s_sad_s_talk_distraught_] ...vous savez, nous pouvons appeler tout cela si vous le souhaitez.
german: [_danny_s_towards_s_sad_s_talk_distraught_] ...wissen Sie, wir können das Ganze abrufen, wenn Sie wollen.

source: [_desiree_] What? Why would we do that, we've only just started this little game of cat and mouse!
french: [_desiree_] Quoi? Pourquoi faire ça, nous venons juste de commencer ce petit jeu de chat et de souris !
german: [_desiree_] Was? Warum würden wir das tun, wir haben gerade erst dieses kleine Katz-und-Maus-Spiel gestartet!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... I also like you as my... well, as best we can be under these circumstances, friend. I do care what you think and feel, ya' know.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... je vous aime aussi... eh bien, au mieux nous pouvons être dans ces circonstances, ami. Je me soucie de ce que vous pensez et sentez-vous, vous savez.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Deshalb... Ich mag dich auch als mich... nun, so gut wir unter diesen Umständen sein können, Freund. Mir ist wichtig, was Sie denken und fühlen, ya' wissen.

source: [_danny_s_closed_s_sad_s_talk_happy_] ...I also think you like me like that too.{p}And I'd be willing to wager if you looked down deep enough, probably even a little bit more than tha-
french: [_danny_s_closed_s_sad_s_talk_happy_] ...Je pense aussi que vous aimez moi aussi.{p}Et je serais prêt à parier si vous regardiez assez profondément, probablement même un peu plus que cela-
german: [_danny_s_closed_s_sad_s_talk_happy_] ...Ich denke auch du magst mich so auch.{p}Und ich wäre bereit zu wetten, wenn Sie tief genug schauten, wahrscheinlich sogar ein bisschen mehr als Tha-

source: [_desiree_] Master, please don't. Something like this could never work, please see that. I am a ghost, and you're-
french: [_desiree_] Maître, ne le faites pas. Quelque chose comme ça ne pourrait jamais fonctionner, s'il vous plaît voyez ça. Je suis un fantôme, et vous re-
german: [_desiree_] Meister, bitte nicht. So etwas kann nie funktionieren, bitte sieh das. Ich bin ein Gespenst und du-

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Half{/i} ghost.
french: [_danny_s_towards_s_rise_s_talk_amused_] {i}Half{/i} fantôme.
german: [_danny_s_towards_s_rise_s_talk_amused_] {i}Halb{/i} Gespenst.

source: [_desiree_] ...no, I'm sorry Master, but I cannot.
french: [_desiree_] ...non, je suis désolé Master, mais je ne peux pas.
german: [_desiree_] ...nein, es tut mir leid, Meister tut mir leid, aber ich kann es nicht.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Why not?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Pourquoi pas ?
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Warum nicht?

source: [_desiree_] After my time with the Sultan, I focused all my energy into getting revenge for what had happened. Even against those who had never wronged me personally...
french: [_desiree_] Après mon temps avec le Sultan, j'ai concentré toute mon énergie sur la vengeance de ce qui s'était passé. Même contre ceux qui ne m'avaient jamais fait du tort personnellement...
german: [_desiree_] Nach meiner Zeit mit dem Sultan konzentrierte ich meine ganze Energie darauf, Rache für das zu bekommen, was passiert war. Selbst gegen diejenigen, die mich nie persönlich getäuscht hatten...

source: [_desiree_] Anyone or anything that got in my way, I...
french: [_desiree_] Quiconque ou quoi que ce soit qui me gêne, je...
german: [_desiree_] Jeder oder alles, was in meinem Weg ist, Ich...

source: [_desiree_] ...now I've been dealt with meeting you and it... it has simply blurred things together in a confusing haze I cannot clearly see through.
french: [_desiree_] ... maintenant que je vous ai rencontré... ça a simplement brouillé les choses ensemble dans un brouillard confus que je ne peux pas voir avec clarté.
german: [_desiree_] ...jetzt habe ich mich mit dir getroffen und es gemacht... es hat einfach alles in einem verwirrenden Dunst verschwommen, das ich nicht klar durchsehen kann.

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I mean, I want you to take as much time as you need on that Des. To help you clear out anything blocking your headspace, I guess.
french: [_danny_s_towards_s_sad_s_talk_happy_] Eh bien, je veux que vous preniez autant de temps que vous en avez besoin sur ce Des. Pour vous aider à éliminer tout ce qui bloque votre espace, je suppose.
german: [_danny_s_towards_s_sad_s_talk_happy_] Nun, ich meine, ich möchte, dass du so viel Zeit nimmst, wie du es für die Des brauchst. Um dir dabei zu helfen, deine Kopfräume zu sperren, denke ich.

source: [_desiree_] ...you really are different than any of the other men I've known, Danny.
french: [_desiree_] ...vous êtes vraiment différent de tous les autres hommes que j'ai connus, Danny.
german: [_desiree_] ...du bist wirklich anders als alle anderen Männer, die ich kenne, Danny.

source: [_desiree_] Come then, we have a party to plan.
french: [_desiree_] Venez alors, nous avons une fête à planifier.
german: [_desiree_] Komm, dann haben wir eine Party zu planen.

source: [_danny_s_down_s_neutral_s_talk_displeased_] Wait! {i}Uhh{/i}, there's actually another wish I need to make...
french: [_danny_s_down_s_neutral_s_talk_displeased_] Attendez! {i}Euh{/i}, il y a en fait un autre souhait que j'ai besoin de faire...
german: [_danny_s_down_s_neutral_s_talk_displeased_] Warte! {i}Uhh{/i}, es gibt tatsächlich einen anderen Wunsch, den ich machen muss...

source: [_desiree_] {i}*Sighs*{/i} What shall it be, my Master?
french: [_desiree_] {i}*Soupirs*{/i} Qu'est-ce que c'est, mon Maître?
german: [_desiree_] {i}*Sehen*{/i} Was soll es sein, mein Meister?

source: [_danny_s_towards_s_rise_s_talk_happy_] This party is obviously gonna be big, so... I wish that my parents were completely out of the house for Saturday night.
french: [_danny_s_towards_s_rise_s_talk_happy_] Cette fête va évidemment être grande, alors... J'aimerais que mes parents soient complètement sortis de la maison pour samedi soir.
german: [_danny_s_towards_s_rise_s_talk_happy_] Diese Party wird offensichtlich groß sein, denn... Ich wünschte, dass meine Eltern für Samstagnacht komplett aus dem Haus waren.

source: [_desiree_] So you have wished it, so shall-
french: [_desiree_] Donc vous l'avez souhaité, alors devrait-
german: [_desiree_] Du hast es dir gewünscht, also soll-

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] -but not because they're dead!{p}Or gravely injured and in need of medical attention!
french: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] - mais pas parce qu'ils sont morts !{p}ou gravement blessés et nécessitant des soins médicaux !
german: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] - aber nicht, weil sie tot sind!{p}Oder schwer verletzt und medizinisch betreut werden müssen!

source: [_desiree_] Oh. O-okay, yeah, obviously, I wasn't-{p}I wasn't going to-
french: [_desiree_] Oh. O-okay, oui, évidemment, je n'étais pas -{p}je n'allais pas-
german: [_desiree_] Oh. O-okay, ja, offensichtlich war ich nicht -{p}Ich bin nicht gegangen-

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Or sent somewhere that they have no means of escaping from on their own!
french: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Ou envoyé quelque part qu'ils n'ont aucun moyen de s'échapper par eux-mêmes !
german: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Oder sie haben einen Ort geschickt, aus dem sie nicht alleine fliehen können!

source: [_desiree_] I really wasn't going to-
french: [_desiree_] Je n'allais vraiment pas-
german: [_desiree_] Ich ging wirklich nicht zu -

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Or captured, or related to anything nefarious, just a genuinely wholesome and non threatening situation that they'd need to be away the whole night for!
french: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Ou capturé, ou lié à quelque chose de fâcheux, C'est une situation vraiment saine et non menaçante pour laquelle ils auraient besoin d'être absentés toute la nuit!
german: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Oder gefangen oder mit etwas Schlechterem verwandt nur eine wirklich gesunde und nicht bedrohliche Situation, für die sie die ganze Nacht weg sein müssen!

source: [_desiree_] {i}Yeesh!{/i} Come now, Danny! I do {i}realize{/i} I get cast back into the Ghost Zone if something were to happen to your friends or family on my account!
french: [_desiree_] {i}Ouais!{/i} Venez maintenant, Danny ! Je fais {i}réalize{/i} Je me retrouve dans la Zone Fantôme si quelque chose devait arriver à vos amis ou à votre famille sur mon compte!
german: [_desiree_] {i}Ja!{/i} Komm jetzt, Danny! Ich mache {i}realisieren{/i} Ich bekomme zurück in die Geisterzone, wenn etwas mit deinen Freunden oder Familie auf meinem Konto geschehen würde!

source: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Sorry, just... keeping every precaution in check.
french: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Désolé, juste... en gardant toutes les précautions en contrôle.
german: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Tut mir leid, nur... alle Vorsichtsmaßnahmen in Schach zu halten.

source: [_desiree_] As you wish.
french: [_desiree_] Comme vous le souhaitez.
german: [_desiree_] Wie du möchtest.

source: [_desiree_] ...and so...{p}...it is done.
french: [_desiree_] ...et alors...{p}...c'est terminé.
german: [_desiree_] ...und so...{p}...es ist erledigt.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! I guess I'll head over to the Mall tomorrow to get some stuff for the party.{p}Wanna come?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Super! Je suppose que je vais me rendre au centre commercial demain pour obtenir des trucs pour la fête.{p}Voulez-vous venir?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Süss! Ich vermute, ich werde morgen in die Mall gehen, um ein paar Sachen für die Party zu bekommen.{p}Willst du kommen?

source: [_desiree_] I don't see why not. I wouldn't mind more time to stretch my tail...
french: [_desiree_] Je ne vois pas pourquoi non. Cela ne me dérangerait pas plus de temps pour m'étendre la queue...
german: [_desiree_] Ich sehe nicht warum nicht. Ich hätte keine Zeit mehr meinen Schwanz zu dehnen...

source: [_desiree_] So, where will we be procuring the additional courtesans for the party?
french: [_desiree_] Alors, où allons-nous obtenir les courtisans supplémentaires pour la fête ?
german: [_desiree_] Wo werden wir also die zusätzlichen Höflichkeiten für die Partei erhalten?

source: [_danny_s_towards_s_rise_s_talk_consternation_] The... the what now?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Le... le quoi maintenant?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Die... was jetzt?

source: [_desiree_] The courtesans.
french: [_desiree_] Les courtisans.
german: [_desiree_] Die Höflichkeiten.

source: [_desiree_] ...the other whores for the guests?
french: [_desiree_] ... les autres prostituées pour les invités?
german: [_desiree_] ...die anderen Huren für die Gäste?

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, yeah, no, we won't be getting any... any courtesans.
french: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Euh{/i}, oui, non, nous n'aurons rien... aucun courtisan.
german: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, ja, nein, wir werden niemanden bekommen... höflich.

source: [_desiree_] {u}Ridiculous!!{/u} How are the other men going to entertain themselves? If not that, then we'll require at least four barrels of delicious sun soaked wine and to hire out some local musicians to perform!
french: [_desiree_] {u}Ridiculaire!! /u} Comment les autres hommes vont-ils se divertir ? Si ce n'est pas le cas, nous aurons besoin d'au moins quatre fûts de délicieux vins trempés au soleil et embaucherons des musiciens locaux pour jouer!
german: [_desiree_] {u}lächerlich!! /u} Wie werden sich die anderen Männer unterhalten? Wenn nicht, dann brauchen wir mindestens vier Barrel mit köstlichen sonnenverwöhnten Weinen und einige lokale Musiker zu vermieten!

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...so you know how the Casper Chill Formal wasn't what you were expecting for a ball type event?
french: [_danny_s_towards_s_rise_s_talk_displeased_] ...alors vous savez comment le Casper Fromal Formal n'était pas ce que vous attendiez pour un événement de type ballon ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] ...also weißt du, wie das Casper Chill Formal nicht das war, was du für ein Ball Event erwartet hast?

source: [_desiree_] Oh, how could I possibly forget?
french: [_desiree_] Oh, comment pourrais-je oublier ?
german: [_desiree_] Ach, wie könnte ich vielleicht vergessen?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, so house parties are kind've like that, but... even less.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Ok, donc les fêtes de maison sont pareilles à ça, mais... encore moins.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, also sind Hausfeiern so kindlich, aber... noch weniger.

source: [_desiree_] Lesser than even {i}that{/i}?! Goodness, these social events you modern people partake in seem to forget the point of even having social gatherings!
french: [_desiree_] Moins que même {i}cela{/i}?! La bonté, ces événements sociaux auxquels vous participez vous semblent oublier l'intérêt d'avoir même des rassemblements sociaux!
german: [_desiree_] Weniger als {i}dass{/i}?! Gut, diese gesellschaftlichen Ereignisse, an denen moderne Menschen teilnehmen, scheinen den Punkt zu vergessen, sogar soziale Zusammenkünfte zu haben!

source: [_danny_s_towards_s_rise_s_talk_happy_] Well hey, they can also definitely get pretty crazy, but I'm really not looking to host a crazy party at my house.
french: [_danny_s_towards_s_rise_s_talk_happy_] Eh bien, ils peuvent aussi devenir assez fous, mais je ne cherche vraiment pas à organiser une fête folle à ma maison.
german: [_danny_s_towards_s_rise_s_talk_happy_] Na ja, sie können auch definitiv ziemlich verrückt werden, aber ich bin wirklich nicht auf der Suche nach einer verrückten Party in meinem Haus.

source: [_danny_s_down_s_sad_s_talk_displeased_] ...although, I worry we might already be past that point...{p}...more than half the school she said? Jeez...
french: [_danny_s_down_s_sad_s_talk_displeased_] ...même si, je m'inquiète que nous soyons déjà passés à ce point...{p}...plus de la moitié de l'école qu'elle a dite? Jeez...
german: [_danny_s_down_s_sad_s_talk_displeased_] ...obwohl ich mir Sorgen mache, dass wir vielleicht schon vorbei sind...{p}...mehr als die Hälfte der Schule, die sie gesagt hat? Jeez...

source: [_desiree_] Regardless, I look forward to our day out of the house again tomorrow.
french: [_desiree_] Quoi qu'il en soit, je me réjouis de notre journée hors de la maison à nouveau demain.
german: [_desiree_] Unabhängig davon freue ich mich morgen wieder auf unseren Tag außerhalb des Hauses.

source: [_danny_s_at_player_s_wondering_s_grin_] (It'll be a nice day, I'm sure, aside from the whole still looming threat of Ember's intent on taking over the town and all that.)
french: [_danny_s_at_player_s_wondering_s_grin_] (Ce sera une belle journée, j'en suis sûr, mis à part la menace imminente de la volonté d'Ambre de prendre le contrôle de la ville et tout cela.)
german: [_danny_s_at_player_s_wondering_s_grin_] (Es wird ein schöner Tag, ich bin sicher, es wird ein schöner Tag sein abgesehen von der ganzen noch drohenden Bedrohung durch Ember's Absicht, die Stadt zu übernehmen und all das zu tun.)
