Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_danny_] (Well, no time like the present... let's do this!)
german: [_danny_] (Nun, keine Zeit wie das Geschenk... Lass uns das machen!)

source: [_danny_s_sad_s_talk_happy_] Hey there, Star. What's, uh... what's happenin'?
german: [_danny_s_sad_s_talk_happy_] Hey da, Star. Was passiert, uh... was gibt'?

source: [_star_s_talk_happy_2_s_neutral_2_] Hey you... I'm glad you came 'round to see me.
german: [_star_s_talk_happy_2_s_neutral_2_] Hey dich... Ich bin froh, dass du rundherum gekommen bist um mich zu sehen.

source: [_danny_s_rise_one_s_talk_happy_] Well, I just figured I'd see how you were doing...
german: [_danny_s_rise_one_s_talk_happy_] Nun, ich dachte, ich würde sehen, wie du vorgehst...

source: [_star_s_talk_happy_2_s_sad_] Oh, I'm real good thanks to you! People have been messaging me less and less asking for nudes.
german: [_star_s_talk_happy_2_s_sad_] Oh, ich bin wirklich gut Dank an dich! Die Leute haben mich immer weniger nach Akten gefragt.

source: [_star_s_angry_s_talk_frown_] Ugh, can you believe some of the creeps that go to this school?
german: [_star_s_angry_s_talk_frown_] Ugh, kannst du dir einige der Creeps glauben, die zu dieser Schule gehen?

source: [_danny_s_sad_2_s_talk_frown_] No really? That's awful, I'm sorry to hear that happened to you.
german: [_danny_s_sad_2_s_talk_frown_] Nein wirklich? Das ist schrecklich, es tut mir leid, dass dir passiert ist.

source: [_star_s_talk_happy_2_s_sad_] It's all good now though, everybody's talking about how Sam likes to masturbate in school! Crazy, right?
german: [_star_s_talk_happy_2_s_sad_] Es ist jetzt alles gut, aber alle reden darüber, wie Sam gerne in der Schule masturbiert! Verrückt, oder?

source: [_star_s_angry_s_talk_happy_] Like what a total slut!
german: [_star_s_angry_s_talk_happy_] Gefällt mir eine totale Schlampe!

source: [_danny_s_rise_one_s_talk_frown_] Uhm, but we're the ones who put it there, right?
german: [_danny_s_rise_one_s_talk_frown_] Uhm, aber wir sind diejenigen, die es dort gesetzt haben, richtig?

source: [_star_s_closed_s_neutral_s_talk_frown_] Well yeah, but she was a total slut regardless.
german: [_star_s_closed_s_neutral_s_talk_frown_] Nun, ja, aber sie war eine totale Schlampe gleichgültig.

source: [_star_s_confused_s_towards_] She keeps denying it, but her and your buddy Danny totally have a thing going on.
german: [_star_s_confused_s_towards_] Sie leugnet es immer wieder, aber Danny und dein Freund haben alles drin.

source: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Really, you think so?
german: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Wirklich, du denkst dein?

source: [_star_s_rise_one_s_talk_frown_] Oh for sure, she totally gives it up to him, no doubt. Probably up the butt, honestly.
german: [_star_s_rise_one_s_talk_frown_] Oh sicher, sie gibt es ihm ganz und gar auf. Wahrscheinlich ganz ehrlich.

source: [_danny_s_rise_one_s_talk_frown_] W-well, I don't think you can judge a book by it's cover, I mean, she seems like a nice enough-
german: [_danny_s_rise_one_s_talk_frown_] W-gut, ich glaube nicht, dass du ein Buch nach seinem Cover beurteilen kannst, ich meine, sie scheint wie ein netter genug zu sein-

source: [_star_s_rise_one_s_talk_happy_2_] Billy, why are we talking about that skank right now? Come on, I just want to talk to {i}you{/i}...
german: [_star_s_rise_one_s_talk_happy_2_] Billy, warum sprechen wir gerade über diesen Skank? Komm weiter, ich möchte nur mit {i}dir sprechen{/i}...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problem! What'd you wanna talk about?
german: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problem! Worüber möchtest du reden?

source: [_star_s_bite_lip_s_confused_] Well... I figure I wouldn't have gotten my plan across without your help, so...
german: [_star_s_bite_lip_s_confused_] Na nun... Ich würde meinen Plan ohne deine Hilfe nicht durchlaufen haben...

source: [_star_s_rise_one_s_talk_happy_2_] ...how about we just jump right to that nice juicy reward I mentioned...?
german: [_star_s_rise_one_s_talk_happy_2_] ...Wie wäre es, wenn wir direkt zu dieser schönen saftigen Belohnung springen, die ich erwähnt habe...?

source: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-really? You think we should? C-could we, I mean?
german: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-wirklich? Du denkst wir sollten? C-Könnten wir, ich meine?

source: [_star_s_sad_s_closed_s_talk_happy_] Sure, why not? I definitely owe you after all.
german: [_star_s_sad_s_closed_s_talk_happy_] Sicherlich, warum nicht? Ich bin dir doch definitiv schuldig.

source: [_star_s_rise_one_s_talk_frown_s_towards_] ...don't tell me you have some sorta, like, headless ghost girlfriend, right?
german: [_star_s_rise_one_s_talk_frown_s_towards_] ...sag mir nicht, dass du eine Sorte hast, wie, kopflose Geister-Freundin, oder?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, nothing like that... I just... well I didn't know if you had any guy of your own that you might feel bad about...
german: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Nein, nichts dergleichen... Ich nur... Nun, ich wusste nicht, ob du irgendeinen Mann von deinem eigenen hattest, über den du dich schlecht fühlen könntest...

source: [_star_s_talk_frown_s_neutral_] Hmmm... I mean, there's this one guy who goes here, Kwan. He's sweet, but a bit of numbskull.
german: [_star_s_talk_frown_s_neutral_] Hmmm... Ich meine, dieser Kerl, der hierher geht, Kwan. Er ist süß, aber ein bisschen numbskull.

source: [_star_s_talk_happy_2_s_sad_] Plus, we just fuck, we're not anything serious or something.
german: [_star_s_talk_happy_2_s_sad_] Plus, wir nur fuck, wir sind nichts Ernstes oder etwas.

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-well, g-great, that's good to hear! So I guess that means that... you and I can actually...?
german: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-gut, g-great, das ist gut zu hören! Also denke ich, das heißt das... du und ich kann es eigentlich...?

source: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] For sure! But, just remember, you and I aren't gonna have, like, actual {b}sex{/b} or anything.
german: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] Sicherlich! Aber, denke nur daran, du und ich werden nicht haben, wie der aktuelle {b}Geschlechts{/b} oder irgendetwas.

source: [_danny_s_rise_one_s_talk_frown_] ...what?
german: [_danny_s_rise_one_s_talk_frown_] ...Was?

source: [_star_s_confused_s_talk_frown_] Well yeah, I don't wanna get knocked up by some sort of creature from the 5th dimension, or whatever.
german: [_star_s_confused_s_talk_frown_] Nun, ja, ich möchte nicht von einer Art Kreatur aus der 5. Dimension oder was auch immer.

source: [_star_s_neutral_2_s_talk_happy_] No way I'm risking my womb getting filled with a haunted poltergheist baby, Billy.
german: [_star_s_neutral_2_s_talk_happy_] Ich riskiere nicht, dass mein Gebärmutter mit einem geschlagenen Poltergheistenbaby, Billy, gefüllt wird.

source: [_danny_s_at_player_wide_s_frown_grin_3_] (Are you kidding me?! Did I really just go ahead and sell out Sam just to get diddly squa-)
german: [_danny_s_at_player_wide_s_frown_grin_3_] (Scherzhaft du mich?! Habe ich wirklich einfach nur Sam ausverkauft, nur um dickes Squa-zu bekommen)

source: [_star_s_sad_s_talk_happy_] Oh, don't worry, Billy, I'm still gonna suck your ghost dick. It'll be fun!
german: [_star_s_sad_s_talk_happy_] Oh, keine Sorge, Billy, ich werde deinen Geisterdick noch saugen. Es wird Spaß machen!

source: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... yeah, cool, th-that's cool. S-sounds like a {b}definite{/b} juicy reward!
german: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... ja, cool, th-that's cool. S-klingt wie eine {b}definite{/b} saftige Belohnung!

source: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, I honestly expected a little bit more... oh well, maybe it's best I don't lose my V-card to someone lke Star of all people.)
german: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, ich erwartete ehrlich ein bisschen mehr... Oh gut, vielleicht ist es am besten, dass ich meine V-Karte nicht an jemanden verliere, der einen Stern aller Leute hat.)

source: [_danny_s_towards_s_rise_one_] (Plus, a blowjob is still pretty good, it's definitely not something I planned to get from Star Astray of all people say a week ago, after all. Who am I to complain?)
german: [_danny_s_towards_s_rise_one_] (Plus, ein Blowjob ist immer noch ziemlich gut Es ist definitiv nicht etwas, was ich plante, von Star Astray aller Leute sagen, vor einer Woche, alle. Wer bin ich beschweren?)

source: [_star_s_confused_2_s_talk_happy_2_] Just follow me into the stall here, Billy...
german: [_star_s_confused_2_s_talk_happy_2_] Folgen Sie mir einfach hier in den Stand, Billy...

source: [_danny_s_talk_happy_2_s_wondering_] Alright, no problem, just lead the way...
german: [_danny_s_talk_happy_2_s_wondering_] Okay, kein Problem, führen Sie einfach den Weg...

source: [_star_s_rise_one_s_talk_happy_2_] Okay... this should be good enough that nobody's going to see us...
german: [_star_s_rise_one_s_talk_happy_2_] Okay... das sollte gut genug sein, dass uns niemand besuchen wir...

source: [_star_s_sad_s_talk_happy_2_] But I guess even if somebody discovers us, you can just walk right out the door unnoticed though, right? Wow, that's so cool.
german: [_star_s_sad_s_talk_happy_2_] Aber ich denke, auch wenn jemand uns entdeckt, können Sie einfach unbemerkt, oder? Wow, das ist so cool.

source: [_danny_] Y-yeah, it's a pretty nice trick to have, I guess.
german: [_danny_] Y-yeah, es ist ein netter Trick zu haben, ich vermute.

source: [_star_s_talk_happy_s_down_wide_s_rise_one_] Now then, let's see what we're working with here...
german: [_star_s_talk_happy_s_down_wide_s_rise_one_] Nun, lasst uns sehen, was wir hier arbeiten...

source: [_danny_] Wh-what's wrong?
german: [_danny_] Was ist schief?

source: [_star_s_confused_s_talk_frown_] Well... I don't exactly know where to find your {u}dick{/u}. Is this a {b}normal{/b} problem for you?
german: [_star_s_confused_s_talk_frown_] Nun... Ich weiß nicht genau, wo du deinen {u}dick{/u} findest. Ist dies ein {b}normal{/b} Problem für dick?

source: [_danny_] Uhm, well, I guess I never actually-
german: [_danny_] Uhm, nun, ich vermute, ich nie eigentlich-

source: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, wait! Here, I think I see a zipper, it's just hard to see. Here we go...
german: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, warte! Hier sehe ich einen Reißverschluss, es ist einfach schwer zu sehen. Hier geht...

source: [_star_] Wooow... now {i}this{/i} Billy. This is a big, {b}fat{/b} cock...
german: [_star_] Wooow... {i}dies{/i} Billy. Dies ist ein großer, {b}Fet{/b} Cock...

source: [_star_] I'm gonna have myself a real nice time with it...
german: [_star_] Ich werde mich eine echte schöne Zeit damit haben...

source: [_danny_] {b}OHHHhhh!{/b}! W-wow, I uh, I sorta f-forgot about this part of the whole... blowjob thing... the actual {i}blowjob{/i} part... {i}mmm{/i}...
german: [_danny_] {b}OHHHhhh!{/b}! W-wow, ich uh, ich sorta f-vergaß diesen Teil des Ganzen... blowjob Ding... der eigentliche {i}blowjob{/i} Teil... {i}mmm{/i}...

source: [_danny_] Man... I can't believe this is actually happening...
german: [_danny_] Man... Ich kann nicht glauben, dass dies tatsächlich geschieht...

source: [_danny_] Well... you're doing a nice job of it.
german: [_danny_] Nun... Du machst eine nette Arbeit davon.

source: [_danny_] {i}Fuuuhhh{/i}... you're going at it really well...
german: [_danny_] {i}Fuuuhhh{/i}... Du bist wirklich gut...

source: [_danny_] Jeez... you must practice this often...
german: [_danny_] Jeez... du musst dies oft üben...

source: [_danny_] {b}Erhhm{/b}, not like, in a bad way, or anything!
german: [_danny_] {b}Erhhm{/b}, nicht wie auf eine schlechte Art oder irgendetwas!

source: [_danny_] I just mean... you have really good...
german: [_danny_] Ich meine... Sie haben wirklich gut...

source: [_danny_] ...{u}skills{/u}... oh man... wow...
german: [_danny_] ...{u}Fähigkeit{/u}... oh Mann... wow...

source: [_danny_] (Oh no, already...? She's just... going at it... so good!!)
german: [_danny_] (Oh nein, schon...? Sie ist nur... geht an... so gut!!)

source: [_danny_] I'm about to...
german: [_danny_] Ich bin im Begriff...

source: [_danny_] Oh... oh Star... I'm gonna...
german: [_danny_] Oh... oh Stern... Ich bin gonna...

source: [_danny_] Star... you're making me...~!!
german: [_danny_] Stern... du machst mich...~!!

source: [_danny_] Oh Star... I'm gonna cum~!! Get ready!! {i}Uhhmmmnnch!!{/i}
german: [_danny_] Oh Sterne... Ich werde um~!! Jetzt fertig!! {i}Uhhmmmnch!!{/i}

source: [_danny_] (This is for Sam, bitch!!)
german: [_danny_] (Dies ist für Sam, Bitch!!)

source: [_danny_] That was great!!
german: [_danny_] Das war großartig!!

source: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Well, you certainly are potent, Billy, I'll give you that. A little quick to the draw I might add, but that's okay, considering it was your first real {b}Star{/b} treatment!
german: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Nun, du bist sicherlich potent, Billy, ich gebe dir das. Ein wenig schnell zu der Verlosung, die ich hinzufügen könnte, aber das ist okay, wenn man bedenkt, dass es deine erste echte {b}Star{/b} Behandlung war!

source: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Yeah, sorry about that... you just did {i}such{/i} a nice job.
german: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Ja, entschuldigen Sie das. Du hast gerade {i}der{/i} einen netten Job gemacht.

source: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Well, I don't know much about ghosts, but if there's one thing I'm good at "exorcising", it's jizz from boys' balls!
german: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Nun, ich weiß nicht viel über Geister, aber wenn es eine Sache gibt, die ich gut in "Exorzieren" bin, dann ist es ein Jizz von Jungen Bälle!

source: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (What the {b}fuck{/b}?! This chick is weird.)
german: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (Was für ein {b}fuck{/b}?! Dieser Kick ist seltsam.)

source: [_star_s_confused_2_s_talk_happy_2_] I'm sure you'll do a better job of stopping from blowing your top too soon next time! So, I'll see you around, right?
german: [_star_s_confused_2_s_talk_happy_2_] Ich bin sicher, dass du beim nächsten Mal einen besseren Job machen wirst!

source: [_danny_s_sad_s_talk_happy_] Erh, yeah, when I have the time, sure.
german: [_danny_s_sad_s_talk_happy_] Äh, ja, wenn ich die Zeit habe, sicher.

source: [_star_s_talk_happy_s_sad_] Okay, great! Message me whenever you can on Spookchat, remember. I usually only message during the {b}morning{/b} though. I'll still also be in the bathroom here in the {b}afternoon{/b} too.
german: [_star_s_talk_happy_s_sad_] Okay, toll! Melde mich wann immer du auf Spookchat kannst, denke daran. Ich habe normalerweise nur am {b}Morgen{/b} Nachrichten. Ich werde auch hier am {b}Nachmittag{/b} im Bad sein.

source: [_star_s_talk_happy_2_s_confused_2_] Oh, and one more thing! I wanted to give this to you.
german: [_star_s_talk_happy_2_s_confused_2_] Oh, und noch eine Sache! Ich wollte dir das geben.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] What the- how'd you get that from Lancer?
german: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] Was für- wie würdest du das von Lancier bekommen?

source: [_star_s_talk_happy_2_s_sad_] Well, I saw him put it in a drawer full of other confiscated stuff in his office. I told Kwan I needed something out of it, so he busted it open for me.
german: [_star_s_talk_happy_2_s_sad_] Nun, ich sah ihn in einer Schublade voller anderer beschlagnahmter Sachen in seinem Büro. Ich habe Kwan gesagt, dass ich etwas davon brauche, so dass er es für mich geöffnet hat.

source: [_danny_s_rise_one_s_talk_frown_] So... what are you doing with it now...?
german: [_danny_s_rise_one_s_talk_frown_] Also... was machst du damit jetzt...?

source: [_star_s_talk_happy_s_sad_] I thought I'd give it to you as another little gift! Think of it like the winning touchdown football, or a winning trophy! You're my {b}Number One Dildo Prankster{/b}, Billy!
german: [_star_s_talk_happy_s_sad_] Ich dachte, ich würde es dir als weiteres kleines Geschenk geben! Denken Sie daran, wie der gewinnende Touchdown-Fußball oder eine gewinnende Trophäe! Sie sind mein {b}Nummer eins Dildo Prankster{/b}, Billy!

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, that's, uhh... nice of you, Star, thanks.
german: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, dasss, uhhh... nett von dir, Star, danke.

source: [_star_s_talk_happy_2_s_rise_one_] So here you go! Plus, if you meet a cute ghost girl, she might like to give it a whirl, who knows...?
german: [_star_s_talk_happy_2_s_rise_one_] Also gehtst du hier! Wenn du ein süßes Geistermädchen triffst, könnte sie es gerne mit einer Wirbelsäule ausstatten, wer weißt...?

source: [_danny_s_talk_happy_s_sad_2_] Alright, I'll keep that in mind. I gotta go though, there's more, uhm, ghosts that need busting out there. I'll see ya later, Star.
german: [_danny_s_talk_happy_s_sad_2_] Okay, das werde ich im Hinterkopf behalten. Ich gehe aber weiter, es gibt mehr, uhm, Geister, die dort draußen ausbrennen müssen. Ich werde sie später sehen, Star.

source: [_star_s_rise_one_s_talk_happy_2_] Hmmm, bye Billy...
german: [_star_s_rise_one_s_talk_happy_2_] Hmmm, Billy...

source: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh man... that was {i}really{/i} nice. I needed that.
german: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh Mann... das war {i}wirklich{/i} schön. Ich brauchte das.

source: [_danny_s_talk_frown_2_s_sad_2_] But... something tells me I really didn't deserve it.
german: [_danny_s_talk_frown_2_s_sad_2_] Aber... etwas sagt mir, ich habe es wirklich nicht verdient.

source: [_danny_s_bite_s_at_player_s_wondering_] (Poor Sam...)
german: [_danny_s_bite_s_at_player_s_wondering_] (Arm Sam...)

source: [_danny_s_talk_frown_s_neutral_] I should probably leave her alone for awhile. I don't wanna be more of a bother to her.
german: [_danny_s_talk_frown_s_neutral_] Ich sollte sie wahrscheinlich eine Weile allein lassen. Ich möchte ihr nicht mehr die Mühe geben.

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Another thing... how come I don't feel even {i}slightly{/i} stronger? I thought I would have definitely collected some Orgone from that little bathroom stall encounter...
german: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Noch etwas... Wie kommt es, dass ich mich nicht einmal {i}geringfügig stärker fühle? Ich dachte, ich hätte definitiv etwas Orgone aus dieser kleinen Begegnung mit Badezimmern gesammelt...

source: [_danny_s_towards_s_neutral_s_frown_grin_] Something must have been {b}different{/b} about it, but I really don't think it woud've been because I was a ghost at the time... {i}Hmmm{/i}...
german: [_danny_s_towards_s_neutral_s_frown_grin_] Etwas muss {b}anders sein{/b} daran gewesen sein aber ich glaube wirklich nicht, dass es woud've war, weil ich damals ein Gespenst war. . {i}Hmmm{/i}...

source: [_danny_s_talk_frown_s_sad_2_s_at_player_] Whatever the case, I probably shouldn't hang around the girl's bathroom stall for too long.
german: [_danny_s_talk_frown_s_sad_2_s_at_player_] Wie auch immer, ich sollte wahrscheinlich nicht zu lange um den Badestand des Mädchens hängen.

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Also... something about the way Star did that... kinda felt...
german: [_danny_s_at_danny_s_sad_s_talk_frown_2_] auch... etwas über die Art und Weise, wie Star das gemacht hat... kinda fühlte...

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiar{/b}, somehow? But how could that possibly be...?
german: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}vertraut{/b}, irgendwie? Aber wie könnte das sein...?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh well, I'm probably just imagining things.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Oh ja, ich bin wahrscheinlich nur eine Vorstellung von Dingen.

source: [_danny_s_sad_s_talk_happy_s_at_player_] Man, another crazy situation I found myself in today... and I didn't even fight any ghosts this time around!
german: [_danny_s_sad_s_talk_happy_s_at_player_] Mann, eine weitere verrückte Situation, in der ich mich heute wiedergefunden habe... und ich habe diesmal keine Geister bekämpft!

source: [_danny_s_sad_2_s_closed_s_talk_happy_2_] It was so hilarious to see the look on Star's face when her pants dropped, hah ha...
german: [_danny_s_sad_2_s_closed_s_talk_happy_2_] Es war so lustig, das Gesicht des Sterns zu sehen, als ihre Hosen fielen, hah...

source: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Too bad I didn't really "get" anything out of it.
german: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sehen*{/i} Schade, dass ich nicht wirklich etwas davon "bekommen" konnte.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] I mean, {b}besides{/b} just helping out Sam like that, of course. She seemed to enjoy watching Star get pantsed, after all.
german: [_danny_s_at_player_s_wondering_s_talk_happy_] Ich meine, {b}nebenbei{/b} helfe natürlich nur so Sam aus. Sie schien es lieb, wenn sie den Stern anschauen wollte.

source: [_danny_s_sad_2_s_talk_frown_] Oh well, ya win some, ya...
german: [_danny_s_sad_2_s_talk_frown_] Oh gut, ya gewinnen einige, ya...

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}middle-ground{/b} some, I guess?
german: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}Mittelfeld{/b} einige, denke ich?

source: [_danny_s_frown_2_s_towards_] (Hmmm... I wonder what Sam is doing right about-)
german: [_danny_s_frown_2_s_towards_] (Hmmm... Ich frage mich, was Sam genau tut-)

source: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, speak of the devil, she just sent me a message.
german: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, sprach vom Teufel, sie hat mir gerade eine Nachricht geschickt.

source: [_samspook_] Heyy Danny. I wanted to thank you again for today. You're a really considerate guy, and a genuinely good friend. :)
german: [_samspook_] Heyy Danny. Ich wollte dir für heute noch einmal danken. Du bist ein wirklich rücksichtsvoller Kerl und ein wirklich guter Freund. :)

source: [_danny_s_closed_s_wondering_s_smile_] (Wow, she's being really nice about this whole thing. Considering I might've actually pranked {b}her{/b} instead, I'm pretty glad I didn't.)
german: [_danny_s_closed_s_wondering_s_smile_] (Wo, sie ist wirklich nett über diese ganze Sache. In Erwägung ich mighthave tatsächlich {b}stattdessen geprangert habe{/b} Ich bin ziemlich froh, dass ich es nicht getan habe.)

source: [_danny_s_at_player_s_rise_s_smile_] (It's kind of strange how nice she's being actuall-)
german: [_danny_s_at_player_s_rise_s_smile_] (Es ist seltsam, wie nett sie eigentlich ist)

source: [_danny_] (Huh? Another text? Oh cool, she sent a JPEG of something.)
german: [_danny_] (Huh? Ein anderer Text? Oh cool, sie hat ein JPEG von etwas gesendet.)

source: [_danny_] (Man, Tucker was right though, these older models take forever to load images... Sam probably wanted to show me a new black talisman she got from Skulk and Lurk or someth-)
german: [_danny_] (Man, Tucker hatte jedoch Recht, diese älteren Modelle nehmen ewig an, um Bilder zu laden... Sam wollte mir wahrscheinlich einen neuen schwarzen Talisman zeigen, den sie von Skulk und Lurk oder etwas anderem bekommen hat)

source: [_danny_] S-S-S-{b}Sam Manson!!{/b}
german: [_danny_] S-S-{b}Sam-Manson!!{/b}
