Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Yeah, and what good did that do? I gambled, and I lost. Knowing you as much as I do, kid... you seem like you're good enough.
french: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Ouais, et qu'est-ce que ça a fait ? Je pariai et j'ai perdu. « En vous connaissant autant que moi, mon enfant... vous semblez être assez. »
german: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Ja, und was hat das gut getan? Ich habe gespielt, und ich verloren. Du weißt dich so viel wie ich, Kinder... Du scheinst gut genug zu sein.

source: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] I'm down to do this with a good guy...~
french: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] Je suis sur le point de faire ça avec un bon gars...~
german: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] Ich bin runter, um das mit einem guten Kerl zu tun...~

source: [_danny_s_towards_s_rise_s_talk_displeased_] Are you sure that's-
french: [_danny_s_towards_s_rise_s_talk_displeased_] Etes vous sûr que'-
german: [_danny_s_towards_s_rise_s_talk_displeased_] Bist du dir sicher, dass -

source: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, come here. I'll show you how sure I am...
french: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, venez ici. Je vais vous montrer à quel point je suis sûr...
german: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Schh, komme hier. Ich zeige dir, wie sicher ich bin...

source: [_ember_] Oh fuck! Desy was right! You {i}are{/i} big!
french: [_ember_] Oh fuck! Desy avait raison! Vous êtes {i}{/i} grande!
german: [_ember_] Oh fuck! Verzweiflung hatte Recht! Du {i}bist groß!

source: [_danny_] Ahh! You girls have been talking about my dick?
french: [_danny_] Ahh ! Vous, les filles, vous avez parlé de ma bite ?
german: [_danny_] Ahh! Du hast über meinen Schwanz gesprochen?

source: [_ember_] Shush! Don't ruin the moment!
french: [_ember_] Shush! Ne ruinez pas le moment!
german: [_ember_] Shush! Verruinieren Sie den Moment nicht!

source: [_ember_] Ooooh, shit dude, I gotta admit... this is pretty awesome! Even better than I thought!
french: [_ember_] Ooooh, merde dude, je dois l'admettre... c'est assez génial ! Encore mieux que je ne le pensais !
german: [_ember_] Ooooh, shit dude, ich gebe zu... das ist ziemlich großartig! Noch besser als ich dachte!

source: [_danny_] Ah! Ember, you feel amazing.
french: [_danny_] Ah! Embert, vous vous sentez incroyable.
german: [_danny_] Ah! Ember, du fühlst dich erstaunt.

source: [_ember_] Mmmm, say my name!
french: [_ember_] Mmmm, disons mon nom !
german: [_ember_] Mmmm, sagen Sie meinen Namen!

source: [_ember_] Oh fuck! Yes, yes, YES!
french: [_ember_] Oh baise ! Oui, oui, OUI !
german: [_ember_] Oh fuck! Ja, ja!

source: [_danny_] Oh crap, I don't know how much longer I can hold on.
french: [_danny_] Oh crap, je ne sais pas combien de temps je peux maintenir.
german: [_danny_] Oh Mist, ich weiß nicht, wie lange ich noch halten kann.

source: [_ember_] Just a little bit more! Goddamn you're so much bigger than I thought!
french: [_ember_] Encore un peu plus! Diable tu es tellement plus grand que je ne le pensais!
german: [_ember_] Nur ein bisschen mehr! Goddamn du bist so viel größer als ich dachte!

source: [_ember_] Ahhh! That's it! That's the spot!
french: [_ember_] Ahhh! C'est ça! C'est le cas!
german: [_ember_] Ahhhh! Das war's! Das ist der Punkt!

source: [_danny_] Ember! I'm going to cum!
french: [_danny_] Braises ! Je vais foutre !
german: [_danny_] Ember! Ich werde mit!

source: [_ember_] Do it! Finish inside me!
french: [_ember_] Faites-le ! Terminez en moi !
german: [_ember_] Tu es! Beende in mir!

source: [_ember_s_towards_s_confused_s_talk_bite_] Wow... man... hey, that was a pretty good fuck for two enemies, huh?
french: [_ember_s_towards_s_confused_s_talk_bite_] Wow... homme... Hé, c'était une bonne baise pour deux ennemis, hein?
german: [_ember_s_towards_s_confused_s_talk_bite_] Wow... Mann... hey, das war ein ziemlich guter Fick für zwei Feinde, oder?

source: [_danny_s_towards_s_rise_s_talk_amused_] You can say that again... but you're not my enemy, Ember, you know that...
french: [_danny_s_towards_s_rise_s_talk_amused_] Vous pouvez le redire encore une fois... mais vous n'êtes pas mon ennemi, Ember, vous savez que...
german: [_danny_s_towards_s_rise_s_talk_amused_] Du kannst das wieder sagen... aber du bist nicht mein Feind, Ember, du weißt dass...

source: [_ember_s_towards_s_angry_s_talk_amused_] Heh, cute... but don't expect this ass to just be on tap from now on! I'm not that kind of girl.
french: [_ember_s_towards_s_angry_s_talk_amused_] Hé, mignon... mais ne vous attendez pas à ce que ce cul soit maintenant en robinet! Je ne suis pas ce genre de fille.
german: [_ember_s_towards_s_angry_s_talk_amused_] Heh, cute... aber erwarte nicht, dass dieser Arsch von jetzt an nur auf Tippen ist! Ich bin nicht so ein Mädchen.

source: [_danny_s_towards_s_angry_s_talk_amused_] Right, n-no, I definitely won't.
french: [_danny_s_towards_s_angry_s_talk_amused_] D'accord, n-non, je ne le ferai pas.
german: [_danny_s_towards_s_angry_s_talk_amused_] Richtig, n-nein, ich werde es definitiv nicht tun.

source: [_ember_s_towards_s_idle_s_talk_happy_] ...good.
french: [_ember_s_towards_s_idle_s_talk_happy_] ...bon!
german: [_ember_s_towards_s_idle_s_talk_happy_] ...gut.

source: [_ember_s_down_s_sad_s_talk_happy_] You're a sweet guy, Danny. I think I like sweet...
french: [_ember_s_down_s_sad_s_talk_happy_] Vous êtes un homme sucré, Danny. Je pense que j'aime la douce...
german: [_ember_s_down_s_sad_s_talk_happy_] Du bist ein süßer Kerl, Danny. Ich denke, ich mag süß...

source: [_ember_s_towards_s_sad_s_talk_happy_] ...I think I like you.
french: [_ember_s_towards_s_sad_s_talk_happy_] ...Je pense que je vous aime.
german: [_ember_s_towards_s_sad_s_talk_happy_] ...Ich denke, ich mag dich.

source: [_danny_s_towards_s_sad_s_talk_amused_] I think I like you too Ember.
french: [_danny_s_towards_s_sad_s_talk_amused_] Je pense que je vous aime aussi Ember.
german: [_danny_s_towards_s_sad_s_talk_amused_] Ich denke, ich mag dich zu Ember.

source: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, don't say weird stuff like that, doofus~...
french: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, ne dites pas des choses bizarres comme ça, doofus~...
german: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, sag nicht so seltsam, doofus~...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Okay, goodnight {i}princess.{/i}
french: [_danny_s_towards_s_wondering_s_talk_amused_] Ok, bonne nuit {i}princesse. {/i}
german: [_danny_s_towards_s_wondering_s_talk_amused_] Okay, gut {i}Prinzess.{/i}

source: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...seriously? God, you're an asshole...~
french: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...sérieusement? Dieu, vous êtes un asshole...~
german: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...ernst? Gott, du bist ein Arsch... ~

source: [_ember_s_towards_s_idle_s_talk_amused_] Heh... fine, I'll take it.
french: [_ember_s_towards_s_idle_s_talk_amused_] Heh... d'accord, je vais le prendre.
german: [_ember_s_towards_s_idle_s_talk_amused_] He... gut, ich nehme es.

source: [_ember_s_towards_s_angry_s_talk_displeased_] Say it again in front of anyone though, alive or dead, and I'll tie my guitar strings around your dick and balls and keep pulling.
french: [_ember_s_towards_s_angry_s_talk_displeased_] Redis-le devant quiconque, vivant ou mort, et je vais attacher mes cordes de guitare autour de votre bite et de boules et continuer à tirer.
german: [_ember_s_towards_s_angry_s_talk_displeased_] Sagen Sie es jedoch noch einmal vor jedem lebendig oder tot, und ich werde meine Gitarrensaiten um deinen Schwanz und deine Bälle binden und weiter ziehen.

source: [_ember_s_towards_s_sad_s_talk_happy_] ...goodnight Danny.
french: [_ember_s_towards_s_sad_s_talk_happy_] ... bonne nuit Danny.

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, looks like Ember must have vanished before everyone got up.
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, semble avoir disparu avant que tout le monde ne se lève.
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, sieht so aus, als müsse Ember verschwunden sein, bevor alle aufgestanden sind.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh man, I really gotta pee!
french: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh man, je dois vraiment piquer !
german: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh Mann, ich habe wirklich pissen!

source: [_danny_s_at_player_s_rise_s_talk_amused_] Hopefully the bathroom's open.
french: [_danny_s_at_player_s_rise_s_talk_amused_] Espérons que la salle de bains soit ouverte.
german: [_danny_s_at_player_s_rise_s_talk_amused_] Hoffentlich ist das Badezimmer offen.

source: [_danny_] Oh crap! Jazz, I'm so sorry! I didn't hear the-
french: [_danny_] Oh merde ! Jazz, je suis désolé ! Je n'ai pas entendu le -
german: [_danny_] Oh crap! Jazz, es tut mir leid! Ich habe die nicht gehört-

source: [_jazz_] Get out, get out, {i}GET OUT!{/i}
french: [_jazz_] Sortez, sortez, {i}OBTENIR !{/i}
german: [_jazz_] Ausscheiden und rausholen, {i}AUSGEBEN!{/i}

source: [_danny_] Sorry!!
french: [_danny_] Désolée!!
german: [_danny_] Entschuldigung!!

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well, that certainly sucked.
french: [_danny_s_at_player_s_sad_s_talk_displeased_] Eh bien, cela a certainement succombé.
german: [_danny_s_at_player_s_sad_s_talk_displeased_] Nun, das ist sicher gesaugt.

source: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (But damnnnnn, even I have to admit she is damn hot.)
french: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (Mais damnnnn, même je dois admettre qu'elle est maudite.)
german: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (Aber verdammt, auch ich muss zugeben, dass sie verdammt heiß ist.)

source: [_ember_s_towards_s_rise_s_talk_amused_] Well, well, well...
french: [_ember_s_towards_s_rise_s_talk_amused_] Eh bien, bien, bien...
german: [_ember_s_towards_s_rise_s_talk_amused_] Nun, nun...

source: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Uh, hey, good morning... how're you doing...?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Euh, bon, bonjour... comment faites-vous...?
german: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Uh, hey, Guten Morgen... Wie bist du das...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... watched that little incident go down, did you?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Euh... vu que ce petit incident est tombé, n'est-ce pas?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... hat zugesehen, dass ein kleiner Vorfall gefallen ist, oder?

source: [_ember_s_towards_s_idle_s_talk_happy_] I did indeed.
french: [_ember_s_towards_s_idle_s_talk_happy_] Je l'ai fait.
german: [_ember_s_towards_s_idle_s_talk_happy_] Ich habe es tatsächlich getan.

source: [_danny_s_towards_s_sad_s_talk_distraught_] I... I...
french: [_danny_s_towards_s_sad_s_talk_distraught_] Je... Je... Je... Je...
german: [_danny_s_towards_s_sad_s_talk_distraught_] Ich... Ich...

source: [_ember_s_towards_s_confused_s_talk_amused_] No need to explain... I can hardly blame you getting flustered, with a cutie mc-booty like her flashing the goods...
french: [_ember_s_towards_s_confused_s_talk_amused_] Inutile de vous expliquer... Je ne peux pas vous blâmer d'être éduqué, avec un mc-booty cutie comme elle scintille les marchandises...
german: [_ember_s_towards_s_confused_s_talk_amused_] Keine Notwendigkeit zu erklären... Ich kann dir kaum vorwerfen, dass du flüssig wirst, mit einer Cutie mc-Beute wie sie die Waren blinkt...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-no, it's not like that! I- wait-{p}...what? You're not mad?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-non, ce n'est pas comme ça ! J'attends -{p}...quoi ? Vous n'êtes pas fou?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-nein, das ist nicht so! I- warten-{p}...was? Du bist nicht verrückt?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Why would I be mad?
french: [_ember_s_towards_s_confused_s_talk_displeased_] Pourquoi serais-je fou ?
german: [_ember_s_towards_s_confused_s_talk_displeased_] Warum wäre ich verrückt?

source: [_ember_s_towards_s_rise_s_talk_amused_] It's not like we're together or anything. I don't give a shit, man. It's a new age we live in, who really cares about "labels"?
french: [_ember_s_towards_s_rise_s_talk_amused_] Ce n'est pas comme si nous étions ensemble ou quoi que ce soit. Je ne donne pas de merde, homme. C'est un nouvel âge dans lequel nous vivons, qui se soucie vraiment des "étiquettes"?
german: [_ember_s_towards_s_rise_s_talk_amused_] Es ist nicht so, als wären wir zusammen oder nichts. Ich gebe keinen Scheiße, Mann. Es ist ein neues Zeitalter, in dem wir leben, wer kümmert sich wirklich um "Labels"?

source: [_danny_s_towards_s_rise_s_talk_amused_] R-right, sure...
french: [_danny_s_towards_s_rise_s_talk_amused_] R-right, sûr...
german: [_danny_s_towards_s_rise_s_talk_amused_] R-rechts, sicher...

source: [_ember_s_towards_s_rise_s_talk_bite_] In fact, if you're really interested... I think I have {u}just{/u} the plan to help you speed things along with little miss redhead...
french: [_ember_s_towards_s_rise_s_talk_bite_] En fait, si vous êtes vraiment intéressé... Je pense que je n'ai que {u}{/u} le plan pour vous aider à accélérer les choses avec un peu de rougeur manquant...
german: [_ember_s_towards_s_rise_s_talk_bite_] In der Tat, wenn du wirklich interessiert bist... Ich glaube, ich habe {u}Just{/u} den Plan, um dir dabei zu helfen, Dinge zu beschleunigen, zusammen mit wenig verpassten Rotkopf...

source: [_ember_s_towards_s_idle_s_talk_amused_] It's a new song I've just been putting together lately, I think it's pretty good so far.
french: [_ember_s_towards_s_idle_s_talk_amused_] C'est une nouvelle chanson que je viens de mettre en place ces derniers temps, je pense qu'elle est plutôt bonne jusqu'à présent.
german: [_ember_s_towards_s_idle_s_talk_amused_] Es ist ein neues Lied, das ich in letzter Zeit zusammengestellt habe, ich denke, es ist ziemlich gut so weit.

source: [_ember_s_at_player_s_rise_s_talk_amused_] I think you're gonna really like this one!
french: [_ember_s_at_player_s_rise_s_talk_amused_] Je pense que vous allez vraiment aimer celui-ci !
german: [_ember_s_at_player_s_rise_s_talk_amused_] Ich denke, du wirst diesen wirklich mögen!

source: So... why {i}do{/i} you like me?
french: « Alors... pourquoi {i}{/i} vous aimez? »
german: Also... warum {i}mir{/i} gefällt mich?

source: Tell me, what did you used to do before this?
french: Dites-moi, qu'avez-vous fait avant cela?
german: Sagen Sie mir, was haben Sie früher getan?

source: Where does Star get her... attitude?
french: Où Star l'emmène-t-elle... attitude?
german: Woher bekommt Star... Haltung?

source: That's about it.
french: « C'est tout. »
german: Das geht es.

source: Ask Maddie.
french: Demander à Maddie.
german: Frage Maddie.

source: Ask Star.
french: Demander une étoile.
german: Stern fragen.

source: Ask Paulina.
french: Demandez à Paulina.
german: Frage Paulina.

source: Ask Desiree.
french: Demander un désir.
german: Frage Desiree.

source: Ask Kate.
french: Demandez à Kate.
german: Frag Kate.

source: Yes, I'm ready.
french: Oui, je suis prêt.
german: Ja, ich bin bereit.

source: Not right now.
french: Pas pour le moment.
german: Nicht im Moment.

source: Star & Paulina.
french: Étoile et Paulina.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...then again, I guess I've never actually seen a ghost do {i}anything{/i} before, come to think of it... so, maybe it's fine?
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...dann nehme ich an, ich habe noch nie zuvor einen Geist gesehen {i}irgendetwas{/i}, komme zu denken... also vielleicht ist es in Ordnung?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] ...yikes.
german: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] ...jikes.

source: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Ourselves.
german: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Eigen.

source: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] YAY!
german: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] JAY!

source: [_kate_] {i}...oww... oww... oww!!{/i}
german: [_kate_] {i}...Eigen... oww... oww!!{/i}

source: [_danny_s_boxers_s_down_s_sad_s_bite_s_blush_] {i}*Blushes*{/i}
german: [_danny_s_boxers_s_down_s_sad_s_bite_s_blush_] {i}*Unschärfe*{/i}

source: [_dorathea_] That was it?? {i}That{/i} was the apology you chose to bestow upon a Princess? And you expect myself to bequeath to you {u}anything{/u} in my possession?! After such a flagrant attack on my character, I might have expected {u}some{/u} greater reparations!!
german: [_dorathea_] Das war?? {i}Das war die Entschuldigung, die du einer Prinzessin gewähren möchtest? Und du erwartest, dass ich dir {u}irgendetwas in meinem Besitz hinterlassen?! Nach einem solchen flagranten Angriff auf meinen Charakter hätte ich vielleicht {u}mehr Reparationen erwartet!

source: [_danny_s_towards_s_wondering_s_talk_happy_] M-Mom?
german: [_danny_s_towards_s_wondering_s_talk_happy_] M-Mam?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Y-yes Mom.
german: [_danny_s_towards_s_unhappy_s_talk_amused_] Y-ja Mama.

source: [_danny_] ...M-Mom...
german: [_danny_] ...M-Mam...

source: [_star_] Squeeze my ass! Harder!!
german: [_star_] Squeeze my Arsch! Harder!!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Well-
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Gut

source: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...what do {i}you{/i} want, loser?
german: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...Was willst du {i}du{/i} und verlieren?

source: [_danny_s_at_player_s_rise_s_displeased_] (Stall them?! How??)
german: [_danny_s_at_player_s_rise_s_displeased_] (Stall sie?! Wie??)

source: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}DRINKING GAMES!!
german: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}DRINKING SPIELEN!!

source: [_star_s_offscreen_s_beer_s_at_player_s_angry_s_talk_happy_] DID SOMEONE SAY {u}DRINKING GAMES{/u}?!
german: [_star_s_offscreen_s_beer_s_at_player_s_angry_s_talk_happy_] SOMEONE SICHERHEIT {u}DINKING GAMES{/u}?!

source: [_desiree_] Fuck my pussy, master!! Do it!
german: [_desiree_] Fick meine Fotze, Meister!! Tu es!

source: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] S-Sam?!
german: [_danny_s_f_s_offscreen_s_towards_wide_s_unhappy_s_talk_distraught_] SAM?!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] W-we have to, be practical about this! Now let me just... straddle...
german: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] W-wir müssen dies praktisch machen! Lass mich jetzt leicht... umgehen...

source: [_sam_] {i}MMMMMMMM~!!!{/i}
german: [_sam_] {i}MMMMMMMMMM~!!!{/i}

source: [_danny_s_at_player_s_unhappy_s_distraught_] (T-T-THREE HUNDRED DOLLARS?!)
german: [_danny_s_at_player_s_unhappy_s_distraught_] (T-T-THREE GEHÄNGT DOLLAREN?!)

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} I AM NOT HIS BITCH, YOU WRETCHED LITTLE PUNK-
german: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} Ich bin NICHT BITCH, DU WIRD LITTLE PUNK-

source: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] I mean c'mon, we all heard about some of {i}your{/i} atrocities committed in the Ghost Zone.
german: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] Ich meine c'mon, wir alle haben von einigen von {i}Dein{/i} Gräueltaten, die in der Geisterzone begangen wurden, gehört.

source: [_jack_s_offscreen_s_at_player_s_idle_s_talk_happy_] Dannyyyy!
german: [_jack_s_offscreen_s_at_player_s_idle_s_talk_happy_] Dannyyyyy!
