Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_maddie_s_talk_happy_s_closed_] I'm very glad you think so. I like when we're that kinda close, it makes me feel like a nurturing mother again, which I love.
french: [_maddie_s_talk_happy_s_closed_] Je suis très heureux que vous le pensiez. J'aime quand nous sommes si près de nous, ça me fait sentir comme une mère qui nourrit à nouveau, ce que j'aime.
german: [_maddie_s_talk_happy_s_closed_] Ich bin sehr froh, dass du so denkst. Ich mag es, wenn wir so kinda sind, macht es mich wie eine pflegende Mutter wieder, die ich liebe.

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Well hey, if we both like it so much, how about I come visit you for some more?
french: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Eh bien, si nous l'aimons tous les deux, qu'est-ce que je viens vous rendre visite ?
german: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Na hey, wenn es uns beiden so gut gefällt, wie wäre es dann mit einem Besuch für ein paar mehr?

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] What do you mean?
french: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] Que voulez-vous dire ?
german: [_maddie_s_towards_wide_2_s_rise_one_s_talk_frown_] Was meinst du?

source: [_danny_s_closed_s_sad_s_talk_happy_] Just when you're working in the lab, I'd come down and we'd share another hug together.
french: [_danny_s_closed_s_sad_s_talk_happy_] Au moment où vous travaillez au laboratoire, je suis tombé et nous partagerions un autre câlin.
german: [_danny_s_closed_s_sad_s_talk_happy_] Gerade wenn du im Labor arbeitest, würde ich runter kommen und wir würden gemeinsam einen weiteren Umarsch teilen.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] That sounds more than perfect, sweetheart.
french: [_maddie_s_towards_s_talk_happy_2_s_sad_] Cela sonne plus que parfait, amoureux.
german: [_maddie_s_towards_s_talk_happy_2_s_sad_] Das klingt mehr als perfekt, verschwunden.

source: [_danny_s_sad_s_talk_happy_] Then I'll definitely start doing it! I wanna make you happy after all.
french: [_danny_s_sad_s_talk_happy_] Alors je vais vraiment commencer à le faire ! Je veux vous rendre heureux après tout.
german: [_danny_s_sad_s_talk_happy_] Dann werde ich definitiv anfangen! Ich möchte dich doch glücklich machen.

source: [_maddie_s_closed_s_talk_happy_s_wondering_] Well, in the future, I'll look forward to that.
french: [_maddie_s_closed_s_talk_happy_s_wondering_] Eh bien, à l'avenir, je m'en réjouirai avec impatience.
german: [_maddie_s_closed_s_talk_happy_s_wondering_] Nun, in der Zukunft, ich freue mich darauf.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, this was just a real nice evening. I'm glad you could spend some time with your drab old Mom.
french: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, ce n'était qu'une soirée vraiment agréable. Je suis heureux que vous ayez pu passer un peu de temps avec votre vieille maman de drapeau.
german: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Oh, das war nur ein richtiger schöner Abend. Ich bin froh, dass du etwas Zeit mit deiner Drabe alte Mama verbringen konntest.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mom, seriously, stop it. At this point, I feel like you're just fishing for compliments!
french: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mama, sérieusement, arrêtez-le. À ce stade, j'ai l'impression que vous êtes juste à pêcher pour des compliments !
german: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Mama, ernsthaft, stoppe es. An diesem Punkt fühle ich mich wie nur fischen für Komplimenten!

source: [_danny_s_closed_s_angry_s_talk_happy_] You're not only the most awesome Mom I could have, but you're sweet and beautfiul. As ever, I imagine.
french: [_danny_s_closed_s_angry_s_talk_happy_] Tu n'es pas seulement la maman la plus géniale que j'aurais pu avoir, mais tu es sucré et beau. Comme toujours, j'imagine.
german: [_danny_s_closed_s_angry_s_talk_happy_] Du bist nicht nur die großartigste Mom, die ich haben könnte, sondern du bist süß und beautfiul. Wie immer stelle ich dich vor.

source: [_danny_s_talk_happy_s_towards_s_sad_] I'm sorry if I've ever made you feel unappreciated around here. Cause you are, so much.
french: [_danny_s_talk_happy_s_towards_s_sad_] Je suis désolé de vous avoir jamais fait vous sentir méprisé par ici. Parce que vous êtes, tant mieux.
german: [_danny_s_talk_happy_s_towards_s_sad_] Es tut mir leid, wenn du dich hier je ungeschätzt fühlst. Weil du so viel bist.

source: [_maddie_s_talk_frown_2_s_sad_2_] Well... maybe I felt it in the past...
french: [_maddie_s_talk_frown_2_s_sad_2_] Eh bien... peut-être que je l'ai senti dans le passé...
german: [_maddie_s_talk_frown_2_s_sad_2_] Nun... vielleicht fühlte ich es in der Vergangenheit...

source: [_maddie_s_towards_s_sad_s_talk_happy_] But lately... I don't feel that at all. You're a great son to have, Danny.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Mais ces derniers temps... Je ne le sens pas du tout. Vous êtes un grand fils, Danny.
german: [_maddie_s_towards_s_sad_s_talk_happy_] Aber in letzter Zeit... das fühle ich mich überhaupt nicht. Du bist ein großer Sohn, Danny.

source: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] I sometimes think you'd even make a great...
french: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] Je pense parfois que vous feriez même beaucoup...
german: [_maddie_s_towards_wide_up_s_talk_happy_2_s_sad_2_] Ich denke manchmal, du würdest sogar ein großartiges machen...

source: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, I sorta lost my train of track, sorry.
french: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, je sorta a perdu mon train, désolé.
german: [_maddie_s_towards_wide_s_wondering_s_talk_frown_] {i}*Ahem*{/i} Uhm, ich sorta verlor meinen Zug der Bahn, sorry.

source: [_maddie_s_towards_s_talk_happy_2_s_sad_] I'm going to go take that shower now. Good night dear.
french: [_maddie_s_towards_s_talk_happy_2_s_sad_] Je vais aller prendre cette douche maintenant. Bonne nuit chère.
german: [_maddie_s_towards_s_talk_happy_2_s_sad_] Ich werde diese Dusche jetzt nehmen. Gute Nacht.

source: [_danny_s_talk_happy_s_sad_s_closed_] Kay', good night Mom. Love you.
french: [_danny_s_talk_happy_s_sad_s_closed_] Kay', bonne nuit Maman. Vous aimez.
german: [_danny_s_talk_happy_s_sad_s_closed_] Kay' gute Nacht. Liebe dich.

source: [_maddie_s_idle__s_talk_happy_] ...love you too, dear.
french: [_maddie_s_idle__s_talk_happy_] ... vous aimez, vous aussi.
german: [_maddie_s_idle__s_talk_happy_] ...liebe dich auch.

source: [_danny_s_neutral_] (Well, that'll be nice, getting hugs mom from now on.)
french: [_danny_s_neutral_] (Eh bien, ça va être sympa, ça va dorénavant faire des câlins de maman.)
german: [_danny_s_neutral_] (Nun, das wird nett sein, von jetzt an umarmte Mama bekommen.)

source: [_danny_s_towards_s_frown_3_s_sad_] (I mean she's kinda right, I don't visit her as much as I'm sure she'd like me to.)
french: [_danny_s_towards_s_frown_3_s_sad_] (Je veux dire qu'elle a raison, je ne lui rendrai pas autant visite que je le souhaiterai.)
german: [_danny_s_towards_s_frown_3_s_sad_] (Ich meine sie ist kinda richtig, ich besuche sie nicht so sehr wie ich sicher bin, dass sie mir gefallen würde.)

source: [_danny_s_at_player_s_smile_s_wondering_] (But spending some time together like that was nice... real nice...)
french: [_danny_s_at_player_s_smile_s_wondering_] (Mais passer un peu de temps ensemble comme ça était gentil... vraiment sympa...)
german: [_danny_s_at_player_s_smile_s_wondering_] (Aber einige Zeit zusammen zu verbringen wie das war nett ... wirklich nett ...)

source: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}shower{/b}?)
french: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}douche{/b} ?)
german: [_danny_s_rise_one_s_at_danny_s_frown_2_] (...{b}Dusch{/b}?)

source: [_danny_s_frown_3_s_angry_s_closed_] (Oh boy... well then, I'd better just... head on to bed myself...)
french: [_danny_s_frown_3_s_angry_s_closed_] (Oh garçon... eh bien, je ferais mieux de me coucher... de me coucher...)
german: [_danny_s_frown_3_s_angry_s_closed_] (Oh Junge... gut, dann wäre ich besser... Kopf drauf um mich zu betten...)

source: [_danny_s_towards_] (Right off to sleep, no problem... yes sir, just tuck myself in after all the heart warming good times we've had tonight...)
french: [_danny_s_towards_] (Rebondir pour dormir, pas de problème... oui, monsieur, il suffit de me plonger après que tout le cœur se réchauffe de bons moments que nous avons eu ce soir...)
german: [_danny_s_towards_] (Nachts schlafen, kein Problem... Ja, Herr, stecke mich einfach nach all den Herz-Erwärmungszeiten ein, die wir heute Abend hatten...)

source: [_danny_s_sad_s_talk_frown_] {i}Yeuuup{/i}... the old bathroom... where one can get... {i}*Ahem*{/i} ...get {i}real{/i} clean...
french: [_danny_s_sad_s_talk_frown_] {i}Yeuuup{/i}... la vieille salle de bain... où on peut obtenir... {i}*Ahem*{/i} ...nettoyer {i}vrai{/i} ...
german: [_danny_s_sad_s_talk_frown_] {i}Yeuuup{/i}... das alte Badezimmer... wo man bekommen kann... {i}*Ahem*{/i} ...bekomme {i}real{/i} sauber...

source: [_danny_s_down_s_talk_frown_2_] The same bathroom where my mother is soon to be taking a shower soon... yeup, very soon...
french: [_danny_s_down_s_talk_frown_2_] La même salle de bain où ma mère va bientôt prendre une douche bientôt... yeup, très bientôt...
german: [_danny_s_down_s_talk_frown_2_] Das gleiche Badezimmer, wo meine Mutter bald eine Dusche nehmen wird... yeup, sehr bald...

source: [_danny_s_neutral_s_blank_stare_s_blush_] To... to get herself... {u}clean{/u}...
french: [_danny_s_neutral_s_blank_stare_s_blush_] à... pour se remettre... {u}propre{/u}...
german: [_danny_s_neutral_s_blank_stare_s_blush_] An... um sich selbst zu holen... {u}bereinigen{/u}...

source: [_danny_s_towards_s_talk_frown_s_rise_one_] ...I wonder if she's-
french: [_danny_s_towards_s_talk_frown_s_rise_one_] ...Je me demande si elle -
german: [_danny_s_towards_s_talk_frown_s_rise_one_] ...Ich frage mich, ob sie

source: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, great, she uh... she just started...
french: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, super, elle euh... elle vient de commencer...
german: [_danny_s_blank_stare_s_sad_s_talk_frown_] Oh, toll, sie uh... sie hat gerade begonnen...

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well... I already said goodnight to her, so... I think I'll just... uhmm... yeah...
french: [_danny_s_towards_s_talk_frown_2_s_sad_] Eh bien... Je lui ai déjà dit bonne nuit, alors... je pense que je vais juste... euh... ouais... ouais...
german: [_danny_s_towards_s_talk_frown_2_s_sad_] Nun... Ich habe ihr schon Gutes gesagt, so... Ich denke, ich werde nur... uhmm... ja...

source: [_danny_s_closed_s_talk_happy_s_sad_] Yeeeuuup, yup, yup... time for old mister slumber to just... take me away...
french: [_danny_s_closed_s_talk_happy_s_sad_] Ouais, ouais, ouais, ouais... il est temps que le vieux sommeil de ma maîtresse se contente... emmenez-moi...
german: [_danny_s_closed_s_talk_happy_s_sad_] Yeeeuuup, yup, yup... Zeit für alten Mister-Slumber nur... nimm mich weg...

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Just gonna hop into bed, cover myself in the sheets and...
french: [_danny_s_towards_s_talk_happy_2_s_wondering_] Je vais juste sauter dans le lit, me couvrir dans les draps et...
german: [_danny_s_towards_s_talk_happy_2_s_wondering_] Kommt einfach ins Bett, bedeckt mich in den Blättern und...

source: [_danny_s_neutral_s_talk_frown_] ...fall... asleep...
french: [_danny_s_neutral_s_talk_frown_] ...tombe... endormi...
german: [_danny_s_neutral_s_talk_frown_] ...Fall... einschalten...

source: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh screw it.
french: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh vis.
german: [_danny_s_at_player_s_talk_frown_2_s_angry_] Oh Schraube.

source: [_danny_s_talk_frown_s_at_player_s_neutral_] Yeah, let's just... let's just get this over with.
french: [_danny_s_talk_frown_s_at_player_s_neutral_] Ouais, nous allons juste... finir!
german: [_danny_s_talk_frown_s_at_player_s_neutral_] Ja, lasst uns das mal tun... Lass uns das einfach überstehen.

source: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (I mean, peeping on Mom isn't a first for me, what with tonight's earlier fiasco.)
french: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (Je veux dire, jeter un coup d'œil sur la maman n'est pas une première pour moi, qu'avec le précédent fiasco de ce soir.)
german: [_danny_s_sad_2_s_frown_grin_s_at_danny_] (Ich meine, auf die Mama zu putzen ist für mich nicht das erste Mal, was mit dem früheren Fiasko von heute Abend ist.)

source: [_danny_s_blank_stare_s_frown_3_s_sad_] (If I just make sure not to actually go in, I think it'll be fine... just stick your dumb head inside and... look. Just look.)
french: [_danny_s_blank_stare_s_frown_3_s_sad_] (Si je ne fais que m'assurer de ne pas y entrer, je pense que ce sera bien. . juste collez votre tête stupide à l'intérieur et... regardez. Il suffit de regard.)
german: [_danny_s_blank_stare_s_frown_3_s_sad_] (Wenn ich nur sicherstelle, dass ich nicht hineingehe, denke ich, dass es in Ordnung sein wird. . stecke deinen stummen Kopf in und... schauen. Schaue einfach an.)

source: [_danny_] (Woah... there she is...)
french: [_danny_] (Woah... elle est là...)
german: [_danny_] (Woah... da ist...)

source: [_danny_] (My own mother, totally naked once again... just getting herself all clean...)
french: [_danny_] (Ma propre mère, complètement nue une fois de plus... juste se faire nettoyer...)
german: [_danny_] (Meine eigene Mutter, wieder völlig nackt ... nur sauber werden...)

source: [_danny_] (This is so nuts... she's so incredibly, stupidly hot...)
french: [_danny_] (C'est si noix, c'est tellement incroyable, stupidement chaud...)
german: [_danny_] (Dies ist so Nüsse... sie ist so unglaublich, dumm heiß...)

source: [_danny_] (Hopefully she doesn't hear me breathing heavily over the shower faucet...)
french: [_danny_] (Espérons qu'elle ne m'entende pas respirer lourdement sur le robinet de douche...)
german: [_danny_] (Hoffentlich hört sie mich nicht schwer über dem Duschhahn atmen...)

source: [_danny_] (Man, she's got such a nice backside... those sweet little ass dimples...)
french: [_danny_] (Man, elle a un si beau derrière... ce petit cul sucré s'estompent...)
german: [_danny_] (Mann, sie hat so eine schöne Rückseite... diese süßen kleinen Anal dimples...)

source: [_danny_] (You'd almost forget that she has a really nice butt too, if you only ever focused on her big tits...)
french: [_danny_] (Vous oublieriez presque qu'elle a aussi un cul vraiment sympa, si vous ne vous concentrez que sur ses gros seins...)
german: [_danny_] (Du wirst fast vergessen, dass sie auch einen wirklich schönen Äß hat, wenn du dich je nur auf ihre großen Titten konzentriert...)

source: [_danny_] (Jesus... I could just stare at her forever honestly... she moves with such a sexy grace... it's crazy... I...)
french: [_danny_] (Jésus... Je pourrais lui regarder pour toujours honnêtement... elle bouge avec une grâce si sexy... c'est fou... Je...)
german: [_danny_] (Jesus... Ich konnte ihr einfach ewig ehrlich begegnen... sie bewegt sich mit einer so sexy Gnade... es ist verrückt... I...)

source: [_danny_] (Okay, seriously, that's enough. I've had my fun, we don't need to pry any further...)
french: [_danny_] (Okay, sérieusement, c'est assez. J'ai eu mon plaisir, nous n'avons pas besoin de prendre plus de temps...)
german: [_danny_] (Okay, im Ernst, das ist genug. Ich habe meinen Spaß gehabt, wir brauchen nicht mehr zu prengen...)

source: [_danny_] (I'll just dip out and try to get this out of my mind...)
french: [_danny_] (Je vais juste plonger et essayer de sortir cela de mon esprit...)
german: [_danny_] (Ich werde einfach aussteigen und versuchen, das aus dem Kopf zu bekommen...)

source: [_danny_] (...or at least try to.)
french: [_danny_] (...ou au moins essayer de.)
german: [_danny_] (...oder zumindest versuchen)

source: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Well, that was pretty much what I {b}expected{/b} to see.
french: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Eh bien, c'est à peu près ce que je m'attendais à {b}{/b}.
german: [_danny_s_talk_frown_s_wondering_s_towards_] {i}*Ahem*{/i} Nun, das war ziemlich das, was ich {b}erwartet hatte{/b} zu sehen.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] How am I supposed to pretend this is even {i}slightly{/i} okay...?
french: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Comment suis-je censé prétendre que c'est même {i}légèrement{/i} d'accord...?
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Wie soll ich vorgeben, dass dies sogar {i}etwas ist{/i} okay...?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Then again, I guess it could be said that I just enjoy... peeping of all sorts! I'm not a sick weirdo, I'm just...
french: [_danny_s_at_player_s_rise_one_s_talk_frown_] Encore une fois, je suppose qu'on pourrait dire que j'aime... pleurer de toutes sortes ! Je ne suis pas une bizarre malade, je suis juste...
german: [_danny_s_at_player_s_rise_one_s_talk_frown_] Dann denke ich, es könnte gesagt werden, dass ich einfach genieße... Peeping von allen Arten! Ich bin kein krank seltsam, ich bin nur...

source: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}perverted in {b}general{/b}{/i}! Yeah, that's it!! That must be all it is!
french: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}a perverti en {b}général{/b}{/i}! Ouais, c'est tout!! Ça doit être tout ce que c'est!
german: [_danny_s_towards_wide_s_sad_2_s_talk_happy_] ...{i}pervertiert in {b}allgemein{/b}{/i}! Ja, das ist es! Das muss alles sein!

source: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!! Thank goodness! For a second there, I thought I was like, actually deranged in the head or something!
french: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!! Dieu merci! Pendant une seconde, je pensais que c'était comme ça, en fait dérangé dans la tête ou quelque chose!
german: [_danny_s_blank_stare_s_talk_happy_2_s_neutral_] {i}Phew{/i}!! Gott sei Dank! Für eine Sekunde dort dachte ich, ich wäre wie es war, im Kopf oder etwas!

source: [_danny_s_closed_s_talk_happy_s_sad_] Okay, now that I feel a lot better about the whole situation, I can sleep soundly, knowing there's completely nothing wrong with me.
french: [_danny_s_closed_s_talk_happy_s_sad_] Ok, maintenant que je me sens beaucoup mieux dans toute la situation, je peux dormir sainement, sachant qu'il n'y a absolument rien de mal avec moi.
german: [_danny_s_closed_s_talk_happy_s_sad_] Okay, jetzt, da ich mich in der ganzen Situation viel besser fühle, kann ich gut schlafen, da ich weiß, dass es absolut nichts falsch mit mir gibt.

source: [_morahzamora_] (Oh, the poor bastard, he has no idea what's in store for him yet.)
french: [_morahzamora_] (Oh, le pauvre bâtard, il n'a aucune idée de ce qui lui attend encore.)
german: [_morahzamora_] (Oh, der arme Bastard, er hat keine Ahnung, was ihm noch bevorsteht.)

source: [_gzone__] (Ja', he definitely won't like what's coming up next, 'eizher...)
french: [_gzone__] (Ja', il n'aime pas ce qui va suivre, 'eizher...)
german: [_gzone__] (Ja', es gefällt ihm definitiv nicht, was als nächstes auftaucht, 'eizher...)

source: [_clockwork_] (Gentleman, I must say, in the entire span of existence I've experienced both forwards and backwards, you two are truly a pair of the most {i}twisted{/i} individuals I've ever come across.)
french: [_clockwork_] (Gentleman, je dois dire, dans toute la portée de l'existence que j'ai vécue à la fois en avant et en arrière, vous êtes deux vraiment une paire des {i}individus tordus{/i} que j'ai jamais rencontrés.)
german: [_clockwork_] (Gentleman, muss ich sagen, in der gesamten Lebensspanne, die ich erlebt habe, sowohl vorwärts als auch rückwärts, du zwei bist wirklich ein Paar der {i}twisted{/i} Individuen, denen ich jemals begegnet bin.)

source: [_gzone__] (No, no, I like to 'zhink of uz' as just... making Danny'z life more, uhh... how do you say... "interesting"?)
french: [_gzone__] (Non, non, j'aime "zhink of uz" comme juste... faire de Danny'z plus de vie, euh... comment dites-vous... "intéressant"?)
german: [_gzone__] (Nein, nein, ich mag 'Zhink von uz' als nur... Danny'z Leben mehr zu lassen, uhh... wie sagst du... "interessant"?)

source: [_morahzamora_] (I just find it funny making him wanna bone his mom internally. {i}*Chuckles*{/i})
french: [_morahzamora_] (Je trouve ça drôle de le faire vouloir os de sa mère en interne. {i}*Chuckles*{/i})
german: [_morahzamora_] (Ich finde es lustig, ihn intern mit dem Knochen zu seiner Mama zu bewegen. {i}*Chuckles*{/i})

source: [_clockwork_] ({i}*Sigh*{/i}... the poor bastard indeed...)
french: [_clockwork_] ({i}*Soupir*{/i}... le pauvre bâtard en effet...)
german: [_clockwork_] ({i}*Sehen*{/i}... der arme Bastard...)

source: Who do you think you like, kiddo?
french: Qui pensez-vous que vous aimez, enfant?
german: Wem gefällt dir, kiddo?

source: Honestly, I've always liked Paulina.
french: Honnêtement, j'ai toujours aimé Paulina.
german: Ehrlich gesagt, ich habe schon immer Paulina gemocht.

source: Sam's definitely an interesting choice...
french: Sam est vraiment un choix intéressant...
german: Sam's definitiv eine interessante Wahl...

source: I'd prefer someone like you, Mom.
french: « Je préfère quelqu'un comme vous, Maman. »
german: Ich würde jemanden wie du, Mama.

source: Do you hug your mom knowing she's currently cream pied?
french: Est-ce que vous câlinez votre mère en sachant qu'elle est actuellement piquée à la crème ?
german: Hast du deine Mutter, wenn du weißt, dass sie gerade verputzt ist?

source: Honestly, I'd prefer not to...
french: Honnêtement, je préfère ne pas ...
german: Ehrlich gesagt, würde ich lieber nicht ...

source: Bring it in, Mom!
french: Apportez-le, Maman !
german: Bring es herein, Mama!

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles*{/i} Th-thanks Mom.
german: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] {i}*Chuckles*{/i} Vielen Dank Mama.
