Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_jack_] Honey... I think I need to see someone about my shoulders.
french: [_jack_] Honey... Je pense que j'ai besoin de voir quelqu'un sur mes épaules.
german: [_jack_] Honig... Ich denke, ich muss jemanden von meinen Schultern sehen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Alright, listen up ugly! I'm still going through a pretty bad hangover right now, so I'm pretty ticked off! Let's go!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] D'accord, écoutez moche ! Je suis toujours en train de traverser une assez mauvaise gueule en ce moment, donc je suis assez coché ! Allons-y !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Okay, höre hässlich zu! Ich stehe gerade noch durch einen ziemlich schlechten Kumpel, also bin ich ziemlich angetickt! Los geht's!

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Holy crap... that was intense... what the heck was that thing?! That fight nearly knocked me out cold!
french: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Sacré crap... c'était intense... quel était le cou de cette chose?! Ce combat a failli me faire froid !
german: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Heiliger Mist... das war intensive... was für ein Heck war das?! Dieser Kampf hat mich fast kalt geschlagen!

source: [_desiree_] MASTER!!
french: [_desiree_] MAÎTRISE !!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Huh? D-Des! Is everyone okay?!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Hein? D-Des! Tout le monde est d'accord ?!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Huh? D-Des! Ist jeder in Ordnung?!

source: [_desiree_] Master, I swear, I had no idea that foul beast would be waiting at your parents' retreat!
french: [_desiree_] Maître, je le jure, je n'avais aucune idée que la bête immonde attendrait la retraite de vos parents !
german: [_desiree_] Meister, ich schwöre, ich hatte keine Ahnung, dass ein schmutziges Tier auf den Rückzug deiner Eltern warten würde!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait... was it your magic that did this...?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Attendez... est-ce votre magie qui a fait ça...?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Warte... War es deine Magie, die das gemacht hat...?

source: [_desiree_] No! Please, I promise you, I didn't add any curses to your wish!
french: [_desiree_] Non! S'il vous plaît, je vous le promets, je n'ai pas ajouté de malédictions à votre voeu!
german: [_desiree_] Nein! Bitte, ich verspreche dir, ich habe dir keinen Fluch hinzugefügt!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... is everyone safe?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... tout le monde est-il en sécurité ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... ist jeder sicher?

source: [_desiree_] I... I think so, your mother was telling the guestst that we were safe in the... Master, wait, you're hurt!!
french: [_desiree_] Je... Je pense que oui, ta mère disait à l'invité que nous étions en sécurité dans le... Maître, attendez, tu es blessé !!
german: [_desiree_] Ich... Ich glaube, deine Mutter hat dem Gast gesagt, dass wir sicher sind... Meister, warte, du verletzt!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, no, I'm fine... just... feeling a... little... light-headed here...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-non, non, je vais bien... je me sens juste ... peu ... légèrement... ici...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, nein, ich bin in Ordnung... ... fühlen... wenige... hier leicht ...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, yeah, here comes the blackout. Somebody catch me, please.
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, oui, ici vient le blackout. Quelqu'un me attrape, s'il vous plaît.
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, ja, hier kommt der Stromausfall. Jemand fängt mich bitte.

source: [_desiree_] {i}MASTER!!{/i}
french: [_desiree_] {i}MAÎTRISE !!{/i}

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...my aching...{p}...everything.
french: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...mon achat...{p}...tout.
german: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...mein Spaß...{p}...alles.

source: [_desiree_] Oh! Master... you are awake. Thank goodness...
french: [_desiree_] Oh! Maître... vous êtes réveillé. Dieu merci...
german: [_desiree_] Oh! Meister... du bist wach. Danke, Güte...

source: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] What... what happened...?
french: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] Quoi... que s'est-il passé...?
german: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] Was... was passiert...?

source: [_desiree_] ...just my very presence ruining things for others, as per usual...
french: [_desiree_] ...juste ma présence en ruinant les choses pour les autres, comme d'habitude...
german: [_desiree_] ...nur meine Anwesenheit ruiniert Dinge für andere, wie üblich...

source: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? What are you talking about, Des...?
french: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-hein? De quoi parlez-vous, Des...?
german: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? Worüber redest du...?

source: [_desiree_] My spell... when I granted your parents that one-night retreat, I accidentally sent them towards a beastly ghost that was resting in the nearby lake...
french: [_desiree_] Mon sort... quand j'ai accordé à vos parents cette retraite d'une nuit, je les ai accidentellement envoyés vers un fantôme bestial qui se reposait dans le lac voisin...
german: [_desiree_] Mein Zauber... Als ich Ihren Eltern diesen Rückzug von einer Nacht gewährte, schickte ich sie versehentlich zu einem Gespenst, der sich im nahe gelegenen See ausruhte...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] You couldn't have known that, Desiree.
french: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] Vous n'auriez pas pu le savoir, Désirez.
german: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] Du hast das nicht gewusst, Desiree.

source: [_desiree_] I wouldn't want anybody to be hurt like that, Master, I swear.{p}...but, another part of me still wonders if... if I were to have done it subconsciously, without even thinking... that a part of me would be still be so... so {u}bitter.{/u} And for that, I feel the utmost shame...
french: [_desiree_] Je ne voudrais pas que quelqu'un soit blessé comme ça, Maître, je le jure.{p}...mais, une autre partie de moi se demande encore si... si je l'avais fait subconsciemment, sans même penser... qu'une partie de moi le serait. . {u}amère.{/u} Et pour cela, je ressens la plus grande honte...
german: [_desiree_] Ich möchte niemanden so verletzen, Meister, schwöre ich.{p}...aber, ein anderer Teil von mir wundert immer noch, wenn... wenn ich es unterbewusst gemacht hätte, ohne überhaupt zu denken... dass ein Teil von mir immer noch so wäre. . so {u}bitter.{/u} Und dafür fühle ich mich sehr beschämen...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desiree, it's okay, I believe you...
french: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Le désir, c'est bien, je vous croi...
german: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desiree, es ist in Ordnung, ich glaube dich...

source: [_desiree_] No!! It's not enough that I say these things! I can't be sure of myself! And I ruined your chance with the girls! I should have made sure you got some time with Paulina, or Star, but I... I...
french: [_desiree_] Non!! Il ne suffit pas de dire ces choses! Je ne peux pas être sûr de moi! « Et j'ai rué votre chance avec les filles! J'aurais dû m'assurer que vous avez eu un peu de temps avec Paulina, ou Etoile, mais moi. » . Je...
german: [_desiree_] Nein! Das sage ich nicht genug! Ich kann mir nicht sicher sein! Und ich habe deine Chance mit den Mädchen vernichtet! Ich hätte sichergehen sollen, dass du mit Paulina oder Stern etwas Zeit bekommen hast, aber ich. . Ich...

source: [_desiree_] ...I didn't want you to spend time with any of them. I was so childish and selfish!! {i}Ugh!!{/i}
french: [_desiree_] ... Je ne voulais pas que vous passiez du temps avec l'un d'entre eux. J'étais tellement enfantin et égoïste! {i}Ugh!!{/i}
german: [_desiree_] ...Ich wollte nicht, dass du Zeit mit irgendeinem von ihnen verbringst. Ich war so kindisch und egoistisch! {i}Ugh!!{/i}

source: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, it's okay. Really. Outside my Dad's pride, I don't think anyone got hurt, right? There's no need to punish yourself like this.
french: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, ça va bien. Vraiment. À l'extérieur de la fierté de mon père, je ne pense pas que quelqu'un ait fait mal, n'est-ce pas? Il n'y a pas besoin de vous punir comme ça.
german: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, es ist in Ordnung. Wirklich. Außerhalb des Stolzes meines Vaters glaube ich nicht, dass jemand verletzt wurde, oder? Es ist nicht nötig, dich so zu bestrafen.

source: [_desiree_] I cannot think like anything else but a failure and a witch... I feel like I personally failed you.
french: [_desiree_] Je ne peux pas penser à autre chose qu'un échec et une sorcière... J'ai l'impression que je vous ai personnellement raté.
german: [_desiree_] Ich kann nicht so denken wie alles andere als ein Versagen und eine Hexe... Ich fühle mich, als habe ich dich persönlich versagt.

source: [_desiree_] I put everyone in danger, people I... people I can see how much you care for, and I... I find myself hurting more and more when I think of my actions upsetting you.{p}I... I missed caring like this, for so long...
french: [_desiree_] Je mets tout le monde en danger, les gens je... les gens que je peux voir combien vous vous souciez, et je... Je me retrouve de plus en plus blessé quand je pense à mes actions qui vous bouleversent.{p}Je... J'ai manqué comme ça, pendant si longtemps...
german: [_desiree_] Ich stecke alle in Gefahr, Leute I... Leute, die ich sehen kann, wie viel du dich kümmerst, und ich... Ich fühle mich immer mehr verletzt, wenn ich an meine Handlungen denke, die dich erschüttern.{p}I... Ich vermisse so lange wie diese...

source: [_desiree_] But you dare tell anyone in the Ghost Zone even a portion of that, and I {i}will{/i} find something bad for you while still under this subservient spell you cast on me.{p}So you shall henceforth cease from giving me {i}that{/i} look.
french: [_desiree_] Mais vous osez dire à n'importe qui dans la Zone Fantôme une partie de cela, et moi {i}allons {/i} trouver quelque chose de mauvais pour vous alors que vous êtes encore sous ce sort que vous m'avez lancé.{p}Tu cesseras désormais de me donner {i}que {/i} regarder.
german: [_desiree_] Aber du wagst es jemandem in der Geisterzone einen Teil davon zu erzählen und ich {i}werde etwas Schlechtes für dich finden, während du noch unter diesem untergeordneten Zauber auf mich gewirkt hast.{p}Also solltest du von nun an aufhören, mir {i}zu geben, die warten{/i} aussehen.

source: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, fair enough... I guess I'll keep my mouth shut tight then.
french: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, assez juste... Je suppose que je garderai la bouche fermée à l'époque.
german: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, fair genug... Ich vermute, dass ich meinen Mund dann eng halten werde.

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Des?{p}Can I be honest with you about something?
french: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Désert ?{p}Je peux être honnête avec vous à propos de quelque chose ?
german: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Deshalb?{p}Kann ich mit dir ehrlich sein über etwas?

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] This whole party thing... I just felt that... see, the truth is I was only into it because I got to spend time with {i}you{/i}.
french: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Tout ce qui a trait au groupe... Je me suis senti que... voyez-vous, la vérité est que j'y étais seulement parce que j'ai passé du temps avec {i}vous{/i}.
german: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Diese ganze Party Ding... Ich fühlte das... Sehen Sie, die Wahrheit ist, dass ich nur darin war, weil ich Zeit mit {i}dir verbringen{/i}.

source: [_desiree_] But... D-Danny, we already spoke about this, I wouldn't want to intervene with your-
french: [_desiree_] Mais... D-Danny, nous en avons déjà parlé, je ne voudrais pas intervenir avec votre -
german: [_desiree_] Aber... D-Danny, wir haben bereits darüber gesprochen, ich möchte nicht mit Deine-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Look, sure, if you had asked me a couple days back if I had wanted Paulina, I'd have literally jumped off a bridge for the chance, yeah...
french: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Regardez, bien sûr, si vous m'aviez demandé quelques jours de retour si j'avais voulu Paulina, J'aurais littéralement sauté d'un pont pour la chance, ouais...
german: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Schau, sicher, wenn du mich ein paar Tage zurückgefragt hast, ob ich Paulina gewollt hätte, Ich hätte buchstäblich von einer Brücke für die Chance springen...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] But I'm learning that I need to keep things straight with myself and not be silent on how I feel about others... about how I feel about you...
french: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] Mais j'apprends que j'ai besoin de garder les choses tout droit avec moi et de ne pas me taire sur ce que je ressens à propos des autres. . sur ce que je ressens à votre sujet...
german: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] Aber ich lerne, dass ich die Dinge mit mir selbst genau halten muss und nicht stillschweigend darüber sein darf, wie ich mich mit anderen fühle. , wie ich mich über dich fühle...

source: [_desiree_] But... I just know, it wouldn't... I'm simply too-
french: [_desiree_] Mais... Je sais juste que ça ne serait pas... Je suis tout simplement également-
german: [_desiree_] Aber... Ich weiß es einfach nicht... Ich bin einfach auch-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Gorgeous, smart, funny, feisty... to a somewhat bit of a fault, one might add...
french: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Génial, intelligent, drôle, féerique... à un peu de faute, on pourrait ajouter...
german: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Schluchtig, intelligent, lustig, feucht... ein bisschen Fehler, könnte man hinzufügen...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...but a fault I truly like.{p}You're one of the most amazing people I've ever met.
french: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...mais une faute que j'aime vraiment.{p}Vous êtes l'une des personnes les plus étonnantes que j'ai jamais rencontrées.
german: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...aber ein Fehler, den ich wirklich mag.{p}Du bist einer der erstaunlichsten Leute, die ich je getroffen habe.

source: [_desiree_] I... I don't fully understand what's-
french: [_desiree_] Je... Je ne comprends pas bien ce qui se passe -
german: [_desiree_] Ich... Ich verstehe was nicht ganz -

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] I like you Desiree, and I want you.
french: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] Je vous aime et je vous aime et je vous veux.
german: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] Ich mag dich verzweifelt, und ich möchte dich.

source: [_desiree_] ...you strange, {i}strange{/i} boy.
french: [_desiree_] ... vous êtes étrange, {i}étrange{/i} garçon.
german: [_desiree_] ...du merkwürdig, {i}seltsam{/i} Jung.

source: [_desiree_] Well... I suppose it couldn't be helped. I should have known only I was worthy of earning your attention...
french: [_desiree_] Eh bien... je suppose que cela n'a pas pu être aidé. J'aurais dû savoir que j'étais digne de votre attention...
german: [_desiree_] Nun... Ich denke, es konnte nicht geholfen werden. Ich hätte nur wissen sollen, dass ich deine Aufmerksamkeit verdient habe...

source: [_danny_] H-hey, Des! S-slow down, I'm still a little sore from the lake monst-
french: [_danny_] H-hey, Des! ralenti en S, je suis encore un peu maigre du monstre du lac-
german: [_danny_] H-hey, Des! S-langsam, ich bin immer noch ein wenig vom Monstersee entfernt -

source: [_desiree_] {i}Shuuuush...{/i} you know, your little heartfelt soap box made me realize something...
french: [_desiree_] {i}Shuuuush...{/i} vous savez, votre petit savon de cœur m'a fait réaliser quelque chose...
german: [_desiree_] {i}Shuuuush...{/i} weißt du, deine kleine Seifenkiste ließ mich etwas realisieren...

source: [_desiree_] If you truly desire something to be done right...
french: [_desiree_] Si vous souhaitez vraiment que quelque chose soit fait correctement...
german: [_desiree_] Wenn du wirklich etwas tun willst...

source: [_desiree_] ...{i}you'd damn well better do it yourself!{/i}
french: [_desiree_] ...{i}vous feriez mieux de le faire vous-même !{/i}
german: [_desiree_] ...{i}Du würdest es besser selbst machen!{/i}

source: [_danny_] A-are you... I mean, are you going to ride me again? L-like last time?
french: [_danny_] A-êtes-vous ... Je veux dire, allez-vous me chevaucher à nouveau ? La dernière fois ?
german: [_danny_] A-bist du... Ich meine, wirst du wieder auf mich reiten? L-ähnlich beim letzten Mal?

source: [_desiree_] {i}Ohhh{/i} no, this time I was thinking you'd be the one on top...
french: [_desiree_] {i}Ohhh{/i} non, cette fois-ci je pensais que vous seriez celui sur le dessus...
german: [_desiree_] {i}Ohhh{/i} nein, diesmal dachte ich, du würdest der ganz oben sein...

source: [_danny_] Well, {i}heh{/i}, that sounds pretty- {i}whoa!{/i}
french: [_danny_] Eh bien, {i}heh{/i}, ça a l'air sympa - {i}qui !{/i}
german: [_danny_] Nun, {i}heh{/i}, das klingt hübsch- {i}whoa!{/i}

source: [_desiree_] I just... I want to look at you while we do this... while you make love to me... my master...
french: [_desiree_] Je juste... Je veux te regarder pendant que nous faisons ceci... pendant que tu me fais de l'amour... mon maître...
german: [_desiree_] Ich nur... Ich möchte dich ansehen, während wir das tun... während du Liebe zu mir machst... mein Meister...

source: [_desiree_] Master... give me it... fill my insides with your wonderful cock and seed...
french: [_desiree_] Maître... donnez-moi... remplissez mes côtés avec votre merveilleuse queue et graine...
german: [_desiree_] Meister... gib es mir... fülle meine Innenseiten mit deinem wundervollen Schwanz und Samen...

source: [_danny_] Oh Des... you feel amazing. You're so... so beautiful, and sexy...
french: [_danny_] Oh Des... vous vous sentez incroyable. Vous êtes... si belle, et sexy...
german: [_danny_] Ach des... du fühlst dich erstaunt. Du bist so... so schön und sexy...

source: [_desiree_] Have you... have you been fantasizing about me... just like this?
french: [_desiree_] As-tu rêvé de moi... tout comme ça ?
german: [_desiree_] Hast du schon von mir geträumt... genau wie das?

source: [_danny_] I haven't been able to get you out of my head after the last time, yes!
french: [_danny_] Je n'ai pas été en mesure de vous sortir de ma tête après la dernière fois, oui !
german: [_danny_] Ich konnte dich nach dem letzten Mal nicht aus dem Kopf holen, ja!

source: [_desiree_] {i}Ahhh...{/i} my sweet, eager master...~
french: [_desiree_] {i}Ahhh...{/i} mon maître amoureux...~
german: [_desiree_] {i}Ahhh...{/i} mein süßer, eifriger Meister...~

source: [_danny_] {i}Ah!{/i} Keep rockings your hips like that.{p}God, your body is so damn sexy...
french: [_danny_] {i}Ah!{/i} Gardez vos hanches comme ça.{p}Dieu, votre corps est si mignon sex...
german: [_danny_] {i}Ah!{/i} Steche deine Hüften so auf.{p}Gott, dein Körper ist so verdammt sexy...

source: [_desiree_] {i}Oooh!{/i} Yes, Master, yesss, fuck me! Watch these big, buxom breasts move and sway for you!!
french: [_desiree_] {i}Oooh!{/i} Oui, maître, yesss, baise-moi ! Regardez ces gros seins buxom se déplacer et se balader pour vous !!
german: [_desiree_] {i}Oooh!{/i} Ja, Meister, Euch, ficke mich! Schau dir diese großen, buxom brausenden Brüste an!

source: [_danny_] You're so tight...! It's amazing...
french: [_danny_] Vous êtes si serré...! C'est incroyable...
german: [_danny_] Du bist so eng...! Es ist erstaunlich...

source: [_desiree_] {i}Ohhh{/i}, I'm so pleased you love it! It's all for you, my dear Master...
french: [_desiree_] {i}Ohhh{/i}, je suis si heureux que vous l'aimiez ! C'est tout pour vous, mon cher Maître...
german: [_desiree_] {i}Ohhh{/i}, ich bin so froh, dass du es liest! Es ist alles für dich, mein lieber Meister...

source: [_desiree_] (I hope he doesn't see me playing with him too clearly! I really can't let him know how {u}much{/u} I truly enjoy his cock... it'd all go straight to his head! Sands, yes, give it to me Danny!!)
french: [_desiree_] (J'espère qu'il ne me voit pas jouer avec lui trop clairement ! Je ne peux vraiment pas lui faire savoir à quel point {u}{/u} j'aime vraiment sa queue. . tout irait droit à la tête ! Les sables, oui, donnez-moi Danny !!)
german: [_desiree_] (Ich hoffe, er sieht mich nicht zu klar mit ihm spielen! Ich kann ihn wirklich nicht wissen lassen, wie {u}viel{/u} ich seinen Schwanz wirklich genieße. . Es würde alles direkt zum Kopf gehen! Sand, ja, gib es mir Danny!!)

source: [_danny_] D-Des, I don't know how much longer I can hold on...
french: [_danny_] D-Des, je ne sais pas combien de temps je peux maintenir...
german: [_danny_] D-Des, ich weiß nicht, wie lange ich noch halten kann...

source: [_desiree_] {i}Ooooh{/i}, damn! Just a little bit more then! P-please!
french: [_desiree_] {i}Ooooh{/i}, maudite! Un peu plus alors! P s'il vous plaît!
german: [_desiree_] {i}Ooooh{/i}, verdammt! Nur ein bisschen mehr! P-bitte!

source: [_danny_] {i}*Huff* *Huff*{/i} I'll try! I'll do it for you, Desiree!
french: [_danny_] {i}*Poufs* *Poufs*{/i} Je vais essayer! Je vais le faire pour vous, Désire!
german: [_danny_] {i}*Huff* *Huff*{/i} Ich versuche! Ich mache es für dich, Wunsch!

source: [_desiree_] {i}MMmmm!{/i} That's it! That feels... unbelievable!!
french: [_desiree_] {i}MMmmm!{/i} Voilà! Ça se sentira... incroyable!!
german: [_desiree_] {i}MMmmm!{/i} Das ist es! Das fühlt... unglaublich!!

source: [_desiree_] Oh yes! I'm- I'm gonna cum! I'm going to cum on this cock!! Please, cum with me Master!
french: [_desiree_] Oh oui ! Moi je vais foutre ! Je vais foutre sur cette queue!! S'il vous plaît, foutre avec moi Maître!
german: [_desiree_] Oh ja! Ich bin gonna mit! Ich werde auf diese Schwänze pausieren! Bitte, cum mit mir Meister!
