Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_] {i}Ah!{/i} Y-yes!! I can't hold on any longer!
french: [_danny_] {i}Ah!{/i} Oui!! Je ne peux plus m'arrêter!
german: [_danny_] {i}Ah!{/i} Y-yes!! Ich kann nicht länger halten!

source: [_desiree_] Do it! Finish in me while I-
french: [_desiree_] Faites-le ! Terminez en moi tant que je le fais -
german: [_desiree_] Tun Sie! Beende mich während I-

source: [_desiree_] {i}*Pant* *Pant*{/i} That was... on another plane of existence...
french: [_desiree_] {i}*Pant* *Pant*{/i} C'était ... sur un autre plan d'existence...
german: [_desiree_] {i}*Pant* *Pant*{/i} Das war... auf einer anderen Ebene der Existenz...

source: [_danny_] {i}Phew!{/i} You're amazing, Desiree... can we just lay here for a bit?
french: [_danny_] {i}Ouf!{/i} Vous êtes incroyable, Désirez... Pouvons-nous simplement poser ici un peu?
german: [_danny_] {i}Phew!{/i} Du bist erstaunlich, Desire... kannst du einfach ein bisschen hier liegen?

source: [_desiree_] O-of course we can, Master... so you shall wish it... so shall it be...~
french: [_desiree_] O-bien sûr que nous pouvons, Maître... alors vous le souhaiterez... aussi...~
german: [_desiree_] O-Natürlich können wir, Meister... also solltest du es wünschen... so wird es sein...~

source: [_danny_] {i}*Yawn*{/i} I think I may drift off for a bit.
french: [_danny_] {i}*Yawn*{/i} Je pense que je pourrais dériver un peu.
german: [_danny_] {i}*Yawn*{/i} Ich denke, ich kann etwas abdriften für ein bisschen.

source: [_danny_] That stuff seriously knocks the wind out of me... makes me {i}soooo{/i} tired...
french: [_danny_] Cette chose me frappe sérieusement le vent... me fait {i}soooo{/i} fatigué...
german: [_danny_] Das Zeug stößt ernsthaft aus mir heraus... macht mich {i}ermüden{/i} ermüden...

source: [_desiree_] ...Master?
french: [_desiree_] ...Maître?
german: [_desiree_] ...Meister?

source: [_danny_] Yes Des?
french: [_danny_] Oui ?
german: [_danny_] Ja Des?

source: [_desiree_] ...I think I'm starting to like having you as my Master.
french: [_desiree_] ...Je pense que je commence à vous avoir comme Maître.
german: [_desiree_] ...Ich denke, dass ich anfing, dich als mein Meister zu haben.

source: [_danny_] Well... I'm just glad you're starting to feel more comfortable here with me, Desiree.
french: [_danny_] Eh bien... Je suis juste heureux que vous commenciez à vous sentir plus à l'aise ici avec moi, Désirée.
german: [_danny_] Nun... Ich bin nur froh, dass du dich hier mit mir wohl fühlst, Desiree.

source: [_desiree_] Do you think that... I mean... does this mean that you-
french: [_desiree_] Pensez-vous que... je veux dire... cela signifie que vous...
german: [_desiree_] Glaubst du... Ich meine... bedeutet das, dass du-

source: [_maddie_s_offscreen_s_angry_s_towards_wide_up_s_talk_frown_] DANIEL JAMES FENTON!!!{p}ARE YOU {u}AWAKE{/u} YET?!?
french: [_maddie_s_offscreen_s_angry_s_towards_wide_up_s_talk_frown_] DANIEL JAMES FENTON !!!{p}VOUS ÊTES {u}CHAUS{/u} ENCORE ?!?
german: [_maddie_s_offscreen_s_angry_s_towards_wide_up_s_talk_frown_] DANIEL JAMES FENTON!!!{p}BIS DU {u}AWAKE{/u} JET?!?

source: [_danny_] Oh, {i}shit!!{/i} Des, get back in the Thermos, quick!
french: [_danny_] Oh, {i}merde !!{/i} Des, revenez dans les Thermes, vite!
german: [_danny_] Oh, {i}shit!!{/i} Tes, komme schnell zurück in die Thermos!

source: [_desiree_] A-as you wish, my Master! Good luck!!
french: [_desiree_] A-comme vous voudrez, mon Maître! Bonne chance!!
german: [_desiree_] A-wie du möchtest, mein Meister! Viel Glück!

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Dad! {i}Uhh{/i}, hey guys, I'm kinda naked here!
french: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Papa ! {i}Euh{/i}, les gars, je suis bien nu!
german: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Dad! {i}Uhh{/i}, hey Jungs, ich bin kinda nackt!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, young man, I am just {i}sooo{/i} glad you're feeling better!
french: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, jeune homme, je suis juste {i}sooo{/i} heureux que vous vous sentiez mieux!
german: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, junger Mann, ich bin nur {i}sooo{/i} froh, dass du dich besser fühlst!

source: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] After all, I'm sure you must be {i}soooo{/i} exhausted from all the debauchery of last night!
french: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] Après tout, je suis sûr que vous devez être {i}soooo{/i} épuisé de toutes les débauches de la nuit passée!
german: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] Schließlich bin ich sicher, dass du {i}soooo{/i} aus der ganzen Debaucherie der letzten Nacht erschöpft sein musst!

source: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ...would it be an automatic death warrant to feign complete ignorance on this one, guys?
french: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ... serait-il un mandat de mort automatique pour feindre l'ignorance totale de celui-ci, les gars ?
german: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ...wäre es ein automatischer Todesbefehl für diese Person, die vollständige Unwissenheit zu befeuern?

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] No, yeah, okay, I figured...
french: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Non, oui, d'accord, j'ai pensé ...
german: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Nein, ja, okay, ich habe gegeben...

source: [_maddie_s_towards_s_rise_s_talk_consternation_] We need to have a {u}serious{/u} talk about what you think is appropriate to do when your father and I aren't around to supervise you two!{p}I mean, just the pure, utter, lack of respect for our wishes, that you would think it was in {i}any{/i} way alright to-
french: [_maddie_s_towards_s_rise_s_talk_consternation_] Nous avons besoin d'un {u}sérieux{/u} pour parler de ce que vous pensez être approprié de faire quand votre père et moi ne sommes pas là pour vous superviser deux!{p}Je veux dire, juste la pure, la parole, le manque de respect pour nos souhaits, que vous croiriez que c'était dans {i}quelqu'un{/i} manière de -
german: [_maddie_s_towards_s_rise_s_talk_consternation_] Wir müssen einen {u}ernst nehmen{/u} reden darüber, was du für angemessen hältst, wenn dein Vater und ich nicht anwesend sind, um dich zwei zu überwachen!{p}Ich meine nur den reinen, äußeren, Mangel an Respekt für unsere Wünsche, dass du denkst, es sei in {i}irgendwie-/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/w/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/wm/

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, c'mon now! When things like this happen, we can't go crying over spilt milk. Boys will be boys after all, and Jazz was certainly no better.
french: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, c'mon maintenant! Quand des choses comme ça arrivent, nous ne pouvons pas crier sur le lait renversé. Les garçons seront les garçons après tout, et le Jazz n'a certainement pas été mieux.
german: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, C'mon jetzt! Wenn so etwas passiert, können wir nicht über verschüttete Milch weinen. Jungen werden schließlich Jungen sein, und Jazz war sicherlich nicht besser.

source: [_maddie_s_away_s_angry_s_talk_displeased_] It was still {i}majorly{/i} irresponsible of him, Jack! He didn't tell us what he was planning, he both bought {i}and{/i} served alcohol when he's not of age, and he had... who {u}knows{/u} what else kind of "tomfoolery" occurring!
french: [_maddie_s_away_s_angry_s_talk_displeased_] C'était encore {i}majoritairement {/i} irresponsable de lui, Jack! Il ne nous a pas dit ce qu'il avait planifié, il a tous deux acheté {i}et{/i} a servi de l'alcool quand il n'a pas d'âge, et il avait. « qui {u}sait{/u} quoi d'autre de "tombe" se produisant! »
german: [_maddie_s_away_s_angry_s_talk_displeased_] Es war noch {i}Mehrheit{/i} unverantwortlich von ihm, Jack! Er sagte uns nicht, was er plante, er kaufte {i}und{/i} servierte Alkohol wenn er nicht älter ist, und er hatte Alkohol. . Wer {u}kennt{/u} was sonst noch Art von "Tomfoolerie" ist!

source: [_maddie_s_away_s_sad_s_talk_consternation_] And not to mention that a lot of people could have been hurt! I mean, we can thank our lucky stripes there {i}weren't{/i} any serious injuries {i}this{/i} time, but-
french: [_maddie_s_away_s_sad_s_talk_consternation_] Et sans parler du fait que beaucoup de gens auraient pu être blessés ! Je veux dire, nous pouvons remercier nos foulards chanceux là-bas {i}n'étaient pas {/i} de blessures graves {i}ce {/i} temps, mais-
german: [_maddie_s_away_s_sad_s_talk_consternation_] Und ganz zu schweigen, dass viele Leute hätte verletzt werden können! Ich meine, wir können unseren glücklichen Streifen dort danken {i}waren alle schweren Verletzungen {i}diese{/i} Mal, aber-

source: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, now how is {i}that{/i} being fair, Maddie? The boy didn't know we'd have a horrifically ghastly lake monster attacking the house!
french: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, comment {i}est-il juste{/i} ? Le garçon ne savait pas que nous aurions un monstre terriblement effroyable qui attaquerait la maison!
german: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, wie ist nun {i}, das fair{/i} ist, Maddie? Der Junge wusste nicht, dass wir ein grauenhaftes Seeungeheuer das Haus angreifen würden!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, that's right! You won't believe it, Danny! But your old man stopped a giant lake ghost right on our front steps!
french: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, c'est vrai! Vous ne le croirez pas, Danny ! Mais votre vieil homme a arrêté un fantôme géant sur notre front !
german: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, das stimmt nicht! Du wirst es nicht glauben, Danny! Aber dein alter Mann hat einen riesigen Seengespenst direkt an unseren Frontstufen gestoppt!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] You did, did you...?
french: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Vous l'avez fait, n'est-ce pas...?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Du hast es getan...?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Yes, well, you had apparently fallen asleep through the whole incident... Jazz said she couldn't find you, but when we looked, you were right here in bed.
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Oui, eh bien, vous vous êtes apparemment endormi à travers tout l'incident.. Jazz a dit qu'elle ne pouvait pas vous trouver, mais quand nous avons regardé, vous étiez ici au lit.
german: [_maddie_s_towards_s_confused_s_talk_displeased_] Ja, nun, du bist anscheinend durch den ganzen Vorfall eingeschlafen gegangen.. Jazz sagte, sie könne dich nicht finden, aber als wir sahen, warst du genau hier im Bett.

source: [_jack_s_towards_s_sad_s_talk_happy_] We just figured we'd let you sleep the drink off and have this discussion in the morning.
french: [_jack_s_towards_s_sad_s_talk_happy_] Nous venons de penser que nous vous laisserions dormir la boisson et que nous aurions cette discussion le matin.
german: [_jack_s_towards_s_sad_s_talk_happy_] Wir haben gerade gedacht, dass wir dir das Getränk abschalten und diese Diskussion am Morgen führen würden.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Well, thanks, I do appreciate that.
french: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Eh bien, merci, j'apprécie ça.
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Nun, danke, das weiß ich zu schätzen.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] I wanna say that I'm sorry you guys, I didn't think things would get so out of hand... it was only meant to be a couple of friends.
french: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Je veux dire que je suis désolé que vous les gars, je ne pensais pas que les choses deviendraient si incontrôlables. . - il ne s’agissait que de quelques amis.
german: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Ich möchte sagen, dass es dir leid, Jungs, ich dachte nicht, dass die Dinge so außer Kontrolle geraten würden. . Es sollte nur ein paar Freunde sein.

source: [_jack_s_towards_s_rise_s_talk_happy_] Champ, just make sure when you throw a party next time, you run it by us first okay?
french: [_jack_s_towards_s_rise_s_talk_happy_] Champ, assurez-vous juste quand vous lancerez une fête la prochaine fois, vous la gérez par nous d'abord bien?
german: [_jack_s_towards_s_rise_s_talk_happy_] Champ, vergewissere dich, wenn du beim nächsten Mal eine Party wirfst?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sigh*{/i} Why on Earth did you even feel the {u}need{/u} to throw one?? That just has never been your MO, so this whole thing has just completely surprised me!
french: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Soupir*{/i} Pourquoi avez-vous même ressenti le besoin de {u}{/u} pour en lancer un? Cela n'a jamais été votre MO, donc tout cela vient tout juste de me surprendre!
german: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sehen*{/i} Warum hast du auf der Erde überhaupt das Gefühl das {u}braucht{/u} um eins zu werfen? Das war noch nie dein MO, also hat mich diese ganze Sache völlig überrascht!

source: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Better think fast on this one!)
french: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Réfléchissez vite à celle-ci!)
german: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Besser schnell nachdenken!)

source: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...I just thought it might help me... make some new friends?
french: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ... Je pensais que ça pourrait m'aider... faire de nouveaux amis ?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...Ich dachte, dass es mir helfen könnte... neue Freunde zu finden?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, throwing big "ragers" isn't going to make you friends. It's going to make you freeloaders to have to deal with.
french: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, lancer de gros « ragers» ne va pas vous faire des amis. Il va vous faire des pigeonniers avec qui il faut traiter.
german: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, das Werfen großer "Wut" macht dich nicht zu Freunden. Es wird dich zum Freeloader machen, mit dem du fertig werden musst.

source: [_maddie_s_towards_s_sad_s_talk_happy_] And since when did you need more friends? Tucker and Sam have been great friends to you for years now.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Et depuis quand avez-vous besoin de plus d'amis? Tucker et Sam sont de bons amis pour vous depuis des années.
german: [_maddie_s_towards_s_sad_s_talk_happy_] Und seit wann brauchst du mehr Freunde? Tucker und Sam sind seit Jahren tolle Freunde für dich.

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] I dunno, it just seemed like a good idea to broaden my horizons. It's my last year of school after all.
french: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Je dunno, il m'a semblé juste une bonne idée d'élargir mes horizons. C'est ma dernière année d'école, après tout.
german: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Ich dunno, es schien einfach eine gute Idee, meinen Horizont zu erweitern. Es ist mein letztes Schuljahr.

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, you and Jasmine can broaden your cleaning horizons with some clean-up duty the rest of the day after this little stunt!
french: [_jack_s_towards_s_rise_s_talk_happy_] Eh bien, vous et Jasmine pouvez élargir vos horizons de nettoyage avec un service de nettoyage le reste de la journée après cette petite cascade!
german: [_jack_s_towards_s_rise_s_talk_happy_] Nun, du und Jasmine können deinen Reinigungshorizont mit etwas Reinigungsaufgabe den Rest des Tages nach diesem kleinen Schlag erweitern!

source: [_jack_s_towards_s_confused_s_talk_happy_] ...did that turn of phrase make any sense to you, gang?
french: [_jack_s_towards_s_confused_s_talk_happy_] ... ce tour de phrase a-t-il eu un quelconque sens pour vous, gang?
german: [_jack_s_towards_s_confused_s_talk_happy_] ...ergab dir diese Phrase irgendeinen Sinn?

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, I got the idea.
french: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, j'ai eu l'idée.
german: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehh{/i}, ich habe die Idee.

source: [_maddie_s_away_s_sad_s_talk_happy_] Yeah more or less it came across.
french: [_maddie_s_away_s_sad_s_talk_happy_] Oui plus ou moins il est passé de côté.
german: [_maddie_s_away_s_sad_s_talk_happy_] Ja, mehr oder weniger kam es durch.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] And again, I'm sorry I let you guys down.
french: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Encore une fois, je suis désolé de vous laisser tomber.
german: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] Und wieder, es tut mir leid, dass ich dich niedergelassen habe.

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, don't beat yourself up too much, sport. Nothing got set on fire, everything can be cleaned up and tidied and nobody got seriously hurt from that monster, so that's all that matters.
french: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, ne vous battez pas trop, le sport. Rien n'a été mis au feu, tout peut être nettoyé et entretenu et personne n'a été gravement blessé par ce monstre, donc c'est tout ce qui importe.
german: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, schlagen Sie sich nicht zu viel, Sport. Es ist nichts in Brand gesetzt worden, alles kann aufgeräumt und bereinigt werden und niemand wurde ernsthaft von diesem Monster verletzt. Das ist also alles, was zählt.

source: [_jack_s_closed_s_sad_s_talk_displeased_] ...well, besides my clavicle...
french: [_jack_s_closed_s_sad_s_talk_displeased_] ...eh bien, en plus de ma clavicule...
german: [_jack_s_closed_s_sad_s_talk_displeased_] ...Na ja, neben meiner clavicle...

source: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, that still smarts. I think I'm going try to lie down with a new ice pack...
french: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, c'est encore malin. Je pense que je vais essayer de m'allonger avec une nouvelle meute de glace...
german: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, das immer noch smart. Ich denke, ich werde versuchen, mit einem neuen Eispack...

source: [_maddie_s_towards_s_idle_s_talk_happy_] The cleaning supplies are at the bottom of the stairs, sweetie.{p}You and Jazz have all day to get things back to normal.
french: [_maddie_s_towards_s_idle_s_talk_happy_] Les fournitures de nettoyage sont au fond des escaliers, sucré.{p}Vous et Jazz avez toute la journée pour rétablir la normale.
german: [_maddie_s_towards_s_idle_s_talk_happy_] Die Reinigungsmittel liegen unten auf der Treppe und sind süß.{p}Du und Jazz haben den ganzen Tag, um die Dinge wieder normal zu machen.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Okay, I'll be down to help clean up once I get dressed...
french: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Ok, je serai en panne pour aider à nettoyer une fois que je serai habillé...
german: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Okay, ich bin runter, um bei der Bereinigung zu helfen, sobald ich mich gekleidet habe...

source: [_maddie_s_towards_s_idle_s_talk_happy_] Glad to hear it Danny.{p}And...
french: [_maddie_s_towards_s_idle_s_talk_happy_] Heureuse de l'entendre Danny.{p}et...
german: [_maddie_s_towards_s_idle_s_talk_happy_] Glud, es Danny zu hören.{p}und...

source: [_maddie_s_closed_s_sad_s_talk_happy_] ...I'm {i}very{/i} glad that you're okay.
french: [_maddie_s_closed_s_sad_s_talk_happy_] ...Je suis {i}très{/i} heureux que vous soyez d'accord.
german: [_maddie_s_closed_s_sad_s_talk_happy_] ...Ich bin {i}sehr{/i} froh, dass du in Ordnung bist.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Thanks Mom. You too. So, I guess your retreat didn't turn out like you had hoped?
french: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Merci Maman. Vous aussi. Donc, je suppose que votre retraite ne s'est pas déroulée comme vous l'aviez espéré ?
german: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Danke Mama. Also, ich denke, dein Rückzug hat sich nicht wie du gehofft hast?

source: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, it was a nice enough day trip, your father and I like driving the RV together...
french: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, ce fut une excursion d'une journée, votre père et moi aimons conduire le RV ensemble...
german: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohhh{/i}, es war eine nette genug Tagesfahrt, dein Vater und ich fahren gerne zusammen mit dem RV...

source: [_maddie_s_towards_s_angry_s_talk_displeased_] But I mean it this time, I am {u}done{/u} responding to mail-in surprise getaways or trips. Chances are...
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Mais je veux dire cette fois-ci, je suis {u}terminé{/u} à répondre à des escapades ou des voyages par courrier. Il y a des chances que...
german: [_maddie_s_towards_s_angry_s_talk_displeased_] Aber ich meine es dieses Mal, ich bin {u}fertig{/u} antworte auf E-Mail-in Überraschungsreisen oder Reisen. Chancen sind...

source: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ...there's some kinda ghost behind it.
french: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ... il y a une sorte de fantôme derrière elle.
german: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ...dahinter gibt es einen kinda-Gespenst.

source: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, that whole night was definitely crazy... but at least now I've sorted out another charge thanks to Desiree. I feel better already with that Orgone!)
french: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, cette nuit entière était vraiment folle... mais au moins maintenant, j'ai réglé une autre charge grâce à Desiree. Je me sens déjà mieux avec cet Orgone!)
german: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wo, die ganze Nacht war definitiv verrückt... aber zumindest habe ich jetzt eine andere Ladung dank Desiree geregelt. Ich fühle mich besser mit diesem Orgone!)

source: [_danny_s_boxers_s_down_s_sad_s_smile_] (Though I do wonder, what's going to happen between me and Desiree now? Am I really progressing things steadily like this with a ghost? Who knows where things will go from here!)
french: [_danny_s_boxers_s_down_s_sad_s_smile_] (Bien que je me pose la question, que se passera-t-il entre moi et Desiree maintenant? Suis-je vraiment en train de faire des progrès constants comme ça avec un fantôme? Qui sait où vont les choses d'ici !)
german: [_danny_s_boxers_s_down_s_sad_s_smile_] (Obwohl ich mich frage, was wird nun zwischen mir und Desiree passieren? Bin ich mit einem Gespenst wirklich stetig weiter? Wer weiß, wohin die Dinge von hier aus gehen!)
