Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_jack_s_stare_s_angry_s_talk_happy_] See you at dinner!!
french: [_jack_s_stare_s_angry_s_talk_happy_] A dîner!!

source: [_danny_s_down_s_unhappy_s_talk_distraught_] Great, glad we got that squared away... well anyway, I better go pack an overnight bag's worth of white & red t-shirts and blue jeans into my suitcase.
french: [_danny_s_down_s_unhappy_s_talk_distraught_] Super, je me réjouis que nous ayons perdu ce carré... Bon, il vaut mieux aller faire un sac de nuit avec des t-shirts blancs et rouges et des jeans bleus dans ma valise.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, this is fantastic!! Thank you sweetie, I knew you'd come around to seeing reason!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, c'est fantastique!! Je vous remercie, je savais que vous alliez voir la raison !

source: [_danny_s_towards_s_wondering_s_talk_pleased_] So, when'd you say we fly out again?
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Alors, quand avez-vous dit que nous avions de nouveau volé ?

source: [_maddie_s_towards_s_wondering_s_talk_distraught_] Saturday morning, pretty early.
french: [_maddie_s_towards_s_wondering_s_talk_distraught_] Samedi matin, assez tôt.

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Alright, well like I said, I've got a little time before then, but I beter get a head start on it now, I guess.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] D'accord, bien comme je l'ai dit, j'ai un peu de temps avant cela, mais je vais commencer à le faire maintenant, je suppose.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Take care sweetheart.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Prenez soin de la douceur.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Hey Danny? Can I come in for just a moment?
french: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Hey Danny ? Puis-je entrer un instant ?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Sure Mom, I'm just packing up for the trip Saturday.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Bien sûr, ma maman, je suis juste emballé pour le voyage samedi.

source: [_maddie_] I just want you to know that I really do appreciate you coming with me to the symposium. I promise we'll have an amazing time!
french: [_maddie_] Je veux juste que vous sachiez que j'apprécie vraiment que vous veniez avec moi pour le symposium. « Je vous promets que nous aurons un moment incroyable! »

source: [_danny_] Sure Mom. Hey, why exactly {i}did{/i} they offer us free tickets? They a well funded organization or something?
french: [_danny_] Sûr Maman. Hé, pourquoi {i}nous a-t-il offert des billets gratuits{/i} ? C'est une organisation bien financée ou quelque chose ?

source: [_maddie_s_towards_s_rise_s_talk_pleased_] Well, I had never actually heard of the symposium event myself, but they seemed eager to have us represent our findings on all things ghostly!
french: [_maddie_s_towards_s_rise_s_talk_pleased_] Eh bien, je n'avais jamais entendu parler moi-même de l'événement du symposium, mais ils semblaient impatients de nous voir représenter nos conclusions sur toutes les choses fantômes!

source: [_maddie_s_towards_s_neutral_s_talk_pleased_] I figure with the recent reports of all the ghost activity here in Amity, they wanted somebody close to the situation to report back our findings.
french: [_maddie_s_towards_s_neutral_s_talk_pleased_] Je figure avec les rapports récents de toute l'activité des fantômes ici à Amity, Ils voulaient que quelqu'un proche de la situation fasse état de nos conclusions.

source: [_maddie_s_towards_s_confused_s_talk_distraught_] Why, something wrong?
french: [_maddie_s_towards_s_confused_s_talk_distraught_] Pourquoi, quelque chose ne va pas ?

source: [_danny_s_towards_s_wondering_s_talk_pleased_] No, not really. Just thought it seemed strange that our flight plan takes a huge detour and flies over miles of Colorado forestry for seemingly no reason.
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Non, pas vraiment. Il m'a semblé étrange que notre plan de vol prenne un détour énorme et vole sur des kilomètres de forêts du Colorado sans apparemment aucune raison.

source: [_maddie_s_towards_s_wondering_s_talk_pleased_] Huh... well I'm sure they're just letting us take the scenic route!
french: [_maddie_s_towards_s_wondering_s_talk_pleased_] Huh... eh bien, je suis sûr qu'ils ne font que nous laisser emprunter la voie scénique !

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...hey, works for me!
french: [_danny_s_towards_s_neutral_s_talk_happy_] ... hey, ça marche pour moi !

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, this is just so exciting! Let's celebrate with a hug!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, c'est tellement excitant! Faisons la fête avec un câlin!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sure, of course!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Bien sûr, bien sûr !

source: [_maddie_] Oh, thank you so much for this, sweetie...
french: [_maddie_] Oh, merci beaucoup pour ceci...

source: [_danny_] (This is nice... man, she smells really, {i}really{/i} good today...)
french: [_danny_] (C'est joli... homme, elle sent vraiment, {i}vraiment{/i} bien aujourd'hui...)

source: [_maddie_] Oh pumpkin... this has meant the world to me, you don't even know. I love you, Danny.
french: [_maddie_] Oh citrouille... cela a signifié le monde pour moi, vous ne savez même pas. Je vous aime, Danny.

source: [_danny_] Y-yeah... love you too, Mom.
french: [_danny_] Y-yeah... vous aimez-vous aussi, Maman.

source: [_danny_] (Maybe I should talk to someone about all of this? I'm really starting to see Mom a bit... {i}differently{/i} lately...)
french: [_danny_] (Peut-être que je devrais parler à quelqu'un de tout cela ? Je commence vraiment à voir maman un peu... {i}différemment{/i} dernièrement...)

source: [_danny_] (Nah. Tucker and Sam have already been dragged into enough weird thanks to me. Best to keep that close to the vest for now.)
french: [_danny_] (Nah. Tucker et Sam ont déjà été entraînés dans suffisamment bizarres grâce à moi. Mieux vaut garder cette veste près de la veste pour l'instant.)

source: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Ehh, honestly, I should probably finish up packing for now, and save the real big hugs for the trip, ya' know?
french: [_danny_s_down_s_wondering_s_talk_distraught_s_blush_] Hé, honnêtement, je devrais probablement finir l'emballage pour l'instant, et sauver les gros câlins pour le voyage, vous savez?

source: [_maddie_s_towards_s_wondering_s_talk_frown_] Oh... well, okay Danny, I'll just... I'll just let you pack in peace then.
french: [_maddie_s_towards_s_wondering_s_talk_frown_] Oh... eh bien, ok Danny, je vais juste... Je vais juste vous laisser emporter en paix alors.

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks Mom.
french: [_danny_s_towards_s_sad_s_talk_happy_] Merci Mom.

source: [_danny_s_towards_s_wondering_s_bite_] (Oh jeez... should I tell Mom that... her butt just looks so... {u}big{/u}. So tightly pressed up against thhat spandex jumper...)
french: [_danny_s_towards_s_wondering_s_bite_] (Oh jeez... devrais-je dire à Maman que... son cul a l'air ainsi... {u}grande{/u}. Si serré contre le hchapeau spandex jumper...)

source: [_danny_s_towards_s_rise_s_bite_] (Has it always looked like that? Why am I just noticing this now? Jeez, why am I even looking??)
french: [_danny_s_towards_s_rise_s_bite_] (Comme ça a toujours ressemblé à ça ? Pourquoi suis-je juste en train de remarquer ça maintenant? Jeez, pourquoi je regarde même ??)

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] Maybe I should seriously talk to someone about all of this? I'm really starting to see Mom a bit... {i}differently{/i} lately...
french: [_danny_s_at_player_s_wondering_s_talk_distraught_] Peut-être que je devrais parler sérieusement à quelqu'un de tout cela ? Je commence vraiment à voir maman un peu... {i}différemment{/i} ces derniers temps...

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Nah. Tucker and Sam have already been dragged into enough weird thanks to me. Best to keep that close to the vest for now.
french: [_danny_s_at_player_s_neutral_s_talk_happy_] Nah. Tucker et Sam ont déjà été entraînés dans assez bizarres grâce à moi. Mieux vaut garder cette veste près de la veste pour le moment.

source: [_danny_] Hey guys.
french: [_danny_] Bonjour les gars.

source: [_tucker_s_towards_s_sad_s_talk_frown_] Man, is something up with you, dude? You look the same way you did after Sam spoiled {i}Empire Strikes Back{/i} for you.
french: [_tucker_s_towards_s_sad_s_talk_frown_] L'homme, c'est quelque chose avec vous, dude? Vous regardez comme vous l'avez fait après que Sam ait gâté {i}frappes de l'Empire pour vous{/i}.

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] How is it even a spoiler at this point?! It's been decades since it came out!! EVERYONE knows that Vadar is Luke's father!
french: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] Comment est-ce même un gâchis à ce stade?! Cela fait des décennies qu'il est sorti !! TOUT LE MONDE sait que Vadar est le père de Luc !

source: [_tucker_s_away_s_angry_s_talk_frown_] We didn't grow up in that generation, Sam! Don't blame the fact we weren't born early enough for your lack of common decency of nerd culture!
french: [_tucker_s_away_s_angry_s_talk_frown_] Nous n'avons pas grandi dans cette génération, Sam ! Ne blâmez pas assez tôt le fait que nous ne sommes pas nés pour votre manque de décence commune de culture nerveuse!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Uhm, well no, it's nothing that bad. I've got to go to a convention in Florida this weekend with my Mom.
french: [_danny_s_towards_s_sad_s_talk_distraught_] Euh, bien non, ce n'est pas si mal. Je dois aller à une convention en Floride ce week-end avec ma maman.

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] Really? But what happens if there's a ghost attack in the meanwhile?
french: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_] Vraiment? Mais que se passe-t-il s'il y a une attaque fantôme entre-temps ?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Well besides me, Amity Park has Vlad Masters and my dad to protect itself, so that's some good news, right?
french: [_danny_s_towards_s_wondering_s_talk_distraught_] En plus de moi, Amity Park a Vlad Masters et mon père pour se protéger, donc c'est une bonne nouvelle, non ?

source: [_tucker_s_towards_s_sad_s_talk_frown_] Uhh... that's only halfway good news, no offense.
french: [_tucker_s_towards_s_sad_s_talk_frown_] Euh... ce n'est que la moitié de bonnes nouvelles, pas d'offenses.

source: [_danny_s_at_danny_s_sad_s_talk_distraught_] I mean, I do sorta wanna take breaks every now and then... but if you really think it might be a problem...
french: [_danny_s_at_danny_s_sad_s_talk_distraught_] Je veux dire, je veux dire que sorta veut prendre des pauses de temps en temps... mais si vous pensez vraiment que cela pourrait être un problème...

source: [_sam_s_casual_outfit_s_towards_s_sad_s_talk_happy_] I mean, hey, I haven't heard of a ghost try to grope me or anyone else in a good while. Maybe word's gotten back to them that a cool ghost is watching over the town?
french: [_sam_s_casual_outfit_s_towards_s_sad_s_talk_happy_] Je veux dire, hey, je n'ai pas entendu parler d'un fantôme essayer de me grogner ou de quelqu'un d'autre en un bon moment. Peut-être que le mot leur a été rendu que le fantôme cool surveille la ville ?

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Yeah dude, you're like, Amity Park's own Ghost Rider!
french: [_tucker_s_towards_s_wondering_s_talk_happy_] Ouais, tu aimes, tu aimes le cavalier fantôme d'Amity Park!

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_2_] Ghost Rider's not a ghost though, he's a supernatural being of vengeance.
french: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_frown_2_] Le Chevalier des fantômes n'est pas un fantôme, il est un être surnaturel de vengeance.

source: [_tucker_s_away_s_wondering_s_talk_frown_] ...then he's like Deadman!
french: [_tucker_s_away_s_wondering_s_talk_frown_] ... alors il est comme un mortel !

source: [_sam_s_casual_outfit_s_towards_s_angry_s_talk_frown_2_] Danny's not trying to figure out who his mysterious hook handed killer is, cause he's not dead!
french: [_sam_s_casual_outfit_s_towards_s_angry_s_talk_frown_2_] Danny n'essaye pas de comprendre qui est son mystérieux crochet à la main, parce qu'il n'est pas mort !

source: [_tucker_s_away_s_sad_s_talk_frown_] Then I'm running out of nerdy pop culture references I can pull out, Sam!
french: [_tucker_s_away_s_sad_s_talk_frown_] Alors je suis à court de références nerveuses de la culture pop que je peux retirer, Sam !

source: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_3_] I don't think it matters, because the town should be good for at least one weekend. You should go Danny, spend some time with your Mom!
french: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_3_] Je ne pense pas que ce soit important, car la ville devrait être bonne pour au moins un week-end. Vous devriez aller à Danny, passer un peu de temps avec votre Maman !

source: [_danny_s_towards_s_sad_s_talk_happy_] Alright, I'll go, but if there's any trouble, just call me, alright?
french: [_danny_s_towards_s_sad_s_talk_happy_] D'accord, je vais y aller, mais s'il y a des problèmes, appelez-moi, d'accord?

source: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_2_] Go ahead, have fun!
french: [_sam_s_casual_outfit_s_towards_s_neutral_s_talk_happy_2_] Allez-y, amusez-vous !

source: [_danny_s_towards_s_rise_s_talk_distraught_] It's a science fair with my Mom, I doubt I'll get much enjoyment or excitement out of it...
french: [_danny_s_towards_s_rise_s_talk_distraught_] C'est une foire scientifique avec ma Maman, je doute que j'en tirerai beaucoup de plaisir ou d'excitation...

source: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_happy_] A perfectly boring time might just be what you need. The excitement will still be here when you come back.
french: [_sam_s_casual_outfit_s_towards_s_confused_s_talk_happy_] Un moment parfaitement ennuyeux pourrait être ce dont vous avez besoin. L'excitation sera toujours là quand vous reviendrez.

source: [_tucker_s_towards_s_wondering_s_talk_happy_] See you when you get back, dude!
french: [_tucker_s_towards_s_wondering_s_talk_happy_] Vous voyez quand vous retournez, dude!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Thanks guys. And again, just call me.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Merci les gars. Et encore une fois, appelez-moi.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_noblush_] Danny are you ready to leave?
french: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_pleased_s_noblush_] Danny êtes-vous prêt à partir?

source: [_danny_s_up_right_s_neutral_s_talk_distraught_] {i}*Yawn*{/i} Yeah Mom. I'm all packed and ready.
french: [_danny_s_up_right_s_neutral_s_talk_distraught_] {i}*Yawn*{/i} Oui Maman. Je suis tout emballé et prêt.

source: [_jazz_s_towards_s_idle_s_talk_amused_] You excited for Florida, dude?
french: [_jazz_s_towards_s_idle_s_talk_amused_] Vous êtes excité pour la Floride ?

source: [_danny_s_towards_s_rise_s_talk_distraught_] Ehhh, I'm sorta hit or miss on this whole trip, honestly.
french: [_danny_s_towards_s_rise_s_talk_distraught_] Ehhh, je suis sorta frappé ou manqué pendant tout ce voyage, honnêtement.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Hey, at least you're going somewhere. I'm doomed to "special family alone time" with Dad...
french: [_jazz_s_towards_s_sad_s_talk_frown_] Hé, au moins vous allez quelque part. Je suis condamnée à « une famille spéciale seule» avec papa...

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, I'm sure we'll both find ways to try and make parental smothering at least bearable.
french: [_danny_s_towards_s_sad_s_talk_happy_] Hé, je suis sûr que nous trouverons tous les deux des moyens d'essayer de rendre au moins supportable l'adoucissement parental.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Yeah, let's hope so... what's even the name of this organization?
french: [_jazz_s_towards_s_sad_s_talk_frown_] Ouais, espérons que... quel est le nom même de cette organisation ?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Said on the invite Mom showed me... "The Dalv group" or something.
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Dit sur l'invitation Maman m'a montré... « Le groupe Dalv» ou quelque chose.

source: [_jazz_s_towards_s_sad_s_talk_frown_] Never heard of em'. Are they legitimate?
french: [_jazz_s_towards_s_sad_s_talk_frown_] Jamais entendu parler d'eux. Sont-ils légitimés ?

source: [_danny_s_towards_s_rise_s_talk_frown_] Legitimately {i}boring{/i}, I'm guessing.
french: [_danny_s_towards_s_rise_s_talk_frown_] Légérement {i}ennuyeux{/i}, je suppose.

source: [_jack_] Now then, you two {i}*Sniff*{/i} have everything you might n-need?
french: [_jack_] Maintenant, vous avez deux *Sniff*{/i} de {i}tout ce dont vous pourriez avoir besoin ?

source: [_danny_s_towards_s_sad_s_talk_frown_] Dad? Are you... are you crying?
french: [_danny_s_towards_s_sad_s_talk_frown_] Papa ? Êtes-vous en train de pleurer?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}*Sniff*{/i} I'm just... just so proud... my son... soon to be the greatest ghost hunter in the whole world!
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}*Sniff*{/i} Je suis juste... tellement fière... mon fils... bientôt le plus grand chasseur de fantômes du monde entier!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Aww, Dad! That's really sweet that you have so much faith in Danny to carry-
french: [_jazz_s_towards_s_idle_s_talk_happy_] Aww, papa ! C'est vraiment doux que vous avez tellement confiance en Danny à transporter-

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, maybe {u}second{/u} greatest ghost hunter till I'm gone! But for now, I'll gladly let you live in my shadow for a few more decades!
french: [_jack_s_closed_s_sad_s_talk_happy_] Eh bien, peut-être {u}seconde{/u} plus grand chasseur de fantômes jusqu'à ce que je disparaisse! Mais pour l'instant, je vous laisse vivre dans mon ombre pendant quelques décennies de plus!

source: [_jazz_s_towards_s_sad_s_talk_frown_] Huh... pretty big shadow at that...
french: [_jazz_s_towards_s_sad_s_talk_frown_] Huh... assez grosse ombre sur ça...

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Okay, so I've pre-cooked you both some dinners that are in the fridge while me and Danny are away. Just heat them using the microwave!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Ok, donc je vous ai précuits à la fois des dîners qui sont dans le réfrigérateur pendant que moi et Danny sommes absents. Il suffit de les chauffer en utilisant le micro-ondes !

source: [_jazz_s_towards_s_sad_s_talk_frown_] Couldn't we have just ordered pizza or takeout?
french: [_jazz_s_towards_s_sad_s_talk_frown_] N'aurions-nous pas pu commander une pizza ou une pizza à emporter ?

source: [_maddie_s_towards_s_sad_s_talk_frown_] Ordering takeout will not solve all your problems, young lady! You need a healthy balanced diet.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Commander à emporter ne résoudra pas tous vos problèmes, jeune dame! Vous avez besoin d'une alimentation saine et équilibrée.

source: [_jack_s_stare_s_angry_s_talk_happy_] Scrumptious home cooked meals provides us the energy we need to battle ghosts!
french: [_jack_s_stare_s_angry_s_talk_happy_] Des repas cuisinés à la maison nous fournissent l'énergie dont nous avons besoin pour combattre les fantômes!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Hey, somebody cooks that pizza, right? That's enough for me to consider it a "supplemental" meal...
french: [_jazz_s_towards_s_idle_s_talk_happy_] Hey, quelqu'un fait cuire cette pizza, n'est-ce pas ? Ça suffit pour moi de la considérer comme un repas « complémentaire »...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh hey, sounds like our taxi is waiting outside.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Oh hé, on dirait que notre taxi attend dehors.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oooh, okay, let's go! Alrighty gang, we'll see you both Monday!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oooh, d'accord, allons-y ! Tout le gang de bonheur, nous te verrons tous les deux lundis !

source: [_jack_s_towards_s_sad_s_talk_happy_] Learn something smart Danny! Be safe my beautiful little ghost hunting sugar muffin!
french: [_jack_s_towards_s_sad_s_talk_happy_] Apprenez quelque chose de bon Danny ! Soyez en sécurité mon beau petit muffin de chasse au sucre !

source: [_jazz_s_towards_s_idle_s_talk_amused_] Call us when you guys land.
french: [_jazz_s_towards_s_idle_s_talk_amused_] Appelez-nous quand vous atterrissez.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Will do! Come on Danny, grab the bags.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Va faire ! Venez à Danny, prenez les sacs.

source: [_danny_s_towards_wide_s_neutral_s_talk_frown_] Yeah, I'm on it...
french: [_danny_s_towards_wide_s_neutral_s_talk_frown_] Oui, je suis dessus...

source: [_danny_s_at_player_s_sad_s_smile_] (Alright, so it's one weekend away with my Mom Can't be too bad, right? And it's Florida! This should be fun...)
french: [_danny_s_at_player_s_sad_s_smile_] (D'accord, donc il ne vous reste plus qu'un week-end avec ma mère ne peut pas être trop mauvaise, non ? Et c'est la Floride ! Ça devrait être amusant...)

source: [_maddie_s_towards_s_aghast_s_talk_frown_] Oh and Jack... please try not to trash the house while we're gone, yeah?
french: [_maddie_s_towards_s_aghast_s_talk_frown_] Oh et Jack... essayez de ne pas jeter la maison pendant que nous sommes partis, hein?

source: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Siiiigh*{/i} ...suck the house into a parallel dimension {u}one{/u} time, and you can't just let it go, can you?
french: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Siiiiigh*{/i} ...aspirez la maison dans une dimension parallèle {u}fois{/u}, et vous ne pouvez pas vous laisser partir, n'est-ce pas?

source: [_maddie_] Ohh isn't this just exciting? A first class private flight with champagne! Now {i}this{/i} is living the high life miles high!
french: [_maddie_] Ohh ce n'est pas juste excitant? Un vol privé de première classe avec du champagne! Maintenant, {i}ce{/i} vit le haut des kilomètres de vie !

source: [_danny_] {i}*Grumble*{/i} Man... how long is this detour going to take? I feel like we've been flying for hours!
french: [_danny_] {i}*Grumble*{/i} Homme... Combien de temps ce détour va-t-il prendre ? J'ai l'impression que nous volons depuis des heures!

source: [_maddie_s_towards_s_rise_s_talk_distraught_] C'mon, mister pouty pants. This is a luxury vacation trip! Can't you try doing something {i}other{/i} than just complaining?
french: [_maddie_s_towards_s_rise_s_talk_distraught_] C'mon, pantalon pouty mister. C'est un voyage de vacances de luxe! Vous ne pouvez pas essayer de faire quelque chose {i}autre{/i} que de vous plaindre?

source: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Sorry Mom, I've just been stressed recently... like I said, I've got a lot on my mind.
french: [_danny_s_towards_s_sad_s_talk_frown_] {i}*Soupir*{/i} Désolé Maman, je viens d'être stressé... comme je l'ai dit, j'ai beaucoup d'esprit.
