Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_sad_2_] (...that I think she looks actually rather beautiful...)
german: [_danny_s_sad_2_] (...dass ich denke, dass sie eigentlich ziemlich schön aussieht...)
italian: [_danny_s_sad_2_] (...che penso sia piuttosto bella...)

source: [_danny_s_grin_happy_] (With a nice pair of tits, to boot. {i}Heh{/i}.)
german: [_danny_s_grin_happy_] (Mit schönen Titten, um zu booten. {i}Heh{/i}.)
italian: [_danny_s_grin_happy_] (Con un bel paio di tette, per giunta. {i}).

source: [_danny_] (Oh, it's wrong to think like that, but it was pretty much the {b}first{/b} thing I noticed about her after I got over the whole "ghost-genie" part... she's just got a {i}gorgeous{/i} set is all!)
german: [_danny_] (Oh, es ist falsch, so zu denken, aber es war so ziemlich das {b}erste{/b} was ich von ihr bemerkte, nachdem ich den ganzen "ghost-genie" Teil überlaufen habe. . Sie hat gerade ein {i}Gorgeous{/i} Set ist all!)
italian: [_danny_] (Oh, è sbagliato pensarla così, ma è stata praticamente la {b}prima cosa{/b} che ho notato di lei dopo aver superato tutta la parte del "fantasma-genio"... ha solo un {i}set stupendo{/i}, tutto qui).

source: [_danny_] (Ehh, I shouldn't think too much like that though, she's not some sort of a sex slave. More like... advice slave! Wait, is that still bad...?)
german: [_danny_] (Ehh, ich sollte nicht zu sehr so denken, aber sie ist kein Sexsklave. Ähnlicher als ... Ratschläge! Warte, ist das immer noch schlecht...?)
italian: [_danny_] (Ehh, non dovrei pensarla troppo così però, non è una specie di schiava del sesso. Piuttosto... una schiava dei consigli! Aspetta, è ancora brutto...?)

source: [_desiree_s_talk_frown_] Oh... I uh... I see my {b}appearance{/b} has made an issue for you, master. I do apologize.
german: [_desiree_s_talk_frown_] Oh... Ich uh... Ich sehe mein {b}Auftreten{/b} hat ein Problem für dich, Meister. Ich entschuldige mich.
italian: [_desiree_s_talk_frown_] Oh... vedo che il mio {b}aspetto{/b} ha creato un problema per voi, maestro. Mi scuso.

source: [_danny_] (Huh? What is she talking about?)
german: [_danny_] (Huh? Worüber redet sie?)
italian: [_danny_] (Huh? Di cosa sta parlando?)

source: [_desiree_s_talk_frown_2_] I didn't mean to upset you in this manner, Master Danny, truly.
german: [_desiree_s_talk_frown_2_] Ich wollte dich nicht so verärgern, Meister Danny, wahrhaftig.
italian: [_desiree_s_talk_frown_2_] Non volevo turbarla in questo modo, signorino Danny, davvero.

source: [_danny_] I'm... not quite sure what you're getting at Desiree, honestly. Is this something to do with my powers?
german: [_danny_] Ich bin mir nicht ganz sicher, was du bei Desiree bekommst, ehrlich. Hat das etwas mit meinen Kräften zu tun?
italian: [_danny_] Sinceramente, non sono sicuro di cosa tu voglia ottenere, Desiree. Ha a che fare con i miei poteri?

source: [_desiree_s_talk_happy_s_sad_] Well, I just imagined you'd like to be... {i}relieved{/i} of your problem, yes...? Allow me, Master...
german: [_desiree_s_talk_happy_s_sad_] Nun, ich habe mir gerade vorgestellt, dass du gerne sein möchtest... {i}von deinem Problem befreit{/i} ja? Erlaube mir, Meister...
italian: [_desiree_s_talk_happy_s_sad_] Beh, immaginavo che ti sarebbe piaciuto essere... {i}sollevato{/i} dal tuo problema, sì...? Permettetemi, Maestro...

source: [_danny_] (Wait, what is she-)
german: [_danny_] (Warte, was sie ist)
italian: [_danny_] (Aspetta, cosa sta...)

source: [_danny_] Ohh... I see... did you used to have to do this for... for other...
german: [_danny_] Ohhh... Ich habe gesehen... haben Sie das früher für andere gemacht...
italian: [_danny_] Ohh... Capisco... Una volta dovevi farlo per... per altri...

source: [_desiree_] Actually, this is something I picked up in the past a few decades ago.
german: [_desiree_] Eigentlich habe ich das in den letzten Jahrzehnten aufgegriffen.
italian: [_desiree_] In realtà, è una cosa che ho imparato in passato, qualche decennio fa.

source: [_desiree_] It wasn't a {i}particularly{/i} common technique when I was alive...
german: [_desiree_] Es war keine besonders {i}übliche Technik{/i} als ich am Leben war...
italian: [_desiree_] Non era una {i}tecnica particolarmente{/i} comune quando ero vivo...

source: [_desiree_] So tell me... are you enjoying my rather large breasts?
german: [_desiree_] Also sag mir... genießst du meine ziemlich großen Brüsten?
italian: [_desiree_] Allora dimmi... ti piace il mio seno piuttosto grande?

source: [_danny_] Are you kidding? Of course Desiree, they're incredible.
german: [_danny_] Scherzhaft? Natürlich Willkommen, sie sind unglaublich.
italian: [_danny_] Stai scherzando? Certo Desiree, sono incredibili.

source: [_desiree_] I bet I could lick the tip from here... even my large mounds can hardly contain the length of your member, Master...
german: [_desiree_] Ich wette, dass ich den Tipp von hier lecken konnte... auch meine großen Hütten können kaum die Länge Ihres Mitglieds, Master...
italian: [_desiree_] Scommetto che potrei leccare la punta da qui... anche le mie grandi protuberanze possono a malapena contenere la lunghezza del tuo membro, Maestro...

source: [_danny_] Oh shoot, it feels so good to be smothered like this... (God, her body is surprisingly producing a lot of heat...)
german: [_danny_] Oh schießen, es fühlt sich so gut an, so erstickt zu werden... (Gott, ihr Körper produziert überraschend viel Hitze...)
italian: [_danny_] Oh cavolo, è così bello essere soffocati così... (Dio, il suo corpo sta sorprendentemente producendo molto calore...)

source: [_desiree_] (I'm so glad he's enjoying this... all I need from him is a single moment's slip up... and I'd be free!)
german: [_desiree_] (Ich bin so froh, dass er das genießt... alles, was ich von ihm brauche ist ein einziger Moment auf dem rutscht... und ich wäre frei!)
italian: [_desiree_] (Sono così contenta che si stia divertendo... mi basta un solo momento di errore da parte sua... e sarei libera).

source: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... I'm gonna... you're making me~...!
german: [_danny_] {i}HuhuUuuh{/i}... Ach des.... Ich bin gonna... Du machst mich~...!
italian: [_danny_] {i}HuhuUuuhh{/i}... Oh Des.... Mi... mi stai facendo...!

source: [_danny_] {i}*Huff* *Pant* *Moan*{/i}
italian: [_danny_] {i}*Sbuffo* *Ansima* *Mormora*{/i}

source: [_danny_] Desiree, seriously, you're a miracle worker.
german: [_danny_] Verzweiflung, ernsthaft, du bist ein Wunder Arbeiter.
italian: [_danny_] Desiree, sul serio, sei una che fa miracoli.

source: [_desiree_] Well, I {b}do{/b} grant wishes, so, that's a rather good sense of perception you have, Master, I must say.
german: [_desiree_] Nun, ich {b}erlaube mir Wünsche, also das ist ein ziemlich guter Sinn für die Wahrnehmung, die du hast, Meister, muss ich sagen.
italian: [_desiree_] Beh, io {b}esaudisco i desideri, quindi, devo dire che avete un ottimo senso della percezione, Maestro.

source: [_danny_] Besides that though even, I mean... you just know how to properly service a guy...
german: [_danny_] Abgesehen davon, meine ich... Sie wissen nur, wie man einen Kerl richtig bedienen kann...
italian: [_danny_] A parte questo, però, voglio dire... tu sai come servire correttamente un ragazzo...

source: [_desiree_] It's easier to do when the "guy" you're dealing with also happens to be your sworn Master by a strong magical bond, and you don't have much say otherwise.
german: [_desiree_] Es ist einfacher zu tun, wenn der "Typ", mit dem du es zu tun hast, auch dein beeidigter Meister von einer starken magischen Bindung ist, und Sie haben nicht viel anderes zu sagen.
italian: [_desiree_] È più facile farlo quando il "tizio" con cui hai a che fare è anche il tuo Maestro giurato per un forte legame magico, e non hai molta voce in capitolo.

source: [_danny_] Well hey, you offered it, and boy am I glad you did... {i}*Sigh*{/i}
german: [_danny_] Nun, hey, du hast es angeboten, und Junge bin ich froh, dass du es getan hast... {i}*Sehen*{/i}
italian: [_danny_] Beh, ehi, me l'hai offerto tu, e sono felice che tu l'abbia fatto... {i}*Sigh*{/i}

source: [_desiree_] ({i}Hmmm...{/i} I suppose he's right, he didn't ask for this, I just acted instinctually... and this wasn't as {b}tremendously{/b} awful as I thought it would be, I must admit... his manhood is quite the good piece afterall...)
german: [_desiree_] ({i}Hmmm...{/i} Ich nehme an, er hat Recht, er hat nicht darum gebeten, ich habe instinktiv gehandelt... und das war nicht so {b}ungeheuer großen{/b} furchtbar, wie ich dachte, ich muss zugeben ... seine Mannschaft ist nach wie vor das gute Stück...)
italian: [_desiree_] ({i}Hmmm...{/i} Suppongo che abbia ragione, non l'ha chiesto lui, ho agito d'istinto... e non è stato così {b}tremendamente{/b} terribile come pensavo, devo ammetterlo... la sua virilità è un bel pezzo, dopotutto...)

source: [_desiree_] (Best not to let {i}him{/i} know I really think that, though...)
german: [_desiree_] (Du solltest ihm {i}nicht geben{/i} wissen lassen, aber ich glaube das auch...)
italian: [_desiree_] (Meglio non far sapere a {i}lui{/i} che lo penso davvero, però...)

source: [_desiree_] Master, here, allow me to help you dress up...
german: [_desiree_] Meister, erlaube mir, dir dabei zu helfen, sich anzukleiden...
italian: [_desiree_] Maestro, mi permetta di aiutarla a vestirsi...

source: [_danny_s_talk_happy_s_sad_2_] Well... {b}wow{/b}... {i}that{/i} just happened, I guess!
german: [_danny_s_talk_happy_s_sad_2_] Nun... {b}wow{/b}... {i}, dass{/i} gerade passiert ist, denke ich!
italian: [_danny_s_talk_happy_s_sad_2_] Beh... {b}wow{/b}... {i}che{/i} è appena successo, credo!

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Yes... yes, it certainly did...
german: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Ja... ja, es ist sicher passiert...
italian: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] {i}*Ahem*{/i} Sì... sì, certamente...

source: [_desiree_s_sad_3_s_talk_bite_2_] ...I'm, uhm... I'm going to put my brassiere and collar back on... clean myself up a bit as well... if you don't mind, Master?
german: [_desiree_s_sad_3_s_talk_bite_2_] ...Ich, uhm... Ich werde meine Brassiere und den Kragen wieder aufnehmen... auch mich ein bisschen aufräumen... wenn du nichts dagegen hast, Meister?
italian: [_desiree_s_sad_3_s_talk_bite_2_] Mi rimetterò il reggiseno e il colletto... e mi pulirò anche un po'... se non le dispiace, padrone?

source: [_danny_s_sad_s_talk_happy_] Oh no, go ahead, do whatever you need to freshen yourself up again.
german: [_danny_s_sad_s_talk_happy_] Oh nein, gehe weiter, tue alles, was du brauchst, um dich wieder zu frischen.
italian: [_danny_s_sad_s_talk_happy_] Oh no, fai pure, fai tutto quello che ti serve per rinfrescarti di nuovo.

source: [_danny_s_rise_one_s_talk_happy_2_] ...kinda hard to believe we were trying to destroy each other a couple of hours ago, huh?
german: [_danny_s_rise_one_s_talk_happy_2_] ...kinda schwer zu glauben, wir wollten einander vor ein paar Stunden zerstören, oder?
italian: [_danny_s_rise_one_s_talk_happy_2_] ...è difficile credere che un paio d'ore fa stavamo cercando di distruggerci a vicenda, eh?

source: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Yes, it, uhm, popped into my head a couple of times... particularly while your member was thrust between my breasts... {i}*Ahem*{/i}
german: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Ja, es ist, uhm, ist ein paar Mal in den Kopf geworfen worden... besonders während dein Mitglied zwischen meinen Brüsten geschlagen wurde... {i}*Ahem*{/i}
italian: [_desiree_s_towards_wide_s_sad_3_s_talk_bite_] Sì, mi è venuto in mente un paio di volte... soprattutto mentre il tuo membro si infilava tra i miei seni... {i}*Ahem*{/i}

source: [_danny_s_neutral_s_talk_happy_] Yeup... {i}quite{/i} the dynamic we've developed over the past half hour.
german: [_danny_s_neutral_s_talk_happy_] Yeup... {i}Quite{/i} die Dynamik, die wir in der letzten halben Stunde entwickelt haben.
italian: [_danny_s_neutral_s_talk_happy_] Già... {i}la dinamica che abbiamo sviluppato nell'ultima mezz'ora.

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sands of Bathaal, it's only been {b}thirty minutes{/b}?!? Heavens, that wasn't long at all... (This is madness... I really let myself get {i}that{/i} worked up in such a short amount of time...?)
german: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sands of Bathaal, es waren nur {b}dreißig Minuten{/b}?!? Himmel, das war gar nicht lange.. (Dies ist Wahnsinn... Ich lasse mich wirklich {i}bekommen, dass{/i} in so kurzer Zeit aufgearbeitet hat...?)
italian: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Sabbie di Bathaal, sono passati solo {b}trenta minuti{/b}?!? Cielo, non è stato affatto lungo... (Questa è follia... Mi sono davvero lasciato {i}agitare così tanto in così poco tempo?

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Yeah... we sorta went from you threatening to scratch my eyes out, to me busting a huge load in yours in under an hour. Funny, huh?
german: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Ja... wir sorta ging von dir Drohung, meine Augen zu kratzen, um mir eine große Last in dir in weniger als einer Stunde. Funny, huh?
italian: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Sì... siamo passati da te che minacciavi di cavarmi gli occhi, a me che ti ho spaccato il culo in meno di un'ora. Divertente, eh?

source: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, yes, hilarious... (Oh no, I'm going to spend the next eternity attending to this Ghost Boy's morning wood, aren't I?)
german: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, ja, lustig... (Oh nein, ich werde die nächste Ewigkeit verbringen, um das Morgenholz dieses Jungen zu besuchen, nicht ich?)
italian: [_desiree_s_neutral_s_at_player_s_pout_] Hmmm, sì, esilarante... (Oh no, passerò la prossima eternità ad occuparmi del legno mattutino di questo ragazzo fantasma, vero?)

source: [_danny_s_sad_s_talk_frown_] Well, I think it'd be best if I got some rest now... it's been a heck of an interesting day today...
german: [_danny_s_sad_s_talk_frown_] Nun, ich denke, es wäre am besten, wenn ich jetzt etwas ruhen würde... es war ein Haufen eines interessanten Tages heute...
italian: [_danny_s_sad_s_talk_frown_] Beh, penso che sarebbe meglio se mi riposassi un po' adesso... è stata una giornata molto interessante oggi...

source: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Yes, I suppose it has been, for the both of us, Master... (My enslavement in a java flask notwithstanding...)
german: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Ja, ich nehme an, es war für beide von uns, Master... (Meine Versklavung in einer Java-Flasche...)
italian: [_desiree_s_sad_2_s_towards_s_talk_bite_2_] Sì, suppongo che lo sia stato, per entrambi, Maestro... (nonostante la mia schiavitù in una fiaschetta di Java...)

source: [_danny_s_talk_happy_] Yeup. I'll come to you if I need some more advice on anything ghost related, you know?
german: [_danny_s_talk_happy_] Ja. Ich komme zu dir, wenn ich ein paar weitere Ratschläge zu irgendeinem Geist brauche, den du kennst?
italian: [_danny_s_talk_happy_] Sì. Verrò da te se avrò bisogno di altri consigli su qualcosa che riguarda i fantasmi, sai?

source: [_desiree_s_towards_2_s_talk_frown_2_] Of course, Master. (Please, let's just let this humiliating endeavor be over for the night...)
german: [_desiree_s_towards_2_s_talk_frown_2_] Natürlich, Meister. (Lease, lass uns dieses demütigende Unterfangen einfach für die Nacht vorbei sein...)
italian: [_desiree_s_towards_2_s_talk_frown_2_] Certo, Maestro. (Per favore, lasciamo che questa umiliante impresa finisca per stanotte...).

source: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] Or, you know, just to say hi, see how you're doing and everything. You're kind of my guest now, a-after all.
german: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] Oder, du weißt, nur um Hallo zu sagen, sieh, wie du und alles machst. Du bist nun irgendwie von meinem Gast, ein Ende.
italian: [_danny_s_sad_s_towards_wide_s_talk_happy_2_] O, sai, solo per salutarti, vedere come stai e tutto il resto. Sei una specie di mio ospite ora, dopotutto.

source: [_desiree_s_talk_frown_s_neutral_] That is, uhm... most {i}appreciative{/i}, Master, thank you... (Dragging this out a little longer than necessary...)
german: [_desiree_s_talk_frown_s_neutral_] Das ist, uhm... die meisten {i}wertvoll{/i}, Meister, danke... (Ziehe dies ein wenig länger als erforderlich...)
italian: [_desiree_s_talk_frown_s_neutral_] Questo è, uhm... il più {i}apprezzabile{/i}, Maestro, grazie... (tirandola per le lunghe un po' più del necessario...)

source: [_danny_s_wondering_s_talk_happy_2_] Yeah of course, I'd like to, ya know, just make this, uhm, {i}transition{/i} as, you know, easy for you, a-as possible... heh...
german: [_danny_s_wondering_s_talk_happy_2_] Ja, natürlich, ich möchte wissen, ja, einfach dies machen, uhm, {i}Übergang{/i} wie du weißt, einfach für dich, a-as möglich... heh...
italian: [_danny_s_wondering_s_talk_happy_2_] Sì, certo, mi piacerebbe, sai, rendere questa, uhm, {i}transizione{/i} il più facile possibile per te... heh...

source: [_desiree_s_angry_s_towards_s_talk_frown_2_] Your concern is {b}noted{/b}, Master, {i}thank you{/i}. (Wrap it up, for heaven's sake!)
german: [_desiree_s_angry_s_towards_s_talk_frown_2_] Deine Sorge ist {b}festgestellt{/b}, Meister, {i}Danke{/i}. (Wrap es um Himmels willen!)
italian: [_desiree_s_angry_s_towards_s_talk_frown_2_] La vostra preoccupazione è {b}nota{/b}, Maestro, {i}grazie{/i}. (Incartatelo, per l'amor del cielo!).

source: [_danny_s_at_danny_s_sad_2_s_bite_] Cool, cool...
italian: [_danny_s_at_danny_s_sad_2_s_bite_] Bene, bene...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...and uhm... would it also be possible to, uh... for us to continue... ya know...
german: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...und uhm... wäre es auch möglich, uh... für uns fortfahren zu können... ya wissen...
italian: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] ...e... sarebbe anche possibile... continuare a... sai...

source: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, my body is fully yours to command as well.
german: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Sehen*{/i} Yes Master, mein Körper ist voll und ganz Ihnen zu Befehle auch.
italian: [_desiree_s_towards_2_s_talk_frown_2_] {i}*Sigh*{/i} Sì, Maestro, anche il mio corpo è completamente tuo e puoi comandarlo.

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hey, uh, no, I mean... I didn't meant to {i}presume{/i}, or anything, just, ya know, if you {i}wanted{/i} to, is-is all...
german: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hey, uh, nein, ich meine... Ich wollte nicht {i}voraus{/i}, oder irgendetwas ganz einfach, ja, ich weiß, wenn Sie {i}wollten{/i} ist alles...
italian: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Ehi, no, voglio dire... Non intendevo {i}presumere o altro, solo, sai, se {i}volevi, è... è tutto...

source: [_desiree_s_closed_s_talk_frown_s_neutral_3_] There's no need to attempt being modest, Master Danny. My service and my body are yours, bound by magic. I don't really have a say in the matter...
german: [_desiree_s_closed_s_talk_frown_s_neutral_3_] Es muss nicht versucht werden, bescheiden zu sein, Master Danny. Mein Dienst und mein Körper sind euch, durch Magie gebunden, ich habe nicht wirklich ein Mitspracherecht in der Sache...
italian: [_desiree_s_closed_s_talk_frown_s_neutral_3_] Non c'è bisogno di fare il modesto, padron Danny. Il mio servizio e il mio corpo sono vostri, legati dalla magia. Non ho davvero voce in capitolo...

source: [_danny_s_sad_s_talk_frown_] Well, my point is, Des, I don't {i}want{/i} to be like any of the past jerks you've dealt with before. I {b}want{/b} you to have a say in things, to share your ideas.
german: [_danny_s_sad_s_talk_frown_] Nun, mein Punkt ist, Des, ich möchte nicht {i}sein{/i}, wie ein früherer Rumpf zu sein. Ich {b}möchte, dass Sie ein Mitspracherecht haben, um Ihre Ideen zu teilen.
italian: [_danny_s_sad_s_talk_frown_] Il punto è che, Des, io non {i}voglio{/i} essere come uno qualsiasi degli stronzi con cui hai avuto a che fare in passato. Io {b}voglio{/b} che tu abbia voce in capitolo, che tu condivida le tue idee.

source: [_danny_s_towards_s_talk_frown_] ...as long as most of your ideas don't involve using my friends and family like pawns to cause more chaotic vengeance, that is.
german: [_danny_s_towards_s_talk_frown_] ...solange die meisten deiner Ideen nicht dazu führen, meine Freunde und Familie wie Pfleger zu benutzen, um mehr chaotische Rache zu verursachen.
italian: [_danny_s_towards_s_talk_frown_] ... purché la maggior parte delle vostre idee non preveda l'uso dei miei amici e della mia famiglia come pedine per provocare una vendetta ancora più caotica.

source: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... well then for the time being, you {i}might{/i} not want to ask me too much of my personal opinions, Master.
german: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... nun, fürs Erste solltest du {i}might{/i} mich nicht zu sehr von meinen persönlichen Meinungen, Meister, fragen.
italian: [_desiree_s_neutral_s_towards_2_s_talk_frown_] Hmmm... beh, allora per il momento potreste {i}non chiedermi troppo delle mie opinioni personali, Maestro.

source: [_desiree_s_towards_s_angry_s_talk_frown_2_] I've spent a thousand plus years as a vengeful spirit, that's not going to change over night.
german: [_desiree_s_towards_s_angry_s_talk_frown_2_] Ich habe tausend plus Jahre als Rachegeist verbracht, das wird sich über Nacht nicht ändern.
italian: [_desiree_s_towards_s_angry_s_talk_frown_2_] Ho passato più di mille anni come spirito vendicativo, questo non cambierà in una notte.

source: [_danny_s_sad_s_talk_happy_] Well... I do appreciate you at least being {i}honest{/i} about your feelings.
german: [_danny_s_sad_s_talk_happy_] Nun... Ich schätze dich, dass du wenigstens {i}Ehrlichkeit{/i} über deine Gefühle bist.
italian: [_danny_s_sad_s_talk_happy_] Beh... Apprezzo che tu sia almeno {i}onesto{/i} sui tuoi sentimenti.

source: [_danny_s_towards_wide_s_talk_happy_2_] But hey, who knows? With time and patience, we might just be able to turn that evil frown {u}upside down{/u}!!
german: [_danny_s_towards_wide_s_talk_happy_2_] Aber hey, wer weiß? Mit Zeit und Geduld können wir vielleicht dieses böse Frosch {u}auf den Kopf stellen{/u}!!
italian: [_danny_s_towards_wide_s_talk_happy_2_] Ma, ehi, chi lo sa? Con il tempo e la pazienza, potremmo essere in grado di capovolgere quel cipiglio maligno {u}{/u}!!

source: [_desiree_s_closed_s_talk_frown_] ...goodnight, my Master. I'll be in the Thermos.
german: [_desiree_s_closed_s_talk_frown_] ...Gut, mein Meister. Ich bin in den Thermos.
italian: [_desiree_s_closed_s_talk_frown_] ...buonanotte, mio Maestro. Sarò nel thermos.

source: [_danny_s_rise_one_s_talk_frown_] Uhm, yeah, goodnight...
german: [_danny_s_rise_one_s_talk_frown_] Uhm, ja, gut...
italian: [_danny_s_rise_one_s_talk_frown_] Ehm, sì, buonanotte...

source: [_danny_s_at_danny_s_bite_] (I probably shouldn't do this... but... I gotta do {i}something{/i} to show her I'm trying my best here.)
german: [_danny_s_at_danny_s_bite_] (Wahrscheinlich sollte ich das nicht tun... aber... Ich komme {i}etwas{/i} um ihr zu zeigen, dass ich mein Bestes hier versuche.)
italian: [_danny_s_at_danny_s_bite_] (Probabilmente non dovrei farlo... ma... Devo fare {i}qualcosa{/i} per dimostrarle che sto facendo del mio meglio).

source: [_danny_s_towards_wide_s_talk_frown_] Hey, Desiree, before you go...?
german: [_danny_s_towards_wide_s_talk_frown_] Hey, Verzweiflung, bevor du gehst...?
italian: [_danny_s_towards_wide_s_talk_frown_] Ehi, Desiree, prima di andare...?
