Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_tucker_] Just talking about Danny's amazing ghost heroics around town, for his brand new girlfriend Paulina in particular.
german: [_tucker_] Sprich nur über Dannys erstaunliche Geisterhelden in der Stadt, insbesondere für seine brandneue Freundin Paulina.
italian: [_tucker_] Parlavo delle incredibili imprese fantasma di Danny in città, in particolare per la sua nuova fidanzata Paulina.

source: [_danny_] Tucker, shut up!
german: [_danny_] Tucker, heruntergefahren!
italian: [_danny_] Tucker, sta' zitto!

source: [_sam_] Jeez, Danny, don't tell me you're {i}already{/i} going around bragging to people that you're the Ghost Boy?!
german: [_sam_] Jeez, Danny, sag mir nicht, dass du {i}bereits{/i} bist, wenn du mit Leuten herumspuckst, dass du der Geister bist?!
italian: [_sam_] Cavolo, Danny, non dirmi che sei già {i}{/i} e che vai in giro a vantarti con la gente di essere il Ragazzo Fantasma?!

source: [_danny_] No, I'm not! Tucker's just making fun of me.
german: [_danny_] Nein, ich bin es nicht! Die Tucker machen einfach Spaß mit mir.
italian: [_danny_] No, non lo sono! Tucker mi sta solo prendendo in giro.

source: [_tucker_] Man this bites. I can't believe we have to spend Friday setting up some dumb swap meet.
german: [_tucker_] Du kannst diese Bisse bekommen. Ich kann nicht glauben, dass wir den Freitag damit verbringen müssen, ein paar dumme Swaps einzurichten.
italian: [_tucker_] Questo è un vero peccato. Non posso credere che dobbiamo passare il venerdì a organizzare uno stupido incontro di scambio.

source: [_danny_] Hey, it's just one afternoon, don't worry about it.
german: [_danny_] Hey, es ist nur einen Nachmittag, keine Sorge darüber.
italian: [_danny_] Ehi, è solo un pomeriggio, non preoccuparti.

source: [_tucker_] Yeah, but is it really community service if we're just doing it to raise money for dumb jocks like Dash and Kwan? Sounds like slave labor to me.
german: [_tucker_] Ja, aber ist es wirklich Gemeinschaftsdienst, wenn wir es einfach tun, um Geld für dumme Jocks wie Dash und Kwan zu sammeln? Klingt wie Sklavenarbeit für mich.
italian: [_tucker_] Sì, ma è davvero un servizio alla comunità se lo facciamo solo per raccogliere fondi per stupidi atleti come Dash e Kwan? A me sembra lavoro da schiavi.

source: [_sam_] Well you two are lucky it wasn't any worse than just detention.
german: [_sam_] Nun, zwei haben Glück, es war nicht schlimmer als nur Inhaftierung.
italian: [_sam_] Siete fortunati che non sia stato peggio di una semplice punizione.

source: [_danny_] Sam, what the heck?! You {b}know{/b} we didn't do anything to Paulina and Star.
german: [_danny_] Samm, was für einen Heck?! {b}weiß{/b} wir haben nichts mit Paulina und Star getan.
italian: [_danny_] Sam, ma che cavolo? Tu {b}sai che non abbiamo fatto nulla a Paulina e Star.

source: [_sam_] Yeah, I know that, dork! But I couldn't exactly advocate for you guys based on the little tidbit that some punk biker ghost did it with his evil shadow, right?
german: [_sam_] Ja, ich kenne das, dork! Aber ich konnte nicht gerade für Euch Jungs eintreten, die auf dem kleinen Biker-Bit basieren, das ein Punk-Bikergeist mit seinem bösen Schatten gemacht hat, oder?
italian: [_sam_] Sì, lo so, idiota! Ma non potevo certo difendere voi ragazzi basandomi sulla piccola informazione che un fantasma motociclista punk l'ha fatto con la sua ombra malvagia, giusto?

source: [_sam_] Besides, you guys didn't do yourself any favors by being a whole minute late to class.
german: [_sam_] Außerdem haben Sie sich keine Gefallen getan, indem Sie eine ganze Minute zu spät zum Unterricht waren.
italian: [_sam_] Inoltre, non avete fatto un favore a voi stessi arrivando in classe con un minuto di ritardo.

source: [_danny_] Again, we just got caught up in talking about this ghost stuff.
german: [_danny_] Nochmals, wir sind gerade dabei, über dieses Gespenst zu reden.
italian: [_danny_] Anche in questo caso, ci siamo fatti prendere dalla voglia di parlare di questi fantasmi.

source: [_sam_] Speaking of, do you have a better idea of where these ghosts are even coming from?
german: [_sam_] Apropos, hast du eine bessere Vorstellung davon, woher diese Geister überhaupt kommen?
italian: [_sam_] A proposito, hai un'idea più precisa della provenienza di questi fantasmi?

source: [_danny_] No, my parents' Ghost Portal got trashed when I stepped inside and flipped the switch. It wouldn't be from theirs, I don't think...
german: [_danny_] Nein, das Geisterportal meiner Eltern wurde gelöscht, als ich hineingetreten bin und den Schalter gekippt habe. Es wäre nicht von ihnen, ich denke nicht...
italian: [_danny_] No, il Portale Fantasma dei miei genitori è stato distrutto quando sono entrato e ho premuto l'interruttore. Non credo che provenga dal loro...

source: [_tucker_] I mean, if you got your powers from the portal, that means there must have been {i}some{/i} sort of actual connection to this perverted spirit world, right?
german: [_tucker_] Ich meine, wenn du deine Befugnisse vom Portal erhalten hast, das bedeutet, dass es {i}eine Art tatsächliche Verbindung zu dieser perversen Geist-Welt geben muss, oder?
italian: [_tucker_] Voglio dire, se hai ottenuto i tuoi poteri dal portale, significa che ci deve essere stata {i}una sorta di connessione reale con questo mondo di spiriti perversi, giusto?

source: [_danny_] I guess so... but whatever connection there {i}was{/i} isn't there anymore now that it's busted. Not unless my dad figures a way to fix it himself. Which, let's be honest, isn't the likeliest of things to happen very soon.
german: [_danny_] Ich vermute so... aber was auch immer die Verbindung {i}war, da ist es jetzt nicht mehr da er kaputt ist. Es sei denn, mein Vater sieht eine Möglichkeit aus, es selbst zu reparieren, was - seien wir ehrlich - nicht sehr bald geschehen wird.
italian: [_danny_] Immagino di sì... ma qualsiasi connessione ci fosse {i}non c'è più ora che è rotta. A meno che mio padre non trovi un modo per ripararlo da solo. Il che, siamo onesti, non è la cosa più probabile che accada molto presto.

source: [_tucker_] Well, in the mean time, I {b}do{/b} have some interesting proposals about how to {b}best{/b} utilize your abilities...
german: [_tucker_] Nun, in der Zwischenzeit habe ich {b}do{/b} einige interessante Vorschläge, wie man {b}best{/b} deine Fähigkeiten nutzt...
italian: [_tucker_] Beh, nel frattempo, io {b}ho alcune proposte interessanti su come {b}utilizzare al meglio le vostre capacità...

source: [_danny_] Wait, like actual ideas? New ways I could fight ghosts and develop my powers more?
german: [_danny_] Warte, wie echte Ideen? Neue Wege, wie ich Geister bekämpfen und meine Kräfte entwickeln könnte?
italian: [_danny_] Aspetta, tipo idee vere e proprie? Nuovi modi per combattere i fantasmi e sviluppare maggiormente i miei poteri?

source: [_tucker_] ...uhm, well... no, not entirely?
german: [_tucker_] ...uhm, nein... nein, nicht vollständig?
italian: [_tucker_] ...ehm, beh... no, non del tutto?

source: [_sam_] Good lord, not this again, Tucker...
italian: [_sam_] Buon Dio, non di nuovo, Tucker...

source: [_danny_] Is this just about spying on naked girls, Tucker?
german: [_danny_] Ist es nur um das Ausspionieren von nackten Mädchen, Tucker?
italian: [_danny_] Si tratta solo di spiare ragazze nude, Tucker?

source: [_tucker_] ...I'm not {i}that{/i} easy to read, am I?
german: [_tucker_] ...Ich bin nicht {i}dass{/i} leicht zu lesen, bin ich?
italian: [_tucker_] ...non sono {i}così facile da leggere, vero?

source: [_sam_] Like a freshly charged Kindle, dude.
german: [_sam_] Gefällt mir ein frisch belastetes Kindle.
italian: [_sam_] Come un Kindle appena caricato, amico.

source: [_danny_] Pretty much, Tuck.
german: [_danny_] Ziemlich viel, Tuck.
italian: [_danny_] Più o meno, Tuck.

source: [_tucker_] Hey, regardless of the lack of self control behind my suggestions, it'd be almost morally {b}wrong{/b} to {i}not{/i} use your powers to spy on the girls in this school.
german: [_tucker_] Hey, ungeachtet des Mangels an Selbstkontrolle hinter meinen Vorschlägen, Es wäre fast moralisch {b}falsch{/b} zu {i}nicht{/i} Ihre Kräfte nutzen, um die Mädchen in dieser Schule auszuspionieren.
italian: [_tucker_] Ehi, a prescindere dalla mancanza di autocontrollo dietro i miei suggerimenti, sarebbe quasi moralmente {b}sbagliato{/b} non {i}usare i tuoi poteri per spiare le ragazze di questa scuola.

source: [_danny_] How is that, exactly?
german: [_danny_] Wie ist das?
italian: [_danny_] Come mai, esattamente?

source: [_tucker_] Danny, think of all the countless nerds who've gone through the four years of hell in this school without seeing {u}one{/u} naked girl?
german: [_tucker_] Danny, denke an all die unzähligen Nerds, die die vier Jahre der Hölle in dieser Schule durchlaufen haben, ohne {u}eins{/u} nacktes Mädchen zu sehen?
italian: [_tucker_] Danny, pensa a tutti gli innumerevoli nerd che hanno passato i quattro anni d'inferno di questa scuola senza vedere {u}una{/u} ragazza nuda?

source: [_sam_] Are you {b}one{/b} of those hapless nerds?
german: [_sam_] Bist du {b}eins{/b} dieser unglückseligen Nerds?
italian: [_sam_] Sei {b}uno{/b} di quegli sfortunati nerd?

source: [_tucker_] Besides the point: we owe it to those {i}other{/i} nerds to seek out and explore the unexplored bodies of our school system!
german: [_tucker_] Außer dem Punkt: Wir schulden es den {i}anderen Nerden, die unerforschten Körper unseres Schulsystems zu suchen und zu erkunden!
italian: [_tucker_] Oltre al punto: dobbiamo a questi {i}altri{/i} nerd cercare ed esplorare i corpi inesplorati del nostro sistema scolastico!

source: [_danny_] No man. Not gonna happen. I shouldn't use my powers for deviant purposes like that.
german: [_danny_] Kein Mann. Ich werde nicht passieren. Ich sollte meine Kräfte nicht für abweichende Zwecke wie diesen nutzen.
italian: [_danny_] No, amico. Non succederà. Non dovrei usare i miei poteri per scopi deviati come questo.

source: [_tucker_] Ahh, come on Danny! At least the popular girls, like Star or Paulina?
german: [_tucker_] Ahh, komm auf Danny! Zumindest die beliebten Mädchen, wie Star oder Paulina?
italian: [_tucker_] Ahh, andiamo Danny! Almeno le ragazze popolari, come Star o Paulina?

source: [_danny_] Nope. Not gonna budge on this.
german: [_danny_] Nein. Kannst du dies nicht ändern.
italian: [_danny_] No. Non ho intenzione di cambiare idea su questo. Non ho intenzione di cambiare idea.

source: [_tucker_] Ugh... man, this bites.
german: [_tucker_] Ugh... Mann, dieses Bissen.
italian: [_tucker_] Cavolo, questo morde.

source: [_sam_] Also, if you're trying to talk about the "unexplored", I don't think {i}those{/i} two sperm banks fall under the proper criteria.
german: [_sam_] Wenn du über die "Unerforschten" sprechen möchtest, denke ich auch nicht, dass {i}der{/i} zwei Spermienbanken unter die richtigen Kriterien fallen.
italian: [_sam_] Inoltre, se si vuole parlare di "inesplorato", non credo che {i}quelle{/i} due banche del seme rientrino nei criteri adeguati.

source: [_danny_] Wait, really? But I thought that Paulina was-
german: [_danny_] Warte, wirklich? Aber ich dachte, dass Paulina war -
italian: [_danny_] Aspetta, davvero? Ma pensavo che Paulina fosse...

source: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh I'm {i}terribly{/i} sorry, am I interrupting our little class trio's chat with my lesson on greek tragedy?
german: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh Ich bin {i}schrecklich{/i} sorry, unterbriche ich den Chat unseres kleinen Klassentrios mit meiner Lektion über griechische Tragödie?
italian: [_lancer_s_talk_frown_s_at_player_2_s_angry_] Oh, sono {i}terribilmente{/i} dispiaciuta, sto interrompendo la chiacchierata del nostro piccolo trio di classe con la mia lezione sulla tragedia greca?

source: [_lancer_s_rise_one_s_at_player_2_] ...or was Ms. Manson {b}also{/b} looking to join you boys this Friday afternoon?
german: [_lancer_s_rise_one_s_at_player_2_] ...oder war Frau Manson {b}auch{/b} die dir diesen Freitagnachmittag beitreten wollte?
italian: [_lancer_s_rise_one_s_at_player_2_] ...o anche la signora Manson {b}{/b} voleva unirsi a voi ragazzi questo venerdì pomeriggio?

source: [_danny_] Oh! N-no sir, we were just... talking about how... how...
german: [_danny_] Oh! N-no Sir, wir waren gerade ... reden über wie... wie...
italian: [_danny_] Oh! N-no signore, stavamo solo... parlando di come... come...

source: [_sam_] ...about how much you look like a young Allen Ginsberg!!
german: [_sam_] ...darüber, wie sehr du wie ein junger Allen Ginsberg aussiehst!!
italian: [_sam_] ...su quanto assomigli a un giovane Allen Ginsberg!!!

source: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... well! I'm... I'm glad you think so as well! I'm surprised you could see the resemblance, even without the glasses!
german: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... nun! Ich bin froh, dass du das auch denkst! Ich bin überrascht, dass du die Ähnlichkeit sehen konntest, auch ohne die Brillen!
italian: [_lancer_s_at_player_2_s_sad_s_talk_happy_] Oh... beh! Sono... Mi fa piacere che lo pensi anche tu! Mi sorprende che tu riesca a vedere la somiglianza, anche senza occhiali!

source: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Now, where was I...? Ahh yes, now who can tell me where Oedipus went wrong...?
german: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Nun, wo war ich...? Ahh ja, wer kann mir sagen, wo Oedipus schief gelaufen ist...?
italian: [_lancer_s_closed_s_idle__s_talk_happy_] {i}*Ahem*{/i} Ora, dov'ero rimasto...? Ahh sì, ora chi può dirmi dove Edipo ha sbagliato...?

source: [_danny_] Phew... thanks for bailing us out, Sam.
german: [_danny_] Puh um... danke für die Rettung aus der Hand, Sam.
italian: [_danny_] Grazie per averci salvato, Sam.

source: [_sam_] What are you talking about? I was bailing {i}myself{/i} out, you guys {b}still{/b} have after school detention.
german: [_sam_] Worüber redest du? Ich habe {i}selbst gerettet{/i} aus der Kleidung, du hast {b}immer noch nach der Schulinhaftierung.
italian: [_sam_] Di cosa stai parlando? Stavo tirando fuori {i}me stesso{/i}, voi ragazzi {b}avete ancora la punizione dopo la scuola.

source: [_danny_] ...right. Thanks for the reminder.
german: [_danny_] ...richtig. Vielen Dank für die Erinnerung.
italian: [_danny_] ...giusto. Grazie per il promemoria.

source: [_tucker_] Hey, like you said, it won't be so bad. I'll have my best friend Danny right beside me to help it go by fast.
german: [_tucker_] Hey, wie du gesagt hast, wird es nicht so schlimm sein. Ich habe meinen besten Freund Danny direkt neben mir, um ihm zu helfen, schnell zu gehen.
italian: [_tucker_] Ehi, come hai detto tu, non sarà così male. Avrò il mio migliore amico Danny accanto a me che mi aiuterà a passare velocemente.

source: [_danny_] Hey, thanks Tucker, that was nice of you to say.
german: [_danny_] Hey, danke Tucker, das war nett von dir zu sagen.
italian: [_danny_] Ehi, grazie Tucker, sei stato gentile a dirlo.

source: [_tucker_] No problem, ol' buddy, ol' pal of mine!
german: [_tucker_] Kein Problem, Ol' Kummer, Ol' Kumpel von mir!
italian: [_tucker_] Nessun problema, vecchio amico, vecchio amico mio!

source: [_danny_] ...I'm not setting up your half of the tables for you, Tucker.
german: [_danny_] ...Ich stelle deine Hälfte der Tabellen nicht für dich, Tucker.
italian: [_danny_] ...non ti preparo la tua metà dei tavoli, Tucker.

source: [_tucker_] Well, it was worth a shot.
german: [_tucker_] Nun, es war ein Schuss wert.
italian: [_tucker_] Beh, valeva la pena tentare.

source: [_danny_s_talk_frown_] {i}*Yawn*{/i} Well, I guess today's the day I'm helping out set up for the swap meet.
german: [_danny_s_talk_frown_] {i}*Yawn*{/i} Nun, ich vermute, der Tag, an dem ich bei der Einrichtung des Swaps helfe, ist heute.
italian: [_danny_s_talk_frown_] {i}*Yawn*{/i} Beh, credo che oggi sia il giorno in cui darò una mano ad allestire il mercatino dell'usato.

source: [_danny_s_talk_happy_s_towards_s_sad_] Should be interesting to see the kind of crowd that'll show up looking to sell their merch.
german: [_danny_s_talk_happy_s_towards_s_sad_] Sollte interessant sein, um die Art von Menge zu sehen, die auftaucht, um ihre Merch zu verkaufen.
italian: [_danny_s_talk_happy_s_towards_s_sad_] Sarà interessante vedere il tipo di pubblico che si presenterà per vendere i propri prodotti.

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_] For whatever reason, Amity tends to draw in the more peculiar type of crowd...
german: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Aus welchem Grund auch immer neigt Amity dazu, in die seltsamere Art der Menge zu ziehen...
italian: [_danny_s_rise_one_s_talk_happy_2_s_towards_] Per qualche motivo, Amity tende ad attirare il tipo di pubblico più particolare...

source: [_danny_s_talk_frown_s_at_player_s_wondering_] I have to make sure I go to the football stadium in the {b}afternoon{/b} with Tucker. He won't like waiting around for me.
german: [_danny_s_talk_frown_s_at_player_s_wondering_] Ich muss sicherstellen, dass ich am {b}Nachmittag{/b} mit Tucker ins Fußballstadion gehe. Er wird nicht gerne auf mich warten.
italian: [_danny_s_talk_frown_s_at_player_s_wondering_] Devo assicurarmi di andare allo stadio di calcio nel pomeriggio {b}{/b} con Tucker. Non gli piacerà aspettarmi.

source: [_danny_] I can't waste time, I need to get to Raven's stadium to help set up the swap meet with Tucker.
german: [_danny_] Ich kann keine Zeit vergeuden, ich muss zum Ravens Stadion kommen, um das Swaptreffen mit Tucker einzurichten.
italian: [_danny_] Non posso perdere tempo, devo andare allo stadio di Raven per aiutare a organizzare l'incontro di scambio con Tucker.

source: [_tucker_s_talk_frown_] Man, I can't believe we have to waste our Friday afternoon for {b}this{/b}. I'm telling you, this is borderline slave labor!
german: [_tucker_s_talk_frown_] Mann, ich kann nicht glauben, dass wir unseren Freitagnachmittag für {b}diesen Tag verschwenden müssen.{/b}. Ich sage dir, dies ist eine grenzübergreifende Sklavenarbeit!
italian: [_tucker_s_talk_frown_] Non posso credere che dobbiamo sprecare il nostro venerdì pomeriggio per {b}questo{/b}. Ve lo dico io, questo è un lavoro al limite dello schiavismo!

source: [_danny_s_rise_one_s_talk_frown_2_] Relax man, it's only for a couple of hours. It really could've been worse.
german: [_danny_s_rise_one_s_talk_frown_2_] Entspannter Mensch, er ist nur für ein paar Stunden. Er könnte wirklich schlimmer sein.
italian: [_danny_s_rise_one_s_talk_frown_2_] Rilassati amico, è solo per un paio d'ore. Poteva davvero andare peggio.

source: [_tucker_s_angry_s_talk_frown_] A couple of hours I could've spent using to finish my dumb World History paper!
german: [_tucker_s_angry_s_talk_frown_] Ein paar Stunden, mit denen ich mein dummes World History Papier fertig stellen konnte!
italian: [_tucker_s_angry_s_talk_frown_] Un paio d'ore che avrei potuto usare per finire il mio stupido compito di Storia del Mondo!

source: [_danny_s_sad_s_talk_happy_] Hey, what's hard to write about history? Rome burned down, the Panama Canal was built through tears and hard work, and we kicked the German's butts twice! Easy, paper done!
german: [_danny_s_sad_s_talk_happy_] Hey, was ist schwer zu schreiben über die Geschichte? Rom brannte nieder, der Panama-Kanal wurde durch Tränen und harte Arbeit gebaut, und wir haben die Deutschen zweimal geschossen! Einfach, Papier fertig!
italian: [_danny_s_sad_s_talk_happy_] Ehi, cosa c'è di difficile da scrivere sulla storia? Roma è bruciata, il Canale di Panama è stato costruito con lacrime e duro lavoro, e abbiamo preso a calci nel sedere i tedeschi due volte! Facile, carta fatta!

source: [_tucker_s_talk_frown_s_away_s_wondering_] Yeah, I just guess I'd rather be doing pretty much anything {i}other{/i} than chair stacking and table setting for Ms. Martlet to set her rusty silverware out on display.
german: [_tucker_s_talk_frown_s_away_s_wondering_] Ja, ich vermute nur, dass ich lieber etwas {i}anderes tun würde{/i} als Stapel- und Tischeinstellung für Ms. Martlet um ihre rostige Silberware auf dem Display zu sehen.
italian: [_tucker_s_talk_frown_s_away_s_wondering_] Sì, credo che preferirei fare qualsiasi altra cosa {i}che non sia impilare le sedie e preparare la tavola per permettere alla signora Martlet di esporre la sua argenteria arrugginita.

source: [_danny_s_talk_happy_2_s_sad_] Well, it's better than a suspension or extra homework to do, I say. My parents hate it when I get in trouble at school and have to hear about it.
german: [_danny_s_talk_happy_2_s_sad_] Nun, es ist besser als eine Suspendierung oder zusätzliche Hausaufgaben zu erledigen, ich sage. Meine Eltern hassen es, wenn ich in Schwierigkeiten in der Schule komme und davon erfahren muss.
italian: [_danny_s_talk_happy_2_s_sad_] Beh, è meglio di una sospensione o di compiti extra da fare, dico io. I miei genitori odiano quando mi metto nei guai a scuola e devono sentirne parlare.

source: [_danny_s_rise_one_s_talk_happy_] This should be pretty simple and relatively short to do! So c'mon Tuck, get that dark cloud hanging over your head outta here!
german: [_danny_s_rise_one_s_talk_happy_] Dies sollte ziemlich einfach und relativ kurz zu tun! Also c'mon Tuck, bekomme die dunkle Wolke, die hier über deinem Kopf hängt!
italian: [_danny_s_rise_one_s_talk_happy_] Dovrebbe essere abbastanza semplice e relativamente breve da fare! Quindi, forza Tuck, porta via quella nuvola scura che incombe sulla tua testa!

source: [_tucker_s_wondering_s_talk_happy_] I mean... it'd be even shorter if say a certain {b}someone{/b} were to start using their ghost speed to get things going faster, right?
german: [_tucker_s_wondering_s_talk_happy_] Ich meine... Es wäre sogar noch kürzer, wenn man sagen würde, dass ein bestimmtes {b}jemand{/b} ihre Geistergeschwindigkeit nutzen würde, um die Dinge schneller in Gang zu bringen, richtig?
italian: [_tucker_s_wondering_s_talk_happy_] Voglio dire... sarebbe ancora più breve se, ad esempio, un certo {b}qualcuno{/b} iniziasse a usare la sua velocità fantasma per accelerare le cose, giusto?

source: [_danny_s_neutral_s_talk_frown_] Tucker, come on.
german: [_danny_s_neutral_s_talk_frown_] Tucker, kommen an.
italian: [_danny_s_neutral_s_talk_frown_] Tucker, andiamo.

source: [_tucker_s_sad_s_talk_frown_] What?? I think it'd help out! Plus, there's nobody even around here. They're all trying to enjoy their afternoon off, like we should be doing!
german: [_tucker_s_sad_s_talk_frown_] Was?? Ich denke, es würde helfen! Und auch hier gibt es niemanden. Sie alle versuchen, ihren Nachmittag zu genießen, wie wir es tun sollten!
italian: [_tucker_s_sad_s_talk_frown_] Cosa? Penso che sarebbe d'aiuto! Inoltre, non c'è nessuno qui intorno. Stanno tutti cercando di godersi il pomeriggio libero, come dovremmo fare noi!

source: [_danny_s_blank_stare_s_talk_frown_s_sad_] I really don't want to take that chance, Tuck.
german: [_danny_s_blank_stare_s_talk_frown_s_sad_] Ich möchte diese Chance wirklich nicht wahrnehmen, Tuck.
italian: [_danny_s_blank_stare_s_talk_frown_s_sad_] Non voglio correre questo rischio, Tuck.

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] Besides, I don't think the ability to go invisible would help out much in setting up booths for people to sell junk off of. I can't fly!
german: [_danny_s_towards_s_wondering_s_talk_happy_2_] Außerdem, Ich glaube nicht, dass die Fähigkeit, unsichtbar zu werden, viel dazu beitragen würde, Stände für Menschen einzurichten, von denen sie Junk-off verkaufen könnten. Ich kann nicht fliegen!
italian: [_danny_s_towards_s_wondering_s_talk_happy_2_] Inoltre, non credo che la capacità di diventare invisibile aiuterebbe molto nell'allestimento di bancarelle in cui la gente possa vendere cianfrusaglie. Non posso volare!
