Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_talk_happy_] Tucker, my man! What's happening?
german: [_danny_s_talk_happy_] Tucker, mein Mann! Was passiert?
italian: [_danny_s_talk_happy_] Tucker, amico mio! Che succede?

source: [_tucker_s_talk_frown_] Dang Danny. How on earth did you do it?
german: [_tucker_s_talk_frown_] Dang Danny. Wie in aller Welt hast du es getan?
italian: [_tucker_s_talk_frown_] Dang Danny. Come diavolo hai fatto?

source: [_danny_s_wondering_s_talk_frown_] Huh? Do what?
german: [_danny_s_wondering_s_talk_frown_] Huh? Tu was?
italian: [_danny_s_wondering_s_talk_frown_] Eh? Fare cosa?

source: [_tucker_s_talk_happy_s_neutral_] I mean, you were able to come in here {i}every{/i} single day since the accident, and have the strength to not just blurt out, "Hey everyone, Ghost Boy coming through, watch out!"
german: [_tucker_s_talk_happy_s_neutral_] Ich meine, du hast hier {i}jeden Tag seit dem Unfall eintreffen können, und haben die Kraft, nicht nur verschwommen zu sein: "Hey jeder, Geist kommt durch, wacht auf!"
italian: [_tucker_s_talk_happy_s_neutral_] Voglio dire, sei riuscito a venire qui {i}ogni singolo giorno dall'incidente e ad avere la forza di non sbottare: "Ehi, gente, sta arrivando Ghost Boy, state attenti!".

source: [_danny_s_talk_frown_2_s_sad_] No way, I couldn't have done that. I'd prefer not to be dissected alive by my mom and dad.
german: [_danny_s_talk_frown_2_s_sad_] Auf keinen Fall, ich hätte das nicht tun können. Ich würde es vorziehen, nicht von meiner Mutter und meinem Vater lebendig getrennt zu werden.
italian: [_danny_s_talk_frown_2_s_sad_] Non è possibile, non avrei potuto farlo. Preferirei non essere sezionato vivo da mamma e papà.

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Hey, I would have glady gotten torn apart from the inside if it meant having Paulina start to like me!
german: [_tucker_s_ahegao_s_talk_happy_s_sad_] Hey, ich hätte gerne außer innen gerissen bekommen, wenn Paulina anfangen würde, mich zu mögen!
italian: [_tucker_s_ahegao_s_talk_happy_s_sad_] Ehi, mi sarei fatta fare volentieri a pezzi dall'interno se questo avesse significato piacere a Paulina!

source: [_danny_s_talk_frown_s_wondering_] What are you talking about?
german: [_danny_s_talk_frown_s_wondering_] Worüber redest du?
italian: [_danny_s_talk_frown_s_wondering_] Di cosa stai parlando?

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there, right?! Paulina's been talking about how she got stripped by that Ectopus monster and that you sprung into action and saved her! Man, did you really see her naked?!
german: [_tucker_s_talk_happy_s_neutral_] Komm auf Danny, du warst da, oder?! Paulinas sprach darüber, wie sie von diesem Ektopus Monster beraubt wurde und dass Sie in Aktion gerettet und sie rettet! Mann, hast du sie wirklich nackt gesehen?!
italian: [_tucker_s_talk_happy_s_neutral_] Andiamo Danny, tu eri lì, vero?! Paulina ha raccontato di essere stata spogliata da quel mostro Ectopus e che tu sei entrato in azione e l'hai salvata! Amico, l'hai vista davvero nuda?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Uhm, well, yeah, a good part of her body wasn't {i}completely{/i} covered, so... totally naked would be a good way to describe it...
german: [_danny_s_towards_s_wondering_s_talk_happy_] Uhm, ja, ein guter Teil ihres Körpers war nicht {i}vollständig{/i} bedeckt, so... total nackt wäre ein guter Weg, es zu beschreiben...
italian: [_danny_s_towards_s_wondering_s_talk_happy_] Beh, sì, una buona parte del suo corpo non era {i}completamente coperta, quindi... completamente nuda sarebbe un buon modo per descriverla...

source: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Man, that must have been amazing! Paulina's definitely got some of that {b}big{/b} Cubano rump meat packed in those AbYss jeans! Was it heaven? Come on man, we need details, {u}details{/u}!!
german: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Man, das muss erstaunlich gewesen sein! Paulinas hat definitiv einige davon bekommen, dass {b}groß{/b} Cubano Rumpfleisch verpackt in diesen AbYss Jeans! War es der Himmel? Komm zu Mensch, wir brauchen Details, {u}Details{/u}!!
italian: [_tucker_s_towards_wide_s_talk_happy_s_sad_] Dev'essere stato fantastico! Paulina ha sicuramente un po' di quella {b}grande{/b} Cubano in quei jeans AbYss! Era il paradiso? Dai amico, abbiamo bisogno di dettagli, {u}dettagli{/u}!!

source: [_danny_s_talk_frown_s_wondering_] No, Tucker, it was wrong of me to have stared at her when she was exposed! I should have stepped in earlier...
german: [_danny_s_talk_frown_s_wondering_] Nein, Tucker, es war falsch von mir, sie angegriffen zu haben, als sie enthüllt wurde! Ich hätte früher eintreten sollen...
italian: [_danny_s_talk_frown_s_wondering_] No, Tucker, ho sbagliato a fissarla mentre era esposta! Avrei dovuto intervenire prima...

source: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, come on Danny, don't be so down on yourself! Paulina's fine now! You were new to the whole "hero" thing at the time, right? People make mistakes!
german: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, komm auf Danny, sei nicht so runter auf dich! Paulinas Buß! Du warst damals neu bei der ganzen "Helden" Sache? Die Leute machen Fehler!
italian: [_tucker_s_talk_happy_s_towards_s_neutral_] Ehi, andiamo Danny, non essere così giù di morale! Paulina sta bene ora! All'epoca eri alle prime armi con la storia dell'eroe, giusto? Le persone sbagliano!

source: [_danny_s_rise_one_s_talk_frown_] I mean, I guess but-
german: [_danny_s_rise_one_s_talk_frown_] Ich meine, ich vermute Aber-
italian: [_danny_s_rise_one_s_talk_frown_] Cioè, credo che...

source: [_tucker_s_talk_frown_] Look, if it were me, I wouldn't beat myself too much over it. You did a good thing, so cheer up!
german: [_tucker_s_talk_frown_] Schau, wenn es mich wäre, würde ich mich nicht zu sehr darüber schlagen. Du hast eine gute Sache gemacht, also jubeln!
italian: [_tucker_s_talk_frown_] Senti, se fossi in te, non mi abbatterei troppo per questo. Hai fatto una cosa buona, quindi tirati su!

source: [_tucker_s_talk_happy_s_neutral_] Besides, I think seeing Paulina's latina booty was more than a fair tradeoff for saving her life from the hands of that {b}real{/b} creep.
german: [_tucker_s_talk_happy_s_neutral_] Außerdem, Ich denke, dass Paulinas Latina Beute mehr als nur ein fairer Kompromiss war, um ihr Leben vor den Händen dieses {b}real{/b} creep zu retten.
italian: [_tucker_s_talk_happy_s_neutral_] Inoltre, credo che vedere il bottino latino di Paulina sia stato uno scambio più che equo per averle salvato la vita dalle mani di quel verme di {b}real{/b}.

source: [_danny_s_talk_happy_s_wondering_] Yeah... I suppose you're right. Thanks Tuck, you're a good friend.
german: [_danny_s_talk_happy_s_wondering_] Ja... Ich denke, du hast Recht. Vielen Dank Tuck, du bist ein guter Freund.
italian: [_danny_s_talk_happy_s_wondering_] Sì... credo che tu abbia ragione. Grazie Tuck, sei un buon amico.

source: [_tucker_s_closed_s_talk_happy_s_sad_] Hey don't sweat it man, you know I got your back!
german: [_tucker_s_closed_s_talk_happy_s_sad_] Hey schwitzen es nicht, du weißt, ich habe deinen Rücken!
italian: [_tucker_s_closed_s_talk_happy_s_sad_] Ehi, non preoccuparti, sai che ti copro le spalle!

source: [_danny_s_talk_happy_] Hah hah... yeah...
italian: [_danny_s_talk_happy_] Hah hah... sì...

source: [_danny_s_talk_frown_] Were we supposed to be doing something right now? I feel like I'm forgetting-
german: [_danny_s_talk_frown_] Hätten wir jetzt etwas tun sollten? Ich fühle mich wie vergisst -
italian: [_danny_s_talk_frown_] Dovevamo fare qualcosa in questo momento? Mi sembra di dimenticare...

source: [_tucker_s_talk_happy_s_neutral_] Come on Danny, you were there! Paulina got saved by that Ghost Boy in the park. She's been bragging about it at school this whole time.
german: [_tucker_s_talk_happy_s_neutral_] Komm auf Danny, du warst da! Paulina wurde von diesem Geister Jungen im Park gerettet. Sie sträubt sich diese ganze Zeit in der Schule.
italian: [_tucker_s_talk_happy_s_neutral_] Andiamo Danny, tu c'eri! Paulina è stata salvata da quel ragazzo fantasma nel parco. Se ne è vantata a scuola per tutto questo tempo.

source: [_danny_s_talk_happy_s_sad_] Woah, really? Man, I figured she liked what I did, but I didn't think she'd be raving about it...
german: [_danny_s_talk_happy_s_sad_] Woah, wirklich? Man, ich dachte mir, dass sie mir gefiel, was ich tat, aber ich dachte nicht, dass sie darüber wütend sein würde...
italian: [_danny_s_talk_happy_s_sad_] Woah, davvero? Cavolo, immaginavo che le piacesse quello che ho fatto, ma non pensavo che ne sarebbe stata entusiasta...

source: [_tucker_s_neutral_s_talk_happy_] Aww, look at you, the blushing groom to be!
german: [_tucker_s_neutral_s_talk_happy_] Aww, schaue dich an, der blutende Bräutigam zu sein!
italian: [_tucker_s_neutral_s_talk_happy_] Ma guardati, il futuro sposo che arrossisce!

source: [_danny_s_talk_frown_2_] Har har, very funny, Foley.
german: [_danny_s_talk_frown_2_] Har har, sehr lustig, Foley.
italian: [_danny_s_talk_frown_2_] Molto divertente, Foley.

source: [_tucker_s_talk_happy_s_angry_] Dude, I'm telling you, Paulina would be all over you the moment you sprung the fact that you're "Inviso-Bill"!
german: [_tucker_s_talk_happy_s_angry_] Dude, ich sage dir, Paulina wäre in dem Moment, in dem du die Tatsache ausgelöst hast, dass du "Inviso-Bill" bist!
italian: [_tucker_s_talk_happy_s_angry_] Amico, ti dico che Paulina ti starebbe addosso nel momento in cui rivelassi il fatto che sei "Inviso-Bill"!

source: [_danny_s_talk_frown_2_s_wondering_] Tucker, I can't just go around telling people my secret identity willy nilly. It'd be dangerous, not only for myself, but also for my friends and family!
german: [_danny_s_talk_frown_2_s_wondering_] Tucker, ich kann nicht einfach herumgehen und den Leuten meine geheime Identität null erzählen. Es wäre gefährlich, nicht nur für mich, sondern auch für meine Freunde und Familie!
italian: [_danny_s_talk_frown_2_s_wondering_] Tucker, non posso andare in giro a dire alla gente la mia identità segreta così, a caso. Sarebbe pericoloso, non solo per me, ma anche per i miei amici e la mia famiglia!

source: [_danny_s_neutral_s_talk_frown_] ...also, I {i}really{/i} gotta find a publicist to help get rid of the whole "Inviso-Bill" name. I'm gonna end up haunting whoever came up with that at Channel 4.
german: [_danny_s_neutral_s_talk_frown_] ...auch ich {i}wirklich{/i} habe einen Publizisten gefunden, um den ganzen "Inviso-Bill" Namen loszuwerden. Ich werde am Ende spazieren gehen, wer das auf Channel 4 gemacht hat.
italian: [_danny_s_neutral_s_talk_frown_] ...inoltre, {i}devo davvero trovare un pubblicitario che mi aiuti a liberarmi del nome "Inviso-Bill". Finirò per perseguitare chiunque l'abbia inventato a Channel 4.

source: [_tucker_s_talk_happy_s_neutral_] Ehh, don't let that get you down too much. Do you have a better name at the moment?
german: [_tucker_s_talk_happy_s_neutral_] Ehh, lass dich nicht zu viel herabkommen. Hast du im Moment einen besseren Namen?
italian: [_tucker_s_talk_happy_s_neutral_] Non lasciarti abbattere troppo. Hai un nome migliore al momento?

source: [_danny_s_talk_frown_] Not at the moment, no. People sometimes just call me "Ghost Boy", but that doesn't exactly sound all too heroic for hunting other ghosts. That sounds like an old comic from the 40's.
german: [_danny_s_talk_frown_] Im Moment nicht, nein. Man nennt mich manchmal einfach "Ghost Boy", aber das klingt nicht gerade zu heldenhaft, um andere Gespenster zu jagen. Das klingt wie ein alter Comic aus den 40er Jahren.
italian: [_danny_s_talk_frown_] Non al momento, no. La gente a volte mi chiama semplicemente "Ragazzo Fantasma", ma non sembra esattamente un'espressione eroica per dare la caccia ad altri fantasmi. Sembra un vecchio fumetto degli anni '40.

source: [_tucker_s_talk_frown_] Well, a good hero name should be something dashing, and yet also able to strike fear in the hearts of your enemies. Something with a unique twist...
german: [_tucker_s_talk_frown_] Nun, ein guter Heldenname sollte etwas Unheil sein und dennoch in der Lage sein, Angst in den Herzen deiner Feinde zu schlagen. Etwas mit einem einzigartigen Dreh...
italian: [_tucker_s_talk_frown_] Un buon nome di eroe dovrebbe essere qualcosa di affascinante, ma anche in grado di incutere timore nei cuori dei nemici. Qualcosa con un tocco unico...

source: [_tucker_s_closed_s_sad_s_talk_happy_] I got it! How about, "Human Spirit"? Or how about, "The Amity Apparition"?! Oh, or even, "The Ghost Deporter"!!
german: [_tucker_s_closed_s_sad_s_talk_happy_] Ich habe es geschafft! Wie wäre es, "menschlicher Geist"? Oder wie wäre es, "Die Amtschaftsapparatur"?! Oh, oder sogar, "Der Geisterdeporter"!!
italian: [_tucker_s_closed_s_sad_s_talk_happy_] Ho capito! Che ne dite di "Spirito umano"? O che ne dite di "L'apparizione di Amity"?! Oh, o anche "Il deportatore di fantasmi"!!!

source: [_danny_s_talk_happy_s_wondering_] Ha hah!! Good stuff, but I don't think it'll stick. Don't worry, I'll come up with something myself sooner or-
german: [_danny_s_talk_happy_s_wondering_] Ha hah!! Gute Sachen, aber ich denke es wird nicht bleiben. Keine Sorge, ich werde etwas früher oder später selbst einbringen
italian: [_danny_s_talk_happy_s_wondering_] Ah ah!!! Bella roba, ma non credo che resterà in piedi. Non preoccuparti, prima o poi mi verrà in mente qualcosa anche a me...

source: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON!! MISTER FOLEY!! GET INTO MY CLASSROOM, THIS INSTANT!!!{/b}
german: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON!! MISTER FERIEN!! ZU MEIN KLASSZIMMER, DIESE INSTANT!!!{/b}
italian: [_lancer_s_talk_frown_s_angry_s_towards_wide_] {b}MISTER FENTON!!! MISTER FOLEY! ENTRATE NELLA MIA CLASSE, QUESTA VOLTA!!!!

source: [_danny_s_sad_2_s_talk_frown_2_] Oh crap!! Class!!
german: [_danny_s_sad_2_s_talk_frown_2_] Oh Mist!! Klasse!!
italian: [_danny_s_sad_2_s_talk_frown_2_] Oh merda! Classe!

source: [_tucker_s_talk_frown_s_sad_s_away_wide_] Book it, dude!!
german: [_tucker_s_talk_frown_s_sad_s_away_wide_] Buchen Sie, dude!!
italian: [_tucker_s_talk_frown_s_sad_s_away_wide_] Prenota, amico!

source: [_danny_] (No, I {i}really{/i} need to go to class right now! Lancer sounds like he's out for blood.)
german: [_danny_] (Nein, ich {i}wirklich{/i} muss jetzt zur Klasse gehen! Lancier klingt so, als ob er um Blut will.)
italian: [_danny_] (No, io {i}ho davvero bisogno di andare in classe adesso! Sembra che Lancer abbia voglia di sangue).

source: [_danny_s_talk_frown_] L-look, Mr. Lancer, we just didn't realize the bell had-
german: [_danny_s_talk_frown_] L-Aussehen, Herr Lancer, wir haben die Glocke einfach nicht erkannt-
italian: [_danny_s_talk_frown_] Senta, signor Lancer, non ci siamo accorti che la campana aveva...

source: [_lancer_s_talk_frown_s_neutral_] Oh!! You didn't {b}realize{/b} that the bell, which rings {u}throughout{/u} the halls at a {i}precise{/i} time and with a {i}precise{/i} purpose, had gone off?!
german: [_lancer_s_talk_frown_s_neutral_] Oh!! Du hast {b}nicht erkannt{/b} dass die Glocke welche ringt {u}durch{/u} die Hallen zu einem {i}präzis{/i} Zeit und mit einem präzisen {i}{/i} Zweck, war weggegangen?!
italian: [_lancer_s_talk_frown_s_neutral_] Oh! Non ti sei {b}accorto{/b} che la campana, che suona {u}in tutti{/u} i corridoi ad un {i}orario preciso{/i} e con un {i}scopo preciso{/i}, era suonata?!

source: [_danny_s_talk_frown_s_rise_one_] Wel-well no, cause-
german: [_danny_s_talk_frown_s_rise_one_] Wel-Well nein, Ursache-
italian: [_danny_s_talk_frown_s_rise_one_] Beh, no, perché...

source: [_lancer_s_talk_frown_s_rise_one_] You simply {b}ignored{/b} all the other students in the halls, who had suddenly started filing into classrooms for some {b}apparent{/b} reason?!
german: [_lancer_s_talk_frown_s_rise_one_] Du hast einfach {b}ignoriert{/b} alle anderen Schüler in den Hallen und die plötzlich begonnen hatten, aus irgendeinem {b}scheinbaren{/b} Grund in Klassenzimmer einzureichen?!
italian: [_lancer_s_talk_frown_s_rise_one_] Hai semplicemente {b}ignorato{/b} tutti gli altri studenti nei corridoi, che all'improvviso avevano iniziato ad affollare le aule per qualche {b}motivo apparente{/b}?!

source: [_danny_s_talk_frown_] I mean, it's hard to know the exact motivations why anybody {i}really{/i} does anything, so-
german: [_danny_s_talk_frown_] Ich meine, es ist schwer die genauen Motive zu kennen, warum jeder {i}wirklich irgendetwas tut, so-
italian: [_danny_s_talk_frown_] Voglio dire, è difficile sapere le esatte motivazioni per cui qualcuno {i}fa davvero qualcosa, quindi...

source: [_lancer_s_sad_s_towards_s_talk_frown_] So, what you're telling me is that {u}neither{/u} of you are responisble for any of your actions...? Oh, well, I'm sorry boys, I hadn't realized your misfortunate plight of having no accountability whatsoever. Allow me to apologize, gentleman, sincerely.
german: [_lancer_s_sad_s_towards_s_talk_frown_] Also, was du mir erzählt ist, dass {u}keins{/u} von dir für jede deiner Aktionen verantwortlich ist... Oh, ja, es tut mir leid, Jungen tut mir leid, ich habe Ihr unglückliches Leid nicht erkannt, dass Sie keinerlei Rechenschaftspflicht haben. Erlauben Sie mir, Herr Abgeordneter, aufrichtig zu entschuldigen.
italian: [_lancer_s_sad_s_towards_s_talk_frown_] Quindi, quello che mi stai dicendo è che {u}nessuno di voi due è responsabile delle proprie azioni...? Oh, beh, mi dispiace ragazzi, non mi ero reso conto della vostra sfortunata situazione di non avere alcuna responsabilità. Permettetemi di scusarmi, signore, sinceramente.

source: [_tucker_s_talk_happy_s_sad_] What? Really?
german: [_tucker_s_talk_happy_s_sad_] Was? Wirklich?
italian: [_tucker_s_talk_happy_s_sad_] Cosa? Davvero? E' un'idea che non ha senso.

source: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, OF {b}COURSE{/b} NOT!!
german: [_lancer_s_angry_s_towards_wide_s_talk_frown_] ZWEITER, VON {b}KURSE{/b} NICHT!!
italian: [_lancer_s_angry_s_towards_wide_s_talk_frown_] OLIVER TWIST, DI {b}CORSO{/b} NON!!!

source: [_lancer_s_talk_frown_s_neutral_] Don't think I didn't hear about the little garment removal prank you two pulled on Ms. Sanchez and Ms. Astray the other day!!
german: [_lancer_s_talk_frown_s_neutral_] Ich glaube nicht, dass ich nicht mehr von der kleinen Kleidungsentfernung gehört habe dich zwei gezogen, die auf Frau Sanchez und Frau gezogen wurden. Astray vor einem Tag!!
italian: [_lancer_s_talk_frown_s_neutral_] Non crediate che non abbia sentito dello scherzetto della rimozione degli indumenti che avete fatto alla signora Sanchez e alla signora Astray l'altro giorno!!!

source: [_danny_s_talk_frown_2_s_sad_] Woah, wait, we didn't-
german: [_danny_s_talk_frown_2_s_sad_] Woah, warte, wir haben es nicht getan -
italian: [_danny_s_talk_frown_2_s_sad_] Aspetta, non abbiamo...

source: [_lancer_s_angry_s_talk_frown_] By the ghost of Harlan Ellison, do {u}not{/u} interrupt me right now Mr. Fenton, or so help me, I will deliver a swift and righteous smackdown of vice-principalic fury upon thee!!
german: [_lancer_s_angry_s_talk_frown_] Durch den Gespenst von Harlan Ellison, unterbrechen mich gerade {u}nicht{/u} unterbrechen, Herr jetzt. Fenton, oder so hilf mir, ich werde einen schnellen und rechtschaffenen Zerschlag von dickem Prinzessin auf dich bringen!!
italian: [_lancer_s_angry_s_talk_frown_] Per il fantasma di Harlan Ellison, non {u}interrompermi in questo momento, signor Fenton, o, che Dio mi aiuti, ti infliggerò un rapido e giusto smacco di furia vice-principale!!!

source: [_lancer_s_talk_frown_s_idle__] Good. Now then, as I was saying...
german: [_lancer_s_talk_frown_s_idle__] Gut. Nun, wie ich gesagt habe...
italian: [_lancer_s_talk_frown_s_idle__] Bene. Ora, come stavo dicendo...

source: [_lancer_s_rise_one_s_towards_] Considering I can't quite {b}prove{/b} how you two did it based solely on the words of Ms. Sanchez and Ms. Astray alone, I'm not going to recommend suspension for either of you.
german: [_lancer_s_rise_one_s_towards_] In Anbetracht der Tatsache, dass ich nicht ganz {b}beweisen kann{/b} wie du zwei gemacht hast, basiert es ausschließlich auf den Worten von Ms. Sanchez und Frau Astray allein, ich werde nicht empfehlen, eine Suspension für einen von euch zu empfehlen.
italian: [_lancer_s_rise_one_s_towards_] Considerando che non riesco a {b}provare{/b} come avete fatto voi due basandomi solo sulle parole della signorina Sanchez e della signorina Astray, non ho intenzione di raccomandare la sospensione per nessuno di voi due.

source: [_danny_s_rise_one_s_talk_happy_] Oh, well {i}that's{/i} a relief.
german: [_danny_s_rise_one_s_talk_happy_] Oh, ja, {i}dass{/i} eine Erleichterung.
italian: [_danny_s_rise_one_s_talk_happy_] Oh, beh {i}è un sollievo.

source: [_lancer_s_talk_frown_s_closed_s_sad_] Instead, I've lined up the best possible option to teach you two the importance of staying in line...
german: [_lancer_s_talk_frown_s_closed_s_sad_] Stattdessen habe ich die bestmögliche Option zusammengestellt, um dir zwei beizubringen, wie wichtig es ist, in Linie zu bleiben...
italian: [_lancer_s_talk_frown_s_closed_s_sad_] Invece, ho messo in campo la migliore opzione possibile per insegnare a voi due l'importanza di stare in riga...

source: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Community service{/u}!!
german: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Gemeinschaftsdienst{/u}!!
italian: [_lancer_s_towards_s_talk_happy_s_idle__] {u}Servizio alla comunità{/u}!

source: [_lancer_s_angry_s_talk_frown_] {i}Both{/i} of you are assigned to after school detention! I want you two to report to Raven's stadium this {b}Friday afternoon{/b}!
german: [_lancer_s_angry_s_talk_frown_] {i}Beiden{/i} von dir sind nach der Schulinhaftierung zugewiesen! Ich möchte, dass zwei dir am {b}Freitagnachmittag{/b} am Ravens Stadion melden!
italian: [_lancer_s_angry_s_talk_frown_] {i}Siete entrambi assegnati alla punizione dopo la scuola! Voglio che vi presentiate allo stadio di Raven questo {b}venerdì pomeriggio{/b}!

source: [_lancer_s_closed_s_idle__] You'll be helping set up the school's swap meet fundraiser for the athletics teams. Any objections?
german: [_lancer_s_closed_s_idle__] Du wirst bei der Einrichtung des Swap Treff Spendengeldes für die Sportler-Teams helfen. Gibt es Einwände?
italian: [_lancer_s_closed_s_idle__] Aiuterai a organizzare il raduno di scambio della scuola per raccogliere fondi per le squadre di atletica. Ci sono obiezioni?

source: [_danny_tucker_] No sir...
german: [_danny_tucker_] Kein Sir...
italian: [_danny_tucker_] No, signore...

source: [_lancer_s_closed_s_sad_s_talk_frown_] Good lads. Now, both of you, take your seats.
german: [_lancer_s_closed_s_sad_s_talk_frown_] Gute Damen. Jetzt nehmen Sie beide Ihre Sitze.
italian: [_lancer_s_closed_s_sad_s_talk_frown_] Bravi ragazzi. Ora, entrambi, prendete posto.

source: [_sam_] Daaang, you guys got sooo busted! You guys playing hooky now? What little rebels you've become.
german: [_sam_] Daaang, du bist sooo kaputt geworden! Du spielst jetzt Haken? Was für kleine Rebellen bist du geworden.
italian: [_sam_] Daaang, siete stati beccati alla grande! Adesso state marinando la scuola? Che piccoli ribelli che siete diventati.

source: [_danny_] Calm down Sam, we really just didn't hear the bell, I swear.
german: [_danny_] Beruhigt Sam, wir haben die Glocke einfach nicht gehört, ich schwöre.
italian: [_danny_] Calmati Sam, davvero non abbiamo sentito il campanello, lo giuro.

source: [_sam_] What were you guys even doing, anyway?
german: [_sam_] Was hast du sowieso überhaupt getan?
italian: [_sam_] Ma cosa stavate facendo?
