Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] What's wrong? Sore subject?
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Qu'est-ce qui ne va pas ? Sore le sujet ?
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Was ist falsch? Schlimmes Thema?

source: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, I...{p}...I {i}maybe{/i}, sorta...{p}used to work as a... {b}dancer{/b}.
french: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-non, je...{p}...Je {i}peut-être{/i}, sorta...{p}travaillait comme ... {b}danseur{/b}.
german: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, I...{p}...I {i}maybe{/i}, sorta...{p}arbeitete als ... {b}Tanzer{/b}.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, what, like ballet?
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, quoi, comme un ballet ?
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, was ist wie Ballett?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, not quite... I didn't have quite as much covering me up as a ballerina would...
french: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, pas tout à fait... Je n'avais pas autant de me couvrir qu'une ballerine le ferait...
german: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, nicht zu beenden... Ich habe mich nicht so sehr bedeckt wie ein Ballerina...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... like a {u}stripper{/u}!?
french: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... comme un stripper{/u} {u}!?
german: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... wie ein {u}Stripper{/u}!?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Whispering*{/i} Not so loud, dammit!
french: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Murmure*{/i} Pas si bruyant, dammit!
german: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Schhh!! *Flüstern*{/i} Nicht so laut, damm!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, s-sorry.
french: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, désolé.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Yes, I... I worked as an adult dancer while I was working to get my Bachelor's degree and my Nursing license.
french: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Oui, je... j'ai travaillé comme danseuse adulte pendant que je travaillais pour obtenir mon baccalauréat et ma licence de soins infirmiers.
german: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Ja, ich... Ich habe als erwachsene Tänzerin gearbeitet, während ich daran arbeitete, meinen Bachelor und meine Krankenschwesterlizenz zu erhalten.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_happy_] Whoa...
french: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_happy_] Quoi...
german: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_happy_] Who...

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] I didn't really have any parental support to fall back on either... I lost both my folks pretty young in a car accident.
french: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Je n'avais pas non plus de soutien parental... J'ai perdu les deux gens assez jeunes dans un accident de voiture.
german: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Ich hatte auch keine elterliche Unterstützung, um wieder auf mich zurückzufallen... Ich habe meine beiden Leute bei einem Autounfall ziemlich jung verloren.

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... I'm sorry to hear that.
french: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... Je suis désolé d'entendre ça.
german: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... Es tut mir leid, das zu hören.

source: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] And of course I had Star SUPER young while mixing in with the wrong crowds, so, I ended up taking a job as... as a stripper, yes.
french: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] Et bien sûr j'ai eu Star SUPER jeune en se mêlant avec la mauvaise foule, Donc, j'ai fini par prendre un travail comme. . comme un stripper, oui.
german: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] Und natürlich hatte ich Star SUPER jung beim Mischen mit der falschen Menge, So, ich am Ende nahm eine Arbeit als ein. . als Stripper, ja.

source: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Man, that must have been tough... having to raise a kid while still being a kid yourself pretty much. Working through school too? Crazy.
french: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] L'homme, ça doit avoir été difficile... d'avoir à élever un enfant tout en étant un enfant à peu près vous-même. Vous vous êtes aussi bien à l'école ? Crazy.
german: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Man, das muss hart gewesen sein... muss ein Kind aufziehen, während du selbst noch ziemlich viel Kinder bist. Auch durch die Schule arbeiten? Verrückt.

source: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] I mean, it wasn't all bad... the pay was really great... actually kinda better than what I get now.
french: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] Je veux dire, ce n'était pas tout mal... le salaire était vraiment génial... en fait un peu mieux que ce que je reçois maintenant.
german: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] Ich meine, es war nicht alles schlecht... die Bezahlung war wirklich großartig... eigentlich kinda besser als das, was ich jetzt bekomme.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Seriously?
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Sérieusement?
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Ernst?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Yeah, I was pretty popular.
french: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Oui, j'ai été assez populaire.
german: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Ja, ich war ziemlich beliebt.

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Well, why the sudden change then?
french: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Eh bien, pourquoi le changement soudain alors ?
german: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Nun, warum die plötzliche Veränderung dann?

source: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, I don't know... I wanted more, ya' know? I wanted Star to have someone she could grow up and be proud of. I didn't want her to think that she just needed to use her body to get whatever she wanted in life.
french: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, je ne sais pas... « Je voulais plus, vous savez? Je voulais que Star ait quelqu'un dont elle pourrait grandir et être fière. » Je ne voulais pas qu'elle pense qu'elle avait juste besoin d'utiliser son corps pour obtenir ce qu'elle voulait dans la vie.
german: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Ach, ich weiß es nicht... Ich wollte mehr, ja wissen? Ich wollte, dass Star jemanden hat, auf den sie aufwachsen und stolz sein konnte. Ich wollte sie nicht glauben, dass sie nur ihren Körper benutzen müsste, um alles zu bekommen, was sie im Leben wollte.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Sure, I get that.{p}(Don't know if that lesson really ever sunk in properly with Star, but I get what Kate was going for. Good for her.)
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Bien sûr, j'obtiens ça.{p}(Je ne sais pas si cette leçon a vraiment sombré avec l'étoile, mais j'obtiens ce que Kate allait faire. Bien pour elle.)
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Sicher, ich bekomme das.{p}(Weiß nicht, ob diese Lektion wirklich jemals richtig mit Stern gesunken ist, aber ich bekomme was Kate eigentlich will. Gut für sie.)

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Believe it or not, she's a lot like how I was when I was her age.
french: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Croyez-le ou non, elle ressemble beaucoup à ce que j’étais quand j’étais âgée.
german: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Glauben Sie es oder nicht, sie ist sehr ähnlich, wie ich war, als ich ihr Alter war.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I know, I know, she can be pretty... {i}abrasive{/i} at times. But, when she really lets people in, she's much, {i}much{/i} different.
french: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Je sais, je sais, elle peut être jolie... {i}abrasive{/i} parfois. Mais quand elle laisse vraiment entrer les gens, c'est beaucoup, {i}beaucoup{/i} différent.
german: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Ich weiß, ich weiß, dass sie hübsch sein kann... {i}abrasive{/i} bisweilen. Aber wenn sie Leute wirklich hereinlässt, ist sie viel, {i}viele{/i} anders.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Things between her and Paulina always seem a little, "tense", shall we say. On edge, maybe?
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Les choses entre elle et Paulina semblent toujours un peu "tendues", dirons-nous. Sur le bord, peut-être?
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Die Dinge zwischen ihr und Paulina scheinen immer ein wenig "angespannt" zu sein, sagen wir. Vielleicht an der Kante?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. I may be biased, but I've never been too keen on that Paulina girl. She reminds me a lot of the "friends" I used to have when I was younger.
french: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. Je suis peut-être parti pris, mais je n'ai jamais été trop attaché à cette Paulina. Elle me rappelle beaucoup des "amis" que j'avais quand j'étais plus jeune.
german: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. Ich mag voreingenommen sein, aber ich war nie so begeistert von dieser Paulina Mädchen. Sie erinnert mich an die "Freunde", die ich früher hatte, als ich jünger war.

source: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] I'm sure Star can stand up for herself if she needs to.
french: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] Je suis sûr que Star peut se défendre si elle en a besoin.
german: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] Ich bin sicher, dass Stern für sich stehen kann, wenn sie es braucht.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] I don't doubt it. I'm just saying, I don't exactly approve of her friend's obnoxious personality, and that's from personal experience.
french: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] Je n'en doute pas. Je dis simplement que je n'approuve pas exactement l'odieuse personnalité de son ami, et c'est par expérience personnelle.
german: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] Ich bezweifle es nicht. Ich sage nur, ich bin nicht gerade einverstanden mit der widerwärtigen Persönlichkeit ihres Freundes, und das aus persönlicher Erfahrung.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Well, thank you for the lovely afternoon, "Mr. Bill".
french: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Eh bien, merci pour la belle après-midi, "M. Bill".
german: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Nun, vielen Dank für den schönen Nachmittag, "Mr. Bill".

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Of course, it was my pleasure, truly... would you like me to walk you home?
french: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Bien sûr, c'était mon plaisir, vraiment... aimeriez-vous que je vous rejoigne chez vous ?
german: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Natürlich war es mein Vergnügen, wahrhaftig... möchten Sie, dass ich Sie nach Hause spaziere?

source: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] I'd very much like that, thank you!
french: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] J'apprécierais beaucoup ça, merci !
german: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] Ich würde das sehr begrüßen, danke!

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] I try my best.
french: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] Je fais de mon mieux.
german: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] Ich versuche mein Bestes.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] So I've heard. Come on then. Let's make sure I do get home safe this time.
french: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Donc j'ai entendu. Alors! Faisons en sorte que je rentre chez moi en sécurité cette fois-ci.
german: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Ich habe gehört. Komm dann weiter. Lass uns sicherstellen, dass ich dieses Mal sicher nach Hause komme.

source: [_danny_s_phantom_s_fc_s_closed_s_wondering_s_talk_pleased_] Lead the way, ma'am!
french: [_danny_s_phantom_s_fc_s_closed_s_wondering_s_talk_pleased_] Menez le chemin, maam!
german: [_danny_s_phantom_s_fc_s_closed_s_wondering_s_talk_pleased_] Führe den Weg, ma'am!

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] So... this is my stop! I had a nice time today, and I really want to thank you for escorting me home.
french: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] Voilà... c'est mon arrêt ! J'ai passé un bon moment aujourd'hui, et je veux vraiment vous remercier de m'avoir escorté à la maison.
german: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] Also... das ist mein Stop! Ich hatte heute eine schöne Zeit und ich möchte dir wirklich dafür danken, dass du mich nach Hause begleitet!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] I'm glad you had a nice time! I certainly did! Well worth the snake venom nearly killing me!{p}For the most part, anyway.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Je suis heureux que vous ayez passé un bon moment ! Je l'ai fait ! Ça vaut la peine que le venin de serpent me tue!{p}de toute façon.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Ich bin froh, dass du eine schöne Zeit hattest! Ich habe es sicher getan! Der Schlangenvenom hat mich fast getötet!{p}Trotzdem zum größten Teil.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... say, you wouldn't happen to wanna come inside for some coffee would you? The night is still young, after all.
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... disons que vous ne vouliez pas rentrer à l'intérieur pour un café ? La nuit est encore jeune, après tout.
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... sagen wir, du würdest nicht zufällig nach draußen kommen, um etwas Kaffee zu trinken, würdest du? Die Nacht ist ja noch jung.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, well thank you, but I don't really drink coffee, sorry.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, je vous remercie, mais je ne bois pas vraiment de café, désolé.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, vielen Dank, aber ich trinke nicht wirklich Kaffee, sorry.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, that's quite alright with me.{p}Neither do I...
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, c'est assez bien avec moi.{p}Je ne le fais pas non plus...
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, das ist ganz in Ordnung.{p}Weder ich...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah sure! {i}Ha-hah!{/i}
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Oui sûr ! {i}Ha-hah !{/i}
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah sicher! {i}Ha-hah!{/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Come on in then, hero.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Allez-y, héros.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Komm weiter, Held.

source: [_danny_s_towards_s_sad_s_talk_happy_] T-this is a pretty nice place you've got here, Kate.
french: [_danny_s_towards_s_sad_s_talk_happy_] T-c'est un endroit plutôt sympa que tu as ici, Kate.
german: [_danny_s_towards_s_sad_s_talk_happy_] T-dies ist ein netter Ort, den du hier hast, Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, why thank you! It's a bit smaller than most in the city, but I think me and Star have made it our own.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, pourquoi vous remercier! Il est un peu plus petit que la plupart des autres dans la ville, mais je pense que moi et Star avons fait la nôtre.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Ach, warum danke! Es ist ein bisschen kleiner als die meisten in der Stadt, aber ich denke, ich und Star haben es zu unserem eigenen gemacht.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Speaking of which, is Star gonna be-
french: [_danny_s_towards_s_rise_s_talk_displeased_] En parlant de cela, Star va être-
german: [_danny_s_towards_s_rise_s_talk_displeased_] Sprich von dem, ist Star wird sein-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Don't worry about her, she's staying over with Paulina tonight.
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Ne vous inquiétez pas, elle reste avec Paulina ce soir.
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Sorgen Sie sich nicht um sie, sie bleibt heute Abend bei Paulina.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Which means we have the whole place-
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Ce qui signifie que nous avons tout l'endroit -
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Was bedeutet, dass wir den ganzen Platz haben-

source: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Just.
french: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Juste.
german: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Richtig.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] To.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] À.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] An.

source: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Man... y-you smell really nice, Kate.
french: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Beaucoup... y vous sentez vraiment gentil, Kate.
german: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Viele... y-du riechst wirklich schön, Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, always with the compliments! Relax, you've already made the grade!{p}Come on, how about I give you a proper tour of the house?
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, toujours avec les compliments ! Relaxez-vous, vous avez déjà fait la note !{p}Allez, que diriez-vous de vous faire une visite de la maison?
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, immer mit den Komplimenten! Relax, du hast die Note bereits gemacht!{p}Komm, wie wäre es mit einer ordentlichen Tour durch das Haus?

source: [_danny_s_towards_s_angry_s_talk_pleased_] Lead the way!
french: [_danny_s_towards_s_angry_s_talk_pleased_] Projetez le chemin !
german: [_danny_s_towards_s_angry_s_talk_pleased_] Führen Sie den Weg!

source: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Follow me then...~
french: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Suivez-moi alors...~
german: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Folge mir dann...~

source: [_danny_s_towards_s_wondering_s_talk_happy_] Is this-
french: [_danny_s_towards_s_wondering_s_talk_happy_] Est ceci-
german: [_danny_s_towards_s_wondering_s_talk_happy_] Ist das-

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] My bedroom, yes.
french: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Ma chambre, oui.
german: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Mein Schlafzimmer, ja.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, the first stop on the tour is here? Well, it's definitely very-
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, la première étape de la visite est là ? Eh bien, c'est certainement très -
german: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, der erste Stopp der Tour ist hier? Nun, es ist definitiv wahr-

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...nice.
french: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ... sympa.
german: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...schön.

source: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] How do you like my little outfit, Danny?
french: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] Comment aimez-vous mon petit costume, Danny ?
german: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] Wie gefällt dir mein kleines Outfit, Danny?

source: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh man... well of course I like it, y-you look... incredible!
french: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh homme... bien sûr je l'aime, y-tu regarde... incroyable!
german: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh Mann... natürlich mag ich es, y-you look... unglaublich!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] I'm glad you like it so much... now come here... I wanna thank you properly for saving my life.
french: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] Je suis heureux que vous aimiez tant ... venez ici... Je veux vous remercier pour m'avoir sauvé la vie.
german: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] Ich bin froh, dass dir so viel gefällt... jetzt hier... Ich möchte dir wirklich danken, dass du mein Leben gerettet hast.

source: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Cough*{/i} Twice. {i}*Cough*{/i}
french: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Tous*{/i} Deux fois. {i}*Tous*{/i}
german: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Husten*{/i} Zwei. {i}*Husten*{/i}

source: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] That second one doesn't count, and you know it! Now get your damn clothes off, before I rip them off you myself~!
french: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] Cette deuxième personne ne compte pas, et vous le savez ! Maintenant, délogez vos maudites vêtements avant que je ne vous arrache moi-même~!
german: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] Diese Sekunde zählt nicht, und du weißt es! Jetzt erhältst du verdammte Kleidung aus, bevor ich sie dir selbst herausreibe~!

source: [_danny_] {i}GAH!{/i} WHAT THE-
french: [_danny_] {i}GAH !{/i} CE QU'ILS -
german: [_danny_] {i}GAH!{/i} WAS SIE-

source: [_kate_] {i}*Giggles*{/i} This is one of my favorite positions! You... you like it?
french: [_kate_] {i}*Giggles*{/i} C'est l'une de mes positions préférées ! Vous... vous l'aimez ?
german: [_kate_] {i}*Giggles*{/i} Dies ist eine meiner Lieblings-Positionen! Sie... Gefällt dir?

source: [_danny_] {i}Ah!{/i}~ It's very- {i}mmmmph!{/i}{p}Damn, it's good!
french: [_danny_] {i}Ah!{/i}~ C'est très- {i}mmmmph!{/i}{p}Bon sang, c'est bien !
german: [_danny_] {i}Ah!{/i}~ Es ist sehr, {i}mmmmph!{/i}{p}Verdammt, es ist gut!
