Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh man... I'm still really dizzy... I'm gonna go lay down in my room for a bit. Thanks for helping me home Danny. I guess I'll see you tomorrow dude.
french: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh man... Je suis toujours vraiment étourdissement... Je vais aller me reposer un peu dans ma pièce. Merci de m'avoir aidé à la maison Danny. Je suppose que je vais vous voir demain dude.
german: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh Mann... Ich bin immer noch sehr schwinde... Ich werde mich für ein wenig in meinem Zimmer niederlegen. Danke, dass du mir nach Hause Danny geholfen hast. Ich denke, ich werde dich morgen dude sehen.

source: [_danny_s_towards_s_sad_s_talk_happy_] Rest easy, Sam. I'm gonna figure out what's going on around the school.
french: [_danny_s_towards_s_sad_s_talk_happy_] Soyez facile, Sam. Je vais comprendre ce qui se passe autour de l'école.
german: [_danny_s_towards_s_sad_s_talk_happy_] Erholen Sie sich ganz einfach, Sam. Ich werde herausfinden, was in der Schule passiert.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Yeah, uh, you do that, awesome...{p}...yikes, I totally have the spins again... I hope I don't barf...
french: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Ouais, euh, euh, tu fais ça, génial...{p}...yikes, j'ai tout à fait les tournes... J'espère que je n'abatte pas...
german: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Yeah, uh, du tust das, genial...{p}...yikes, ich habe total die Spins wieder... Ich hoffe, ich bin nicht barf...

source: [_danny_] (Oh, right... Jazz is still listening to Ember on the radio... did she even go to school today?)
french: [_danny_] (Oh, hein... Le jazz est toujours à l'écoute d'Ember à la radio... est-elle même allée à l'école aujourd'hui ?)
german: [_danny_] (Oh, oder... Jazz hört Ember immer noch im Radio... ist sie heute sogar zur Schule gegangen?)

source: [_radio_] {i}♪ It was... it was September... winds blow... the dead leaves fall... ♫{/i}
french: [_radio_] {i}<unk> C'était... c'était le mois de septembre... les vents ont soufflé... les feuilles mortes tombent... <unk> {/i}
german: [_radio_] {i}<unk> Es war... es war September... Wind weh... die toten Blätter fielen... <unk> {/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Hey man, how was school today?
french: [_jazz_s_towards_s_idle_s_talk_happy_] Hey man, comment était l'école aujourd'hui ?
german: [_jazz_s_towards_s_idle_s_talk_happy_] Hey Mann, wie war die Schule heute?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Alright, I guess. Pretty bizarre stuff, honestly.
french: [_danny_s_towards_s_rise_s_talk_displeased_] D'accord, je suppose. Des trucs bizarres, honnêtement.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, ich vermute. Schöne bizarre Sachen, ehrlich.

source: [_jazz_s_towards_s_rise_s_talk_frown_] Oh yeah? What's up?
french: [_jazz_s_towards_s_rise_s_talk_frown_] Oh ouais ? Quoi de neuf ?
german: [_jazz_s_towards_s_rise_s_talk_frown_] Oh ja? Was ist los?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] You were {i}way{/i} too right! Everyone's going nuts for this Ember girl.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Vous étiez {i}moyen{/i} trop juste! Tout le monde va pour cette fille Embermane.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Du warst {i}Weg{/i} zu recht! Alle gehen Nüsse für dieses Ember-Mädchen.

source: [_jazz_s_towards_s_neutral_s_talk_amused_] Told ya! Isn't she awesome?
french: [_jazz_s_towards_s_neutral_s_talk_amused_] Vous avez dit ! N'est-elle pas géniale?
german: [_jazz_s_towards_s_neutral_s_talk_amused_] Sagt ya! Ist sie nicht großartig?

source: [_radio_] (Ember's latest song, {i}Midnight's Kiss{/i}, will be debuting on our station in just a few seconds! Stay glued to your radio dials!)
french: [_radio_] (La dernière chanson de Burg, {i}Baiser de minuit{/i}, débutera sur notre station en quelques secondes ! Restez collé à vos appels radio !)
german: [_radio_] (Der neueste Song des Embers, Kiss{/i}, {i}Mitternacht, wird in nur wenigen Sekunden auf unserer Station debütieren! Bleiben Sie mit Ihren Radio-Dialen!)

source: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh!{/i} This must be that new song everyone's going crazy over!
french: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh !{/i} Cette nouvelle chanson est forcément folle pour tout le monde!
german: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh!{/i} Das muss der neue Song sein, der alle verrückt wird!

source: [_danny_s_closed_s_wondering_s_talk_displeased_] New song? Wait...
french: [_danny_s_closed_s_wondering_s_talk_displeased_] Nouvelle chanson ? Attendez...
german: [_danny_s_closed_s_wondering_s_talk_displeased_] Neues Lied? Warten...

source: [_danny_s_at_player_s_wondering_s_consternation_] (After hearing this latest song, everyone started acting really weird... does that mean Jazz might also...?!)
french: [_danny_s_at_player_s_wondering_s_consternation_] (Après avoir entendu cette dernière chanson, tout le monde a commencé à agir vraiment bizarre... ça veut dire que le Jazz pourrait aussi...?!)
german: [_danny_s_at_player_s_wondering_s_consternation_] (Nachdem du dieses neueste Lied gehört hast, begann jeder wirklich seltsam zu handeln... bedeutet das auch, dass Jazz vielleicht auch...?!)

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, wait! Don't listen to-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, attendez ! N'écoutez pas-
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, warte! Höre nicht an-

source: [_radio_] {i}♫ You and I, not even death could keep me away, I'll be coming right back to you, I'll hold you down and make you mine, only mine... ♫{/i}
french: [_radio_] {i}<unk> Vous et moi, même la mort ne pourrait pas me tenir à l'écart « Je reviendrai directement vers vous, je vous tiendrai à terre, et je vous ferai la mienne, seulement la mienne. » . {/i}
german: [_radio_] {i}<unk> Du und ich, nicht einmal der Tod konnte mich fern halten Ich komme direkt zu dir zurück, ich halte dich ab und mache dich meiner, nur meine. . <unk> {/i}

source: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... this new song is... I feel so... so {i}bewitched{/i} by it...
french: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... cette nouvelle chanson est... Je me sens ainsi... donc {i}ensorcelée{/i} par elle...
german: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... dieses neue Lied ist... Ich fühle mich so... also {i}verzaubert{/i} davon...

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, are you okay? We need to turn the radio off!
french: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, vous êtes d'accord ? Nous devons éteindre la radio !
german: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, bist du in Ordnung? Wir müssen das Radio ausschalten!

source: [_jazz_s_stare_s_confused_s_talk_frown_] Turn... turn it off? Why would I ever do that?
french: [_jazz_s_stare_s_confused_s_talk_frown_] Éteindre... éteigne? Pourquoi ferais-je ça ?
german: [_jazz_s_stare_s_confused_s_talk_frown_] Abschalten... ausschalten? Warum sollte ich das jemals tun?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, you, uh... you're starting to make this weird face...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, vous, euh... vous commencez à faire cet étrange visage...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, du, uh... Du beginnst dieses seltsame Gesicht zu machen...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, I'm sorry, but, {i}uhmm{/i}... goodness, have you done something different with your look? You look... really, {i}really{/i} handsome lately...
french: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, je suis désolé, mais {i}euhmm{/i}... bonté, avez-vous fait quelque chose de différent avec votre regard? Vous regardez... vraiment, {i}vraiment{/i} beaucoup{/i} dernièrement...
german: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, es tut mir leid, aber {i}uhmm{/i}... Gut, du hast etwas anderes mit deinem Aussehen gemacht? Du siehst... Wirklich, {i}wirklich{/i} in letzter Zeit wirklich gut...

source: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh no! It's affecting her as well!)
french: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh non ! Elle l'est aussi !)
german: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh nein! Es wirkt sich auch auf sie aus!)

source: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! I think Ember's music is causing people to act... to act sorta...
french: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! Je pense que la musique d'Ember pousse les gens à agir... à agir de la sorte...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! Ich denke, Ember's Musik veranlasst die Leute zu handeln... sorta handeln...

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh man, when did she get so hot? Is this the music's hold on me too? Oh crap...~)
french: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh homme, quand a-t-elle fait si chaud? Est-ce que la musique m'tient aussi à moi ? Oh crap...~)
german: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh Mann, wann hat sie so heiß geworden? Ist das die Musik auch auf mich? Oh crap...~)

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, I was... I was saying something important, I think...
french: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Euh, j'étais... je disais quelque chose d'important, je pense...
german: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, ich war... Ich habe etwas Wichtiges gesagt, denke ich...

source: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Wait, did I just call him handsome...? Jeez! What's going on with my head? I... I think I should go upstairs and take a break from the music for now...)
french: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Attention, ai-je juste appelé lui beau... ? Jeez ! Que se passe-t-il avec ma tête ? Moi. . - Je pense que je devrais monter et faire une pause dans la musique pour le moment...)
german: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Warte, habe ich ihn einfach als Handdie...? Jeez! Was geht mit meinem Kopf vor? . Ich denke, ich sollte jetzt nach oben gehen und eine Pause von der Musik machen...)

source: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] I, uh, sorry, need to get to my room! S-see ya around!
french: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] Moi, euh, désolé, j'ai besoin de me rendre dans ma salle ! S-voir autour !
german: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] Ich bitte um Entschuldigung, muss in mein Zimmer kommen! S-see ya herum!

source: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Huh?
french: [_danny_s_towards_wide_s_sad_s_talk_displeased_] Hein?

source: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] I said, I need to leave! Now!!
french: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] J'ai dit, j'ai besoin de partir ! Maintenant !!
german: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] Ich sagte, ich muss jetzt gehen!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh man... thank goodness for that... I had better turn that music off before someone else walks in here.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Oh man... merci pour ça... Je ferais mieux d'éteindre cette musique avant que quelqu'un d'autre ne pénètre ici.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Oh Mensch... Gott sei Dank dafür... Ich sollte die Musik besser ausschalten, bevor jemand anders hier eintritt.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...maybe I should check on Jazz though, to make sure she's okay?
french: [_danny_s_at_player_s_sad_s_talk_displeased_] ...peut-être que je devrais vérifier sur Jazz, pour m'assurer qu'elle va bien?
german: [_danny_s_at_player_s_sad_s_talk_displeased_] ...vielleicht sollte ich auf Jazz schauen, um sicher zu gehen, dass sie in Ordnung ist?

source: [_jazz_] Oh fuck! Shit! {i}Ahh!{/i}
french: [_jazz_] Oh fuck! Merde! {i}Ahh!{/i}

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Jazz is playing with herself? Right after that whole kitchen scene? That music really {i}is{/i} powerful!)
french: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Le jazz joue avec elle-même? Juste après toute cette scène de cuisine? Cette musique vraiment {i}est{/i} puissante !)
german: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Jazz spielt mit sich selbst? Direkt nach der ganzen Küchenszene? Diese Musik ist wirklich {i}mächtig!)

source: [_jazz_] (It's a good thing I got away from Danny when I did, otherwise I... {i}urgh{/i}, gross!! What the hell is wrong with me for even thinking that?!)
french: [_jazz_] (C'est une bonne chose que je me suis éloigné de Danny quand je l'ai fait, sinon je... {i}urgh{/i}, gros!! Qu'est-ce que l'enfer ne va pas avec moi d'avoir même pensé cela?!)
german: [_jazz_] (Es ist eine gute Sache, die ich von Danny entfernt habe, als ich es tat, andernfalls ich... {i}urgh{/i}, brutal!! Was zur Hölle ist falsch mit mir, wenn ich das auch denke?!)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (Jazz is really getting into it isn't she...? Man, I had better close the door before she notices I'm watching her...)
french: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (L'entrée dans ce site n'est pas elle...? L'homme, je fermerais mieux de fermer la porte avant qu'elle ne remarque que je la regarde...)
german: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (Jazz ist wirklich drin nicht sie...? Man, ich habe besser die Tür geschlossen, bevor sie bemerkt, dass ich sie beobachte...)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh man... I'm exhausted after today. I should probably go lay down for a bit. Everyone seems to be losing it with this music!
french: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh homme... Je suis épuisé après aujourd'hui. Je devrais probablement aller me reposer un peu. Tout le monde semble le perdre avec cette musique!
german: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh Mann... Ich bin heute erschöpft. Ich sollte mich wohl ein bisschen niederlegen. Jeder scheint es mit dieser Musik zu verlieren!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}Alright, hopefully today will be a little less weird than yesterday.
french: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}D'accord, espérons-le, aujourd'hui sera un peu moins étrange qu'hier.
german: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}Okay, hoffentlich wird heute etwas weniger seltsam als gestern sein.

source: [_danny_s_down_s_wondering_s_talk_displeased_] Of course, I say that now, and will then be promptly subjected to a view of Dad doing squats in the kitchen wearing nothing but lederhosen or something...
french: [_danny_s_down_s_wondering_s_talk_displeased_] Bien sûr, je dis cela maintenant, et sera alors rapidement soumis à une vue de Papa faire des squats dans la cuisine en ne portant que du lederhosen ou quelque chose...
german: [_danny_s_down_s_wondering_s_talk_displeased_] Natürlich, das sage ich jetzt und wird dann sofort dem Blick ausgesetzt werden, Papa zu tun in der Küche mit nichts als Lederhosen oder etwas...

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...again.
french: [_danny_s_at_player_s_sad_s_talk_displeased_] ... à nouveau.
german: [_danny_s_at_player_s_sad_s_talk_displeased_] ...wieder.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Oh well, just gotta hope for the best! Positive outlook and all!
french: [_danny_s_at_player_s_sad_s_talk_happy_] Oh bien, il faut juste espérer le meilleur! Des perspectives positives et toutes!
german: [_danny_s_at_player_s_sad_s_talk_happy_] Oh gut, einfach nur Hoffnung auf das Beste! Positive Aussichten und alle!

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Gooood{/i} morning, everyo-
french: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Bonjour{/i} matin, toujours--
german: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Gooood{/i} Morgen- alle-

source: [_radio_] {i}♪ I'll hold you down and make you mine, only mine... ♫{/i}
french: [_radio_] {i}<unk> Je te maintiendrai et te ferai la mienne, seulement la mienne... <unk> {/i}
german: [_radio_] {i}<unk> Ich halte dich ab und mache dich meine, nur meine... <unk> {/i}

source: [_danny_s_at_player_s_unhappy_s_consternation_] (There goes my hope that today could just be "normal" for a change.)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Il y a mon espoir qu'aujourd'hui pourrait simplement être "normal" pour un changement.)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Es gibt meine Hoffnung, dass heute nur "normal" für eine Änderung sein könnte.)

source: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny! Good morning! Jazz was just showing me some of her {i}rad{/i} new music and fashion! Isn't it great?{p}This Ember McClain girl sure knows how to create a real unique {u}movement!{/u}
french: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny ! Bonjour ! Le jazz ne faisait que me montrer une partie de ses {i}rad{/i} nouvelles musiques et mode ! N'est-ce pas génial?{p}Cette fille d'Ember McClain sait bien comment créer un véritable mouvement unique en {u}!{/u}
german: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny! Guten Morgen! Jazz hat mir gerade etwas von ihrer {i}Rad{/i} neue Musik und Mode gezeigt! Ist es nicht großartig?{p}Dieses Ember McClain Mädchen weiß sicher, wie man eine wirklich einzigartige {u}Bewegung erstellt!{/u}

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] She's {u}amazing{/u}, I know!
french: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] Elle est {u}incroyable{/u}, je sais!
german: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] Sie ist {u}erstaunlich{/u}, ich weiß!

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... so I'm glad to see that you two are... "bonding" together and all, but don't you two feel a {i}little{/i} weirded out by what you're both wearing?
french: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... alors je suis heureux de voir que vous êtes deux... « liaison» ensemble et tous, mais ne vous sentez-vous pas deux un peu {i}{/i} bizarre par ce que vous portez tous les deux? »
german: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... ich freue mich zu sehen, dass du zwei bist... "verbinden" und alle, aber fühlen Sie sich nicht zwei ein {i}wenig{/i} verrückt von dem, was Sie beide tragen?

source: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] What do you mean sweetie? Is it so out of place for your dear old Mom to try being a little more 'hip'?
french: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] Qu'est-ce que tu veux dire sucré ? Est-ce tellement déplacé que ta chère vieille mère essaie d'être un peu plus "hanche" ?
german: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] Was meinst du Süßigkeit? Ist es für deine liebe alte Mutter so fehl am Platz, ein bisschen mehr 'Hüft' zu versuchen?

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] He's just frustrated because he knows our asses look better in these leather pants than anyone else's at school! Must be hard knowing what you can't have...~
french: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] Il est tout simplement frustré parce qu'il sait que nos culs sont meilleurs dans ces pantalons en cuir que n'importe qui d'autre à l'école ! Doit être difficile de savoir ce que vous ne pouvez pas avoir...~
german: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] Er ist gerade frustriert, weil er weiß, dass unsere Arschfotzen in diesen Lederhosen besser aussehen, als jeder andere in der Schule! Muss schwer zu wissen was du nicht haben kannst...~

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, what the hell?! That's not even... you don't have to- wh-what the heck's gotten into you?!
french: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, quel enfer ?! Ce n'est pas même... vous n'avez pas à le faire- qui-ce que le gouffre a gagné en vous ?!
german: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, was die Hölle?! Das ist nicht gleich... Du hast nicht zu - was der Hals in dich gebracht hat?!

source: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} Oh my... quite the little tiff you two are having... almost like a little "lover's quarrel", if I didn't know any bet-
french: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} Oh mon... pas mal le petit tiff que vous avez deux... presque comme un peu de "querelle de l'amant", si je ne connaissais pas de pari.
german: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blutzel*{/i} Oh mich... der kleine tiff, den du zwei hast... fast wie ein kleiner "Streit der Geliebten", wenn ich keine Wetteinsätze wusste

source: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Urgh!{/i} I'm going to school!
french: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Urgh!{/i} Je vais à l'école!
german: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Dringlich!{/i} Ich gehe zur Schule!

source: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Wait, but I packed you a lunch with some pretzel rods! Danny!!
french: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Attendez, mais je vous ai emballé un déjeuner avec des bâtonnets de bretzel! Danny!!
german: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Warte, aber ich habe dir ein Mittagessen mit einigen Bretzelstäben gepackt! Danny!!

source: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ...was it something I said?
french: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ... est-ce quelque chose que j'ai dit?
german: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ...war es etwas, was ich gesagt habe?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] What the heck? Where did all these posters come from?!
french: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] De quoi s'agit-il ? D'où viennent toutes ces affiches?!
german: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Was für einen Heck? Woher kamen all diese Plakateau?!

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny! Great, you're here, you can help me stick more flyers up!
french: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny ! Super, tu es là, tu peux m'aider à coller plus de flyers !
german: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny! Großartig, du bist hier, du kannst mir helfen, mehr Flyer aufzuspinnen!

source: [_danny_s_towards_s_rise_s_talk_distraught_] What? This isn't enough advertisement for Ember already??
french: [_danny_s_towards_s_rise_s_talk_distraught_] Quoi? Cela ne suffit pas déjà pour Ember ??
german: [_danny_s_towards_s_rise_s_talk_distraught_] Was? Das reicht nicht schon für Ember Werbung aus??
