Repository: DonRP/AmityPark
Catalog: game/*/*/episode_1_side_quest_Paulina.po
Languages: french, german, italian

source: [_dash_] Gee Fenton, I didn't know you applied to be Paulina's little helper elf! Where's your little green elf hat? {i}Ahah hah!!{/i}
french: [_dash_] Mince Fenton, je ne savais pas que tu avais postulé pour être le petit elfe assistant de Paulina ! Où est ton petit chapeau vert d'elfe ? {i}Ahah hah!!{/i}
german: [_dash_] Gee Fenton, ich wusste nicht, dass du Paulinas kleiner Helferelf bist! Wo ist dein kleiner grüner Elfenkopf? {i}Ahah hah!!{/i}
italian: [_dash_] Caspita Fenton, non sapevo che avessi fatto domanda per diventare il piccolo elfo aiutante di Paulina! Dov'è il tuo cappellino verde da elfo? {i}Ahah hah!!!

source: [_danny_] (Oh brother. I'm {i}really{/i} bad at asking for hopes and prayers properly.)
french: [_danny_] (Oh mon dieu. Je suis {i}vraiment{/i} mauvais pour demander des espoirs et des prières correctement.)
german: [_danny_] (Oh Bruder. Ich bin {i}wirklich{/i} schlecht, wenn ich richtig nach Hoffnungen und Gebeten bitte.)
italian: [_danny_] (Oh, fratello. Sono {i}davvero incapace di chiedere speranze e preghiere in modo appropriato).

source: [_danny_] ...I'm not an elf, Dash, I'm just helping Paulina out with her-
french: [_danny_] ...Je ne suis pas un elfe, Dash, j'aide juste Paulina avec son-
german: [_danny_] ...Ich bin kein Elf, Dash, ich helfe Paulina einfach mit ihr aus-
italian: [_danny_] ...non sono un elfo, Dash, sto solo aiutando Paulina con la sua...

source: [_dash_] I'm gonna stop you right there, Fenturd: you and I are {u}not{/u} peers, especially social status wise. I have more important things to do than get all Chatty Cathy with you, alright? Cool.
french: [_dash_] Je t'arrête tout de suite, Fenturd : toi et moi sommes {u}pas{/u} pairs, surtout en ce qui concerne le statut social. J'ai des choses plus importantes à faire que de faire la causette avec toi, d'accord ? Cool.
german: [_dash_] Ich werde dich dort stoppen, Fenturd: du und ich sind {u}nicht{/u} Peers, besonders soziale Statusweise. Ich habe wichtigere Dinge zu tun, als alle Chatty Cathy mit dir, richtig? Cool.
italian: [_dash_] Ti fermo subito, Fenturd: io e te siamo {u}non{/u} coetanei, soprattutto per quanto riguarda lo status sociale. Ho cose più importanti da fare che fare il chiacchierone con te, va bene? Figo.

source: [_danny_] (Yeah, like being Paulina's little deliver boy and carrying her stuff around for her...)
french: [_danny_] (Ouais, comme être le petit livreur de Paulina et porter ses affaires pour elle...)
german: [_danny_] (Ja, so als wäre Paulinas kleiner Auslieferungsjunge und trage sie für sie herum...)
italian: [_danny_] (Sì, come essere il piccolo fattorino di Paulina e portare le sue cose in giro per lei...)

source: [_danny_] (...then again, what am {i}I{/i} doing? At least Dash is getting {u}paid{/u} for this.)
french: [_danny_] (...mais encore une fois, qu'est-ce que {i}I{/i} fait ? Au moins Dash est payé {u}{/u} pour ça)
german: [_danny_] (...dann wieder, was mache {i}I{/i}? Zumindest wird dafür {u}bezahlt{/u} bezahlt.)
italian: [_danny_] (...d'altra parte, cosa sta facendo {i}I{/i}? Almeno Dash viene {u}pagato{/u} per questo).

source: [_paulina_] So Dash, did you get what I asked you to pick up specifically?
french: [_paulina_] Alors Dash, tu as récupéré ce que je t'ai demandé de récupérer spécifiquement ?
german: [_paulina_] So Dash, hast du das bekommen, was ich dich gebeten habe, spezifisch abzuholen?
italian: [_paulina_] Allora Dash, hai preso quello che ti ho chiesto di prendere nello specifico?

source: [_dash_] Sure did, Paulina! Came in this small little box. The guy with glowing red eyes who sold it to me said it'd look great on an extra pretty girl! So here you go!
french: [_dash_] Bien sûr, Paulina ! Il est arrivé dans cette petite boîte. Le gars aux yeux rouges qui me l'a vendu m'a dit qu'il serait superbe sur une très jolie fille ! Alors voilà !
german: [_dash_] Sicher, Paulina! Came in dieser kleinen Kiste. Der Kerl mit leuchtenden roten Augen, die es mir verkauft haben, sagte, es würde schön aussehen, auf einem extra hübschen Mädchen!
italian: [_dash_] Certo, Paulina! È arrivato in questa piccola scatola. Il tizio con gli occhi rossi che me l'ha venduta ha detto che sarebbe stata perfetta per una ragazza molto carina! Quindi ecco a voi!

source: [_paulina_] {i}Ooooh!{/i} How lovely~! I can't wait to try it on!{p}I'm gonna open it up right now!
french: [_paulina_] {i}Ooooh!{/i} How lovely~ ! J'ai hâte de l'essayer !{p}Je vais l'ouvrir tout de suite !
german: [_paulina_] {i}Ooooh!{/i} Wie schön~! Ich kann nicht warten, es auszuprobieren!{p}Ich werde es jetzt öffnen!
italian: [_paulina_] {i}Ooooh! Che bello! Non vedo l'ora di provarlo!{p}Lo apro subito!

source: [_danny_] ({i}Hmm...?{/i} Why does it feel so... {b}cold{/b} all of a sudden?)
french: [_danny_] ({i}Hmm...?{/i} Pourquoi est-ce que ça semble si... {b}froid{/b} tout d'un coup ?)
german: [_danny_] ({i}Hmm...?{/i} Warum fühlt es sich so an... {b}kalt{/b} ganz plötzlich?)
italian: [_danny_] ({i}Hmm...? {/i} Perché sembra così... {b}freddo{/b} all'improvviso?)

source: [_danny_] (Man, what the heck is with this weird chill that's been coming out of my mouth lately? It happened right before I passed out too... wait, {b}glowing red eyes{/b}?)
french: [_danny_] (Mec, c'est quoi ce délire bizarre qui sort de ma bouche dernièrement ? C'est arrivé juste avant que je m'évanouisse aussi... attends, {b}yeux rouges qui brillent{/b} ?)
german: [_danny_] (Mann, was ist der Kopf mit dieser seltsamen Kälte, die in letzter Zeit aus meinem Mund kommt? Es geschah direkt bevor ich auch vergangen ist. . warte, {b}leuchtende rote Augen{/b}?)
italian: [_danny_] (Cavolo, cos'è questo strano brivido che mi esce dalla bocca ultimamente? È successo anche poco prima che svenissi... aspetta, {b}occhi rossi e luminosi{/b}?

source: [_danny_] {i}Err{/i}, wait Paulina, I don't think it's such a good idea to open-
french: [_danny_] {i}Err{/i}, attends Paulina, je ne pense pas que ce soit une bonne idée d'ouvrir-
german: [_danny_] {i}Err{/i}, warte Paulina, ich halte es nicht für eine so gute Idee, zu öffnen-
italian: [_danny_] {i}Aspetta, Paulina, non credo sia una buona idea aprire...

source: [_paulina_] {i}Ahhgh!!{/i} What the heck is {i}this{/i} nasty thing?!
french: [_paulina_] {i}Ahhgh!!{/i} Qu'est-ce que c'est que {i}cette{/i} chose méchante ?!
german: [_paulina_] {i}Ahhgh!!{/i} Was ist der Heck {i}dieses{/i} nassy Ding?!
italian: [_paulina_] {i}Ahhgh!!! Cosa diavolo è {i}questa brutta cosa?!

source: [_dash_] Oh man!! I-it's a real ghost!!{p}Just like the news said!
french: [_dash_] Oh mec ! C'est un vrai fantôme ! !!{p}Comme l'ont dit les journaux !
german: [_dash_] Oh Mann! I-es ist ein richtiger Geister!{p}genau wie die Nachricht sagt!
italian: [_dash_] Oh, cavolo! E' un vero fantasma!{p}Proprio come dicevano i telegiornali!

source: [_ectopuss_] Alright, get lost, macho man!!
french: [_ectopuss_] D'accord, va-t'en, macho !!
german: [_ectopuss_] Okay, verliere dich, macho Mann!!
italian: [_ectopuss_] Va bene, sparisci, macho man!!!

source: [_ectopuss_] Now, with nobody here to stop me... how 'bout you and I have a little {u}fun{/u} together, aye sweetie?!
french: [_ectopuss_] Maintenant, comme personne n'est là pour m'arrêter... que dirais-tu que toi et moi on s'amuse un peu ensemble sur {u}, aye chérie ?!
german: [_ectopuss_] Nun, mit niemandem hier, um mich aufzuhalten... wie "bout you and I have a little {u}fun{/u} together aye sweetie?!
italian: [_ectopuss_] Ora, visto che non c'è nessuno a fermarmi... che ne dici se io e te ci divertiamo un po' insieme su {u}, eh, tesoro?!

source: [_paulina_] {size=24}{i}Ahh!!{/i} Put me down, you monster!!{/size}
french: [_paulina_] {size=24}{i}Ahh!{/i} Pose-moi, espèce de monstre!!{/size}
german: [_paulina_] {size=24}{i}Ahh!!{/i} Lege mich nieder, du Monster!!{/size}
italian: [_paulina_] {size=24}{i}Ahh!!! Mettimi giù, mostro!!!

source: [_ectopuss_] No way, baby! I may have died a virgin, but I ain't looking to {u}stay{/u} that way!! {i}Aheh hah heh!!{/i}
french: [_ectopuss_] Pas question, bébé ! Je suis peut-être morte vierge, mais je n'ai pas l'intention de le rester ! {u} {i}Aheh hah heh!!{/i}
german: [_ectopuss_] Auf keinen Fall, Baby! Ich habe vielleicht eine Jungfrau gestorben, aber ich suche nicht nach {u}bleiben{/u} auf diese Weise!! {i}Aheh hah heh!!{/i}
italian: [_ectopuss_] Non se ne parla, tesoro! Sarò anche morto vergine, ma non ho intenzione di {u}rimanere tale!!! {i}Aheh hah heh!!!

source: [_paulina_] {size=+12}Someone!!! Help me!!!!{/size}
french: [_paulina_] {size=+12}Quelqu'un ! !! Aidez-moi!!!!{/size}
german: [_paulina_] {size=+12}Jemand!!! Hilf mir!!!!{/size}
italian: [_paulina_] {Qualcuno mi aiuti!!! Aiutatemi!!!!{/size}

source: [_danny_] Oh no, Paulina's in trouble! With a {i}real{/i} ghost!! I need to help somehow!
french: [_danny_] Oh non, Paulina a des problèmes ! Avec un {i}vrai{/i} fantôme !! Je dois l'aider d'une manière ou d'une autre !
german: [_danny_] Oh nein, Paulinas in Schwierigkeiten! Mit einem {i}echten{/i} Geister! Ich muss irgendwie helfen!
italian: [_danny_] Oh no, Paulina è nei guai! Con un vero fantasma {i}!! Devo aiutarla in qualche modo!

source: [_danny_] (I need to find a place to try and... transform, I guess?)
french: [_danny_] (Je dois trouver un endroit pour essayer et... transformer, je suppose ?)
german: [_danny_] (Ich muss einen Ort finden um es auszuprobieren und... umzuwandeln, denke ich?)
italian: [_danny_] (Devo trovare un posto dove provare a... trasformarmi, immagino).

source: [_danny_s_rise_one_s_frown_grin_] (Well... here goes nothing!)
french: [_danny_s_rise_one_s_frown_grin_] (Eh bien... voilà rien !)
german: [_danny_s_rise_one_s_frown_grin_] (Nun... hier geht nichts!)
italian: [_danny_s_rise_one_s_frown_grin_] (Beh... non c'è niente da fare!).

source: [_danny_] I'm... I'm going ghost!
french: [_danny_] Je... Je vais devenir un fantôme !
german: [_danny_] Ich... Ich werde Geister!
italian: [_danny_] Io... Sto diventando un fantasma!

source: [_danny_] {i}Ugh{/i}, no, I don't need a tail right now! I need something more sturdy, less whispy... something with a bit more...
french: [_danny_] {i}Ugh{/i}, non, je n'ai pas besoin d'une queue en ce moment ! J'ai besoin de quelque chose de plus robuste, moins chuchotant... quelque chose avec un peu plus de...
german: [_danny_] {i}Ugh{/i}, nein, ich brauche jetzt keinen Schwanz mehr! Ich brauche etwas robusteres, weniger Whispy... etwas mit ein bisschen mehr...
italian: [_danny_] {i}No, non ho bisogno di una coda in questo momento! Ho bisogno di qualcosa di più robusto, di meno frusciante... di qualcosa con un po' più di...

source: [_danny_] ...{i}legs{/i}!
french: [_danny_] ...{i}jambes{/i} !
german: [_danny_] ...{i}Bein{/i}!
italian: [_danny_] ...{i}gambe{/i}!

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Okay, now {i}this{/i} is better!
french: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Ok, maintenant {i}ceci{/i} est mieux !
german: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Okay, jetzt {i}diese{/i} ist besser!
italian: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Ok, ora {i}questo{/i} è meglio!

source: [_danny_s_towards_s_angry_s_talk_happy_] Alright, so now it's time to get in there and kick some ghostly-
french: [_danny_s_towards_s_angry_s_talk_happy_] Très bien, alors maintenant il est temps d'entrer là-dedans et de botter quelques fantômes-
german: [_danny_s_towards_s_angry_s_talk_happy_] Okay, jetzt ist es an der Zeit dort anzukommen und ein paar Geister-
italian: [_danny_s_towards_s_angry_s_talk_happy_] Bene, ora è il momento di entrare in azione e prendere a calci qualche fantasma...

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {i}-woah!!{/i}
italian: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {i}-Wooah!!!

source: [_paulina_] {i}Agh!!{/i} Let me go already, you stupid ugly monster!
french: [_paulina_] {i}Agh!!{/i} Laisse-moi partir, espèce de monstre laid et stupide !
german: [_paulina_] {i}Agh!!{/i} Lass mich schon gehen, du bist dumm hässliches Monster!
italian: [_paulina_] {i}Agh!!! Lasciami andare, stupido e brutto mostro!

source: [_ectopuss_] Shut up, baby! Your lewd body is practically {i}begging{/i} to have this done to it!!
french: [_ectopuss_] Tais-toi, bébé ! Ton corps lubrique est pratiquement {i}en train de supplier pour qu'on lui fasse ça!!
german: [_ectopuss_] Halte, Baby! Dein ausgelaugter Körper ist praktisch {i}Bettel{/i}, um dies tun zu lassen!!
italian: [_ectopuss_] Zitta, piccola! Il tuo corpo lascivo sta praticamente {i}implorando che gli venga fatto questo!!!

source: [_paulina_] H-hey, you over there!! Strange looking boy in the jumpsuit!! Please, help me!! I can't get loose!! Save me, please!!
french: [_paulina_] H-hey, vous là-bas !! Un garçon étrange dans une combinaison ! S'il vous plaît, aidez-moi ! Je ne peux pas me détacher ! Sauvez-moi, s'il vous plaît !!
german: [_paulina_] H-hey, du drüben drüben!! Seltsam aussehender Junge im Sprunganzügen!! Bitte hilf mir!! Ich kann mich nicht lockeren!! Bitte bewahre mich!!
italian: [_paulina_] Ehi, tu laggiù!!! Strano ragazzo con la tuta!! Per favore, aiutatemi! Non riesco a liberarmi! Salvami, ti prego!

source: [_danny_s_p_p_4_] (Paulina definitely needs my help right now… what should my first move be?)
french: [_danny_s_p_p_4_] (Paulina a définitivement besoin de mon aide en ce moment… quel doit être mon premier geste ?)
german: [_danny_s_p_p_4_] (Paulina benötigt meine Hilfe im Moment definitiv… Was sollte mein erster Zug sein?)
italian: [_danny_s_p_p_4_] (Paulina ha sicuramente bisogno del mio aiuto in questo momento… quale dovrebbe essere la mia prima mossa?)

source: [_danny_] (Paulina's in trouble! What should I do?!) [nointeract]
french: [_danny_] (Paulina est en difficulté ! Que dois-je faire ?!) [nointeract]
german: [_danny_] (Paulinas in Schwierigkeiten! Was soll ich machen?!) [nointeract]
italian: [_danny_] (Paulina è nei guai! Cosa devo fare?!) [nointeract]

source: [_danny_s_p_p_5_] (No, no, I should bide my time and strike when the moment is right. I still know little to nothing about this ghost form of mine...)
french: [_danny_s_p_p_5_] (Non, non, je devrais attendre le bon moment et frapper quand le moment sera venu. Je ne sais toujours pas grand chose de cette forme fantôme qui est la mienne...)
german: [_danny_s_p_p_5_] (Nein, nein, ich sollte meine Zeit beißen und zuschlagen, wenn der Moment richtig ist. Ich weiß immer noch wenig bis gar nichts über diese Gespensterform….
italian: [_danny_s_p_p_5_] (No, no, dovrei aspettare e colpire al momento giusto. So ancora poco o nulla di questa mia forma fantasma...)

source: [_danny_s_p_p_9_] (If I accidentally use some sorta dangerous ghost powers I can't control, I could end up doing more harm than good.)
french: [_danny_s_p_p_9_] (Si j'utilise accidentellement des pouvoirs fantômes dangereux que je ne peux pas contrôler, je pourrais finir par faire plus de mal que de bien)
german: [_danny_s_p_p_9_] (Wenn ich versehentlich einige sorta gefährliche Geisterkräfte verwende, die ich nicht kontrollieren kann, könnte ich am Ende mehr Schaden anrichten als gut.)
italian: [_danny_s_p_p_9_] (Se per sbaglio uso qualche potere fantasma pericoloso che non riesco a controllare, potrei finire per fare più male che bene).

source: [_paulina_] {size=+10}Help, a monster is attacking me!!!{/size}
french: [_paulina_] {A l'aide, un monstre m'attaque!!!{/size}
german: [_paulina_] {size=+10}Hilfe, ein Monster greift mich an!!!{/size}
italian: [_paulina_] {Aiuto, un mostro mi sta attaccando!!!{/size}

source: [_ectopuss_] No one's coming to your aid, you little slut! You're all mine!!
french: [_ectopuss_] Personne ne viendra à ton secours, petite salope ! Tu es toute à moi !!
german: [_ectopuss_] Niemand kommt zu deiner Hilfe, du bist eine kleine Schlampe! Du bist alles!!
italian: [_ectopuss_] Nessuno verrà in tuo aiuto, piccola troia! Sei tutta mia!

source: [_paulina_] {size=+10}No!! Get your filthy tentacles {i}away{/i} from me!!{/size}
french: [_paulina_] {size=+10}Non !! Eloigne tes tentacules dégoûtants {i}de moi!{/size}
german: [_paulina_] {size=+10}Nein!! Hol dir deine schmutzigen Tentakel {i}weg{/i} von mir!!{/size}
italian: [_paulina_] {No! Allontana i tuoi schifosi tentacoli {i}{/i} da me!!!{/size}

source: [_paulina_] {size=+10}And who are you calling a {i}slut{/i} you disgusting, nasty {i}monster!{/i} {/size}
french: [_paulina_] {size=+10}Et qui traites-tu de {i}salope{/i}, espèce de dégoûtant {i}monstre!{/i} {/size}
german: [_paulina_] {size=+10}Und wer nennt du einen {i}Schläge{/i} du widerlich, hässliches {i}Monster!{/i} {/size}
italian: [_paulina_] {E chi stai chiamando troia di {i}{/i}, disgustoso, schifoso mostro di {i}! {/i} {/size}

source: [_ectopuss_] Oh, don't worry! You'll just {u}love{/u} them... when they're all up inside you!!
french: [_ectopuss_] Oh, ne t'inquiète pas ! Tu vas juste {u}les aimer... quand ils seront à l'intérieur de toi !!
german: [_ectopuss_] Oh, keine Sorge! Du wirst nur {u}Liebe{/u} sehen... wenn sie alle in dir sind!!
italian: [_ectopuss_] Non preoccupatevi! Li amerai {u}... quando saranno tutti dentro di te!!!

source: [_ectopuss_] But, first...
french: [_ectopuss_] Mais, d'abord...
german: [_ectopuss_] Aber, zuersten...
italian: [_ectopuss_] Ma prima...

source: [_ectopuss_] Would you look at this. No, bra!{p}I {i}knew{/i} I smelled slut on you!
french: [_ectopuss_] Regarde ça. Non, soutien-gorge !{p}Je {i}savais que tu sentais la salope !
german: [_ectopuss_] Würdest du dir das ansehen. Nein, bra!{p}Ich {i}knew{/i} Ich riechte Schlampe auf dich!
italian: [_ectopuss_] Ma guarda un po'. No, reggiseno!{p} {i}sapevo di sentire odore di troia su di te!

source: [_ectopuss_] Not too bad a size either... but they're not as big as I was hoping, at least for my first time... {i}Heh heh he...{/i}
french: [_ectopuss_] La taille n'est pas trop mauvaise non plus... mais elles ne sont pas aussi grandes que je l'espérais, du moins pour ma première fois... {i}Heh heh he...{/i}
german: [_ectopuss_] Auch die Größe ist nicht schlecht... aber sie sind nicht so groß wie ich hoffte, zumindest zum ersten Mal... {i}Heh he...{/i}
italian: [_ectopuss_] Non sono neanche troppo male come dimensioni... ma non sono così grandi come speravo, almeno per la mia prima volta... {i}Heh heh heh...{/i}

source: [_paulina_] {size=+10}M-my clothes..!! Stop...!! Why are you doing this to me!{/size}
french: [_paulina_] {size=+10}Mes vêtements... !! Arrêtez... !! Pourquoi est-ce que vous me faites ça!{/size}
german: [_paulina_] {size=+10}M-my clothes..!! Stop...!! Warum machst du das bei mir!{/size}
italian: [_paulina_] {I miei vestiti...!! Smettila!!! Perché mi stai facendo questo!

source: [_ectopuss_] {i}Hahaha!!{/i} Yes, how perfect... just look at that lewd, sexy body! It's practically {i}pleading{/i} for some of my special tentacle affection! {i}Muah hahh ahhh...{/i}
french: [_ectopuss_] {i}Hahaha!!{/i} Oui, c'est parfait... regardez ce corps lubrique et sexy ! Il est pratiquement {i}en train d'implorer{/i} un peu de mon affection spéciale à tentacules ! {i}Muah hahh ahhh...{/i}
german: [_ectopuss_] {i}Hahaha!!{/i} Ja, wie perfekt... sieh dir einfach diesen sexy lewden, sexy Körper an! Es ist praktisch {i}Bitten{/i} für einige meiner speziellen Tentakel-Zuneigung! {i}Muah hahh ahhh...{/i}
italian: [_ectopuss_] {i}Hahaha!!! Sì, è perfetto... basta guardare quel corpo lascivo e sexy! È praticamente {i}che implora{/i} di ricevere un po' del mio affetto speciale dai tentacoli! {i}Muah hahh ahhh...{/i}

source: [_paulina_] No it isn't!! Let me go, you nasty creep!!
french: [_paulina_] Non, ça ne l'est pas ! Laisse-moi partir, espèce de sale type !!
german: [_paulina_] Nein ist es nicht! Lass mich gehen, du hättest nicht!!
italian: [_paulina_] No, non lo è! Lasciami andare, brutto verme!!!

source: [_paulina_] Someone help!! I'm being molested by a gross squid monster!!
french: [_paulina_] Que quelqu'un m'aide ! Je suis molesté par un monstre de calmar dégoûtant !!
german: [_paulina_] Jemand hilft!! Ich werde von einem groben Tintenfisch-Monster belästigt!!
italian: [_paulina_] Qualcuno mi aiuti!!! Sono stato molestato da un mostro di calamaro!!!

source: [_ectopuss_] Jeez, would you stop screaming already! Nobody's coming to help!{p}Somebody better close your big mouth {i}shut!!{/i}
french: [_ectopuss_] Bon sang, tu vas arrêter de crier ! Personne ne va venir nous aider !{p}Quelqu'un ferait mieux de fermer sa grande bouche {i}salope!!{/i}
german: [_ectopuss_] Jeez, würdest du aufhören zu schreien bereits! Niemand kommt um zu helfen!{p}Jemand schließt deinen großen Mund {i}geschlossen!!{/i} besser
italian: [_ectopuss_] Cristo, smettetela di urlare! Nessuno sta venendo ad aiutarci!{p}È meglio che qualcuno chiuda la tua boccaccia {i}!!!

source: [_ectopuss_] There much better, don't you agree? {i}Hehh heh heh...{/i}
french: [_ectopuss_] C'est beaucoup mieux, vous ne trouvez pas ? {i}Hehh heh heh...{/i}
german: [_ectopuss_] Es ist viel besser, nicht stimmst du zu? {i}Hehh heh heh...{/i}
italian: [_ectopuss_] È molto meglio, non siete d'accordo? {i}Hehh heh heh...{/i}

source: [_paulina_] (Help me!! Someone, please!!!)
french: [_paulina_] (Aidez-moi ! Quelqu'un, s'il vous plaît !!!)
german: [_paulina_] (Hilf mir!! Jemand, bitte!!!)
italian: [_paulina_] (Aiutatemi!!! Qualcuno, per favore!!!).

source: [_paulina_] (Oh God, he's actually going to... to... {i}*Sobb*){/i}
french: [_paulina_] (Oh mon Dieu, il va le faire... de... {i}* Sanglot*) {/i}
german: [_paulina_] (Oh Gott, er geht tatsächlich zu... {i}*Sobb*){/i}
italian: [_paulina_] (Oh Dio, sta davvero per... per... {i}*Sobb*) {/i}

source: [_ectopuss_] Arighty!! Here we go!! I'm gonna fuck you so good that you'll be begging me for more! For all eternity!!
french: [_ectopuss_] Arighty !! C'est parti ! Je vais te baiser si bien que tu me supplieras d'en avoir plus ! Pour toute l'éternité !!
german: [_ectopuss_] Achtung!! Hier geht's! Ich werde dich so gut ficken, dass du mich für mehr betteln wirst! Für alle Ewigkeit!!
italian: [_ectopuss_] Arighty!!! Ci siamo! Ti scopero' cosi' bene che mi implorerai di averne ancora! Per tutta l'eternità!

source: [_danny_s_p_p_7_] (God, what am I waiting for?? Backup from Bill Murray or something?! I've gotta help her, right now!!)
french: [_danny_s_p_p_7_] (Mon Dieu, qu'est-ce que j'attends ?? Des renforts de Bill Murray ou autre ?! Je dois l'aider, tout de suite !!)
german: [_danny_s_p_p_7_] (Gott, worauf warte ich?? Backup von Bill Murray oder etwas?! Ich werde ihr jetzt helfen!!)
italian: [_danny_s_p_p_7_] (Dio, che cosa sto aspettando? Un aiuto da Bill Murray o qualcosa del genere?! Devo aiutarla, subito!!!).

source: [_danny_s_p_p_8_] {size=+10}Leave her alone, ghost! Just put her down, or I'll have to turn you into spectral-sushi!!{/size}
french: [_danny_s_p_p_8_] {size=+10}Laisse-la tranquille, fantôme ! Pose-la, ou je vais devoir te transformer en spectral-sushi !{/size}
german: [_danny_s_p_p_8_] {size=+10}Verlasse sie allein, Gespenster! Lege sie einfach runter, oder ich werde dich in spectral-sushi!!{/size} verwandeln
italian: [_danny_s_p_p_8_] {Lasciala stare, fantasma! Mettila giù, o dovrò trasformarti in spettro-sushi!!!
