Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] After last night, I have a feeling that Ectopus creep won't be the {b}last{/b} evil ghost that I'll have to face from here on out.
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] Dopo ieri sera, ho la sensazione che Ectopus creep non sarà l'ultimo {b}fantasma malvagio che dovrò affrontare da qui in avanti.

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Also, what's up with this Orgone stuff it was talking about?
italian: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Inoltre, cos'è questa storia dell'Orgone di cui si parlava?

source: [_danny_s_at_player_s_wondering_s_talk_distraught_] It might be the thing that explains why he seemed to be a lot stronger...
italian: [_danny_s_at_player_s_wondering_s_talk_distraught_] Potrebbe spiegare perché sembrava molto più forte...

source: [_danny_s_down_s_angry_s_talk_consternation_] If that's the case, I should probably get my hands on some Orgone for myself! But how am I gonna get some sorta... "ghost goo" if I don't even know what it is or how to collect it?
italian: [_danny_s_down_s_angry_s_talk_consternation_] Se è così, probabilmente dovrei mettere le mani su un po' di Orgone per me stesso! Ma come faccio a procurarmi una specie di... "ghost goo" se non so nemmeno cosa sia o come raccoglierlo?

source: [_danny_s_down_s_wondering_s_talk_consternation_] Oh well, maybe I can ask Mom or Dad about it later, but for now, I had better make my way over to school.
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Oh, beh, forse potrò chiederlo a mamma o papà più tardi, ma per il momento è meglio che mi diriga verso la scuola.

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
italian: [_doorsound_] {i}*Knock* *Knock* *Knock* *Knock*{/i}

source: [_vlad_s_towards_s_unhappy_s_talk_happy_] Why hello, Daniel! A fine "good morning" to you!
italian: [_vlad_s_towards_s_unhappy_s_talk_happy_] Ciao, Daniel! Un bel "buongiorno" a te!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Oh, umm, hey Mr. Masters, sure just... let yourself in, why not?
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Oh, ehm, ehi signor Masters, certo... si accomodi, perché no?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh please, Daniel, call me Uncle Vlad!
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Ti prego, Daniel, chiamami zio Vlad!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, how about just Vlad, for now?
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, che ne dici di Vlad, per ora?

source: [_vlad_s_towards_s_rise_s_talk_happy_] {i}*Chuckles* Well{/i}, I suppose that works too. Suppose it's only right that I try to {i}earn{/i} your trust first, aye?{p}So then, how did we sleep last night, {i}hmmm?{/i}
italian: [_vlad_s_towards_s_rise_s_talk_happy_] {i}*Beh, suppongo che anche questo vada bene. Suppongo sia giusto che prima cerchi di {i}guadagnarmi la tua fiducia, d'accordo?{p}Allora, come abbiamo dormito stanotte, {i}hmmm?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Alright I guess. Uhm, if you happen to know at all, could you tell me about what those noises last night were in the lab? I sorta snuck away after a certain point into your little get together...
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Va bene, credo. Se per caso lo sai, potresti dirmi cosa erano quei rumori di ieri sera nel laboratorio? Sono sgattaiolata via dopo un certo punto della vostra piccola riunione...

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Ahh, yes, I noticed that myself, and good thing that you did, young man! Things certainly got a {b}bit{/b} crazy indeed after you left!
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Ahh, sì, l'ho notato anch'io, e meno male che l'hai fatto, giovanotto! Le cose sono diventate un po' {b}pazze dopo che te ne sei andato!

source: [_vlad_s_towards_s_rise_s_talk_happy_] Nothing to worry about too much, obviously, just an accidental miscommunication from me to your mother about what button to push...
italian: [_vlad_s_towards_s_rise_s_talk_happy_] Non c'è da preoccuparsi troppo, ovviamente, solo un accidentale errore di comunicazione tra me e tua madre su quale pulsante premere...

source: [_vlad_s_towards_s_unhappy_s_talk_frown_] Now Daniel, let me ask you... how do you feel about ghosts?
italian: [_vlad_s_towards_s_unhappy_s_talk_frown_] Ora Daniel, lascia che ti chieda... cosa ne pensi dei fantasmi?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Uhm, well... they're... {b}bad{/b}, right?
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Beh... sono... {b}cattivi{/b}, giusto?

source: [_vlad_s_towards_s_rise_s_talk_frown_] Quite right! These recent apparitions constitute a genuine threat to our civil society! It is our duty to uphold the protected rights of the currently living! These monsters have no place upsetting our day to day lives! I for one will not tolerate it!
italian: [_vlad_s_towards_s_rise_s_talk_frown_] È proprio così! Queste recenti apparizioni costituiscono una vera e propria minaccia per la nostra società civile! È nostro dovere difendere i diritti protetti di chi vive attualmente! Questi mostri non devono turbare la nostra vita quotidiana! Io per primo non lo tollererò!

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, right, protected liberties and all that, I getcha... kinda sounds like you're pretty against ghosts, huh? Quite a wordsmith, too!
italian: [_danny_s_towards_s_sad_s_talk_happy_] Sì, giusto, libertà protette e tutto il resto, ho capito... sembra che tu sia piuttosto contrario ai fantasmi, eh? E sei anche un abile paroliere!

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh you'll have to excuse me Daniel, I got a bit carried away there. I've simply been practicing for a speech I'm giving later today at the mall. In actuality, while I understand their potential to do harm, ghosts are actually of great personal interest to me!
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Oh, devi scusarmi Daniel, mi sono lasciata trasportare un po' troppo. Mi stavo semplicemente esercitando per un discorso che terrò oggi al centro commerciale. In realtà, pur comprendendo il loro potenziale nocivo, i fantasmi sono per me di grande interesse personale!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Sure, no worries. Listen Vlad, I gotta get going to get to scho-
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Certo, non c'è da preoccuparsi. Ascolta Vlad, devo andare a scuola...

source: [_vlad_s_towards_s_rise_s_talk_happy_] You know, I was actually hoping if you wouldn't mind being in attendance today as I presented it in front of the fine people of Amity Park, Daniel? I'm certainly no {b}proper{/b} public speaker, and your support would be of a great help!
italian: [_vlad_s_towards_s_rise_s_talk_happy_] Sai, in realtà speravo che non ti dispiacesse essere presente oggi quando l'ho presentato di fronte alla brava gente di Amity Park, Daniel? Non sono certo un {b}oratore corretto{/b} e il tuo sostegno sarebbe di grande aiuto!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Erm… I guess, if I have to?
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Erm… credo, se devo?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Excellent! I'll reserve you a view from the front row!
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Eccellente! Vi riservo una vista dalla prima fila!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] But, erh, what is it even for-
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Ma, ehm, a cosa serve?

source: [_vlad_s_towards_s_neutral_s_talk_happy_] Sorry my boy, have to dash for now. Remember, the mall's main presentation space, right after school!
italian: [_vlad_s_towards_s_neutral_s_talk_happy_] Mi dispiace ragazzo mio, devo scappare per ora. Ricordate, lo spazio di presentazione principale del centro commerciale, subito dopo la scuola!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wait, but I'm not sure I actually wanna…
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Aspetta, ma non sono sicuro di volere davvero…

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] …awe, crap. You know, Vlad seems like a nice enough guy and all, but he's really aloof about actually listening to others... guess I'm going now!
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] …Oh, merda. Sai, Vlad sembra un ragazzo abbastanza simpatico e tutto il resto, ma è molto distaccato nell'ascoltare gli altri... credo che ora me ne andrò!

source: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Oh.. this reminds me, I am wondering how Dad is doing after this whole incident, he got hit pretty hard. Maybe I should check on him, too.
italian: [_danny_s_at_player_s_unhappy_s_talk_consternation_] Oh... questo mi fa venire in mente che mi sto chiedendo come sta papà dopo tutto questo incidente, è stato colpito piuttosto duramente. Forse dovrei controllare anche lui.

source: [_sam_s_talk_happy_] Danny! Hey, over here!
italian: [_sam_s_talk_happy_] Danny! Ehi, da questa parte!

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey Sam! What's going on?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Ehi, Sam! Che succede?

source: [_sam_s_talk_happy_s_sad_] C'mon, I want to introduce you to some cool new people I met!!
italian: [_sam_s_talk_happy_s_sad_] Andiamo, voglio presentarvi alcune nuove persone che ho conosciuto!!!

source: [_danny_s_towards_s_rise_s_talk_consternation_] What? Oh, Sam, no, I'm {i}really{/i} not interested in trying to be matched up with any of your poetry slam friends...
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Cosa? Oh, Sam, no, non sono {i}davvero{/i} interessato a cercare di essere abbinato a qualcuno dei tuoi amici del poetry slam...

source: [_sam_s_talk_happy_] No, they're the new kids at school! They're {b}way{/b} cooler than goth kids... they're actually {b}punk rock{/b}!! They're what I aspire to be! Come on, they're hanging over here!
italian: [_sam_s_talk_happy_] No, sono i nuovi ragazzi della scuola! Sono {b}molto più fighi dei ragazzi goth... in realtà sono {b}punk rock{/b}!! Sono quello che aspiro ad essere! Andiamo, sono appesi qui!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Alright, just calm down a bit, Sam.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Va bene, calmati un po', Sam.

source: [_sam_s_talk_happy_] Danny, I want you to meet Kitty and her boyfriend, Johnny "Thirteen". Johnny's nickname is cause he's crashed his motorcycle a buncha times! Ugh, they're just so cool!
italian: [_sam_s_talk_happy_] Danny, voglio presentarti Kitty e il suo ragazzo, Johnny "Tredici". Il soprannome di Johnny è dovuto al fatto che si è schiantato con la moto un sacco di volte! Sono così fighi!

source: [_johnny_s_talk_happy_] Hey, sup, dude?
italian: [_johnny_s_talk_happy_] Ehi, come va, amico?

source: [_kitty_s_talk_happy_] Hey kiddo, nice to meet ‘cha!
italian: [_kitty_s_talk_happy_] Ehi ragazzo, piacere di conoscerti!

source: [_danny_s_towards_s_sad_s_talk_happy_] Nice to meet you too. So, where are you guys from?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Anche per me è un piacere conoscervi. Allora, di dove siete?

source: [_kitty_s_talk_happy_s_neutral_2_] Uhm... Wisconsin? Yeah, Wisconsin...
italian: [_kitty_s_talk_happy_s_neutral_2_] Uhm... Wisconsin? Sì, Wisconsin...

source: [_johnny_s_confused_2_s_talk_happy_s_towards_] Uhh, yeah, we just transferred in today, actually.
italian: [_johnny_s_confused_2_s_talk_happy_s_towards_] Sì, ci siamo trasferiti oggi, in realtà.

source: [_kitty_s_talk_frown_s_rise_one_] But honestly, we're probably going to ditch class today, this place is pretty lame so far.
italian: [_kitty_s_talk_frown_s_rise_one_] Ma onestamente, oggi probabilmente abbandoneremo la lezione, questo posto è piuttosto noioso finora.

source: [_sam_s_talk_happy_s_confused_] Yeah, totally! {b}Super{/b} lame, amirite?
italian: [_sam_s_talk_happy_s_confused_] Sì, assolutamente! {b}Super sfigato, vero?

source: [_johnny_s_talk_happy_2_] Oh, well hey, do you want to come with us then, maybe?
italian: [_johnny_s_talk_happy_2_] Oh, beh, ehi, vuoi venire con noi allora, magari?

source: [_kitty_s_mad_s_angry_s_towards_right_2_s_talk_frown_] Johnny! We were supposed to have some {i}alone{/i} time today!
italian: [_kitty_s_mad_s_angry_s_towards_right_2_s_talk_frown_] Johnny! Dovevamo passare un po' di tempo da soli {i}oggi!

source: [_johnny_s_talk_frown_] Chill out, babe, I was just being friendly.
italian: [_johnny_s_talk_frown_] Rilassati, piccola, stavo solo facendo amicizia.

source: [_sam_] No, it's alright honestly, if my parents caught me ditching school, they'd flip out and send me to a military school or something.
italian: [_sam_] No, va bene così, se i miei genitori mi scoprissero a marinare la scuola, darebbero di matto e mi manderebbero in una scuola militare o qualcosa del genere.

source: [_kitty_s_idle__s_talk_frown_s_towards_] Aww, that's really too bad. {b}Oh well{/b}! Anyway, we're going to split now. Nice meeting ya', Danny! See ya Sam.
italian: [_kitty_s_idle__s_talk_frown_s_towards_] E' davvero un peccato. {b}Oh beh! Comunque, ora ce ne andiamo. E' stato un piacere conoscerti, Danny! Ci vediamo Sam.

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure thing. Uhh, hey, you guys going to the speech later?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Certo. Ehi, andate al discorso più tardi?

source: [_johnny_s_talk_frown_s_confused_] Uhm, what speech?
italian: [_johnny_s_talk_frown_s_confused_] Quale discorso?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Not sure what it is exactly, but this guy Vlad Masters is delivering it in the afternoon at the mall. Something to do with an announcement or something? He wanted me to go, so I just figured I'd let someone else know about it too.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Non sono sicuro di cosa sia esattamente, ma questo tizio, Vlad Masters, lo consegnerà nel pomeriggio al centro commerciale. Qualcosa che ha a che fare con un annuncio o qualcosa del genere? Voleva che ci andassi, così ho pensato di farlo sapere anche a qualcun altro.

source: [_johnny_s_talk_happy_2_s_angry_s_towards_2_] Oh yeah, me and Kitty know Vlad {i}quite{/i} well... cause he's {b}also{/b} from Wisconsin, I mean! So yeah, we might swing by, who knows? I definitely wanted to check out some of the gorgeous {i}sights{/i} at the mall anyway...
italian: [_johnny_s_talk_happy_2_s_angry_s_towards_2_] Oh sì, io e Kitty conosciamo abbastanza bene Vlad {i}{/i}... perché è {b}anche{/b} del Wisconsin, voglio dire! Quindi sì, potremmo passare di qui, chi lo sa? Volevo comunque dare un'occhiata alle splendide {i}attrazioni del centro commerciale...

source: [_johnny_s_talk_happy_s_neutral_] Anyway, see ya Danny! Catch yah later, Sam!
italian: [_johnny_s_talk_happy_s_neutral_] Comunque, ci vediamo Danny! Ci vediamo dopo, Sam!

source: [_sam_] Bye Johnny!
italian: [_sam_] Ciao Johnny!

source: [_sam_] So, what did you think?
italian: [_sam_] Allora, cosa ne pensate?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] What do you mean?
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] In che senso?

source: [_sam_s_talk_happy_2_s_angry_] Aren't they the {b}coolest{/b}?! I don't think even Dash ditches class. Plus, Johnny even has his own motorcycle!
italian: [_sam_s_talk_happy_2_s_angry_] Non sono i {b}più fighi{/b}?! Credo che nemmeno Dash abbandoni le lezioni. Inoltre, Johnny ha anche la sua moto!

source: [_danny_s_towards_s_angry_s_talk_happy_] Yeah, they seemed nice and all. But I mean, if we're talking cool here, it's not like his motorcycle comes with a sweet set of ghost powers or anything.
italian: [_danny_s_towards_s_angry_s_talk_happy_] Sì, sembravano simpatici e tutto il resto. Ma, se vogliamo parlare di figaggine, non è che la sua moto sia dotata di una serie di poteri fantasma o altro.

source: [_sam_s_talk_frown_s_confused_] Uhm... whats {i}that{/i} supposed to mean?
italian: [_sam_s_talk_frown_s_confused_] Cosa dovrebbe significare {i}quello{/i}?

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Ahh, nothing, forget it.
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] Ahh, niente, lascia perdere.

source: [_sam_s_confused_s_talk_happy_] Wait… are you already {b}jealous{/b} of Johnny? Wow, that's actually super hilarious!
italian: [_sam_s_confused_s_talk_happy_] Aspetta… sei già {b}geloso{/b} di Johnny? Wow, questo è davvero super divertente!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What?? No way! Who'd be jealous of that trench coat wearing dork?
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Cosa? Non è possibile! Chi sarebbe geloso di quell'imbranato che indossa un trench?

source: [_sam_s_confused_s_talk_happy_] Oh, come on, don't be such a baby Danny, there's enough dick swinging room here for the both of you. Anyway, we've been hanging here a little too long, we should probably get to class or we're gonna be late.
italian: [_sam_s_confused_s_talk_happy_] Oh, dai, non fare il bambino Danny, qui c'è abbastanza spazio per i cazzi di tutti e due. Comunque, siamo rimasti qui un po' troppo a lungo, dovremmo andare a lezione o faremo tardi.

source: [_bellsound_] {i}*Riiing* *Riiing*{/i}
italian: [_bellsound_] {i}*Riiing* *Riiing* *Riiing*{/i}

source: [_lancer_s_talk_frown_] Mr. Fenton, we find you arriving late {u}yet{/u} again. Color me {b}not{/b} shocked.
italian: [_lancer_s_talk_frown_] Signor Fenton, la troviamo di nuovo in ritardo {u}ancora{/u}. Sono {b}non{/b} scioccato.

source: [_danny_] Ahh, c'mon, really? Maybe for like one or two seconds. What's the big deal?
italian: [_danny_] Ahh, andiamo, davvero? Forse per uno o due secondi. Qual è il problema?

source: [_lancer_s_talk_frown_s_angry_] Stop arguing with me young man and sit down, you've already wasted enough of our class time already!
italian: [_lancer_s_talk_frown_s_angry_] Smettila di discutere con me, giovanotto, e siediti, hai già sprecato abbastanza tempo in classe!

source: [_danny_s_down_s_angry_s_talk_consternation_] Oh, great, just great! I'm really {b}loving{/b} my role as the human dunce cap lately!
italian: [_danny_s_down_s_angry_s_talk_consternation_] Oh, fantastico, semplicemente fantastico! Ultimamente sto davvero {b}amando{/b} il mio ruolo di sommozzatore umano!

source: [_danny_s_at_player_s_sad_2_s_talk_frown_] Gosh, what another boring class that was. Guess I have to go to the mall now and listen to Vlad's speech, which I'm sure will be just as {u}riveting{/u}. Great...
italian: [_danny_s_at_player_s_sad_2_s_talk_frown_] Accidenti, che lezione noiosa! Immagino che ora dovrò andare al centro commerciale ad ascoltare il discorso di Vlad, che sono sicuro sarà altrettanto {u}avvincente{/u}. Fantastico...

source: [_danny_s_talk_frown_2_s_sad_] Man, I was really hoping to use some of afternoon to just... I don't know, jerk off in my room alone, I guess? {i}*Sigh*{/i} Oh, what am I complaining for, I didn't have any real after school plans anyway.
italian: [_danny_s_talk_frown_2_s_sad_] Cavolo, speravo davvero di usare un po' di pomeriggio per... non so, farmi una sega in camera mia da solo, credo? {i}*Sigh*{/i} Oh, ma di che mi lamento, tanto non avevo nessun programma per il dopo scuola.

source: [_danny_s_blank_stare_s_talk_frown_s_sad_2_] Well at least there haven't been any ghosts around to fight so far... maybe today won't be so bad after all?
italian: [_danny_s_blank_stare_s_talk_frown_s_sad_2_] Almeno finora non ci sono stati fantasmi da combattere... forse oggi non sarà poi così male?

source: [_danny_s_talk_happy_s_rise_one_s_at_player_] Now that I think about it… didn't Kate mention some kind of a "reward" for dealing with ghost Dash?
italian: [_danny_s_talk_happy_s_rise_one_s_at_player_] Ora che ci penso… Kate non ha parlato di una sorta di "ricompensa" per aver avuto a che fare con il fantasma Dash?

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Maybe I should pay her a little visit later as well…
italian: [_danny_s_towards_s_talk_happy_2_s_wondering_] Forse dovrei fare una visitina anche a lei più tardi…

source: [_danny_s_talk_happy_] Hey, Sam! Glad to see you.
italian: [_danny_s_talk_happy_] Ehi, Sam! Sono felice di vederti.

source: [_sam_s_talk_happy_] Hey, dude. Man, a {b}lot{/b} of people showed up for this! Vlad Masters probably has a lot to say about his investigation into the recen-
italian: [_sam_s_talk_happy_] Ehi, amico. Cavolo, c'era un sacco di gente {b}per questo! Vlad Masters probabilmente ha molto da dire sulla sua indagine sulla recente...

source: [_star_s_talk_happy_2_s_confused_] Well, well, if it isn't Casper High's favorite loser couple!
italian: [_star_s_talk_happy_2_s_confused_] Bene, bene, se non è la coppia di sfigati preferita della Casper High!

source: [_star_s_talk_happy_s_rise_one_] Are you two going out on a little date together?
italian: [_star_s_talk_happy_s_rise_one_] Uscite insieme per un piccolo appuntamento?

source: [_star_s_bite_lip_s_neutral_2_] Oh, how 'pwecious!
italian: [_star_s_bite_lip_s_neutral_2_] Oh, quanto è pwecioso!

source: [_danny_sam_] WE ARE {b}NOT{/b} A COUPLE!!
italian: [_danny_sam_] NOI SIAMO {b}NON{/b} UNA COPPIA!!!

source: [_star_s_talk_happy_s_rise_one_s_closed_] Yeah, sure, and I'm the queen of Wisconsin. You gotta try harder to fool even a dummy like me, losers. Your freak love is {b}palpable{/b}.
italian: [_star_s_talk_happy_s_rise_one_s_closed_] Sì, certo, e io sono la regina del Wisconsin. Dovete impegnarvi di più per ingannare anche uno stupido come me, sfigati. Il vostro amore strampalato è {b}palpabile{/b}.

source: [_sam_s_towards_s_confused_s_talk_frown_] Could you please quit annoying us and just leave us alone? I'm sure Mr. Masters doesn't want some bossy bitches blathering during his speech.
italian: [_sam_s_towards_s_confused_s_talk_frown_] Potreste smetterla di infastidirci e lasciarci in pace? Sono sicuro che il signor Masters non vuole che delle stronze prepotenti blaterino durante il suo discorso.

source: [_dash_s_towards_s_rise_s_talk_displeased_] Come on Star, I got a reserved place for us in the front row. I heard this Vlad guy gives out free cars to people who wave and shout enough!
italian: [_dash_s_towards_s_rise_s_talk_displeased_] Andiamo Star, ho un posto riservato per noi in prima fila. Ho sentito che questo Vlad dà auto gratis a chi saluta e grida abbastanza!

source: [_star_s_closed_s_talk_frown_s_angry_] Fine. I suppose I shouldn't be caught chatting with the likes of {b}you{/b} freaks anyway.
italian: [_star_s_closed_s_talk_frown_s_angry_] Va bene. Suppongo che non dovrei comunque farmi beccare a chiacchierare con gente come {b}voi{/b} strambi.

source: [_star_s_talk_happy_s_rise_one_s_towards_] See ya later, losers!
italian: [_star_s_talk_happy_s_rise_one_s_towards_] Ci vediamo dopo, perdenti!

source: [_sam_] Ughh, {b}God{/b}, I hate her!
italian: [_sam_] {b}Dio{/b}, la odio!

source: [_sam_] Some people are just written and programmed to be awful people and she's {b}one{/b} of them!! I mean, spreading rumors about us being a couple?! Why does she even bother? We'd never do that, like, ever.
italian: [_sam_] Alcune persone sono semplicemente scritte e programmate per essere persone orribili e lei è {b}una di queste!!! Voglio dire, spargere voci sul fatto che siamo una coppia?! Perché si preoccupa? Non lo faremmo mai, mai.
