Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] Okay, well, the town doesn't seem to be on fire from what I can tell. So that's a pretty good sign so far...
german: [_danny_s_at_player_s_talk_frown_s_rise_one_] Okay, nun, die Stadt scheint von dem, was ich sagen kann, nicht in Flammen zu stehen. Das ist ein ziemlich gutes Zeichen...
italian: [_danny_s_at_player_s_talk_frown_s_rise_one_] Ok, beh, la città non sembra essere in fiamme da quello che posso dire. Quindi per ora è un buon segno...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] I don't know, maybe I was just worrying over nothing. Like Tuck said, not {b}all{/b} ghosts gotta be bad, right?
german: [_danny_s_towards_s_sad_s_talk_happy_2_] Ich weiß es nicht, vielleicht war ich nur um nichts besorgt. Wie Tuck sagte, nicht {b}all{/b} Geister gotta schlecht sein, oder?
italian: [_danny_s_towards_s_sad_s_talk_happy_2_] Non so, forse mi stavo preoccupando per niente. Come ha detto Tuck, non {b}tutti i fantasmi devono essere cattivi, giusto?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] ...I should probably still check up on him anyway. Disaster scenario or not, there's no way Tucker's not doing {b}something{/b} pervy right now...
german: [_danny_s_at_player_s_neutral_s_talk_frown_] ...Wahrscheinlich sollte ich ihn trotzdem noch einmal überprüfen. Desaster-Szenario oder nicht, es gibt keine Möglichkeit, wie Tucker {b}momentan nicht macht{/b} Pervy macht...
italian: [_danny_s_at_player_s_neutral_s_talk_frown_] ...probabilmente dovrei comunque controllarlo. Scenario disastroso o meno, è impossibile che Tucker non stia facendo {b}qualcosa di perverso in questo momento...

source: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... doesn't seem like he's around here.... strange, he usually hangs in this particular hallway, but I guess I gotta keep looking elsewh-)
german: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... scheint nicht, als ob er hier herumliegt.... merkwürdig, er hängt normalerweise in diesem bestimmten Flur, aber ich denke, ich werde immer woanders aussehen-)
italian: [_danny_s_at_player_s_rise_one_s_frown_3_] ({i}Hmmm{/i}... non sembra che sia qui in giro.... strano, di solito frequenta questo particolare corridoio, ma credo che dovrò continuare a cercare altrove).

source: [_danny_s_angry_s_talk_frown_2_] Oh jeez, where did you two come from? And what's {b}she{/b} doing out in the open??
german: [_danny_s_angry_s_talk_frown_2_] Oh jeez, woher kamen du? Und was ist {b}sie{/b} im Freien?
italian: [_danny_s_angry_s_talk_frown_2_] Oh, cavolo, da dove venite voi due? E cosa ci fa {b}lei{/b} all'aperto??

source: [_tucker_s_away_s_neutral_s_talk_happy_] Heh, just about every bathroom in the school. Don't worry Danny, Desiree's really good at hiding at the right moment!
german: [_tucker_s_away_s_neutral_s_talk_happy_] Heh, fast jedes Badezimmer in der Schule. Keine Sorge, Danny, Desirees ist wirklich gut im richtigen Moment zu verstecken!
italian: [_tucker_s_away_s_neutral_s_talk_happy_] Quasi tutti i bagni della scuola. Non preoccuparti Danny, Desiree è molto brava a nascondersi al momento giusto!

source: [_danny_s_talk_frown_s_sad_] What? Why the bathrooms?
german: [_danny_s_talk_frown_s_sad_] Was? Warum die Badezimmer?
italian: [_danny_s_talk_frown_s_sad_] Cosa? Perché i bagni?

source: [_desiree_s_closed_s_talk_happy_s_sad_3_] Master Tucker wanted to obtain as much "dirt" upon those he deemed his enemies. A wise tactic indeed.
german: [_desiree_s_closed_s_talk_happy_s_sad_3_] Meister Tucker wollte so viel "Schmutz" auf diejenigen erhalten, die er für seine Feinde hielt. Eine kluge Taktik.
italian: [_desiree_s_closed_s_talk_happy_s_sad_3_] Il Maestro Tucker voleva ottenere quanto più "sporco" possibile su coloro che considerava suoi nemici. Una tattica davvero saggia.

source: [_tucker_s_away_s_talk_happy_s_sad_] Why thank you, Des. I thought the exact same thing myself.
german: [_tucker_s_away_s_talk_happy_s_sad_] Warum danke, Des. Ich dachte, genau das Gleiche.
italian: [_tucker_s_away_s_talk_happy_s_sad_] Grazie, Des. Anch'io ho pensato la stessa cosa.

source: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Enemies"? "Dirt"? Tucker what have you been doing lately?
german: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Feinde"? "Schmutz"? Was hast du in letzter Zeit getan?
italian: [_danny_s_talk_frown_2_s_towards_s_rise_one_] "Nemici"? "Dirt"? Tucker cosa hai fatto ultimamente?

source: [_tucker_s_angry_s_talk_happy_] Well, first of all, I've been getting a couple years worth of nerd retribution back. Bullies don't stand a chance against me!
german: [_tucker_s_angry_s_talk_happy_] Nun, zuallererst habe ich ein paar Jahre nerd Rache zurückbekommen. Bullies haben keine Chance gegen mich!
italian: [_tucker_s_angry_s_talk_happy_] Beh, prima di tutto, mi sono ripreso un paio d'anni di punizioni da nerd. I bulli non hanno alcuna possibilità contro di me!

source: [_tucker_s_ahegao_s_sad_] Kwan is currently locked in the broom closet with the door handle ecto-blasted off, and I believe Dash is currently doing a very patriotic job as our new school flag.
german: [_tucker_s_ahegao_s_sad_] Kwan ist derzeit im Kleiderschrank mit ektogestrahltem Türgriff gesperrt und ich glaube, Dash leistet derzeit eine sehr patriotische Arbeit als unsere neue Schulflagge.
italian: [_tucker_s_ahegao_s_sad_] Kwan è attualmente rinchiuso nel ripostiglio delle scope con la maniglia ectossica, e credo che Dash stia facendo un lavoro molto patriottico come nuova bandiera della scuola.

source: [_tucker_s_towards_wide_s_wondering_] Who knew that jock straps could hold a whole jock's weight while being suspended 25 feet in the air?
german: [_tucker_s_towards_wide_s_wondering_] Wer wusste, dass die Jockgurte ein ganzes Jockgewicht haben konnten, während sie 25 Fuß in die Luft gehängt wurden?
italian: [_tucker_s_towards_wide_s_wondering_] Chi sapeva che i sospensori possono reggere il peso di un intero atleta mentre sono sospesi a 25 piedi d'altezza?

source: [_danny_s_talk_frown_2_s_neutral_] You really {b}did{/b} that? That's...
german: [_danny_s_talk_frown_2_s_neutral_] Du hast wirklich {b}getan{/b} getan? Das ist's...
italian: [_danny_s_talk_frown_2_s_neutral_] L'hai fatto davvero {b}{/b}? E'...

source: [_danny_s_at_player_s_talk_happy_s_sad_] ...pretty funny, actually.
italian: [_danny_s_at_player_s_talk_happy_s_sad_] ...piuttosto divertente, a dire il vero.

source: [_danny_s_towards_s_talk_frown_2_s_angry_] B-but, you shouldn't be messing around with people like that, you're gonna get caught sooner or later!
german: [_danny_s_towards_s_talk_frown_2_s_angry_] B-aber du solltest nicht mit Leuten wie dem herumdrehen, du wirst früher oder später erwischt!
italian: [_danny_s_towards_s_talk_frown_2_s_angry_] Ma non dovresti scherzare con gente del genere, prima o poi ti beccano!

source: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah!{/b} Me? Get caught? No way, nobody suspects a thing! I haven't been caught doing a thing yet today, neither of those things included.
german: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah!{/b} Me? Werde gefangen? Kein Weg, niemand verdächtigt eine Sache! Ich bin heute nicht erwischt worden, etwas zu tun, keines dieser Dinge.
italian: [_tucker_s_towards_wide_s_talk_happy_] {b}Hah! Io? Farsi beccare? Assolutamente no, nessuno sospetta nulla! Oggi non mi hanno ancora beccato a fare niente, nessuna di queste cose inclusa.

source: [_danny_s_talk_frown_s_sad_] Come on Tucker, pulling pranks has nothing to do with helping me stop any of the ghosts coming into-
german: [_danny_s_talk_frown_s_sad_] Komm auf Tucker und ziehe Pranks hat nichts damit zu tun, mir zu helfen, dass jeder der Geister in die Welt kommt-
italian: [_danny_s_talk_frown_s_sad_] Andiamo Tucker, fare scherzi non ha nulla a che fare con l'aiutarmi a fermare i fantasmi che entrano in...

source: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Wait... what {i}else{/i} have you been doing?
german: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Warte... was {i}anderes{/i} hast du getan?
italian: [_danny_s_towards_wide_s_talk_frown_2_s_rise_one_] Aspetta... cos'altro {i}hai fatto?

source: [_tucker_s_ahegao_s_talk_happy_] Well... I've been taking the liberty of gathering some of the {b}juiciest{/b} pieces of blackmail I could get my ghostly hands on.
german: [_tucker_s_ahegao_s_talk_happy_] Nun... Ich habe mir die Freiheit genommen, einige der {b}juiciest{/b} Erpressungsteile zu sammeln, die ich meine geisterhaften Hände bekommen könnte.
italian: [_tucker_s_ahegao_s_talk_happy_] Beh... Mi sono preso la libertà di raccogliere alcuni dei {b}ricatti più succosi su cui ho potuto mettere le mie mani spettrali.

source: [_tucker_s_towards_] My PDA is now chock-full of some rather incriminating pictures, some I'll admit I was {i}particularly{/i} keen on taking.
german: [_tucker_s_towards_] Mein PDA ist nun voll von einigen ziemlich belastenden Bildern, von denen ich zugeben werde, dass ich {i}besonders interessiert war{/i} war.
italian: [_tucker_s_towards_] Il mio palmare è ora pieno di foto piuttosto incriminate, alcune delle quali, lo ammetto, ero {i}particolarmente desideroso di scattare.

source: [_danny_s_angry_s_talk_frown_] Tucker, {u}blackmail{/u}? Really dude?
german: [_danny_s_angry_s_talk_frown_] Tucker, {u}Erpressung{/u}? Wirklich du?
italian: [_danny_s_angry_s_talk_frown_] Tucker, {u}ricatto{/u}? Davvero, amico?

source: [_tucker_s_talk_happy_s_sad_] Yeah man! I've got Kwan breaking into Lancer's filing cabinets for quiz answers, pictures of Valerie and Paulina in the locker room, and a snap of Dash inhaling some panties in the bathroom stall!
german: [_tucker_s_talk_happy_s_sad_] Yeah Mann! Ich habe Kwan in Lancers Aktenschränke für Quizantworten einbrechen lassen, Bilder von Valerie und Paulina im Schlösser und ein Schnappschuss von Dash, die einige Kleider in den Badestand einatmen!
italian: [_tucker_s_talk_happy_s_sad_] Sì, amico! Ho Kwan che scassina gli schedari di Lancer per trovare le risposte ai quiz, foto di Valerie e Paulina nello spogliatoio e uno scatto di Dash che inala mutandine nel bagno!

source: [_danny_s_talk_frown_s_sad_2_] Woah, woah, what?! What did you just say??
german: [_danny_s_talk_frown_s_sad_2_] Woah, woah, was? Was hast du gerade gesagt??
italian: [_danny_s_talk_frown_s_sad_2_] Woah, woah, cosa?! Che cosa hai detto?

source: [_tucker_s_away_s_talk_frown_] I know, right? Dash has got a {b}serious{/b} fetish going on, and it's really kinda gross to think about.
german: [_tucker_s_away_s_talk_frown_] Ich weiß, oder? Dash hat einen {b}ernsthaften{/b} Fetisch auf sich genommen und es ist wirklich kinda grob, darüber nachzudenken.
italian: [_tucker_s_away_s_talk_frown_] Lo so, vero? Dash ha un {b}serio{/b} feticismo in corso, ed è davvero disgustoso pensarci.

source: [_danny_s_angry_s_talk_frown_] No, not that! What did you say about Valerie and Paulina?!
german: [_danny_s_angry_s_talk_frown_] Nein, nicht das! Was haben Sie zu Valerie und Paulina gesagt?!
italian: [_danny_s_angry_s_talk_frown_] No, non quello! Cosa hai detto di Valerie e Paulina?!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh yeah dude, you gotta check them out, I got some {b}seriously{/b} good ones.
german: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh yeah dude, du hast sie gesehen, ich habe einige {b}ernst{/b} gute bekommen.
italian: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Oh sì, amico, devi dare un'occhiata, ne ho alcuni {b}davvero{/b} buoni.

source: [_danny_s_talk_frown_2_] Dude, what the hell's wrong with you?
german: [_danny_s_talk_frown_2_] Dude, was die Hölle falsch mit dir?
italian: [_danny_s_talk_frown_2_] Amico, che diavolo ti prende?

source: [_tucker_s_talk_frown_] What's the problem? I did this {i}before{/i} I even had powers, right?
german: [_tucker_s_talk_frown_] Was ist das Problem? Ich habe das {i}vor / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / /
italian: [_tucker_s_talk_frown_] Qual è il problema? Ho fatto questo {i}prima ancora di avere i poteri, giusto?

source: [_danny_s_sad_s_talk_frown_] Tucker, the point is you can't keep going around taking pictures of girls while they're changing! It's an {b}abuse{/b} of your power!
german: [_danny_s_sad_s_talk_frown_] Tucker, der Punkt ist, dass du nicht weitermachen kannst, wenn du Bilder von Mädchen machst, während sie sich ändern! Es ist ein {b}Missbrauch{/b} deiner Macht!
italian: [_danny_s_sad_s_talk_frown_] Tucker, il punto è che non puoi andare in giro a fotografare le ragazze mentre si cambiano! È un {b}abuso di potere!

source: [_danny_s_talk_frown_2_s_sad_2_] Even with your ghost powers, one of them is going to catch you sooner or later! They'll sense your presence or something!
german: [_danny_s_talk_frown_2_s_sad_2_] Selbst mit deinen Geistermächten, einer von ihnen wird dich früher oder später auffangen! Sie werden deine Anwesenheit oder etwas spüren!
italian: [_danny_s_talk_frown_2_s_sad_2_] Anche con i tuoi poteri di fantasma, prima o poi uno di loro ti prenderà! Avranno percepito la tua presenza o qualcosa del genere!

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, doubtful.
german: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, zweifelhaft.
italian: [_tucker_s_ahegao_s_talk_happy_s_sad_] {i}Mmmm{/i}, dubbio.

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What, you don't think so?
german: [_danny_s_rise_one_s_talk_frown_s_towards_] Was denkst du nicht?
italian: [_danny_s_rise_one_s_talk_frown_s_towards_] Che c'è, non lo pensi?

source: [_tucker_s_away_s_neutral_s_talk_happy_] Nah, I pretty much {b}know{/b} so.
german: [_tucker_s_away_s_neutral_s_talk_happy_] Nein, ich kenne ziemlich {b}das.
italian: [_tucker_s_away_s_neutral_s_talk_happy_] No, praticamente {b}so{/b} così.

source: [_danny_s_rise_one_s_talk_frown_] How's that?
german: [_danny_s_rise_one_s_talk_frown_] Wie das?
italian: [_danny_s_rise_one_s_talk_frown_] Che ne dite?

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Cause they're not even technically {b}awake{/b} when I'm doing it!
german: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Weil sie technisch nicht einmal {b}wach sind{/b} sind, wenn ich es mache!
italian: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Perché tecnicamente non sono nemmeno {b}svegli{/b} quando lo faccio!

source: [_danny_s_rise_one_s_talk_frown_2_] ...what are you saying, Tuck?
german: [_danny_s_rise_one_s_talk_frown_2_] ...was sagst du, Tuck?
italian: [_danny_s_rise_one_s_talk_frown_2_] ...cosa stai dicendo, Tuck?

source: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sigh*{/i} Look dude, it's like this: I float into a locker room or bathroom, see a fine cutie just hanging out, and then jump {b}into{/b} her body!
german: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sehen*{/i} Sieht aus wie folgt: Ich schwebe in einen Schlossraum oder ein Bad, sieh eine feine Cutie an, die gerade ausgehängt ist und dann {b}in ihren Körper springt!
italian: [_tucker_s_talk_frown_s_neutral_s_towards_] {i}*Sigh*{/i} Senti, amico, è così: Entro in uno spogliatoio o in un bagno, vedo una bella ragazza che se la spassa, e poi salto {b}nel suo corpo!

source: [_tucker_s_sad_s_talk_happy_] Then from there, it's lewd selfie central! Most of the girls have their phones on them, so I just send my snapshots right to my PDA! It's a great system!
german: [_tucker_s_sad_s_talk_happy_] Von da an ist es zentral! Die meisten der Mädchen haben ihre Handys auf ihnen, also schicke ich meine Schnappschüsse direkt an meinen PDA!
italian: [_tucker_s_sad_s_talk_happy_] Poi, da lì, è il centro dei selfie osceni! La maggior parte delle ragazze ha il telefono con sé, quindi invio le mie foto direttamente al mio palmare! È un sistema fantastico!

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Here, take a look at this one I took of {b}Paulina{/b}! It's a rather nice one, I'd say.
german: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Hier schaue dir diesen an, den ich von {b}Paulina{/b} genommen habe! Es ist ein ziemlich netter, ich würde sagen.
italian: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Ecco, date un'occhiata a questa che ho scattato a {b}Paulina{/b}! Direi che è piuttosto bella.

source: [_tucker_] I think she makes a pretty seductive face, don't you think? Then again, I guess it's {b}me{/b} that's the one making it!
german: [_tucker_] Ich denke, sie macht ein ziemlich verführerisches Gesicht, denkst du nicht? Dann denke ich, es ist {b}ich{/b} derjenige, der es schafft!
italian: [_tucker_] Penso che abbia una faccia piuttosto seducente, non credete? D'altra parte, credo che sia io {b}{/b} a farla!

source: [_tucker_] But it's probably her big fat ass that draws your attention first anyway, right?! {i}Hah hahah{/i}!
german: [_tucker_] Aber es ist wahrscheinlich ihr dicker Arsch, der deine Aufmerksamkeit zuerst weckt, oder?! {i}Hah hah{/i}!
italian: [_tucker_] Ma probabilmente è il suo grosso e grasso culo che attira la tua attenzione per primo, giusto?! {i}Hah hahah{/i}!

source: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i}!! Jeez, you're using people as living costumes to play dress up {u}inside{/u} of?! That's even {b}worse{/b} than spying!
german: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i}!! Jeez, du verwendest Leute als lebendige Kostüme, um das Kleid in {u}inside{/u} von?! Das ist sogar {b}schlimmer{/b} als Spionage!
italian: [_danny_s_talk_frown_2_s_angry_] {i}Tucker{/i}!! Cavolo, stai usando le persone come costumi viventi per giocare a travestirti {u}all'interno{/u} di?! Questo è anche {b}peggiore{/b} dello spionaggio!

source: [_tucker_s_talk_frown_s_neutral_] How's that {b}worse{/b}? What they don't know can't hurt 'em.
german: [_tucker_s_talk_frown_s_neutral_] Wie ist das {b}schlechter{/b}? Was sie nicht wissen, kann 'em' nicht verletzen.
italian: [_tucker_s_talk_frown_s_neutral_] Com'è {b}peggiore{/b}? Quello che non sanno non può fargli male.

source: [_danny_s_talk_frown_] It {i}can{/i} if you plan to blackmail them with the pictures you're making them take!
german: [_danny_s_talk_frown_] Es {i}kann{/i} wenn du planst, sie mit den Bildern zu erpressen, die du machen willst!
italian: [_danny_s_talk_frown_] {i}può{/i} se avete intenzione di ricattarli con le foto che gli fate fare!

source: [_danny_s_towards_s_talk_frown_2_] Look, I can understand how this whole power stuff could be a bit overwhelming for you, but you need to realize you can't use your powers like this.
german: [_danny_s_towards_s_talk_frown_2_] Schau, ich kann verstehen, wie dieses ganze Power-Zeug ein bisschen überwältigend für dich sein könnte aber Sie müssen erkennen, dass Sie Ihre Kräfte wie diese nicht nutzen können.
italian: [_danny_s_towards_s_talk_frown_2_] Senti, capisco che tutta questa storia dei poteri possa essere un po' opprimente per te, ma devi capire che non puoi usare i tuoi poteri in questo modo.

source: [_tucker_s_angry_s_talk_frown_] Uhm, say's {u}who{/u}, exactly? Are you trying to enforce a set of ghost guidelines I didn't agree to or something?
german: [_tucker_s_angry_s_talk_frown_] Uhm, sagt: {u}, wem{/u}, genau? Möchtest du eine Reihe von Geisterrichtlinien durchsetzen, denen ich nicht zugestimmt habe oder etwas?
italian: [_tucker_s_angry_s_talk_frown_] Uhm, dice {u}chi{/u}, esattamente? Stai cercando di far rispettare una serie di linee guida sui fantasmi che non ho accettato o qualcosa del genere?

source: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] No one may tell my Master what to do! He is the king of his own domain!
german: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] Niemand kann meinem Meister sagen, was er tun soll! Er ist der König seiner eigenen Domäne!
italian: [_desiree_s_towards_2_wide_s_angry_s_talk_frown_2_] Nessuno può dire al mio Maestro cosa fare! Lui è il re del suo dominio!

source: [_danny_s_towards_wide_s_talk_frown_] Look, butt out of this, Gumby, he's my friend {b}more{/b} than he is your "Master".
german: [_danny_s_towards_wide_s_talk_frown_] Schau, draussen aus, Gumby, er ist mein Freund {b}mehr{/b} als er dein "Meister" ist.
italian: [_danny_s_towards_wide_s_talk_frown_] Senti, non ti immischiare, Gumby, è mio amico {b}più{/b} di quanto non sia il tuo "Maestro".

source: [_tucker_s_talk_frown_s_towards_wide_] Hey, don't tell my harem girl what to do!
german: [_tucker_s_talk_frown_s_towards_wide_] Hey, sag nicht meinem Harem Mädchen, was zu tun ist!
italian: [_tucker_s_talk_frown_s_towards_wide_] Ehi, non dire alla mia ragazza harem cosa fare!

source: [_danny_s_angry_s_talk_frown_] Your harem-? Tucker, listen to yourself! She's a ghost! She's not your slave!
german: [_danny_s_angry_s_talk_frown_] Dein Harem? Tucker, höre dir selbst! Sie ist ein Geister! Sie ist nicht dein Sklaven!
italian: [_danny_s_angry_s_talk_frown_] Il tuo harem? Tucker, ascoltati! Lei è un fantasma! Non è la tua schiava!

source: [_tucker_s_towards_s_sad_s_talk_frown_] Look Danny, clearly you're just jealous of my sexy harem genie and because you're not the only ghost kid on the block anymore! I get it, but it's kinda sad.
german: [_tucker_s_towards_s_sad_s_talk_frown_] Schau Danny, du bist nur noch eifersüchtig auf meinen sexy Harem Genie und weil du nicht mehr das einzige Geisterkind auf dem Block bist! Ich bekomme es, aber es ist kinda traurig.
italian: [_tucker_s_towards_s_sad_s_talk_frown_] Senti Danny, è chiaro che sei solo geloso del mio genio sexy dell'harem e del fatto che non sei più l'unico bambino fantasma del quartiere! Lo capisco, ma è un po' triste.

source: [_danny_s_talk_frown_s_angry_] I'm not {b}jealous{/b} of you, Tucker!
german: [_danny_s_talk_frown_s_angry_] Ich bin nicht {b}Eifersucht{/b} von dich, Tucker!
italian: [_danny_s_talk_frown_s_angry_] Non sono {b}geloso{/b} di te, Tucker!

source: [_danny_s_at_danny_s_wondering_s_frown_2_] (Am I?)
german: [_danny_s_at_danny_s_wondering_s_frown_2_] (Am Ich?)
italian: [_danny_s_at_danny_s_wondering_s_frown_2_] (Davvero?)

source: [_tucker_s_away_s_talk_frown_s_angry_] Like Desiree said, I'm the Master of my {b}own{/b} domain, and nobody can tell me otherwise.
german: [_tucker_s_away_s_talk_frown_s_angry_] Wie Desiree sagte, bin ich der Meister meiner {b}eigen{/b} Domäne, und niemand kann mir etwas anderes sagen.
italian: [_tucker_s_away_s_talk_frown_s_angry_] Come ha detto Desiree, sono il padrone del mio {b}proprio{/b} dominio, e nessuno può dirmi il contrario.

source: [_danny_s_towards_s_talk_frown_s_sad_] Dude, you seriously don't even sound like Tucker right now. I'm telling you, Desiree's getting inside your head!
german: [_danny_s_towards_s_talk_frown_s_sad_] Dude, du hörst dich gerade nicht einmal wie Tucker aus. Ich sage dir, Desiree drin in deinen Kopf!
italian: [_danny_s_towards_s_talk_frown_s_sad_] Amico, davvero non sembri nemmeno Tucker in questo momento. Te lo dico io, Desiree ti sta entrando in testa!

source: [_desiree_s_closed_s_talk_frown_2_] You're just jealous of my Master's awesome power! He grows stronger every minute he uses his gifts!
german: [_desiree_s_closed_s_talk_frown_2_] Du bist nur eifersüchtig auf die großartige Kraft meines Meisters! Er wird jede Minute stärker, wenn er seine Geschenke verwendet!
italian: [_desiree_s_closed_s_talk_frown_2_] Siete solo invidiosi dell'impressionante potere del mio Maestro! Diventa sempre più forte ogni minuto che usa i suoi doni!
