Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...but yeah, from what I've heard, it's super true. Total nympho.{p}That lucky dog, Danny.
french: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ... mais oui, d'après ce que j'ai entendu, c'est super vrai. Nympho totale.{p}Ce chien chanceux, Danny.
german: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...aber ja, von dem, was ich gehört habe, ist es super wahr. Total nympho.{p}Dieser glückliche Hund, Danny.

source: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, for God's sake...
french: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, pour l'amour de Dieu...
german: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, um Gottes willen...

source: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_talk_distraught_] {i}*Moans* *Groans*{/i}...{p}{i}Urgh... owwww{/i}... it {i}huuuurts{/i}, Mommy...
french: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_talk_distraught_] {i}*Moans* *Groans*{/i}...{p}{i}Urgh... owwww{/i}... il {i}huuuurts{/i}, Mommy...
german: [_danny_s_f_s_offscreen_s_closed_s_unhappy_s_talk_distraught_] {i}*Moans* *Groans*{/i}...{p}{i}Urgh... owwww{/i}... it {i}huuurts{/i}, Mommy...

source: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, take it easy kiddo. You know the drill, lie still for a bit.{p}You've had it pretty rough lately.
french: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hé, hey, prenez la poudre de plaisir. Vous savez que la perceuse est encore un peu.{p}vous avez eu un peu de mal ces derniers temps.
german: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, nimm es leichte Kinder. Du weißt den Bohrer, lege noch ein wenig.{p}Du hast es in letzter Zeit ziemlich rau.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Huh? Wh... where am I?
french: [_danny_s_towards_s_rise_s_talk_distraught_] Hein? Quoi... où suis-je ?
german: [_danny_s_towards_s_rise_s_talk_distraught_] Huh? Wann... wo bin ich?

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] In my office Danny. You collapsed while in class again.{p}It looks like you gained a pretty nasty injury on your arm. Seems to have gotten rather infected, so I've given you some emergency antibiotics.
french: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] Dans mon bureau de Danny. Vous vous êtes effondré en classe.{p}On dirait que vous avez gagné une blessure assez pernicieuse sur votre bras. On dirait qu'il a été assez infecté, alors je vous ai donné quelques antibiotiques d'urgence.
german: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] In meinem Büro Danny. Du bist wieder zusammengebrochen, während du in der Klasse bist.{p}Es sieht so aus, als ob du eine ziemlich versaute Verletzung auf deinem Arm erhalten hast. Anscheinend haben sich eher infiziert, so dass ich Ihnen einige Notfall-Antibiotika gegeben.

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, I feel {u}awful{/u}.
french: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, je me sens {u}affreux{/u}.
german: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, ich fühle mich {u}entsetzlich{/u}.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] I'm not surprised! You must have had it festering overnight in your sleep.{p}Can you think of how you would have gotten such a bad wound?
french: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Je ne suis pas surpris ! Vous avez dû le faire passer une nuit dans votre sommeil.{p}Pouvez-vous penser à comment vous auriez eu une si mauvaise blessure?
german: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ich bin nicht überrascht! Du musst es über Nacht im Schlaf schwärmen.{p}Kannst du dir vorstellen, wie du eine so schlechte Wunde bekommen hättest?

source: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}pretty sure I fell?
french: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}assez sûr que je suis tombé?
german: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}bin ich ziemlich sicher gefallen?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] You fell? Into what? A septic tank?!{p}There's something really strong irritating your skin, acting like a poison... or even some kind've corrosive!
french: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Vous vous êtes abattu ? Dans quoi ? Un fosses septiques ?!{p}Il y a quelque chose de vraiment fort qui irrite votre peau, qui agit comme un poison... ou même quelque chose de corrosif !
german: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Du bist gestorben? In was? Ein septischer Panzer?!{p}Es gibt etwas wirklich Starkes, das deine Haut ärgert, wie ein Gift... oder sogar eine Art Korrosive!

source: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, nope, nah, just the good ol' concrete! N-nothing particularly suspicious or bizzare about how I got it, not that I can think of!
french: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, non, non, juste le bon béton du bon ol' ! N-rien particulièrement suspect ou bizzare sur la façon dont je l'ai compris, pas que je peux penser!
german: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, nope, Na, nur der gute ol' Beton ! N-Nichts besonders misstrauisch oder bizzare darüber, wie ich es bekommen habe, nicht, dass ich mir vorstellen kann!

source: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...right... well, just keep that bandaged area clean and dry. Also, take two of these antibody pills every day until they're gone, and that should hopefully help clear things up.{p}{u}Hopefully.{/u}
french: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ... à droite... Eh bien, il suffit de garder cette zone pandue propre et sèche. De plus, prenez deux de ces pilules chaque jour jusqu'à ce qu'elles disparaissent, et cela devrait contribuer à éclaircir les choses.{p}{u}Espérons que cela soit le cas. {/u}
german: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...Recht... na, halte einfach diesen verbandenen Bereich sauber und trocken. Nimm auch zwei dieser Antikörper Pillen jeden Tag, bis sie verschwunden sind, und das sollte hoffentlich helfen, die Dinge zu bereinigen.{p}{u}Hoffentlich nicht.{/u}

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks Kate. You're a lifesaver! I should have you on speed dial for the amount of times you've patched me up!
french: [_danny_s_towards_s_sad_s_talk_happy_] Merci Kate. Vous êtes un sauveteur ! Je devrais vous avoir sur la numérotation rapide pour le nombre de fois que vous m'avez patché !
german: [_danny_s_towards_s_sad_s_talk_happy_] Danke, Kate. Du bist Lebensläufer! Ich sollte dich für die Anzahl der Male, die du mich gepatcht hast, auf Kurzwahl wählen!

source: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] I certainly appreciate the praise Danny, but please be more careful with yourself. You're honestly lucky you didn't go into shock sooner. That could have become {i}far{/i} more serious if we didn't treat it in time.
french: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] J'apprécie certainement les louanges de Danny, mais soyez plus prudent avec vous. « Vous avez vraiment de la chance que vous n'ayez pas été choqué plus tôt. Cela aurait pu devenir {i}loin{/i} plus grave si nous ne nous en occupions pas à temps.»
german: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] Ich weiß das Lob Danny sicher zu schätzen, aber bitte seien Sie vorsichtiger mit sich selbst. Du hast ehrlich gesagt Glück, dass du nicht früher schockiert bist. Das wäre {i}schwerer geworden{/i} schwerer, wenn wir es nicht rechtzeitig behandelt hätten.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, I'll be more careful, promise. Good looking out for me, I mean it.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, je vais être plus prudent, promis. Bon regarder pour moi, je veux dire.
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, ich werde vorsichtiger sein, versprechen. Gut nach mir, ich meine es.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] I'd suggest heading home and taking the rest of the day off. Best to get some rest.
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Je vous suggérerais de rentrer chez vous et de prendre le reste de la journée. Mieux vaut vous reposer.
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Ich würde vorschlagen, nach Hause zu gehen und den Rest des Tages zu nehmen. Am besten um sich auszuruhen.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Thanks Kate, will do.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Merci Kate, va faire.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Danke Kate, wird es tun.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, take care.
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, prenez soin.
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, bitte achten.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Cya around!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Cya autour !
german: [_danny_s_towards_s_wondering_s_talk_happy_] Cya herum!

source: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... that wound... it looked awfully familiar to the wound I saw... no, it couldn't be...{p}...could it?)
french: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... cette blessure... il semblait terriblement familier à la plaie que j'ai vu... non, ça ne pourrait pas être...{p}...pourrait-il?)
german: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... diese Wunde... sie sah der Wunde aus, die ich sah... nein, sie konnte nicht sein...{p}...könnte es sein?)

source: [_danny_s_at_player_s_sad_s_consternation_] ({i}Phew!{/i} I need to be on my toes more when fighting ghosts from now on. They can really do a number on me if I'm not careful!)
french: [_danny_s_at_player_s_sad_s_consternation_] ({i}Ouf !{/i} J'ai besoin d'être sur les orteils pour combattre les fantômes à partir de maintenant. Ils peuvent vraiment faire un nombre sur moi si je ne suis pas prudent !)
german: [_danny_s_at_player_s_sad_s_consternation_] ({i}Phew!{/i} Ich muss mehr sein, wenn ich Geister von nun an bekämpfe. Sie können wirklich eine Zahl auf mich machen, wenn ich nicht vorsichtig bin!)

source: [_danny_s_closed_s_wondering_s_grin_] (Kate's the best. She's actually really good at being a nurse!)
french: [_danny_s_closed_s_wondering_s_grin_] (C'est le meilleur. Elle est vraiment bonne pour être infirmière!)
german: [_danny_s_closed_s_wondering_s_grin_] (Kate ist das beste. Sie ist wirklich gut in einer Krankenschwester!)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Home sweet home. Time for me to get my grub on!{p}Now where did Jazz leave that box of Pink Munchies...?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Maison douce à la maison. Il est temps pour moi de faire mon grub !{p}Maintenant où le Jazz a-t-il quitté cette boîte de Munchies rose...?
german: [_danny_s_towards_s_neutral_s_talk_happy_] Zuhause süßes Zuhause. Zeit für mich, mein grub aufzunehmen!{p}Jetzt, wo hat Jazz die Box mit rosa Munchies hinterlassen...?

source: [_doorsound_] {i}*Ding Dong*{/i}
french: [_doorsound_] {i}*Dong-dans*{/i}

source: [_danny_s_at_player_s_rise_s_talk_happy_] Huh? Oh, someone's at the door... look's like Mom's got it though.
french: [_danny_s_at_player_s_rise_s_talk_happy_] Hein? Oh, quelqu'un à la porte... ressemble à celui de Maman qui l'a bien compris.
german: [_danny_s_at_player_s_rise_s_talk_happy_] Huh? Oh, jemand vor der Tür... sieht so aus, als hätte Mom's es aber bekommen.

source: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Hello, can I help you?
french: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Bonjour, puis-je vous aider?
german: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Hallo, kann ich dir helfen?

source: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Good evening, Mrs. Fenton? Hello, I hope I'm not disturbing you at all. My name's Kate Astray, I'm the-
french: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Bonjour, Madame Fenton ? Bonjour, j'espère que je ne vous dérange pas du tout. Je m'appelle Kate Astray, je suis le-
german: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Guten Abend, Frau Fenton? Hallo, ich hoffe, ich störe dich überhaupt nicht. Mein Name ist Kate Astray, ich bin der-

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh yes! Aren't you the school nurse for Casper High? I believe I remember seeing you at a PTA meeting.
french: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh oui ! N'êtes-vous pas l'infirmière de l'école pour Casper High? Je crois que je me souviens de vous avoir vu lors d'une réunion PTA.
german: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh ja! Bist du nicht die Schulschwester für Casper High? Ich glaube, ich erinnere mich an dich bei einem PTA Treffen.

source: [_kate_s_offscreen_s_neutral_s_talk_happy_] Yes, Nurse Kate! Hello, it's a pleasure to meet you!
french: [_kate_s_offscreen_s_neutral_s_talk_happy_] Oui, infirmière Kate! Bonjour, c'est un plaisir de vous rencontrer!
german: [_kate_s_offscreen_s_neutral_s_talk_happy_] Ja, Nurse Kate! Hallo, es ist ein Vergnügen, dich zu treffen!

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? What is she doing here?)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? Qu'est-ce qu'elle fait ici?)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? Was macht sie hier?)

source: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] I'm just stopping by to check on your son, Danny? A little while ago, he collapsed in class, and there was actually another incident today... this time with a wound I found on his arm.
french: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] Je ne fais que m'arrêter pour vérifier votre fils, Danny ? Il y a peu, il s'est effondré en classe, et il y a eu un autre incident aujourd'hui. . - Cette fois avec une blessure que j’ai trouvée sur son bras.
german: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] Ich bin gerade dabei, um deinen Sohn, Danny, zu prüfen? Vor kurzem brach er in der Klasse zusammen, und es gab heute noch einen weiteren Vorfall. . Diesmal mit einer Wunde fand ich auf seinem Arm.

source: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] What?! Danny hurt?? He didn't say!{p}W-why did no one call me?!
french: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] Quoi?! Danny a fait mal ?? Il n'a pas dit !{p}W-pourquoi personne ne m'a appelé? !
german: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] Was?! Danny weh?? Er sagte nicht!{p}W-warum hat mich niemand angerufen?

source: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] I'm truly sorry, the first incident wasn't too serious, and neither was this, really. It's nothing to be alarmed about, I assure you!
french: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Je suis vraiment désolé, le premier incident n'était pas trop grave, et ce n'était pas non plus le cas. Il n'y a rien à craindre, je vous l'assure!
german: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Es tut mir wirklich leid, der erste Vorfall war nicht zu schwer, und das war auch nicht wahr. Es ist nichts, worüber man sich Sorgen machen muss, ich versichere dich!

source: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph!{/i} Well {u}someone{/u} should have called, regardless.
french: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph !{/i} Eh bien {u}quelqu'un{/u} aurait dû être appelé, quoi qu'il en soit.
german: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph!{/i} Nun, {u}sollte jemand{/u} trotzdem angerufen haben.

source: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] I should have done so, you're absolutely right, it just totally slipped my mind while I was treating Danny.
french: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] J'aurais dû le faire, vous avez absolument raison, cela m'a complètement glissé la tête pendant que je traitais Danny.
german: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] Ich hätte das tun sollen, du hast absolut Recht, es hat mir einfach völlig den Kopf gefallen, als ich Danny behandelt habe.

source: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] So in light of this, I just wanted to check in and make sure Danny was really okay.
french: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] Donc à la lumière de cela, je voulais juste vérifier et m'assurer que Danny était vraiment bien.
german: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] Angesichts dessen wollte ich nur einchecken und sicherstellen, dass Danny wirklich in Ordnung war.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Uh, hi Nurse Kate.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Euh, Salut Infirmière Kate.
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Uh, Hallo Krankenschwester Kate.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, why didn't you tell me you've been passing out in school?? And what happened with your arm?!
french: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, pourquoi ne m'avez-vous pas dit que vous étiez sorti à l'école? Et que s'est-il passé avec votre bras?!
german: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, warum hast du mir nicht gesagt, du bist in der Schule gegangen?? Und was ist mit deinem Arm passiert?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Sorry, I just didn't wanna worry you is all. I'm alright, I promise. I don't know, just... weird little stuff like that's been happening to me a lot lately...
french: [_danny_s_towards_s_sad_s_talk_distraught_] Désolé, je ne voulais juste pas vous inquiéter est tout. Je suis d'accord, je vous le promets. Je ne sais pas, juste ... des trucs bizarres comme ça m'arrive beaucoup ces derniers temps...
german: [_danny_s_towards_s_sad_s_talk_distraught_] Tut mir leid, ich wollte dir einfach nicht Sorgen machen ist alles. Ich bin in Ordnung, versprechen. Ich weiß nicht, nur... seltsame kleine Dinge wie das ist mir in letzter Zeit viel passiert...

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, sweet baby... you poor thing!
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, bonheur... vous pauvre chose !
german: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, süßes Baby... du armes Ding!

source: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} If it's alright with you Mrs. Fenton, I could sit here in the living room and check on his arm if you'd like. I brought my medical kit along.
french: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} Si vous avez raison, Madame la Députée. Fenton, je pourrais m'asseoir ici dans le salon et vérifier son bras si vous voulez. J'ai emmené mon kit médical.
german: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} Wenn es mit dir in Ordnung ist, Mrs. Fenton, ich könnte hier im Wohnzimmer sitzen und auf seinen Arm schauen, wenn du möchtest. Ich habe mein medizinisches Kit mitgebracht.

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... I don't know if this is all really necessa-
french: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... Je ne sais pas si tout est vraiment nécessaire-
german: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... Ich weiß nicht, ob das alles wirklich notwendig ist-

source: [_maddie_s_away_s_amused_s_talk_happy_] Oh please do! Danny is just being awkward and stubborn like all boys his age. Please, make yourself at home! Would you like some coffee?
french: [_maddie_s_away_s_amused_s_talk_happy_] Oh s'il vous plaît ! Danny est juste maladroit et têtu comme tous les garçons de son âge. « Je vous en prie, faites-vous à la maison! Vous aimeriez un peu de café? »
german: [_maddie_s_away_s_amused_s_talk_happy_] Oh, bitte tun Sie! Danny ist gerade unheimlich und hartnäckig wie alle Jungen in seinem Alter. Bitte machen Sie sich zu Hause! Möchten Sie etwas Kaffee?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, hey guys! Look, I'm fine! Really!
french: [_danny_s_towards_s_sad_s_talk_displeased_] Euh, les gars! Regardez, je vais bien! Vraiment!
german: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, hey Jungs! Schau, ich bin in Ordnung! Wirklich!

source: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, you should have told me you were unwell. I'm now having someone medically trained look after you. Don't try pushing away our help this time, young man!
french: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, vous auriez dû me dire que vous étiez malade. « J'ai maintenant quelqu'un formé à vous soigner. N'essayez pas de repousser notre aide cette fois-ci, jeune homme! »
german: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, du solltest mir gesagt haben, dass du nicht gut bist. Ich habe jetzt jemanden medizinisch ausgebildet, der dich betreut. Versuche unsere Hilfe dieses Mal nicht wegzuschieben!

source: [_kate_s_towards_s_neutral_s_talk_amused_] It'll only take a few minutes, Danny, don't worry.
french: [_kate_s_towards_s_neutral_s_talk_amused_] Cela ne prendra que quelques minutes, Danny, ne vous inquiétez pas.
german: [_kate_s_towards_s_neutral_s_talk_amused_] Es wird nur ein paar Minuten dauern, Danny, keine Sorge.

source: [_danny_s_at_player_s_neutral_s_consternation_] (Darn it, this is {i}super{/i} awkward! This woman has jerked me off! And now she's coming over to my house?! I really hope this isn't some kinda kinky plan of hers...)
french: [_danny_s_at_player_s_neutral_s_consternation_] (Bon sang, c'est {i}super{/i} maladroite! Cette femme m'a saccagé ! Et maintenant elle arrive chez moi?! J'espère vraiment que ce n'est pas une sorte de plan puant d'elle...)
german: [_danny_s_at_player_s_neutral_s_consternation_] (Darn, das ist {i}super{/i} unangenehm! Diese Frau hat mich verwirrt! Und jetzt kommt sie zu meinem Haus?! Ich hoffe wirklich, dass dies kein kindlicher Plan von ihr ist...)

source: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, just let Nurse Kate take another look at you. It'd put me at ease knowing you were alright.{p}I'll go make that coffee right now...
french: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, laissez Kate vous regarder à nouveau. Ça me mettrait à l'aise en sachant que vous étiez bien.{p}Je vais faire ce café maintenant...
german: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, lass den Krankenschwester einfach einen weiteren Blick auf dich werfen. Es würde mich beruhigen, wenn ich weiß, dass du in Ordnung bist.{p}Ich werde den Kaffee jetzt machen...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay...
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}*Soupir*{/i} Ok...
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}*Sehen*{/i} Okay...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Alright then, let's see that arm, buster.
french: [_kate_s_towardsdown_s_neutral_s_talk_happy_] D'accord, voyons ce bras, le buste.
german: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Okay, lasst uns diesen Arm, Buster sehen.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... alright good, looks like that's healing rather quickly, that's nice.
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... Bien, on dirait que ça guérit assez vite, c'est sympa.
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... in Ordnung... sieht so aus, als ob sie ziemlich schnell heilt, das ist schön.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Is everything okay?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Est-ce que tout est correct ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ist alles in Ordnung?
