Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Maybe we should head back to yours? But...{p}I mean...{p}if they came for me in {i}my{/i} home...
french: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Peut-être devrions-nous nous rendre à la vôtre? Mais...{p}Je veux dire...{p}s'ils sont venus me chercher chez {i}mon{/i} maison...
german: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Vielleicht sollten wir zu dir zurückkehren? Aber...{p}Ich meine...{p}, wenn sie in meiner Heimat {i}waren{/i} zu mir kamen...

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap, we have to make sure my parents and Jazz are safe!
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap, nous devons nous assurer que mes parents et Jazz sont en sécurité!
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh Mist, wir müssen sicherstellen, dass meine Eltern und Jazz sicher sind!

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Come on!
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Allez !
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Komm schon!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom?! Dad?! Is anyone home?!
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Maman ?! Papa ?! Quelqu'un est-il à la maison?!
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom?! Pap?! Ist jemand zu Hause?!

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Hey, calm down! What's all the shouting about?
french: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Hé, calmez-vous! De quoi s'agit-il ?
german: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Hey, beruhigt sich! Was schreit alles?

source: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, is that Danny I hear?
french: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, est-ce Danny que j'entends ?
german: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, ist das Danny ich höre?

source: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Yeah Mom! He's down here with his friend.
french: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Oui Maman ! Il est ici avec son ami.
german: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Yeah Mama! Er ist hier mit seinem Freund.

source: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Goodness, what are you doing here this late?
french: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Bonjour, que faites-vous ici ce retard?
german: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Gut, was machst du hier zu spät?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_happy_] {i}Uhh{/i}, hey Mr. and Mrs. Fenton... Jazz... everyone...
french: [_sam_s_co_s_towards_s_unhappy_s_talk_happy_] {i}Uhh{/i}, hey Mr. and Mrs. Fenton... Jazz... tout le monde...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mom, can Sam stay with us tonight?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Maman, Sam peut-il rester avec nous ce soir ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mama, kann Sam heute Abend bei uns bleiben?

source: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] What? Danny, I don't know about that...
french: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] Quoi? Danny, je n'en sais rien...
german: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] Was? Danny, darüber weiß ich nicht...

source: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Son, I'm not sure your mother and I think that's a good-
french: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...euhh, mon fils, je ne suis pas sûr que votre mère et je pense que c'est une bonne chose-
german: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Son, ich bin nicht sicher, dass deine Mutter und ich denke, das ist eine gute Sache -

source: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Look, I'm really sorry about this everyone... it's just that someone just tried to break into my house while I was there.
french: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Regardez, je suis vraiment désolé de tout ceci... c'est juste que quelqu'un vient d'essayer d'entrer dans ma maison pendant que j'étais là.
german: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Schau, es tut mir wirklich leid, dass es alle gibt... Es ist nur, dass jemand gerade versucht hat, in mein Haus zu brechen, während ich dort war.

source: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Someone tried breaking and entering?! How horrible!
french: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Quelqu'un a essayé de se casser et d'y entrer?! Quelle horreur!
german: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Jemand hat versucht zu brechen und zu betreten?! Wie schrecklich!

source: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh my gosh, are you kids both okay?
french: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh mon gosh, est-ce que vous êtes tous les deux d'accord ?
german: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh mein Gott, bist du beide in Ordnung?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Yeah, Danny scared whoever it was off.
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oui, Danny a effrayé celui qui était éteint.
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ja, Danny hat Angst davor gehabt, wer auch immer ausgeschaltet war.

source: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Maddie, stay with the kids, I'll go call the police.
french: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Madère, restez avec les enfants, je vais appeler la police.
german: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Verrückt, bleibe bei den Kindern, ich werde die Polizei anrufen.

source: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Will do. Sam, have you called your parents to let them know?
french: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Allez-y. Sam, avez-vous appelé vos parents pour les faire savoir ?
german: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Wird es tun. Sam, hast du deine Eltern angerufen, um sie zu informieren?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Not yet... we sorta panicked and came straight here.
french: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Pas encore... nous avons trié la panique et sommes venus tout droit ici.
german: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Noch nicht... wir sorta panikten und kamen direkt hierher.

source: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] You should call your parents then as soon as possible.
french: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] Vous devriez appeler vos parents dès que possible.
german: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] Du solltest deine Eltern dann so bald wie möglich anrufen.

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... sorry, it's just that this was a pretty big shakeup...
french: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... désolé, c'est juste que cela a été un assez grand tremblement...
german: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... Tut mir leid, es war einfach ein ziemlich großer Aufbruch...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Guys, can she really not stay here? Seriously, this is pretty messed up.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Les gars, est-ce qu'elle ne peut vraiment pas rester ici ? Sérieusement, c'est assez gâché.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jungs, kann sie wirklich nicht hier bleiben? Ernsthaft, das ist ziemlich chaotisch.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] No of course, Samantha you are more than welcome to stay the night, absolutely.
french: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] Non, bien sûr, Samantha vous êtes plus que bienvenu pour rester la nuit, absolument.
german: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] Natürlich nein, Samantha du bist mehr als willkommen, um die Nacht absolut zu bleiben.

source: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] I'll pull some of the pillows and comforters out for the couch Samantha.
french: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] Je retirerai quelques-uns des coussins et couettes pour le canapé Samantha.
german: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] Ich ziehe einige der Kissen und Komfort für die Couch Samantha.

source: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] What will your parents say? Where are they exactly?
french: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] Que diront vos parents ? Où sont-ils exactement ?
german: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] Was werden deine Eltern sagen? Wo sind sie genau?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] I don't know, they're actually away for a big charity event in Wisconsin.
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Je ne sais pas, ils sont en fait partis pour un grand événement caritatif dans le Wisconsin.
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Ich weiß nicht, sie sind tatsächlich für eine große Wohltätigkeitsveranstaltung in Wisconsin.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] So, you'll be all alone for a while?
french: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] Alors, vous serez tout seul pendant un certain temps ?
german: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] Also, du bist für eine Weile allein?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Yep.
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oui.
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Ja.

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] I can't believe you almost turned her away, Mom! You couldn't just expect her to go home after that!
french: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] Je ne peux pas croire que vous avez presque renié, Maman ! Vous ne pouviez pas vous attendre à ce qu'elle rentre chez elle après ça !
german: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] Ich kann dir nicht glauben, dass du sie fast weggeworfen hast! Du kannst nicht erwarten, dass sie danach nach Hause geht!

source: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmine, I didn't know! Like I said, you can gladly stay the night Sam, but you {u}have{/u} to call your parents and tell them what happened.
french: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmine, je ne savais pas ! Comme je l'ai dit, vous pouvez rester la nuit Sam avec plaisir, mais vous avez {u}pour appeler vos parents et leur dire ce qui s'est passé.
german: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmin, ich wusste es nicht! Wie gesagt, Sie können gerne die Nacht Sam bleiben, aber Sie {u}haben Ihre Eltern zu rufen und ihnen mitzuteilen, was passiert ist.

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Will do Mrs. Fenton.
french: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Va faire Mme Fenton.
german: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Wird Frau Fenton machen.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon to the kitchen, we'll get you some tea while Jack calls the police first...
french: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon à la cuisine, nous allons te prendre du thé pendant que Jack appelle la police d'abord...
german: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon in der Küche, wir bekommen dir Tee, während Jack zuerst die Polizei anruft...

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (After a short while the police arrived, we gave our story, obviously barring the supernatural elements. We just left it as some guys tried to break in through the backdoor.)
french: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (Après un peu de temps que la police est arrivée, nous avons donné notre histoire, à l'évidence, à l'exclusion des éléments surnaturels. Nous venons de le laisser car certains gars ont essayé de franchir la porte arrière.)
german: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (Nach kurzer Zeit gab die Polizei unsere Geschichte, offensichtlich mit Ausnahme der übernatürlichen Elemente. Wir haben es gerade gelassen, als einige Leute versuchten, durch die Hintertür einzubrechen.)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (My parents were a lot cooler than I expected them to be about the situation, which was nice.)
french: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (Mes parents étaient beaucoup plus cool que je ne m'attendais à ce qu'ils soient au sujet de la situation, ce qui était bien.)
german: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (Meine Eltern waren viel kühler als ich erwartet hatte, dass sie sich mit der Situation beschäftigten, was nett war.)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (I said goodnight to everyone, made sure Sam was comfy on the couch, then headed back to my own room.)
french: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (J'ai dit bonne nuit à tout le monde, j'ai veillé à ce que Sam soit confortable sur le canapé, puis j'ai retourné dans ma propre chambre.)
german: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (Ich habe allen gut gesagt, habe sichergestellt, dass Sam auf der Couch gemütlich war und dann in mein eigenes Zimmer zurückkehrt.)

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh man, after all that, I am really beat.
french: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh homme, après tout, je suis vraiment battu.
german: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh Mann, nach allem, ich bin wirklich geschlagen.

source: [_doorsound_] {i}*Tap* *Tap* *Tap*{/i}
french: [_doorsound_] {i}*Tapoter* *Tapoter* *Tapoter*{/i}
german: [_doorsound_] {i}*Tap* *Tippe *Tap*{/i}

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh...? Is someone... someone there?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein...? Quelque... quelqu'un?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh...? Ist jemand... jemand da?

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Whispering*{/i} Hey... it's me, can I come in?
french: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Murmure*{/i} Hey... c'est moi, puis-je y entrer?
german: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Flüster*{/i} Hey... ich bin es, kann ich herkommen?

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure, hold on.
french: [_danny_s_towards_s_sad_s_talk_happy_] Bien sûr, attendez.
german: [_danny_s_towards_s_sad_s_talk_happy_] Sicher, halte.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Is everything okay?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Est-ce que tout est correct ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ist alles in Ordnung?

source: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Yeah, I'm alright, considering... I just can't believe we had to abandon Tucker.
french: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Ouais, je suis d'accord, attentivement... Je ne peux pas croire que nous devions abandonner Tucker.
german: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Ja, ich bin in Ordnung, überlege... Ich kann einfach nicht glauben, dass wir Tucker verlassen müssen.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker will be okay. And if he's not, we'll save him. I promise.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker va se débrouiller. Si ce n'est pas le cas, nous le sauverons. Je vous le promets.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker wird in Ordnung sein. Und wenn er nicht ist, werden wir ihn retten. Ich verspreche.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... hold me please?
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... tenez-moi s'il vous plaît?
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... Halte mich bitte?

source: [_danny_] What about my parents?
french: [_danny_] Qu'en est-il de mes parents ?
german: [_danny_] Was ist mit meinen Eltern?

source: [_sam_] I think they're both asleep. When I walked past the door, I could hear your dad muttering something about meat loaf.
french: [_sam_] Je pense qu'ils sont tous deux endormis. Quand je marchais devant la porte, j'ai pu entendre votre papa muter quelque chose sur le pain de viande.
german: [_sam_] Ich denke, sie schlafen. Als ich an der Tür vorbeiging, hörte ich deinen Vater etwas über Fleisch.

source: [_sam_] ...and then your mom replied saying that she wanted her unicorn-puppy to be blue, not green.
french: [_sam_] ...puis votre mère répondit qu'elle voulait que son chiot de licorne soit bleu, pas vert.
german: [_sam_] ...und dann antwortete deine Mutter, dass sie ihren Einhorn-Welpen blau, nicht grün lassen wollte.

source: [_danny_] Okay, yeah, they're both zonked out, I've heard those dreams before.
french: [_danny_] Ok, oui, ils sont tous deux zonés, j'ai déjà entendu ces rêves.
german: [_danny_] Okay, ja, sie sind beide verteilt, ich habe diese Träume schon einmal gehört.

source: [_sam_] Okay then... so... should we...?
french: [_sam_] D'accord, alors... devrions-nous...?
german: [_sam_] Okay, als... sollten wir...?

source: [_danny_] Sam... are you sure about this?
french: [_danny_] Sam... êtes-vous sûr de cela ?
german: [_danny_] Sam... bist du dir sicher?

source: [_sam_] Honestly... I...{p}I don't know if I'm ready to go {i}all{/i} the way just yet... I'm sorry Danny...
french: [_sam_] Honnêtement... Je...{p}Je ne sais pas si je suis prêt à aller vers {i}toutes{/i} le chemin pour l'instant... Je suis désolé Dann...
german: [_sam_] Ehrlich... Ich...{p}Ich weiß nicht, ob ich bereit bin {i}Alle{/i} zu gehen... Tut mir leid, Danny...

source: [_danny_] It's okay Sam... m-maybe I can just get some Orgone from our old method of-
french: [_danny_] C'est ok Sam... m-peut-être que je peux juste obtenir un Orgone de notre ancienne méthode de-
german: [_danny_] Es ist in Ordnung... m-Vielleicht kann ich ein paar Orgone von unserer alten Methode bekommen-

source: [_sam_] But... maybe we can do something else? Something new?
french: [_sam_] Mais... peut-être pouvons-nous faire autre chose ? Quelque chose de nouveau ?
german: [_sam_] Aber... vielleicht können wir etwas anderes tun? Etwas Neues?

source: [_danny_] Huh? Like what exactly?
french: [_danny_] Hein? Vous aimez quoi exactement ?
german: [_danny_] Huh? Wie genau?

source: [_sam_] {i}*Blushing*{/i} W-well... if I were to, uhh...
french: [_sam_] {i}*Blushing*{/i} W-well... si je le faisais, euh...
german: [_sam_] {i}*Blusen*{/i} W-gut... wenn ich es wäre, uhh...

source: [_sam_] ...{i}suck{/i} your... "thing"...
french: [_sam_] ...{i}suce{/i} votre... "chose"...
german: [_sam_] ...{i}saugen{/i} deine... "Ding"...

source: [_danny_] S-sure, that sounds nice, but that's still something we've already-
french: [_danny_] S-sure, ça a l'air sympa, mais c'est quelque chose que nous avons déjà-
german: [_danny_] S-sicher, das klingt schön, aber das ist immer noch etwas, das wir bereits haben-

source: [_sam_] -and at the same time, w-would you maybe, let me, uhh... s-sit... on your {u}face?{/u}
french: [_sam_] -et en même temps, w-seriez-vous peut-être, laissez-moi, euh... s-sit... sur votre visage {u}?{/u}
german: [_sam_] -und zur gleichen Zeit, w-Würden Sie vielleicht, lass mich, uhh... s-sit... auf Ihrem {u}Gesicht?{/u}

source: [_danny_] (Holy cow! Is she serious?)
french: [_danny_] (Vache sainte ! Est elle sérieuse?)
german: [_danny_] (Heilige Kuh! Ist sie ernst?)

source: [_sam_] ...I mean, I've kinda wanted to try it for a good while now...
french: [_sam_] ...je veux dire, je voulais bien l'essayer pendant un bon moment...
german: [_sam_] ...Ich meine, ich wollte es eine Weile ausprobieren...

source: [_danny_] {i}*Ahem*{/i} Uhh, I... I wouldn't say no!
french: [_danny_] {i}*Ahem*{/i} Uhh, je... je ne dirais pas non !
german: [_danny_] {i}*Ahem*{/i} Uhh, Ich... Ich würde nicht sagen, nein!

source: [_sam_] Really?? ...I mean, cool, great!
french: [_sam_] Vraiment?? ...Je veux dire, cool, super !
german: [_sam_] Wirklich?? ...Ich meine, cool, großartig!

source: [_sam_] If... if that's what you really want?
french: [_sam_] Si... si c'est ce que vous voulez vraiment?
german: [_sam_] Wenn... wenn du das wirklich willst?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, I think so.
french: [_danny_s_towards_s_sad_s_talk_happy_] Oui, je le pense.
german: [_danny_s_towards_s_sad_s_talk_happy_] Ja, ich glaube das.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Whoa! No need to push, ya' know?
french: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Quoi! Pas besoin de pousser, vous savez?
german: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Whoa! Du musst nicht schieben, ja" wissen?

source: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Oops, sorry Danny! I'm just excited, and I want to just do this now and worry about the awkward conversation later, okay?
french: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Oups, désolé Danny ! Je suis juste excité, et je veux juste le faire maintenant et m'inquiéter de la conversation maladroite plus tard, d'accord ?
german: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Tut mir leid, Danny! Ich bin gerade begeistert und ich möchte das jetzt tun und mich um das unangenehme Gespräch später kümmern, ok?

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hey now, watch out-
french: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hé maintenant, attention-
german: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hey jetzt, achte auf-

source: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... yeah, that's a cozy little seat...
french: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhhh... oui, c'est un petit siège confortable...
german: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... ja, das ist ein gemütlicher kleiner Sitz...

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Muffled Sounds*{/i} Mmmmph!
french: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Sons muets*{/i} Mmmmph!
german: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Sounds*{/i} Mmmmph!

source: [_danny_] (Shit! Sam's butt is right on my face!)
french: [_danny_] (Merde! Le cul de Sam est sur mon visage!)
german: [_danny_] (Shit! Sams Äß ist direkt in meinem Gesicht!)

source: [_danny_] (Ah!~ Fuck, I never knew girls could smell this good... and her mouth too... oh man...)
french: [_danny_] (Ah!~ Fuck, je ne savais jamais que les filles pouvaient sentir cette bonne... et sa bouche aussi... oh man...)
german: [_danny_] (Ah!~ Fuck, ich wusste nie, dass Mädchen dieses Gut riechen konnten... und auch ihr Mund... oh man...)

source: [_sam_] (This is so weird... but the more I suck on his cock the more it actually turns me on!)
french: [_sam_] (C'est si bizarre... mais plus je suce sur sa queue plus elle me tourne en fait !)
german: [_sam_] (Dies ist so seltsam... aber je mehr ich seinen Schwanz sauge, desto mehr dreht es mich an!)

source: [_sam_] (It's so... {i}thick.{/i})
french: [_sam_] (C'est ainsi ... {i}épaisseur.{/i})
german: [_sam_] (So... {i}Dicke.{/i})
