Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Whispering*{/i} Come on, Tuck, let's be nice to her and at least take a look. She's not gonna get much business selling her own junk out here. Let's just humor here a little.
german: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Flüstern*{/i} Komm, Tuck, lasst uns nett zu ihr sein und wenigstens einen Blick werfen. Sie wird hier nicht viel Geschäft mit dem Verkauf ihres eigenen Mülls bekommen. Lass uns hier nur ein wenig Humor machen.
italian: [_danny_s_towards_s_talk_happy_s_sad_] {i}*Sussurrando*{/i} Dai, Tuck, cerchiamo di essere gentili con lei e di darle almeno un'occhiata. Non farà molti affari vendendo la sua roba qui fuori. Facciamo un po' di umorismo.

source: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Whispering*{/i} Fine, but amusing an old lady who even a thrift store wouldn't accept hand me downs from was {b}not{/b} the way I wanted to spend the remainder of my Friday afternoon.
german: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Flüster*{/i} gut, aber amüsant eine alte Dame die nicht einmal einen sparsamen Laden akzeptierte, war {b}nicht{/b} so wie ich den Rest meines Freitagnachmittags verbringen wollte.
italian: [_tucker_s_away_s_angry_s_talk_frown_] {i}*Sussurrando*{/i} Va bene, ma divertire un'anziana signora da cui nemmeno un negozio dell'usato accetterebbe un regalo era {b}non{/b} il modo in cui volevo passare il resto del mio venerdì pomeriggio.

source: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, we'd {b}love{/b} to see what you have for sale Madam Babazita.
german: [_danny_s_closed_s_talk_happy_s_sad_2_] Uhh, wir würden {b}lieben{/b} um zu sehen, was Sie zum Verkauf haben, Frau Babazita.
italian: [_danny_s_closed_s_talk_happy_s_sad_2_] Ci piacerebbe {b}vedere cosa ha in vendita, signora Babazita.

source: [_babazita_s_talk_happy_s_towards_wide_2_] Ja, wunderbar! Oooh! Let me get mein {b}special{/b} trinket!
italian: [_babazita_s_talk_happy_s_towards_wide_2_] Ja, wunderbar! Oooh! Fammi prendere il mio {b}gingillo speciale{/b}!

source: [_tucker_s_talk_frown_s_wondering_] Did she just switch foreign accents?
german: [_tucker_s_talk_frown_s_wondering_] Hat sie nur ausländische Akzente gewechselt?
italian: [_tucker_s_talk_frown_s_wondering_] Ha appena cambiato accento straniero?

source: [_danny_s_talk_frown_2_] Well, some people are just really cultured, ya know?
german: [_danny_s_talk_frown_2_] Nun, einige Leute sind nur wirklich kultiviert, ya wissen?
italian: [_danny_s_talk_frown_2_] Beh, alcune persone sono molto colte, sai?

source: [_tucker_s_angry_s_blank_stare_s_talk_frown_] More like some people are full of bullsh-
german: [_tucker_s_angry_s_blank_stare_s_talk_frown_] Mehr als einige Leute sind voller Bullsh-
italian: [_tucker_s_angry_s_blank_stare_s_talk_frown_] Più che altro, alcune persone sono piene di stronzate...

source: [_danny_s_sad_2_s_talk_frown_2_] Hey, you okay Babazita?
german: [_danny_s_sad_2_s_talk_frown_2_] Hey, du okay Babazita?
italian: [_danny_s_sad_2_s_talk_frown_2_] Ehi, stai bene Babazita?

source: [_babazita_] Da, Madam Babazita is just having trouble... finding the right... {i}ah hach!{/i} Dats a {b}bingo{/b}!
german: [_babazita_] Da, Frau Babazita hat nur Schwierigkeiten... {i}ah hach!{/i} Daten eines {b}bingo{/b}!
italian: [_babazita_] Da, Madam Babazita ha solo problemi... a trovare il giusto... {i}ah hach! È un {b}bingo{/b}!

source: [_babazita_s_talk_frown_s_towards_2_] You, pale and lanky 'vun, come closer to gain spayshial trinket!
german: [_babazita_s_talk_frown_s_towards_2_] Du, blasser und lankiger Vun, komm näher und gewinne spayshial trinket!
italian: [_babazita_s_talk_frown_s_towards_2_] Tu, pallido e allampanato 'vun, avvicinati per guadagnare il gingillo spayshiale!

source: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Here 'vee are! A powerful artifact just for you boys...
german: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Hier "vee sind! Ein mächtiges Artefakt nur für deine Jungen...
italian: [_babazita_s_towards_wide_2_s_idle__s_talk_happy_] Ecco a voi! Un potente artefatto solo per voi ragazzi...

source: [_babazita_s_closed_s_wondering_] ...da 'maygic lamp of the Jinn! Most impressive, no?
german: [_babazita_s_closed_s_wondering_] ...da 'maygic lamp of the Jinn! Am beeindruckendsten, nein?
italian: [_babazita_s_closed_s_wondering_] ...da 'lampada maygica dei Jinn! Impressionante, no?

source: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, yeah, it's certainly... a lamp... {i}*Whispering*{/i} ...more of a {b}bottle{/b}, really.
german: [_tucker_s_closed_s_talk_frown_s_neutral_] Ergh, ja, es ist sicher... eine Lampe... {i}*Flüstern*{/i} ...mehr von einer {b}Flasche{/b}, wirklich.
italian: [_tucker_s_closed_s_talk_frown_s_neutral_] Sì, è certamente... una lampada... {i}*...più che altro una bottiglia di {b}{/b}, in realtà.

source: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] Is there some kind of story behind it's, uhh, mighty power?
german: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] Gibt es eine Art Geschichte hinter ihm, uhh, mächtige Macht?
italian: [_danny_s_talk_happy_2_s_towards_wide_s_sad_] C'è una qualche storia dietro il suo, ehm, potente potere?

source: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere is in fact one! A 'traygic and sad story indeed...
german: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere ist in der Tat eins! Eine traygische und traurige Geschichte...
italian: [_babazita_s_towards_s_talk_frown_s_neutral_2_] Da, 'dere è infatti uno! Una storia tragica e triste...

source: [_tucker_s_talk_frown_s_sad_] It's not a {i}long{/i} story, is it?
german: [_tucker_s_talk_frown_s_sad_] Es ist keine {i}lang{/i} Geschichte, oder?
italian: [_tucker_s_talk_frown_s_sad_] Non è una storia lunga {i}{/i}, vero?

source: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Long ago, there was a mighty sultan who ruled 'deh whole seven kingdoms! He had all the power a man could have...
german: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Vor langer Zeit gab es einen mächtigen Sultan, der 'deh ganze sieben Königreiche' regierte. Er hatte all die Macht, die ein Mann haben konnte...
italian: [_babazita_s_towards_2_s_talk_happy_s_wondering_] Molto tempo fa, c'era un potente sultano che governava tutti i sette regni! Aveva tutto il potere che un uomo potesse avere...

source: [_babazita_s_neutral_2_s_talk_happy_] He led his mighty 'varriors and armies into battle, sent to kill and pillage for him. His armies brought back many a beautiful girl from each village he conquered!
german: [_babazita_s_neutral_2_s_talk_happy_] Er führte seine mächtigen 'Varriers und Armeen in den Kampf, geschickt um ihn zu töten und zu plündern. Seine Armeen brachten viele schöne Mädchen aus jedem Dorf zurück, das er erobert hat!
italian: [_babazita_s_neutral_2_s_talk_happy_] Guidò in battaglia i suoi potenti 'varriors ed eserciti, mandati a uccidere e saccheggiare per lui. I suoi eserciti riportarono molte belle ragazze da ogni villaggio che conquistò!

source: [_babazita_s_talk_happy_s_wondering_2_] 'Vun day, a most {b}beautiful{/b} and {i}enchanting{/i} harem girl was sent to live with him in his private chambers...
german: [_babazita_s_talk_happy_s_wondering_2_] 'Vun Tag, ein am meisten {b}schönes{/b} und {i}Verzauberung{/i} Harem Mädchen wurde geschickt, um mit ihm in seinen privaten Kammern zu leben...
italian: [_babazita_s_talk_happy_s_wondering_2_] 'Un giorno, una {b}bellissima{/b} e {i}incantevole{/i} ragazza dell'harem fu mandata a vivere con lui nelle sue stanze private...

source: [_tucker_s_talk_happy_s_closed_s_sad_] Okay, I can dig where this story is going...
german: [_tucker_s_talk_happy_s_closed_s_sad_] Okay, ich kann graben, wohin diese Geschichte geht...
italian: [_tucker_s_talk_happy_s_closed_s_sad_] Ok, posso capire dove sta andando a parare questa storia...

source: [_danny_s_talk_frown_s_at_danny_s_angry_] Tucker! Shush!
italian: [_danny_s_talk_frown_s_at_danny_s_angry_] Tucker! Zitto!

source: [_babazita_s_neutral_2_s_talk_happy_] The sultan adored her, and promised to grant her every desire. He even bestowed upon the orphaned girl a name... "Desiree".
german: [_babazita_s_neutral_2_s_talk_happy_] Der Sultan verehrte sie und versprach, ihr jeden Wunsch zu geben. Er verlieh dem Waisenmädchen sogar einen Namen... "Desiree".
italian: [_babazita_s_neutral_2_s_talk_happy_] Il sultano la adora e promette di esaudire ogni suo desiderio. Le diede persino un nome: "Desiree". "Desiree".

source: [_babazita_s_talk_happy_s_neutral_s_closed_] They were, for a time at least, truly in love...
german: [_babazita_s_talk_happy_s_neutral_s_closed_] Sie waren zumindest eine Zeit lang wirklich verliebt...
italian: [_babazita_s_talk_happy_s_neutral_s_closed_] Sono stati, almeno per un periodo, veramente innamorati...

source: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Until 'deh sultan's jealous 'vife became a'vare of the would be harlot in her husband's bed each night!
german: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Bis 'deh sultans eifersüchtige 'vife' zu einem 'vare of the would harlot in the bed ihres Mannes jede Nacht!
italian: [_babazita_s_angry_2_s_talk_frown_s_towards_wide_2_] Finché la gelosa 'vife del sultano non divenne una 'vare della futura prostituta nel letto del marito ogni notte!

source: [_babazita_s_towards_wide_3_s_angry_] Forced to outcast his beloved, 'deh sultan banished Desiree from his kingdom, into the hot and harsh desert...
german: [_babazita_s_towards_wide_3_s_angry_] Erzwungen, seinen Geliebten auszustoßen, 'deh Sultan verbannte Desiree aus seinem Königreich, in die heiße und harte Wüste...
italian: [_babazita_s_towards_wide_3_s_angry_] Costretto ad emarginare la sua amata, 'deh sultano bandisce Desiree dal suo regno, nel caldo e duro deserto...

source: [_babazita_s_idle__s_towards_2_] Starved, scorched, unable to go on after days 'vandering, she collapsed into the sands, letting the wind peel away 'deh flesh from her bones...
german: [_babazita_s_idle__s_towards_2_] Verhungert, verbrannt, unfähig weiterzumachen nach Tagen "verdammt, kollabierte sie in den Sand und ließ den Wind von ihren Knochen 'deh Fleisch' weg...
italian: [_babazita_s_idle__s_towards_2_] Affamata, arsa, incapace di andare avanti dopo giorni di vagabondaggio, si accasciò sulla sabbia, lasciando che il vento le togliesse la carne dalle ossa...

source: [_tucker_s_sad_s_talk_frown_] Yeesh. That's rough, buddy.
german: [_tucker_s_sad_s_talk_frown_] Ja. Das ist rau, Kumpel.
italian: [_tucker_s_sad_s_talk_frown_] Oh, si'. È dura, amico.

source: [_babazita_s_talk_frown_s_wondering_] Years later, it was said that 'deh spirit of her former self began to wander from kingdom to kingdom, granting the heart's desire of noble men using her harem magic.
german: [_babazita_s_talk_frown_s_wondering_] Jahre später hieß es, dass 'deh Geist ihres ehemaligen Selbst begann vom Königreich zum Königreich zu wandern, die das Herz von edlen Männern mit ihrer Harem-Magie beehrt.
italian: [_babazita_s_talk_frown_s_wondering_] Anni dopo, si dice che lo spirito di 'deh di un tempo cominciò a vagare da un regno all'altro, esaudendo i desideri dei nobili con la sua magia da harem.

source: [_babazita_s_wondering_2_] However, each 'vish she granted often had a terrible and {b}fatal{/b} result, being that she was so scornful of the once noble man who had previsouly broken her heart.
german: [_babazita_s_wondering_2_] Jedoch hatte jedes von ihr gewährte Vish oft ein schreckliches und {b}Todesfall{/b} weil sie so verabscheuungswürdig gegenüber dem einst edlen Mann war, der ihr Herz vorab gebrochen hatte.
italian: [_babazita_s_wondering_2_] Tuttavia, ogni desiderio che concedeva aveva spesso un esito terribile e {b}fatale{/b}, dato che era così sprezzante dell'uomo un tempo nobile che le aveva spezzato il cuore.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Man. How awful. That poor girl.
german: [_danny_s_at_player_s_talk_frown_s_sad_] Man. Wie schrecklich. Dieses arme Mädchen.
italian: [_danny_s_at_player_s_talk_frown_s_sad_] Uomo. Che cosa terribile. Quella povera ragazza.

source: [_babazita_s_towards_s_talk_frown_] Da, 'tis terrible...
german: [_babazita_s_towards_s_talk_frown_] Da, 'tis schrecklich...
italian: [_babazita_s_towards_s_talk_frown_] Da, è terribile...

source: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriiiighty then, back to reality for a moment, can you tell us just what this really {i}scary{/i} "Goosebumps" tale has to do with this cheap bong my friend is holding?
german: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriighty dann, zurück zur Realität für einen Moment kannst du uns sagen, was das wirklich {i}schrecklich{/i} "Goosebumps" mit diesem billigen Bong zu tun hat, den mein Freund hat?
italian: [_tucker_s_towards_s_talk_frown_s_neutral_] Alriiiighty allora, tornando per un attimo alla realtà, puoi dirci cosa c'entra questo {i}spaventoso{/i} racconto di "Goosebumps" con questo bong da quattro soldi che il mio amico ha in mano?

source: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, da, of course. She's in there.
german: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, natürlich, da ist sie drin.
italian: [_babazita_s_towards_s_wondering_2_s_talk_happy_] Ahh, da, certo. È lì dentro.

source: [_tucker_s_towards_2_s_talk_frown_] Wait... what? Who's in there?
german: [_tucker_s_towards_2_s_talk_frown_] Warte... was? Wer ist da?
italian: [_tucker_s_towards_2_s_talk_frown_] Aspetta... cosa? Chi c'è lì dentro?

source: [_tucker_s_towards_2_s_talk_frown_s_sad_] The genie girl?
german: [_tucker_s_towards_2_s_talk_frown_s_sad_] Das Genie Mädchen?
italian: [_tucker_s_towards_2_s_talk_frown_s_sad_] La ragazza genio?

source: [_babazita_s_towards_s_neutral_2_s_talk_happy_] The Jinn, da.
german: [_babazita_s_towards_s_neutral_2_s_talk_happy_] Das Jinn, das.
italian: [_babazita_s_towards_s_neutral_2_s_talk_happy_] I Jinn, da.

source: [_tucker_s_towards_s_talk_frown_s_angry_] The wish granting harem genie-spirit girl Desiree... is in {u}this{/u} bottle?
german: [_tucker_s_towards_s_talk_frown_s_angry_] Der Wunsch, Harem genie-spirit Mädchen Desire... zu gewähren, ist in {u}diese Flasche{/u} Flasche?
italian: [_tucker_s_towards_s_talk_frown_s_angry_] La ragazza genio-spirito dell'harem che esaudisce i desideri Desiree... è in {u}questa{/u} bottiglia?

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Lamp. Da. Caught her last month!
german: [_babazita_s_talk_happy_s_closed_s_neutral_] Lamp. Da. gefangengenommen letzten Monat!
italian: [_babazita_s_talk_happy_s_closed_s_neutral_] Lampada. Da. L'ho presa il mese scorso!

source: [_babazita_s_wondering_s_talk_happy_] You want? Five bucks.
german: [_babazita_s_wondering_s_talk_happy_] Du willst? Fünf Bucks.
italian: [_babazita_s_wondering_s_talk_happy_] Vuoi? Cinque dollari.

source: [_tucker_s_closed_s_talk_frown_] ...yeup, I'm outta here.
german: [_tucker_s_closed_s_talk_frown_] ...yeup, ich bin hier ausgewachsen.
italian: [_tucker_s_closed_s_talk_frown_] ...sì, me ne vado.

source: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker wait! C'mon, it was worth the story at least!
german: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker warte! C'mon, es hat sich zumindest gelohnt!
italian: [_danny_s_at_player_s_talk_frown_s_sad_] Tucker aspetta! Dai, almeno la storia valeva la pena!

source: [_babazita_s_talk_frown_s_wondering_2_] Your friend... he is, how you say... a bit of a {b}dick{/b}, no?
german: [_babazita_s_talk_frown_s_wondering_2_] Dein Freund... er ist, wie du sagst... ein bisschen von einem {b}dick{/b}, nein?
italian: [_babazita_s_talk_frown_s_wondering_2_] Il tuo amico... è, come dici tu... un po' un {b}cazzone{/b}, no?

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] Well, he's just grouchy today about having to do extracurricular activities.
german: [_danny_s_at_player_s_rise_one_s_talk_frown_] Nun, er ist heute nur grouzig, wenn er außerschulische Aktivitäten machen muss.
italian: [_danny_s_at_player_s_rise_one_s_talk_frown_] Beh, oggi è solo brontolone perché deve fare attività extrascolastiche.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, uhm, I'll just put your lamp back on your table, Madam B.
german: [_danny_s_down_s_rise_one_s_talk_frown_2_] Oh, uhm, ich werde Ihre Lampe einfach wieder auf den Tisch legen, Frau B.
italian: [_danny_s_down_s_rise_one_s_talk_frown_2_] Rimetterò la lampada sul tavolo, signora B.

source: [_babazita_] Vell' de offer on de' laymp still stands. {b}$5{/b} if you 'vant.'
german: [_babazita_] Vell' de Offerte on de' laymp bleibt bestehen. {b}$5{/b} wenn du 'vant.'
italian: [_babazita_] L'offerta su de' laymp è ancora valida. {b}5 dollari se vuoi.

source: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] I still be here for good while selling my 'vares. I tell dat' mister Lancer-man I hex away remayning hair on him' body if he try to move Babazita's booth too soon! {i}Heh heh hech{/i}!!
german: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] Ich bin immer noch hier zum Guten und verkaufe meine 'vares. I tell dat' mister Lancer-man I hex away remaying hair on his body if he try to move Babazita's stand too early ! {i}Heh hech{/i}!!
italian: [_babazita_s_towards_2_s_talk_happy_s_neutral_2_] Sarò ancora qui per sempre a vendere la mia merce. Ho detto a quel signor Lancer-man che gli estirpo i peli del corpo se prova a spostare lo stand di Babazita troppo presto! {i}Heh heh heh hech{/i}!!!

source: [_babazita_s_closed_s_idle__] Buh bye for now, child.
german: [_babazita_s_closed_s_idle__] Buh bye im Moment, Kind.
italian: [_babazita_s_closed_s_idle__] Per ora, arrivederci, bambina.

source: [_danny_s_at_player_s_sad_2_] (Well, Tucker didn't seem to be a fan of Babazita, but honestly, for the price of the lamp alone...)
german: [_danny_s_at_player_s_sad_2_] (Nun, Tucker schien kein Fan von Babazita zu sein, aber ehrlich gesagt, zum Preis der Lampe allein...)
italian: [_danny_s_at_player_s_sad_2_] (Beh, Tucker non sembrava essere un fan di Babazita, ma onestamente, per il solo prezzo della lampada...)

source: [_danny_s_towards_s_sad_s_smile_] (I think it'd at least be worth it to give him just as a goof gift! I'm sure he'll find the humor in that.)
german: [_danny_s_towards_s_sad_s_smile_] (Ich denke, es wäre zumindest wert, ihm als goof Geschenk zu geben! Ich bin sicher, dass er den Humor finden wird.)
italian: [_danny_s_towards_s_sad_s_smile_] (Penso che ne varrebbe la pena almeno per fargli un regalo scherzoso! Sono sicura che troverà l'umorismo in questo).

source: [_babazita_s_talk_frown_s_wondering_2_] Sorry but you no have enough money... which is sad, really, special laymp only five whole dollars...
german: [_babazita_s_talk_frown_s_wondering_2_] Tut mir leid, aber du hast nicht genug Geld... das ist traurig, wirklich, spezielle laymp nur fünf ganze Dollar...
italian: [_babazita_s_talk_frown_s_wondering_2_] Mi dispiace ma non avete abbastanza soldi... il che è triste, davvero, laymp speciale solo cinque dollari interi...

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Here Madam Babazita, I think I have enough for that lamp...
german: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Hier, Frau Babazita, ich glaube, ich habe genug für diese Lampe ...
italian: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] Ecco signora Babazita, credo di averne abbastanza per quella lampada...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_] Yeup, $5. There you are!
german: [_danny_s_towards_wide_s_talk_happy_s_sad_] Ja, $5. Da bist du!
italian: [_danny_s_towards_wide_s_talk_happy_s_sad_] Sì, 5 dollari. Eccoti qui!

source: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Very good, young man! Here is lovely lamp for you! Please enjoy! {i}*Whispering*{/i} Remember, no refunds...
german: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Sehr guter junger Mann! Hier ist eine schöne Lampe für dich! Bitte genießen! {i}*Flüstern*{/i} Denke daran, keine Erstattung...
italian: [_babazita_s_talk_happy_s_wondering_2_s_closed_] Molto bene, giovanotto! Ecco una bella lampada per te! Prego, godetevela! {i}*Sussurrando*{/i} Ricordate, nessun rimborso...

source: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfect, now that I've got my little gag gift, I should go find Tucker to give it to him... I'm sure I'll find him just bumming around town someplace!)
german: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfekt, jetzt, da ich mein kleines Gack-Geschenk habe, sollte ich Tucker finden, um es ihm zu geben. . Ich bin sicher, dass er irgendwo in der Stadt herumstummen wird!)
italian: [_danny_s_at_player_s_grin_happy_s_rise_one_] (Perfetto, ora che ho il mio regalino, dovrei andare a cercare Tucker per darglielo... Sono sicura che lo troverò in giro per la città da qualche parte).

source: [_danny_s_sad_s_closed_s_talk_happy_2_] Thanks Babazita! Good luck selling the rest of your wares today!
german: [_danny_s_sad_s_closed_s_talk_happy_2_] Vielen Dank Babazita! Viel Glück heute den Rest deiner Waren zu verkaufen!
italian: [_danny_s_sad_s_closed_s_talk_happy_2_] Grazie Babazita! Buona fortuna per la vendita del resto della vostra merce oggi!

source: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] Selling 'vares? {i}Pshhh{/i}, I made $5 today, I'm packing up and going home early!
german: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] 'vares' verkaufen? {i}Pshh{/i}, ich habe heute $5 gemacht, ich packing up und gehe früh nach Hause!
italian: [_babazita_s_blank_stare_s_talk_frown_s_wondering_2_] Vendere 'varesini'? {i}Pshhh{/i}, ho guadagnato 5 dollari oggi, faccio i bagagli e vado a casa presto!

source: [_babazita_s_closed_s_talk_happy_s_idle__] I'm in 'deh money, baby!!
german: [_babazita_s_closed_s_talk_happy_s_idle__] Ich bin in 'deh Geld, Baby!!
italian: [_babazita_s_closed_s_talk_happy_s_idle__] Sono nei soldi, baby!!!

source: [_danny_s_talk_frown_2_s_rise_one_] Hey Tuck wait up!
german: [_danny_s_talk_frown_2_s_rise_one_] Hey Schläger warten auf!
italian: [_danny_s_talk_frown_2_s_rise_one_] Ehi Tuck, aspetta!

source: [_tucker_s_talk_frown_s_angry_] Ugh, man, can you {i}believe{/i} that absolute con artist? Trying to sell me her "Party City" hot garbage? Only an {b}idiot{/b} would buy her stuff, right Danny?
german: [_tucker_s_talk_frown_s_angry_] Ugh, Mann, kannst du {i}glauben, dass absoluter Co-Artist? Versucht mir ihren "Party City" heißen Müll zu verkaufen? Nur ein {b}Idiot{/b} würde sie kaufen, richtig Danny?
italian: [_tucker_s_talk_frown_s_angry_] Oh, amico, riesci a {i}credere{/i} a quell'assoluta artista della truffa? Cerca di vendermi la sua spazzatura sexy "Party City"? Solo un {b}idiota{/b} comprerebbe la sua roba, vero Danny?

source: [_tucker_s_talk_frown_s_neutral_] Dude. No way did you actually buy that thing.
german: [_tucker_s_talk_frown_s_neutral_] Dude. Du hast diese Sache nicht gekauft.
italian: [_tucker_s_talk_frown_s_neutral_] Amico. Non è possibile che tu abbia davvero comprato quella cosa.

source: [_danny_s_closed_s_talk_frown_s_sad_] Well, I mean, I got it for cheap enough, so I figured...
german: [_danny_s_closed_s_talk_frown_s_sad_] Nun, ich meine, ich habe es für billig genug, so dass ich geformt habe...
italian: [_danny_s_closed_s_talk_frown_s_sad_] Beh, voglio dire, l'ho preso per un prezzo abbastanza basso, quindi ho pensato...

source: [_tucker_s_talk_frown_s_neutral_] Giving that lady a single dirty penny would be too expensive a price.
german: [_tucker_s_talk_frown_s_neutral_] Dieser Dame einen einzigen schmutzigen Pfennig zu geben, wäre ein zu kostspieliger Preis.
italian: [_tucker_s_talk_frown_s_neutral_] Dare a quella signora un solo penny sporco sarebbe un prezzo troppo alto.
