Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_kate_s_closed_s_neutral_] I am starting to worry that someone might have actually stolen it...
italian: [_kate_s_closed_s_neutral_] Comincio a temere che qualcuno possa averla rubata...

source: [_danny_s_talk_frown_] Well, do you have any idea who might have wanted to steal a whole box of medicine?
italian: [_danny_s_talk_frown_] Beh, hai idea di chi possa aver voluto rubare un'intera scatola di medicinali?

source: [_kate_s_down_s_talk_frown_s_sad_] No, I have no clue. They weren't anything people could get high off, mainly just some weak aspirins and some contraceptives.
italian: [_kate_s_down_s_talk_frown_s_sad_] No, non ne ho idea. Non si trattava di sostanze che potessero sballare, ma solo di aspirine deboli e di alcuni contraccettivi.

source: [_kate_s_closed_s_neutral_] I really hope I won't get fired for this, but I'm going to need to report it missing sooner or later… ugh. I'm gonna be {i}so{/i} fired.
italian: [_kate_s_closed_s_neutral_] Spero davvero di non essere licenziata per questo, ma prima o poi dovrò denunciarne la scomparsa… ugh. Sarò {i}così{/i} licenziato.

source: [_danny_s_rise_one_s_talk_happy_] Don't worry Kate, I will totally help you find the box. I promise.
italian: [_danny_s_rise_one_s_talk_happy_] Non preoccuparti Kate, ti aiuterò a trovare la scatola. Te lo prometto.

source: [_kate_s_talk_happy_2_] Thank you Danny. I have faith in you.
italian: [_kate_s_talk_happy_2_] Grazie Danny. Ho fiducia in te.

source: [_kate_s_blush_s_talk_happy_2_s_rise_one_] If you somehow manage to find it, I will glady reward you rather handsomely.
italian: [_kate_s_blush_s_talk_happy_2_s_rise_one_] Se in qualche modo riuscite a trovarlo, vi ricompenserò profumatamente.

source: [_danny_s_talk_frown_] Oh, well in that case, I'll just leave you alone.
italian: [_danny_s_talk_frown_] Oh, beh, in questo caso, ti lascerò in pace.

source: [_kate_s_closed_s_talk_frown_s_angry_] Sure. I'll figure it out eventually, don't worry.
italian: [_kate_s_closed_s_talk_frown_s_angry_] Certo. Prima o poi lo scoprirò, non preoccuparti.

source: [_kate_s_down_s_neutral_] See ya around…
italian: [_kate_s_down_s_neutral_] Ci vediamo su…

source: [_kate_s_talk_happy_2_s_sad_] Any luck finding the medicine around town?
italian: [_kate_s_talk_happy_2_s_sad_] Avete avuto fortuna nel trovare il farmaco in città?

source: [_danny_s_talk_frown_s_wondering_] Nope, nothing's turned up yet...
italian: [_danny_s_talk_frown_s_wondering_] No, non è ancora saltato fuori nulla...

source: [_danny_s_rise_one_s_talk_happy_] But don't worry Kate, I'm sure I'm gonna find it soon. Someone may have taken it, but I'm gonna get it back from them!
italian: [_danny_s_rise_one_s_talk_happy_] Ma non preoccuparti Kate, sono sicuro che lo troverò presto. Qualcuno può averla presa, ma io la riprenderò!

source: [_kate_s_talk_frown_s_down_s_sad_2_] I really hope you can Danny... otherwise I'm pretty much screwed. Thanks for trying though...
italian: [_kate_s_talk_frown_s_down_s_sad_2_] Spero davvero che tu possa Danny... altrimenti sono praticamente fregato. Grazie per averci provato...

source: [_kate_s_talk_frown_s_sad_] So were you able to find any leads? I doubt it, but I still have hope...
italian: [_kate_s_talk_frown_s_sad_] Sei riuscito a trovare qualche indizio? Ne dubito, ma ho ancora speranza...

source: [_danny_s_talk_happy_s_rise_one_] Better yet, I actually found it, with all the medicine still inside and properly sealed.
italian: [_danny_s_talk_happy_s_rise_one_] Meglio ancora, l'ho trovato davvero, con tutte le medicine ancora dentro e ben sigillate.

source: [_kate_s_talk_happy_s_rise_one_] You did?! Oh, you are a {b}lifesaver{/b}, Danny Fenton!!
italian: [_kate_s_talk_happy_s_rise_one_] L'hai fatto?! Oh, sei un {b}salvavita{/b}, Danny Fenton!!!

source: [_danny_s_talk_happy_] No problem Kate, it was no biggie..
italian: [_danny_s_talk_happy_] Nessun problema Kate, non era un problema....

source: [_kate_s_talk_happy_2_] Where did you even find it?
italian: [_kate_s_talk_happy_2_] Dove l'hai trovato?

source: [_danny_s_talk_frown_2_s_neutral_] You hear about that new shop at the mall? The weird short looking guy who works there sold it to me.
italian: [_danny_s_talk_frown_2_s_neutral_] Hai sentito di quel nuovo negozio al centro commerciale? Me l'ha venduto quel tipo strano e basso che ci lavora.

source: [_kate_s_sad_2_s_talk_frown_] You had to buy it off of him? Even though it was clearly stolen? Oh that's awful Danny, I'm so sorry! I'll repay you for what it cost!
italian: [_kate_s_sad_2_s_talk_frown_] Hai dovuto comprarla da lui? Anche se era chiaramente rubata? Oh, è terribile Danny, mi dispiace tanto! Ti ripagherò per quello che è costato!

source: [_danny_s_talk_happy_2_s_rise_one_] It's really not a big deal Kate, don't worry about it. This means you aren't going to get fired, and we get to still see each other at school. Sounds like a sweet enough deal to me.
italian: [_danny_s_talk_happy_2_s_rise_one_] Non è un grosso problema, Kate, non preoccuparti. Questo significa che non verrai licenziata e che potremo continuare a vederci a scuola. A me sembra un accordo abbastanza dolce.

source: [_kate_s_talk_happy_2_s_neutral_] Ugh, you are such a sweet boy...
italian: [_kate_s_talk_happy_2_s_neutral_] Sei un ragazzo così dolce...

source: [_kate_s_blush_s_talk_happy_s_sad_2_] Well how about I repay you in a different way then? I hope you're ready to receive your juicy reward, Mr. Fenton.
italian: [_kate_s_blush_s_talk_happy_s_sad_2_] Che ne dice se la ripago in un modo diverso? Spero che sia pronto a ricevere la sua succosa ricompensa, signor Fenton.

source: [_kate_s_bite_s_rise_one_] Now, why don't you take a seat and get comfortable?
italian: [_kate_s_bite_s_rise_one_] Ora, perché non vi sedete e vi mettete comodi?

source: [_kate_s_talk_happy_2_s_neutral_] I'm gonna show you just how much I {i}appreciate{/i} all your hard work lately…
italian: [_kate_s_talk_happy_2_s_neutral_] Ti dimostrerò quanto {i}apprezzi il tuo duro lavoro negli ultimi tempi…

source: [_danny_s_talk_happy_2_s_sad_2_] That was {i}unbelievably{/i} good, Kate. Honestly! I mean... wow!!
italian: [_danny_s_talk_happy_2_s_sad_2_] Era {i}incredibilmente bello, Kate. Davvero! Voglio dire... wow!

source: [_kate_s_talk_happy_] You are more than welcome, Danny.
italian: [_kate_s_talk_happy_] Non c'è di che, Danny.

source: [_danny_s_towards_s_talk_happy_s_wondering_] I really hope we can do that again sometime!
italian: [_danny_s_towards_s_talk_happy_s_wondering_] Spero davvero di poterlo fare di nuovo qualche volta!

source: [_kate_s_talk_happy_s_rise_one_s_blush_] Sure, I don't mind doing this as long it's just with you... but please, don't tell {u}anyone{/u} what we do in this office together, got it?
italian: [_kate_s_talk_happy_s_rise_one_s_blush_] Certo, non mi dispiace farlo, purché sia solo con te... ma per favore, non dire a {u}nessuno{/u} cosa facciamo insieme in questo ufficio, capito?

source: [_danny_s_talk_happy_s_rise_one_] Of course not, I wouldn't want you getting in trouble at all.
italian: [_danny_s_talk_happy_s_rise_one_] Certo che no, non vorrei affatto che ti mettessi nei guai.

source: [_danny_s_talk_frown_s_rise_one_] I probably should get going now.
italian: [_danny_s_talk_frown_s_rise_one_] Probabilmente ora dovrei andare.

source: [_kate_s_talk_happy_2_s_sad_2_s_blush_] Yeah, and I should clean myself up before someone comes looking for me. I'd have to say a ghost came in here and shot his ectoplasm all over me! Hahah, wouldn't that be silly?
italian: [_kate_s_talk_happy_2_s_sad_2_s_blush_] Sì, e dovrei darmi una ripulita prima che qualcuno venga a cercarmi. Dovrei dire che un fantasma è entrato qui e mi ha sparato addosso il suo ectoplasma! Non sarebbe stupido?

source: [_kate_s_bite_s_rise_one_] See you later, Danny... you cutie!
italian: [_kate_s_bite_s_rise_one_] A dopo, Danny... che carino!

source: [_kate_] Do.... jou'... like ...'dit'?
italian: [_kate_] Do.... jou'... come ...'dit'?

source: [_danny_] Oh my god, Kate... yeah... this feels so fucking goood~!
italian: [_danny_] Oh mio Dio, Kate... sì... è così bello, cazzo!

source: [_danny_] Kate.... I'm gonna come now! Get ready...! {i}Uh! Uhnnhghh!!{/i}
italian: [_danny_] Kate.... Ora vengo! Preparati...! {i}Uh! Uhnnhghh!!!{\i}

source: [_kate_] {i}*Huff* Mwah{/i}… my goodness!! {i}Hmmm{/i}... you were building that up for {b}quite{/b} some time, weren't you? Or do I just get you going...? {i}*Chuckles*{/i}
italian: [_kate_] {i}*Mwah{/i}… mio Dio!!! {i}Hmmm{/i}... lo stavi preparando per {b}un bel po' di tempo, vero? O sono io che ti faccio andare avanti...? {i}*Chuckles*{/i}

source: [_kate_] Danny, what a surprise to see you here.
italian: [_kate_] Danny, che sorpresa vederti qui.

source: [_danny_] Yeah, I, uh...
italian: [_danny_] Sì, io...

source: [_kate_] Oh you don't need to explain anything... unless you want to...
italian: [_kate_] Non c'è bisogno di spiegare nulla... a meno che tu non voglia...

source: [_danny_] I... uh... could you...?
italian: [_danny_] Io... uh... potresti...?

source: [_kate_] Aww, how adorable. Do I intimidate you, Daniel?
italian: [_kate_] Che cosa adorabile. Ti intimidisco, Daniel?

source: [_danny_] Maybe a little.
italian: [_danny_] Forse un po'.

source: [_kate_] Hmm, I probably should. You came here to get your cock sucked, didn't you?
italian: [_kate_] Probabilmente dovrei. Sei venuto qui per farti succhiare il cazzo, vero?

source: [_danny_] … yes.
italian: [_danny_] … Sì.

source: [_kate_] Well then, your wish is my command. Here, have a seat.
italian: [_kate_] Allora, il tuo desiderio è un ordine. Ecco, siediti.

source: [_danny_] Let's finish what we started.
italian: [_danny_] Finiamo quello che abbiamo iniziato.

source: [_kate_] Ooh so bold. I love a man who can take charge.
italian: [_kate_] Oh, così audace. Adoro gli uomini che sanno prendere il comando.

source: [_kate_] Mmm, so yummy. I've been wondering what you taste like since the last time we were together.
italian: [_kate_] Mmm, così delizioso. Mi chiedevo che sapore avessi dall'ultima volta che siamo stati insieme.

source: [_danny_] Glad you like it.
italian: [_danny_] Sono contento che vi piaccia.

source: [_kate_] I love it.
italian: [_kate_] Lo adoro.

source: [_danny_] Sam?! What are-
italian: [_danny_] Sam? Cosa...

source: [_kate_] Danny's a bit busy right now, sweetie.
italian: [_kate_] Danny è un po' impegnato in questo momento, tesoro.

source: [_danny_] Sam! Wait!
italian: [_danny_] Sam! Aspettate!

source: [_kate_] Danny, wait! Oh shoot, why does this keep happening?
italian: [_kate_] Danny, aspetta! Oh, cavolo, perché continua a succedere?

source: [_tucker_s_talk_happy_s_sad_] Hey guys!
italian: [_tucker_s_talk_happy_s_sad_] Ciao ragazzi!

source: [_danny_s_talk_happy_] Hey Tuck.
italian: [_danny_s_talk_happy_] Ehi, Tuck.

source: [_sam_s_talk_happy_] Sup Tucker?
italian: [_sam_s_talk_happy_] Come va, Tucker?

source: [_tucker_s_talk_happy_s_sad_] Did you guys see the recent news?
italian: [_tucker_s_talk_happy_s_sad_] Avete visto le recenti notizie?

source: [_tucker_s_neutral_s_talk_frown_] Man, {b}another{/b} ghost in town? Who would have thought that ghost attacks would become such a common thing around here?
italian: [_tucker_s_neutral_s_talk_frown_] Cavolo, {b}un altro fantasma in città? Chi avrebbe mai pensato che gli attacchi dei fantasmi sarebbero diventati una cosa così comune da queste parti?

source: [_danny_s_talk_frown_s_wondering_] I know what you mean. I wish they would just leave us alone.
italian: [_danny_s_talk_frown_s_wondering_] So cosa vuoi dire. Vorrei che ci lasciassero in pace.

source: [_tucker_s_closed_s_wondering_s_talk_happy_] Well, at least it looks like these particular ghosts are primarily only targeting girls, so you and I should be fine.
italian: [_tucker_s_closed_s_wondering_s_talk_happy_] Beh, almeno sembra che questi fantasmi in particolare prendano di mira solo le ragazze, quindi io e te dovremmo essere a posto.

source: [_tucker_s_towards_s_talk_happy_] Sam, on the other hand, might get her butt groped by a pervert phantom. I'd advise carrying mace mixed with a purified holy water of some sort!
italian: [_tucker_s_towards_s_talk_happy_] Sam, invece, potrebbe farsi palpare il sedere da un fantasma pervertito. Consiglierei di portare con sé del macis mescolato con una sorta di acqua santa purificata!

source: [_sam_] Don't worry Tucker, I can {b}more{/b} than take care of myself, thank you very much.
italian: [_sam_] Non preoccuparti Tucker, posso {b}più{/b} che prendermi cura di me stesso, grazie mille.

source: [_danny_s_talk_happy_s_closed_s_neutral_] {i}Hah{/i}! Man, if only that were true, maybe then I wouldn't have had to sav-
italian: [_danny_s_talk_happy_s_closed_s_neutral_] {i}Hah{/i}! Cavolo, se solo fosse vero, forse non avrei dovuto salvare...

source: [_sam_] {u}What{/u} was that, Danny?
italian: [_sam_] {u}Cos'è stato, Danny?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, nothing at all. (Just that I've been saving your butt quite a bit as of late... best not let Tucker know that just yet though.)
italian: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, niente di niente. (Solo che ultimamente ti ho salvato le chiappe un bel po'... meglio non farlo sapere a Tucker, però).

source: [_tucker_s_talk_happy_s_neutral_s_closed_] Man how awesome would it be to be able to have ghost powers like that "Inviso-Bill" guy? Don't you think, Danny?
italian: [_tucker_s_talk_happy_s_neutral_s_closed_] Quanto sarebbe bello poter avere poteri da fantasma come quel tizio "Inviso-Bill"? Non credi, Danny?

source: [_danny_s_wondering_s_talk_frown_2_] Uhm, I mean maybe, but wouldn't you have to sorta be dead first, Tuck? And who knows if people {i}actually{/i} become ghosts just from dying in the first place?
italian: [_danny_s_wondering_s_talk_frown_2_] Forse, ma prima non dovresti essere morto, Tuck? E chi lo sa se le persone {i}diventano davvero fantasmi solo per il fatto di essere morte?

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Yeah, I guess the whole dying part would kinda suck. It's too bad, I {b}definitely{/b} know what I'd be doing with my ghost powers...
italian: [_tucker_s_ahegao_s_talk_happy_s_sad_] Sì, immagino che la parte della morte faccia un po' schifo. Peccato, io {b}sicuramente{/b} so cosa farei con i miei poteri da fantasma...

source: [_sam_] Gross, Tucker, you are {i}such{/i} a perv!!
italian: [_sam_] Che schifo, Tucker, sei {i}un tale pervertito!!

source: [_tucker_s_talk_happy_s_towards_s_neutral_] Hey, don't hate the ghost player, hate the ghost game. {i}*Hehehe*{/i}
italian: [_tucker_s_talk_happy_s_towards_s_neutral_] Ehi, non odiare il giocatore fantasma, odia il gioco fantasma. {i}*Hehehe*{/i}

source: [_tucker_s_closed_s_talk_frown_s_wondering_] Anyway, I'm gonna head to class. Catch you guys later!
italian: [_tucker_s_closed_s_talk_frown_s_wondering_] Comunque, vado a lezione. Ci vediamo dopo, ragazzi!

source: [_johnny_s_talk_happy_s_neutral_] So Sam, I was thinking, how about you and I go for a little ride on my big chopper?
italian: [_johnny_s_talk_happy_s_neutral_] Allora Sam, stavo pensando, che ne dici se io e te facciamo un giro sul mio grande chopper?

source: [_danny_s_talk_happy_s_wondering_] Hey guys, what'cha talking about?
italian: [_danny_s_talk_happy_s_wondering_] Ehi ragazzi, di cosa state parlando?

source: [_sam_s_talk_happy_s_confused_] Oh hey Danny! Johnny was just offering me a ride on his motorcycle after school. I've never been on one, it sounds kinda awesome!
italian: [_sam_s_talk_happy_s_confused_] Oh, ehi, Danny! Johnny mi ha appena offerto un giro sulla sua moto dopo la scuola. Non ci sono mai salito, sembra una cosa fantastica!

source: [_sam_s_sad_s_talk_happy_] You wanna join us?
italian: [_sam_s_sad_s_talk_happy_] Vuoi unirti a noi?

source: [_johnny_s_talk_frown_s_angry_3_] Uhm, sorry, but my bike is a two-seater {u}only{/u}, so why don't you mind leaving us alone, Danny?
italian: [_johnny_s_talk_frown_s_angry_3_] Mi dispiace, ma la mia moto è solo biposto {u}{/u}, quindi perché non ti dispiace lasciarci soli, Danny?

source: [_sam_] Wait, but Johnny, Danny's like my best frie-
italian: [_sam_] Aspetta, ma Johnny, Danny è il mio migliore amico...

source: [_johnny_s_talk_frown_s_angry_3_] Yeah, well I don't really care, so your buddy here's gonna have to find a side piece of his own!
italian: [_johnny_s_talk_frown_s_angry_3_] Sì, beh, a me non interessa, quindi il tuo amico qui dovrà trovarsi un pezzo di contorno per conto suo!

source: [_sam_s_talk_frown_s_towards_] Wait... Johnny, you weren't trying to {b}hit{/b} on me, were you? I thought that you and Kitty were dating though, I'm confused...
italian: [_sam_s_talk_frown_s_towards_] Aspetta... Johnny, non stavi cercando di {b}provarci con me, vero? Pensavo che tu e Kitty usciste insieme, sono confuso...

source: [_johnny_s_sad_s_talk_happy_] Hey, don't worry about her, babe... she's like, more of a friend than anything else...
italian: [_johnny_s_sad_s_talk_happy_] Ehi, non preoccuparti per lei, piccola... è più un'amica che altro...

source: [_johnny_s_talk_frown_2_s_sad_2_] So, are you down for a ride on my hog or not?
italian: [_johnny_s_talk_frown_2_s_sad_2_] Allora, ti va di fare un giro sul mio cavallo o no?

source: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Johnny, where were you? I was looking all over the place!
italian: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Johnny, dov'eri? Stavo guardando dappertutto!

source: [_johnny_s_talk_happy_2_s_sad_] Oh there you are, babe! We were just busy talking about motorcycles, and I just sorta lost track of the time.
italian: [_johnny_s_talk_happy_2_s_sad_] Oh, eccoti qui, tesoro! Eravamo impegnati a parlare di moto e ho perso la cognizione del tempo.

source: [_johnny_s_talk_happy_s_sad_2_s_towards_] Sorry about that, babe!
italian: [_johnny_s_talk_happy_s_sad_2_s_towards_] Mi dispiace, tesoro!

source: [_kitty_s_talk_frown_2_s_rise_one_s_towards_right_] You're acting {b}awfully{/b} suspicious, mister...
italian: [_kitty_s_talk_frown_2_s_rise_one_s_towards_right_] Si sta comportando in modo {b}terribilmente sospettoso, signore...

source: [_kitty_s_towards_right_2_s_angry_s_talk_frown_] Wait, Johnny, you aren't seriously flirting with girls behind my back again, are you??
italian: [_kitty_s_towards_right_2_s_angry_s_talk_frown_] Aspetta, Johnny, non starai di nuovo flirtando con le ragazze alle mie spalle, vero?

source: [_johnny_s_talk_happy_2_s_sad_] No, of course not babe! You know you're the only one for me. You know that.
italian: [_johnny_s_talk_happy_2_s_sad_] No, certo che no, tesoro! Sai che sei l'unica per me. Lo sai bene.

source: [_kitty_s_talk_frown_s_towards_2_] Hey! Girly! Were you trying to pick up on my idiot boyfriend?!
italian: [_kitty_s_talk_frown_s_towards_2_] Ehi! Ragazza! Stavi cercando di rimorchiare il mio ragazzo idiota?!

source: [_sam_] Uhh, my name's Sam, we talked the other day-
italian: [_sam_] Mi chiamo Sam, abbiamo parlato l'altro giorno...

source: [_kitty_s_talk_frown_] Don't even {b}think{/b} about laying a {u}finger{/u} on my man, or it'll be the last thing you ever do!
italian: [_kitty_s_talk_frown_] Non pensare nemmeno {b}di alzare un dito {u}{/u} sul mio uomo, o sarà l'ultima cosa che farai!

source: [_sam_] Hey, jeez, look Kitty, I have absolutely {b}no{/b} intention of stealing your boyfriend from you!
italian: [_sam_] Ehi, accidenti, guarda Kitty, non ho assolutamente {b}nessuna{/b} intenzione di rubarti il tuo ragazzo!

source: [_kitty_s_talk_frown_2_s_towards_s_neutral_2_] You better not!
italian: [_kitty_s_talk_frown_2_s_towards_s_neutral_2_] Meglio di no!

source: [_kitty_s_towards_right_s_talk_frown_s_neutral_] Johnny, we're leaving right now! Oh, and don't you {u}ever{/u} dare talk to this slut again! Do you understand?!
italian: [_kitty_s_towards_right_s_talk_frown_s_neutral_] Johnny, ce ne andiamo subito! Oh, e non {u}osare mai più parlare con questa troia! Hai capito?!

source: [_sam_] Uhm, excuse me? Did you just call me a slut?
italian: [_sam_] Ehm, mi scusi? Mi hai appena dato della puttana?

source: [_kitty_s_idle__s_talk_frown_2_] Uhm, duh? Anybody who would dare to dress as tacky as you has {i}got{/i} to be a huge cock slobbering {b}butt slut{/b}! Wouldn't you agree, you {u} trashy plaid wearing whore{/u}?
italian: [_kitty_s_idle__s_talk_frown_2_] Ehm, no? Chiunque osi vestirsi in modo così pacchiano come te, {i}deve essere una puttana dal culo enorme che sbava su {b}cazzo! Non sei d'accordo, {u} puttana trash che indossa un plaid?

source: [_kitty_s_towards_right_s_talk_frown_] No point in dragging this conversation out any longer. Me and Johnny are leaving!
italian: [_kitty_s_towards_right_s_talk_frown_] Non ha senso trascinare ulteriormente questa conversazione. Io e Johnny ce ne andiamo!

source: [_johnny_s_talk_frown_s_sad_2_] Hey, sorry about what you just saw there. Kitty has a bit of a temper.
italian: [_johnny_s_talk_frown_s_sad_2_] Ehi, mi dispiace per quello che hai appena visto. Kitty ha un caratteraccio.

source: [_kitty_] Johnny?! Come on already!!
italian: [_kitty_] Johnny?! Andiamo!

source: [_sam_] Unbelievable! All I did was try to be nice to both of them.
italian: [_sam_] Incredibile! Ho solo cercato di essere gentile con entrambi.

source: [_danny_s_talk_frown_s_rise_one_] Maybe you should try to just leave them alone for awhile.
italian: [_danny_s_talk_frown_s_rise_one_] Forse dovreste provare a lasciarli in pace per un po'.

source: [_sam_] Don't worry, I will...
italian: [_sam_] Non preoccuparti, lo farò...

source: [_sam_] Ahh man, and here I was really hoping we could actually become friends with them.
italian: [_sam_] Ahh amico, e io che speravo davvero di poter diventare loro amico.

source: [_danny_s_talk_frown_] Yeah, too bad. They seem like a handful anyway, so don't take it too personally.
italian: [_danny_s_talk_frown_] Sì, peccato. Sembrano comunque una manciata di persone, quindi non prenderla troppo sul personale.

source: [_danny_s_talk_happy_2_s_wondering_] You still have me and Tucker to goof on, so what more could you ask for?
italian: [_danny_s_talk_happy_2_s_wondering_] Hai ancora me e Tucker da prendere in giro, quindi cosa puoi chiedere di più?

source: [_sam_s_talk_happy_] You're right. Thanks Danny. I'll see you later then.
italian: [_sam_s_talk_happy_] Hai ragione. Grazie Danny. Ci vediamo più tardi.

source: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Dude, you won't {b}believe{/b} what's happening right now!
italian: [_tucker_s_towards_wide_s_talk_frown_s_sad_] Amico, non crederai mai a {b}{/b} quello che sta succedendo in questo momento!

source: [_danny_s_wondering_s_talk_frown_] Why, what's wrong Tucker?
italian: [_danny_s_wondering_s_talk_frown_] Perché, cosa c'è che non va Tucker?

source: [_tucker_s_neutral_s_talk_frown_] It's Sam, dude! She is acting {i}way{/i} differently than usually, like a totally different person and everything! Dude, and her outfit, it is completely…
italian: [_tucker_s_neutral_s_talk_frown_] E' Sam, amico! Si comporta {i}in modo diverso dal solito, come una persona completamente diversa e tutto il resto! Amico, e il suo abbigliamento, è completamente…

source: [_tucker_s_blank_stare_s_talk_happy_s_wondering_] ...I mean, I actually {b}really{/b} dig her new outfit but still, she's become way too...
italian: [_tucker_s_blank_stare_s_talk_happy_s_wondering_] ...Voglio dire, in realtà {b}mi piace molto il suo nuovo vestito, ma comunque è diventata troppo...

source: [_sam_] Hey boys~! How yah' doing today? Acting all cute as usual, I see. {i}*Giggles*{/i}
italian: [_sam_] Ehi ragazzi! Come va oggi? Vedo che vi comportate bene come al solito. {i}*Giggles*{/i}
