Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_] Oh fuck, you're so tight!
french: [_danny_] Oh fuck, vous êtes si serré !
german: [_danny_] Oh fick, du bist so dick!

source: [_maddie_] {i}Mmm{/i}, you're really stretching me back there good, honey.
french: [_maddie_] {i}Mmm{/i}, vous m'étirez bien là-bas, du miel.
german: [_maddie_] {i}Mmm{/i}, du streckst mich dort wirklich gut aus, Honig.

source: [_danny_] {i}Ah!{/i} Mom, this feels... feels so good.
french: [_danny_] {i}Ah!{/i} Maman, ça se sent si bien.
german: [_danny_] {i}Ah!{/i} Mama, dieses Gefühl... fühlt sich so gut an.

source: [_maddie_] {i}Ooooh~{/i} ...that's it baby, you can push in a little deeper now...
french: [_maddie_] {i}Ooooh~{/i} ...c'est le bébé, vous pouvez pousser un peu plus en profondeur...
german: [_maddie_] {i}Ooooh~{/i} ...das ist Baby, du kannst jetzt etwas tiefer schieben...

source: [_danny_] F-fuckkk! So damn tight!!
french: [_danny_] Frappe de fuckk ! tellement serré !!
german: [_danny_] F-fickkk! So verdammt!

source: [_maddie_] Language, Danny!
french: [_maddie_] Langue, Danny !
german: [_maddie_] Sprache, Danny!

source: [_danny_] S-sorry Mom, but I'm kinda drilling your ass right now, I don't know if bad language is the most important thing on my mind at the moment!
french: [_danny_] Désolé pour vous, mais je suis un bon forage en ce moment, Je ne sais pas si la mauvaise langue est la chose la plus importante en ce moment !
german: [_danny_] S-sorry Mama, aber ich arbeite gerade an deinem Arsch Ich weiß nicht, ob schlechte Sprache derzeit das Wichtigste in meinem Kopf ist!

source: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ...I bet my sweet little ass is what you're gonna think of now, whenever you're with those other school girls, huh?
french: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ... pariez que mon petit cul sucré est ce que vous allez penser maintenant, quand vous êtes avec ces autres filles de l'école, hein?
german: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ... Wette meinen süßen kleinen Arsch ist das, was du jetzt denken wirst, wann immer du mit den anderen Schulmädchen, huh?

source: [_danny_] {i}Ah!{/i} Y-yeah, well... I mean, yeah, yours is the best!
french: [_danny_] {i}Ah!{/i} Y-oui, bien... Je veux dire, oui, oui, c'est le meilleur!
german: [_danny_] {i}Ah!{/i} Y-yeah, ja... Ich meine, ja, deine ist das Beste!

source: [_maddie_] {i}Ooooh~!{/i} That's it Danny, hit that spot again, baby, fill me up!
french: [_maddie_] {i}Ooooh~!{/i} C'est ça Danny, frappez cette tache à nouveau, bébé, remplissez-moi !
german: [_maddie_] {i}Ooooh~!{/i} Das ist es Danny, treffen Sie diesen Ort wieder, Baby, füllen Sie mich auf!

source: [_danny_] {i}Ahh!{/i} I don't know how much longer I can last! You're squeezing me so much!
french: [_danny_] {i}Ahh!{/i} Je ne sais pas combien de temps je peux durer ! Vous me frappez tellement !
german: [_danny_] {i}Ahh!{/i} Ich weiß nicht, wie lange ich noch dauern kann! Du quetscht mich so viel!

source: [_maddie_] Come on baby! Fuck Mommy's ass! Fuck me deep and slap my butt!
french: [_maddie_] Allez-y ! Fuck Maman du cul ! Fuck me défonce profondément et me gifle !
german: [_maddie_] Komm auf Baby! Fuck Mommy's Arsch! Fick mich tief und schläfe meinen Arsch!

source: [_danny_] Alright! You asked for it!
french: [_danny_] D'accord! Vous l'avez demandé!
german: [_danny_] Okay, du hast darum gebeten!

source: [_maddie_] YES, YES, YES!!! That's it baby! Fuck that ass!
french: [_maddie_] OUI, OUI, OUI !!! C'est le bébé ! Vid�o porno et blondes hard!
german: [_maddie_] JA, JA, JA!!! Das ist Baby! Fuck das ist!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh shit, M-Mom... this is the b-best...
french: [_danny_] {i}*Huffer* *Huff*{/i} Oh merde, M-Mom... c'est le meilleur...
german: [_danny_] {i}*Huff* *Huff*{/i} Oh shit, M-Mom... dies ist das b-beste...

source: [_danny_] H-hey, what'd we say about language...? Oh shit, I'm gonna finish...
french: [_danny_] H-hey, que dire de la langue...? Oh merde, je vais finir...
german: [_danny_] H-hey, was würden wir über die Sprache sagen...? Oh shit, ich werde endlich fertig...

source: [_maddie_] No! Just a few more seconds baby! I'm gonna cum from taking your big cock in my ass!
french: [_maddie_] Non! Encore quelques secondes de bébé ! Je vais foutre de prendre votre grosse bite dans mon cul !
german: [_maddie_] Nein! Nur noch ein paar Sekunden Baby! Ich werde deinen großen Schwanz in meinen Arsch nehmen!

source: [_danny_] {i}Ah!{/i} I-I'll try!
french: [_danny_] {i}Ah!{/i} Je vais essayer!
german: [_danny_] {i}Ah!{/i} Ich versuche es!

source: [_maddie_] That's... that's it! Danny! OH DANNY!
french: [_maddie_] C'est... c'est ça ! Danny ! OH DANNY !
german: [_maddie_] das... das war's! Danny! OH DANNY!

source: [_danny_] {i}Ahh!{/i} I can't hold on any longer! I'm sorry Mom!
french: [_danny_] {i}Ahh!{/i} Je ne peux plus m'accrocher ! Désolé Maman !
german: [_danny_] {i}Ahh!{/i} Ich kann nicht länger halten! Es tut mir leid, Mama!

source: [_maddie_] Cum inside me baby! Cum in my ass!
french: [_maddie_] Cum à l'intérieur de moi bébé ! Cum dans mon cul !
german: [_maddie_] Cum in mir Baby! Cum in meinem Arsch!

source: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... baby, that was amazing.
french: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... bébé, c'était incroyable.
german: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... Baby, das war erstaunlich.

source: [_danny_s_towards_s_wondering_s_talk_amused_] I think I need to lay down for a bit! I'm feeling light headed after a session like that!
french: [_danny_s_towards_s_wondering_s_talk_amused_] Je pense que j'ai besoin de m'installer un peu ! Je me sens léger après une session comme celle-ci !
german: [_danny_s_towards_s_wondering_s_talk_amused_] Ich denke, ich muss mich ein wenig niederlegen! Ich fühle mich nach einer Sitzung wie diesem!

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} You aren't the one who's going to struggle to walk in the morning after that!
french: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} Vous n'êtes pas celui qui va lutter pour marcher le lendemain matin!
german: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} Du bist nicht derjenige, der am Morgen danach kämpfen wird, zu Fuß zu gehen!

source: [_danny_s_towards_s_unhappy_s_talk_amused_] ...so, I did a good job?
french: [_danny_s_towards_s_unhappy_s_talk_amused_] ...oui, j'ai fait du bon travail ?
german: [_danny_s_towards_s_unhappy_s_talk_amused_] ...So, ich habe eine gute Arbeit gemacht?

source: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] You did an amazing job baby... in fact, from now on, why don't you let me know more often when you're in the mood for a little bit of backdoor fun like this?
french: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] Vous avez fait un beau bébé de travail... en fait, à partir de maintenant, Pourquoi ne pas me laisser savoir plus souvent quand vous êtes dans l'humeur pour un peu de plaisir backdoor comme ça?
german: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] Du hast ein tolles Job-Baby gemacht... in der Tat, von nun an Warum lassen Sie mich nicht öfter wissen, wenn Sie in der Stimmung für ein wenig Hintertür-Spaß wie das?

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-seriously?
french: [_danny_s_towards_wide_s_rise_s_talk_happy_] Sérieusement?
german: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-ernst?

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, sure, I wouldn't mind paying my baby a little midnight bootycall if I can.
french: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, bien sûr, ça ne me dérangerait pas de payer mon bébé un peu de bootycall de minuit si je peux.
german: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, sicher, wenn ich kann, hätte ich nichts dagegen, meinem Baby einen kleinen Beuteanruf zu zahlen.

source: [_danny_s_closed_s_neutral_s_talk_amused_] It's still making my head spin hearing you talk like this.
french: [_danny_s_closed_s_neutral_s_talk_amused_] Ça fait quand même que ma tête vous entende comme ça.
german: [_danny_s_closed_s_neutral_s_talk_amused_] Es macht immer noch meinen Kopf drehen Sie so reden zu hören.

source: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, when the others are around, I'm your mother... but when no ones around, I'm your {u}mommy{/u}, understand?
french: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, quand les autres sont autour, je suis votre mère... mais quand personne ne parle, je suis votre {u}mommy{/u}, comprenez-vous?
german: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, wenn die anderen da sind, bin ich deine Mutter... aber wenn niemand herumkommt, bin ich dein {u}mommy{/u}, verstehen?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yes, I understand...{p}...Mommy.
french: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-oui, je comprends...{p}...Maman.
german: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-ja, ich verstehe...{p}...Mommy.

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Good, glad we understand ourselves.
french: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Bien, nous sommes heureux de nous comprendre.
german: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Gut, froh, dass wir uns selbst verstehen.

source: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Now then, if you'll excuse me, I'd like to take a quick shower before the two of them get back. See you later, kiddo...
french: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Alors, si vous m'excusez, j'aimerais prendre une douche rapide avant que les deux ne reviennent à la maison. À plus tard, un enfant...
german: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Nun, wenn du mich entschuldigen möchtest, würde ich gerne eine kurze Dusche nehmen, bevor die beiden wieder zurückkehren. Bis später, kiddo...

source: [_danny_s_ahegao_s_rise_s_bite_] (I can't believe Mom really let me do that with her! But do I feel any stronger...?)
french: [_danny_s_ahegao_s_rise_s_bite_] (Je ne peux pas croire que ma mère me laisse vraiment le faire avec elle! Mais est-ce que je me sens plus fort...?)
german: [_danny_s_ahegao_s_rise_s_bite_] (Ich kann nicht glauben, dass Mama mich das mit ihr machen lassen kann! Aber fühle ich mich stärker...?)

source: [_danny_s_at_player_s_unhappy_s_distraught_] (...I mean, a good bit, yeah! But it's not gonna be enough... I can't use this Orgone on it's own to take down Ember...)
french: [_danny_s_at_player_s_unhappy_s_distraught_] (...je veux dire, un peu, hein! Mais ça ne va pas suffire... Je ne peux pas utiliser cet Orgone seul pour abattre Ember...)
german: [_danny_s_at_player_s_unhappy_s_distraught_] (...Ich meine, ein gutes bisschen, ja! Aber es wird nicht genug sein... Ich kann diese Orgone nicht verwenden, um Ember zu besiegen...)

source: [_danny_s_at_self_s_sad_s_bite_s_blush_] (I'll have to just rely on my regular ol' ghost-fu to fight any creeps until I can... umm... seek Sam for help.)
french: [_danny_s_at_self_s_sad_s_bite_s_blush_] (Je vais juste compter sur mon vieux fantôme-fu habituel pour combattre n'importe quel creeps jusqu'à ce que je puis... umm... demander de l'aide à Sam.)
german: [_danny_s_at_self_s_sad_s_bite_s_blush_] (Ich muss mich nur auf mein normales altes Geister-fu verlassen, um alle Schleichen zu bekämpfen, bis ich kann... umm ... nach Sam um Hilfe suchen.)

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Well, if there's anyone who will probably get me what I need quickly, it'd be Star. No offense, but she's not exactly prudish.
french: [_danny_s_at_player_s_neutral_s_talk_happy_] Eh bien, s'il y a quelqu'un qui me donnera probablement ce dont j'ai besoin rapidement, ce serait une étoile. Pas d'offensive, mais elle n'est pas exactement prudiste.
german: [_danny_s_at_player_s_neutral_s_talk_happy_] Nun, wenn es jemanden gibt, der mich wahrscheinlich schnell bekommen wird, was ich brauche, wäre es Stern. Keine Beleidigung, aber sie ist nicht gerade umsichtig.

source: [_danny_s_at_player_s_rise_s_talk_happy_] I haven't texted her in a while, so maybe I should approach her as Danny to "pass on a message" from Inviso-Bill.
french: [_danny_s_at_player_s_rise_s_talk_happy_] Je ne l'ai pas envoyée par SMS depuis un moment, alors peut-être devrais-je l'approcher en tant que Danny pour "transmettre un message" de Inviso-Bill.
german: [_danny_s_at_player_s_rise_s_talk_happy_] Ich habe sie nicht seit einiger Zeit versendet, deshalb sollte ich sie vielleicht als Danny ansprechen, um eine Nachricht von Inviso-Bill zu übergeben.

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] So yeah, you totally wouldn't like, know to think this or anything, because he's kinda dead and stuff, but Inviso-Bill is just like, the most amazing guy ever.
french: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Donc oui, vous n'aimeriez absolument pas savoir de penser ceci ou quoi que ce soit, Je ne sais pas ce que j'ai vu sur le site et je ne sais pas si c'est le cas pour le moment.
german: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Also ja, du würdest gar nicht wollen, weiss das oder irgendetwas zu denken denn er ist kinda tot und Sache, aber Inviso-Bill ist einfach so, der erstaunlichste Kerl überhaupt.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, yeah, I know.
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, oui, je sais.
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, ja, ich weiß.

source: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Yeah, but like, not as much as me, really, because he chose {i}me{/i} for the dance and everything. {i}*Laughs*{/i} Gee, that must sting for you!
french: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Oui, mais j'aime pas autant que moi, vraiment, parce qu'il a choisi {i}moi{/i} pour la danse et tout. {i}*Rire*{/i} Gee, qui doit piquer pour toi !
german: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Ja, aber mag nicht so sehr wie ich, denn er wählte {i}me{/i} für den Tanz und alles. {i}*Laughs*{/i} Gee, die für dich stechen müssen!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] I heard you the {u}first{/u} time Star.
french: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Je t'ai entendu l'étoile de l'heure {u}en premier{/u}.
german: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Ich habe dir den {u}ersten{/u} mal Stern gehört.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Well, I'm just saying how lucky I feel, especially now that {i}I'm{/i} the talk of the school and all that.
french: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Eh bien, je dis juste à quel point j'ai de la chance, surtout maintenant que {i}je{/i} parler de l'école et tout ça.
german: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Nun, ich sage nur, wie glücklich ich fühle, besonders jetzt, da {i}ich die Rede von der Schule und all das bin.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey ladies. How's it going for you two today?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Hey mesdames. Comment ça va pour vous deux aujourd'hui ?
german: [_danny_s_towards_s_neutral_s_talk_happy_] Hallo Damen. Wie geht es heute für dich zwei?

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, just what I needed right now, a dork poorly hitting on me...
french: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, juste ce dont j'avais besoin en ce moment, un dortoir qui me frappe mal ...
german: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, genau das, was ich gerade brauchte, ein Schlamm auf mich trafen...

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Hey, be nice to Billy's friend!
french: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Hé, soyez gentil avec l'ami de Billy!
german: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Hey, sei nett zu Billys Freund!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] What?? Why should I have to be nice to-?! {i}Uch!{/i} You know what, never mind. I'll see you in class later, I guess...
french: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] Quoi?? Pourquoi devrais-je être gentille?! {i}Euh!{/i} Vous savez quoi? Peu importe. Je vous verrai plus tard en classe, je suppose...
german: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] Was?? Warum sollte ich nett zu?! {i}Uch!{/i} Du weißt was, macht nichts. Ich werde dich später in der Klasse sehen, ich vermutet...

source: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] {i}...bitch.{/i}
french: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] {i}...chienne.{/i}

source: [_danny_s_towards_s_sad_s_talk_amused_] Hey, thanks for sticking up for me.
french: [_danny_s_towards_s_sad_s_talk_amused_] Salut, merci de m'avoir repoussé.
german: [_danny_s_towards_s_sad_s_talk_amused_] Hey, danke, dass du für mich aufgehängt hast.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, shut up loser, no one cares about you. Don't get the wrong idea here.
french: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, fermez les perdants, personne ne se soucie de vous. Ne vous trompez pas ici.
german: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, Verlierer, niemand kümmert sich um Sie. Hier keine falsche Idee.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Then why did you-
french: [_danny_s_towards_s_rise_s_talk_displeased_] Alors pourquoi as-tu fait-
german: [_danny_s_towards_s_rise_s_talk_displeased_] Warum hast du-

source: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Because I take it you've got a message for me from Inviso-Bill?
french: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Parce que je le prends, vous avez un message pour moi de Inviso-Bill?
german: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Weil ich es nehme, hast du eine Nachricht von Inviso-Bill?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, how'd you-?
french: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, comment vous en êtes-vous passé?
german: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, wie würdest du-?

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Because I was sure he was bound to text me by now, and he still hasn't yet! I know he has to fight ghost crime or whatever, but I wanna hear from him!
french: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Parce que j'étais sûr qu'il était tenu de m'envoyer un SMS pour l'instant, et il ne l'a pas encore fait ! Je sais qu'il doit lutter contre le crime fantôme ou quoi que ce soit, mais je veux entendre parler de lui!
german: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Weil ich sicher war, dass er mich bis jetzt schreiben musste und er noch immer nicht hat! Ich weiß, er muss Geisterverbrechen bekämpfen oder was auch immer, aber ich möchte von ihm hören!

source: [_danny_s_down_s_neutral_s_talk_displeased_] Yeah well... I guess he's been pretty busy, ya' know. Being a cool super hero is a lot of stressful work, I'm sure.
french: [_danny_s_down_s_neutral_s_talk_displeased_] Eh bien... Je suppose qu'il a été plutôt occupé, vous savez. Être un super héros cool est un travail stressant, je suis sûr.
german: [_danny_s_down_s_neutral_s_talk_displeased_] Ja, gut... Ich denke, er war ziemlich beschäftigt, ya' weiß. Ein cooler Superheld zu sein ist eine Menge Stress, ich bin mir sicher.

source: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Fine, but just listen, cause here's how this is going to work...
french: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Très bien, mais écoutez, car voici comment cela va fonctionner...
german: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Gut, aber nur zuhören, denn das wird funktionieren...

source: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Your{/i} job is to just deliver me his messages when he can't text me, for whatever weird "ghostly" reasons he comes up with...
french: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Votre tâche{/i} est de me livrer ses messages quand il ne peut pas m'envoyer de texte, pour toutes les raisons « fantomatiques » bizarres qu'il vient avec...
german: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Dein{/i} Job ist, mir einfach seine Nachrichten zu schicken, wenn er mich nicht schreiben kann, aus irgendwelchen seltsamen "Geister"-Gründen, mit denen er aufwartet...

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] In return, as the {i}new{/i} most popular girl in school now, you'll be allowed to hang out with me for a little bit in public, but ONLY because of your friendship to Billy.{p}I need that made clear, right up front.
french: [_star_s_normal_s_towards_s_rise_s_talk_happy_] En retour, en tant que {i}nouvelle{/i} fille la plus populaire à l'école maintenant, Vous serez autorisé à vous accrocher avec moi pour un peu en public, mais SEULEMENT à cause de votre amitié à Billy.{p}J'ai besoin que cela ait été clair, juste en haut de la page.
german: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Im Gegenzug als {i}neues{/i} beliebtestes Mädchen in der Schule jetzt du darfst bei mir ein wenig öffentlich hängen, aber NUR wegen deiner Freundschaft zu Billy.{p}Ich brauche das klarzustellen, ganz nach vorne.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, are you serious?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Attendez, vous êtes sérieux?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Warte, bist du ernst?

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Look Danny, I'm popular enough now that merely hanging around me by extension will make even {i}you{/i} popular.
french: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh !{/i} Regarde Danny, je suis assez populaire maintenant que le simple fait de me pendre par extension rendra même {i}vous{/i} populaire.
german: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Look Danny, ich bin jetzt beliebt genug, dass das bloße Erhängen von mir durch Erweiterung sogar {i}dir beliebt macht{/i} wird.

source: [_danny_s_towards_s_neutral_s_talk_happy_] You've really benefited from being Inviso-Bill's girlfriend that much, huh?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Vous avez vraiment bénéficié d'être la petite amie d'Inviso-Bill, hein?
german: [_danny_s_towards_s_neutral_s_talk_happy_] Du hast wirklich davon profitiert, Inviso-Bills Freundin zu sein, oder?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "girlfriend"? Let's not get ahead of ourselves. He knows the score, it's a mutually beneficial popularity partnership for us both.
french: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "petite amie"? Ne nous laissons pas devancer par nous-mêmes. Il connaît le score, c'est un partenariat de popularité mutuellement bénéfique pour nous tous.
german: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "Freundschaft"? Lass uns nicht voraus sein. Er kennt die Punktzahl, es ist eine für beide Seiten vorteilhafte Popularitätspartnerschaft.
