Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_sam_] ...I don't even do this that often.
italian: [_sam_] ...non lo faccio nemmeno tanto spesso.

source: [_danny_] What? Masturbate while your friend watches?
italian: [_danny_] Cosa? Masturbarsi mentre il tuo amico guarda?

source: [_sam_] Oh god, now that you said it out loud...
italian: [_sam_] Oh Dio, ora che l'hai detto ad alta voce...

source: [_sam_] ...Danny, do you have to stand so close?
italian: [_sam_] ...Danny, devi stare così vicino?

source: [_danny_] I want to make sure this works, Sam. Gotta soak up all the Orgone juices properly…
italian: [_danny_] Voglio essere sicuro che funzioni, Sam. Dobbiamo assorbire bene tutti i succhi orgonici…

source: [_danny_] Ehm, y-you don't mind, do you?
italian: [_danny_] Ehm, non ti dispiace, vero?

source: [_sam_] N-no, it's alright... (Oh wow... {i}Danny Fenton{/i} of all people, good {b}Lord{/b}! Who would've thought he'd be so... {u}wow{/u}?)
italian: [_sam_] N-no, va tutto bene... (Oh wow... {i}Danny Fenton{/i} tra tutti, buon {b}Signore{/b}! Chi avrebbe mai pensato che sarebbe stato così... {u}wow{/u}?)

source: [_danny_] Enjoying yourself?
italian: [_danny_] Ti stai divertendo?

source: [_sam_] Yeah... I actually didn't expect to find doing this… so {b}hot{/b}, actually.
italian: [_sam_] Sì... in realtà non mi aspettavo di trovare questo… così {b}eccitante{/b}, a dire il vero.

source: [_danny_] Do you... do you wanna play with it at all?
italian: [_danny_] Vuoi... vuoi giocarci un po'?

source: [_sam_] N-no, Danny… I'm not ready for that… I'm sorry…
italian: [_sam_] N-no, Danny… Non sono pronto per questo… Mi dispiace…

source: [_danny_] No you're right. It'll be more fun to tease you like this, anyway.
italian: [_danny_] No, hai ragione. Sarà comunque più divertente prenderti in giro in questo modo.

source: [_sam_] Oh yeah? Is that so?
italian: [_sam_] Ah sì? E' così?

source: [_danny_] Yeah. It won't be long before you're begging for it, anyway.
italian: [_danny_] Già. Non ci vorrà molto prima che tu lo implori, comunque.

source: [_sam_] …are you close at all, Danny?
italian: [_sam_] …Sei vicino, Danny?

source: [_danny_] Y-yeah...
italian: [_danny_] Sì, sì...

source: [_sam_] Good, so... can I ask you a favor?
italian: [_sam_] Bene, allora... posso chiederti un favore?

source: [_danny_] Sure, w-what?
italian: [_danny_] Certo, c-cosa?

source: [_sam_] …will you cum on me?
italian: [_sam_] …vuoi sborrare su di me?

source: [_danny_] Told you.
italian: [_danny_] Te l'avevo detto.

source: [_sam_] What?
italian: [_sam_] Cosa?

source: [_danny_] That you'd be begging for more... {i}*Chuckles*{/i}
italian: [_danny_] Che imploreresti per averne ancora... {i}*Chuckles*{/i}

source: [_sam_] I'm not b-begging...
italian: [_sam_] Non sto chiedendo l'elemosina...

source: [_danny_] Then I guess you'd better {b}start{/b}, if you want me to give you my cum, Sam~.
italian: [_danny_] Allora credo che faresti meglio a {b}iniziare{/b}, se vuoi che ti dia il mio sperma, Sam~.

source: [_sam_] Come on, this is embarrassing enough... don't make me beg...
italian: [_sam_] Dai, è già abbastanza imbarazzante... non farmi supplicare...

source: [_danny_] You better hurry… I'm not gonna last much longer…
italian: [_danny_] Faresti meglio a sbrigarti… Non durerò ancora a lungo…

source: [_sam_] ...please cum on me…
italian: [_sam_] ...ti prego, sborrami addosso…

source: [_danny_] What was that?
italian: [_danny_] Cos'era quello?

source: [_sam_] Please cum on me with your cock, Danny.
italian: [_sam_] Ti prego, sborrami addosso con il tuo cazzo, Danny.

source: [_danny_] Try again.
italian: [_danny_] Riprova.

source: [_sam_] F-fuck... please... shoot your jizz all over me while I cum for you, Danny Fenton!!
italian: [_sam_] Cazzo... ti prego... sparami addosso il tuo sperma mentre io sborro per te, Danny Fenton!!!

source: [_danny_] Oh, fuck me, that did it~!!
italian: [_danny_] Oh, cazzo, è andata così~!!!

source: [_danny_] Oh my God… {i}phew{/i}… now then... what do you say?
italian: [_danny_] Oh mio Dio… {i}phew{/i}… ora allora... che ne dici?

source: [_sam_] …th-thank you?
italian: [_sam_] …Grazie?

source: [_danny_] Good girl.
italian: [_danny_] Brava ragazza.

source: [_sam_] {b}Jeezus, Danny, what the fuck?!? {u}Ask{/u} first!!
italian: [_sam_] {b}Cristo, Danny, ma che cazzo?!? {u}Chiedi prima a te stesso!

source: [_danny_] Wh-what, but I just thought that-
italian: [_danny_] Cosa? Ma pensavo che...

source: [_sam_] No! That's disgusting! You don't just whip it out!!
italian: [_sam_] No! E' disgustoso! Non puoi tirarlo fuori così!!!

source: [_danny_] Sorry, I'll put it away, but I thought it might help...
italian: [_danny_] Scusate, lo metto via, ma ho pensato che potesse essere utile...

source: [_sam_] You should... you should just go, Danny. Like now.
italian: [_sam_] Dovresti... dovresti andartene, Danny. Come adesso.

source: [_danny_] Sam, I'm so sorry, I wasn't trying-
italian: [_danny_] Sam, mi dispiace tanto, non stavo cercando...

source: [_sam_] Just go, Danny!!
italian: [_sam_] Vai, Danny!

source: [_sam_] Am I doing it right?
italian: [_sam_] Lo sto facendo nel modo giusto?

source: [_danny_] You tell me, are you getting turned on?
italian: [_danny_] Dimmi, ti stai eccitando?

source: [_sam_] …you won't be weird about my answer, right?
italian: [_sam_] …non ti farà strano la mia risposta, vero?

source: [_danny_] No, of course not.
italian: [_danny_] No, certo che no.

source: [_sam_] …well then... yeah... I'm actually {b}really{/b} turned on.
italian: [_sam_] …Beh, allora... sì... sono davvero {b}molto eccitato.

source: [_danny_] Good, so am I.
italian: [_danny_] Bene, anch'io.

source: [_sam_] I can't believe we're doing this.
italian: [_sam_] Non posso credere che lo stiamo facendo.

source: [_danny_] Neither can I. This is totally crazy.
italian: [_danny_] Nemmeno io. È una follia.

source: [_sam_] You can... you know... look at me.
italian: [_sam_] Puoi... sai... guardarmi.

source: [_danny_] I thought I already was, right?
italian: [_danny_] Pensavo di esserlo già, giusto?

source: [_sam_] I mean, you can look at my... my {b}pussy{/b}.
italian: [_sam_] Voglio dire, puoi guardare la mia... la mia {b}figa{/b}.

source: [_danny_] I... I didn't want to stare too much.
italian: [_danny_] I... Non volevo fissarlo troppo.

source: [_sam_] That's the point though, isn't it? You... watching me... play with my pussy... ohh, fuck, just saying that... {i}*Mhhff*{/i}
italian: [_sam_] Ma è proprio questo il punto, no? Tu... che mi guardi... che giochi con la mia figa... ohh, cazzo, solo a dirlo... {i}*Mhhff*{/i}

source: [_danny_] Well, in that case, I {i}would{/i} like to get a little closer...
italian: [_danny_] Beh, in questo caso, io {i}vorrei avvicinarmi un po' di più...

source: [_danny_] So Sam, do you like being watched like this so far?
italian: [_danny_] Allora Sam, ti piace essere guardato in questo modo finora?

source: [_sam_] By you, I do, yeah... you have this look on your face...
italian: [_sam_] Da parte tua, sì... hai questa espressione sul viso...

source: [_danny_] I do?
italian: [_danny_] Davvero?

source: [_sam_] Yeah.
italian: [_sam_] Sì.

source: [_danny_] ...should I stop making the look?
italian: [_danny_] ...dovrei smettere di fare il look?

source: [_sam_] No, please… keep looking at me like that... I love it when you... when you watch me!!
italian: [_sam_] No, ti prego… continua a guardarmi così... Mi piace quando... quando mi guardi!!!

source: [_sam_] Watch me, Danny… waaatch meeee~ Ohhhhh, {b}FUUUCK~~!{/b}
italian: [_sam_] Guardami, Danny… guardami! Ohhhh, {b}FUUUCK~~!

source: [_danny_] Ohh, damn!! You're a squirter, Sam?!
italian: [_danny_] Oh, dannazione! Sei uno squirter, Sam?!

source: [_sam_] That was... amazing.
italian: [_sam_] E' stato... incredibile.

source: [_danny_] {i}Yeah{/i}, it was!! Holy cow...
italian: [_danny_] {i}Sì, lo era! Porca vacca...

source: [_sam_] I... I enjoyed that a lot more than I expected to, honestly.
italian: [_sam_] I... Mi è piaciuto molto più di quanto mi aspettassi, onestamente.

source: [_danny_] Y-yeah... same here.
italian: [_danny_] Sì... anche qui.

source: [_sam_s_talk_happy_s_sad_2_] {i}*Ahem*{/i} Well, uh, did it work? Do you feel anything different now? Does it feel like you got any more "ghostly"?
italian: [_sam_s_talk_happy_s_sad_2_] {i}*E' stato un piacere per me. Beh, ha funzionato? Ti senti diverso ora? Ti sembra di essere diventato più "spettrale"?

source: [_danny_s_talk_frown_] Well, honestly, I'm not sure. I sure hope it did though, otherwise-
italian: [_danny_s_talk_frown_] Beh, onestamente non ne sono sicuro. Spero proprio che sia così, altrimenti...

source: [_sam_s_talk_frown_s_confused_] Danny, please don't tell me I did that for nothing!
italian: [_sam_s_talk_frown_s_confused_] Danny, ti prego, non dirmi che l'ho fatto per niente!

source: [_danny_s_talk_happy_2_s_at_danny_s_sad_2_] I mean, maybe we should do it again just to be certain…?
italian: [_danny_s_talk_happy_2_s_at_danny_s_sad_2_] Voglio dire, forse dovremmo farlo di nuovo solo per essere sicuri…?

source: [_sam_s_talk_happy_s_closed_] How about we just {b}wait{/b} a bit first to see the results? This was fun and all, but I think we shouldn't put in any more effort than we need to, ya' know?
italian: [_sam_s_talk_happy_s_closed_] Che ne dite di {b}aspettare un po' prima di vedere i risultati? È stato divertente e tutto il resto, ma credo che non dovremmo impegnarci più del necessario, no?

source: [_sam_s_talk_frown_2_s_towards_] You should also probably leave before my parents come in and bug me to make sure I'm not doing anything... well... like {i}this{/i} I suppose.
italian: [_sam_s_talk_frown_2_s_towards_] Dovreste anche andarvene prima che i miei genitori entrino e mi spiglino per assicurarsi che non stia facendo qualcosa... beh... come {i}questo{/i}, suppongo.

source: [_danny_s_talk_happy_s_rise_one_] Yeah, no problem. I'll see you tomorrow then.
italian: [_danny_s_talk_happy_s_rise_one_] Sì, non c'è problema. Ci vediamo domani, allora.

source: [_sam_s_talk_happy_s_neutral_] Yeah, see ya... and hey, Danny?
italian: [_sam_s_talk_happy_s_neutral_] Si', ci vediamo... ehi, Danny?

source: [_danny_s_talk_frown_s_wondering_] Yeah Sam?
italian: [_danny_s_talk_frown_s_wondering_] Sì, Sam?

source: [_sam_s_towards_dazed_s_talk_happy_3_] …that really {i}was{/i} pretty fun.
italian: [_sam_s_towards_dazed_s_talk_happy_3_] …che davvero {i}è stato{/i} molto divertente.

source: [_danny_s_talk_happy_2_s_rise_one_s_towards_] Oh, {b}super{/b} fun. I figured it would be.
italian: [_danny_s_talk_happy_2_s_rise_one_s_towards_] Oh, {b}super{/b} divertente. Immaginavo che lo sarebbe stato.

source: [_sam_s_talk_happy_] ...okay, laters, dork.
italian: [_sam_s_talk_happy_] ...ok, a dopo, idiota.

source: [_danny_s_talk_happy_] Later Sam.
italian: [_danny_s_talk_happy_] Più tardi Sam.

source: [_kate_s_talk_happy_] Oh, there's my favorite little injury prone student. How can I help you out today, Danny?
italian: [_kate_s_talk_happy_] Oh, ecco il mio piccolo studente preferito, incline agli infortuni. Come posso aiutarti oggi, Danny?

source: [_danny_s_towards_s_sad_s_talk_happy_] I just wanna know a little more about you is all.
italian: [_danny_s_towards_s_sad_s_talk_happy_] Voglio solo sapere qualcosa di più su di te, tutto qui.

source: [_kate_s_closed_s_talk_happy_] Sure, what would you like to know?
italian: [_kate_s_closed_s_talk_happy_] Certo, cosa vorresti sapere?

source: [_danny_s_towards_s_sad_s_talk_happy_] Do you like your job as a nurse?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Le piace il suo lavoro di infermiere?

source: [_kate_s_talk_happy_2_s_sad_] Absolutely. It is {b}way{/b} less stressful than my {i}last{/i} job.
italian: [_kate_s_talk_happy_2_s_sad_] Assolutamente sì. È {b}molto meno stressante del mio {i}ultimo lavoro{/i}.

source: [_kate_s_talk_frown_s_rise_one_] Minus what's been happening lately, I mean. I never would have imagined seeing a real ghost or having to fear being possibly attacked by one in my town before.
italian: [_kate_s_talk_frown_s_rise_one_] A parte quello che è successo ultimamente, intendo. Non avrei mai immaginato di vedere un vero fantasma o di dover temere di essere attaccata da uno di loro nella mia città.

source: [_danny_s_towards_s_sad_s_talk_happy_] Wait, what was your previous job?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Aspetti, qual era il suo lavoro precedente?

source: [_kate_s_talk_frown_s_sad_s_blush_s_towards_] Oh no, Danny, it's really embarrassing to talk about that, I'd really prefer it if we could just change the subject.
italian: [_kate_s_talk_frown_s_sad_s_blush_s_towards_] Oh no, Danny, è davvero imbarazzante parlarne, preferirei davvero che cambiassimo argomento.

source: [_danny_s_talk_frown_s_rise_one_] Been doing this nurse gig much?
italian: [_danny_s_talk_frown_s_rise_one_] Ha fatto molto questo lavoro di infermiera?

source: [_kate_s_talk_frown_] A good amount of time, coming on... ten years now? Going to medical school and all that, takes some time.
italian: [_kate_s_talk_frown_] Un bel po' di tempo, ormai... dieci anni? Per frequentare la facoltà di medicina e tutto il resto ci vuole un po' di tempo.

source: [_kate_s_sad_s_talk_happy_2_] Casper High though, I've only been working at for around four years now, when I moved to Amity Park.
italian: [_kate_s_sad_s_talk_happy_2_] La Casper High, invece, la frequento da circa quattro anni, quando mi sono trasferita ad Amity Park.

source: [_kate_s_talk_frown_s_rise_one_s_closed_] Hopefully I won't have to find a new job just because of these recent ghost attacks...
italian: [_kate_s_talk_frown_s_rise_one_s_closed_] Spero di non dover trovare un nuovo lavoro solo a causa di questi recenti attacchi fantasma...

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Are you married? Seeing someone currently?
italian: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Siete sposati? Sta frequentando qualcuno?

source: [_kate_s_talk_happy_2_s_rise_one_] Hahah, are you trying to hit on me, young man?
italian: [_kate_s_talk_happy_2_s_rise_one_] Ci stai provando con me, giovanotto?

source: [_kate_s_talk_frown_s_sad_] Jokes aside, I {b}was{/b} married at one point, but not anymore, unfortunately.
italian: [_kate_s_talk_frown_s_sad_] A parte gli scherzi, io {b}sono stato{/b} sposato a un certo punto, ma non più, purtroppo.

source: [_kate_s_angry_s_closed_s_talk_frown_] I also don't have much time to go on dates thanks to my schedule. Even if I could, some men might not exactly like all of the baggage I bring. It is what it is, I guess.
italian: [_kate_s_angry_s_closed_s_talk_frown_] Inoltre, a causa dei miei impegni, non ho molto tempo per andare agli appuntamenti. Anche se potessi, alcuni uomini potrebbero non gradire tutto il bagaglio che mi porto dietro. È quello che è, credo.

source: [_kate_s_sad_2_s_talk_happy_s_towards_] Hopefully I'll get lucky and find a nice, strapping young man who'll be willing to take me the way I am and won't be... intimidated by my past.
italian: [_kate_s_sad_2_s_talk_happy_s_towards_] Spero di essere fortunata e di trovare un bel ragazzo robusto che sia disposto a prendermi per come sono e non sia... intimidito dal mio passato.

source: [_danny_s_towards_s_rise_one_s_talk_happy_2_] So did you love somebody at one point?
italian: [_danny_s_towards_s_rise_one_s_talk_happy_2_] Allora, hai amato qualcuno a un certo punto?

source: [_kate_s_talk_frown_s_sad_] Of course I did, I was married after all. Sadly, it just didn't work out. Even love only gets you so far.
italian: [_kate_s_talk_frown_s_sad_] Certo che l'ho fatto, dopotutto ero sposata. Purtroppo non ha funzionato. Anche l'amore ti porta solo fino a un certo punto.

source: [_danny_] Did your marriage come with any children?
italian: [_danny_] Il suo matrimonio ha avuto dei figli?

source: [_kate_s_talk_happy_2_s_sad_] I did actually, I have a little girl. She's actually in your grade, I believe.
italian: [_kate_s_talk_happy_2_s_sad_] In realtà l'ho fatto, ho una bambina. Credo che sia nella tua stessa classe.

source: [_kate_s_talk_frown_s_angry_] But she doesn't like the fact that she's related to me, so I can't tell you her name. Kids, ya' know?
italian: [_kate_s_talk_frown_s_angry_] Ma non le piace il fatto che sia imparentata con me, quindi non posso dirvi il suo nome. I bambini, capisci?

source: [_danny_s_talk_happy_s_blush_s_rise_one_] Uhm... how old are you?
italian: [_danny_s_talk_happy_s_blush_s_rise_one_] Quanti anni hai?

source: [_kate_s_talk_frown_s_angry_s_towards_] Now Danny! How rude! You don't ask a woman that!
italian: [_kate_s_talk_frown_s_angry_s_towards_] Ora Danny! Che maleducazione! Non si chiede questo a una donna!

source: [_kate_] I am still young enough, if that is what you wanted to hear!
italian: [_kate_] Sono ancora abbastanza giovane, se è questo che volevi sentire!

source: [_danny_s_talk_happy_] So, about the reward you mentioned before...
italian: [_danny_s_talk_happy_] Quindi, per quanto riguarda la ricompensa di cui hai parlato prima...

source: [_kate_s_talk_happy_2_] Oh finally, I thought you would never ask.
italian: [_kate_s_talk_happy_2_] Finalmente, pensavo che non me l'avresti mai chiesto.

source: [_kate_s_talk_happy_s_rise_one_] Please sit down on the recliner, and I'll give you some of Nurse Kate's {b}special treatment{/b}…
italian: [_kate_s_talk_happy_s_rise_one_] La prego di sedersi sulla poltrona reclinabile e le farò avere un po' del {b}trattamento speciale dell'infermiera Kate{/b}…

source: [_kate_s_talk_happy_2_s_rise_one_] Oh, of course, what did you have in mind?
italian: [_kate_s_talk_happy_2_s_rise_one_] Oh, certo, che cosa aveva in mente?

source: [_danny_s_talk_happy_] Since we were interrupted the last time we tried, I was wondering if we could finish what we started previously.
italian: [_danny_s_talk_happy_] Poiché l'ultima volta che abbiamo provato siamo stati interrotti, mi chiedevo se potessimo finire quello che abbiamo iniziato in precedenza.

source: [_danny_s_talk_happy_] I mean... something a little more "hands on" might be good?
italian: [_danny_s_talk_happy_] Voglio dire... qualcosa di più "pratico" potrebbe essere utile?

source: [_kate_s_talk_happy_2_s_closed_s_angry_] Oh yes, I think I know what you're getting at here... no problem, handsome.
italian: [_kate_s_talk_happy_2_s_closed_s_angry_] Oh sì, credo di aver capito dove vuoi arrivare... nessun problema, bello.

source: [_kate_s_bite_s_towards_] Just sit back, relax, and prepare for some special nurse treatment...
italian: [_kate_s_bite_s_towards_] Siediti, rilassati e preparati a ricevere un trattamento speciale da parte dell'infermiera...

source: [_kate_] Ahhh, I'm so glad we've finally gotten around to just being flat out {b}naughty{/b} like this together!
italian: [_kate_] Ahhh, sono così contenta che finalmente siamo riusciti a essere {b}cattivi{/b} così insieme!

source: [_danny_] {i}Huuhh{/i}... yeah, it's great Kate... {i}unnf{/i}...
italian: [_danny_] {i}Huuhh{/i}... sì, è fantastico Kate... {i}unnf{/i}...

source: [_kate_] You know, I was so impressed by you, taking on that big bully Dash. Was he tough to beat?
italian: [_kate_] Sai, mi ha colpito molto il fatto che tu abbia affrontato quel grande bullo di Dash. È stato difficile batterlo?

source: [_danny_] Yuh-huh, h-he sure wuh-was...
italian: [_danny_] Si', si', e' proprio...

source: [_kate_] I can hardly believe you were able to beat him... {i}mmm{/i}, you must be {i}so{/i} {b}strong{/b}.
italian: [_kate_] Non riesco a credere che tu sia riuscito a batterlo... {i}mmm{/i}, devi essere {i}così{/i} {b}forte{/b}.

source: [_kate_] Where do you hide all that real tough muscle, young man?
italian: [_kate_] Dove nascondi tutti quei muscoli da vero duro, giovanotto?

source: [_danny_] Heh, well, I uh, I've just been hitting the bags, is all...
italian: [_danny_] Beh, io... ho solo fatto il pieno di borse, tutto qui...

source: [_kate_] Well, I'm glad I get to play with your {i}really{/i} big muscle...
italian: [_kate_] Beh, sono contento di poter giocare con il tuo {i}muscolo davvero{/i} grande...

source: [_kate_] You like it when I stroke your cock with my hand, Danny?
italian: [_kate_] Ti piace quando ti accarezzo il cazzo con la mano, Danny?

source: [_danny_] Oh yeah... I really do, Kate. Feels... feels really good...
italian: [_danny_] Oh sì... davvero, Kate. Mi sento... mi sento davvero bene...

source: [_kate_] {i}Mmhmmm{/i}... ugh, I haven't had such fun in a damn good while... you know I {b}only{/b} do this for you, right?
italian: [_kate_] {i}Mmhmmm{/i}... ugh, non mi divertivo così da un bel po'... sai che {b}{/b} lo faccio solo per te, vero?

source: [_danny_] R-really? Wh-why's that? There are other g-guys here better looking than me...
italian: [_danny_] Davvero? Perché? Ci sono altri ragazzi qui più belli di me...

source: [_kate_] Oh, Danny. Don't be so hard on yourself, you're a very handsome young man!
italian: [_kate_] Oh, Danny. Non essere così duro con te stesso, sei un giovane molto bello!

source: [_danny_] We-well... if you say so... th-thanks Kate...
italian: [_danny_] Beh... se lo dici tu... grazie Kate...

source: [_kate_] Besides, the other boys aren't quite as cute as you can be sometimes...
italian: [_kate_] Inoltre, gli altri ragazzi non sono così carini come lo sei tu a volte...

source: [_danny_] Ahh, go-gosh K-Kate, you d-don't really meeaaan-
italian: [_danny_] Ahh, caspita, K-Kate, non mi piace davvero...

source: [_kate_] ...especially that face you make... {b}right{/b} before you're about to shoot your {u}hot{/u} load... {i}all over me{/i}...~
italian: [_kate_] ...specialmente quella faccia che fai... {b}proprio{/b} prima di sparare il tuo {u}carico caldo{/u}... {i}tutto su di me{/i}...~

source: [_danny_] Ohh... sh... shit!! Here it comes...~!!
italian: [_danny_] Ohh... merda!!! Ecco che arriva...~!

source: [_danny_s_talk_happy_] Hi, Kate.
italian: [_danny_s_talk_happy_] Ciao, Kate.

source: [_danny_s_talk_frown_s_sad_] Hey, is something wrong? You're looking a bit blue today.
italian: [_danny_s_talk_frown_s_sad_] Ehi, c'è qualcosa che non va? Oggi hai un'aria un po' triste.

source: [_kate_s_talk_frown_s_towards_s_neutral_] Oh, hi Danny.
italian: [_kate_s_talk_frown_s_towards_s_neutral_] Oh, ciao Danny.

source: [_kate_s_closed_s_sad_2_] It's nothing. I don't want to bother you with my problems at all.
italian: [_kate_s_closed_s_sad_2_] Non è niente. Non voglio assolutamente disturbarti con i miei problemi.

source: [_danny_s_talk_happy_s_towards_s_rise_one_] No, really, I would like to help you if I can. I consider you my friend, Kate.
italian: [_danny_s_talk_happy_s_towards_s_rise_one_] No, davvero, vorrei aiutarvi se posso. Ti considero un'amica, Kate.

source: [_kate_s_blush_s_talk_happy_s_sad_s_towards_] Oh, you are such a sweet boy. I might end up seriously falling for you if you continue to be such a gentleman.
italian: [_kate_s_blush_s_talk_happy_s_sad_s_towards_] Oh, sei un ragazzo così dolce. Potrei finire per innamorarmi seriamente di te se continui a essere un tale gentiluomo.

source: [_kate_s_talk_frown_s_rise_one_] Well, you wouldn't happen to have seen a box full of medicine anywhere, would you?
italian: [_kate_s_talk_frown_s_rise_one_] Non è che per caso hai visto una scatola piena di medicine da qualche parte, vero?

source: [_kate_s_noblush_s_sad_2_] I got a delivery this morning, I put it in my office here, but now I can't seem to find it anywhere.
italian: [_kate_s_noblush_s_sad_2_] Ho ricevuto una consegna questa mattina, l'ho messa nel mio ufficio qui, ma ora non riesco a trovarla da nessuna parte.
