Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh man, did you see his face? ! I've wanted to do that for years!
french: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh homme, vous avez vu son visage ? ! Je voulais le faire depuis des années !
german: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh Mann, hast du sein Gesicht gesehen? Ich wollte das jahrelang tun!

source: [_danny_s_towards_s_angry_s_talk_distraught_] Ember, you nearly got us caught!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Emblant, vous avez failli nous avoir attrapés!
german: [_danny_s_towards_s_angry_s_talk_distraught_] Ember, du hast uns fast gefangen!

source: [_danny_s_towards_s_angry_s_talk_displeased_] I said you couldn't interact or mess with anyone!
french: [_danny_s_towards_s_angry_s_talk_displeased_] J'ai dit que vous ne pouviez pas interagir avec qui que ce soit !
german: [_danny_s_towards_s_angry_s_talk_displeased_] Ich sagte, du kannst nicht mit jemandem interagieren oder mess machen!

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Yeah, but you only wished for that at the {u}house.{/u}
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Oui, mais vous ne vouliez que cela chez {u}maison.{/u}
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Ja, aber du hast dir das nur im {u}Haus gewünscht.{/u}

source: [_danny_s_towards_s_rise_s_talk_distraught_] But I {i}asked{/i} you if we came here for {u}no{/u} funny business!!
french: [_danny_s_towards_s_rise_s_talk_distraught_] Mais je vous ai {i}demandé{/i} si nous sommes venus ici pour {u}non{/u} affaires drôles!
german: [_danny_s_towards_s_rise_s_talk_distraught_] Aber ich {i}fragte Sie{/i} ob wir für {u}nein{/u} lustige Geschäfte hierher gekommen sind!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Well... you're not laughing so, maybe it's not funny business? I don't know man, I thought it was funny.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Eh bien... vous ne riez pas, peut-être que ce n'est pas une affaire amusante ? Je ne connais pas l'homme, je pensais que c'était drôle.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Nun... du lachst nicht, vielleicht ist es nicht lustiges Geschäft? Ich kenne den Mann, ich dachte, es war lustig.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, look, just be more careful next time.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, regardez, juste soyez plus prudent la prochaine fois.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, schau, sei das nächste Mal vorsichtiger.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton over here.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph !{/i} Buzzkill Fenton ici.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton über hier.

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright... it {i}was{/i} pretty funny.
french: [_danny_s_towards_s_rise_s_talk_amused_] D'accord... {i}était{/i} assez drôle.
german: [_danny_s_towards_s_rise_s_talk_amused_] Okay, es {i}war ziemlich lustig.

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, I know, right?!
french: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, je sais, n'est-ce pas?
german: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, ich weiß, oder?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Come on, let's get out of here.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Allons, sortons d'ici.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Komm, lass uns hier raus gehen.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Wait a minute, are you telling me you're {i}bailing{/i} on class?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Attendez une minute, vous me dites que vous êtes {i}en secours{/i} en classe?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Warten Sie eine Minute, sagen Sie mir, dass Sie {i}Bailing{/i} auf Kurs sind?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...little rebel {i}you{/i} are! I never thought you had it in you!
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ... petit rebelle {i}vous{/i} êtes! Je n'ai jamais pensé que vous l'aviez en vous!
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...kleine Rebellen {i}du{/i} sind! Ich hätte nie gedacht, dass du sie in dir hattest!

source: [_danny_s_towards_s_sad_s_talk_amused_] Yeah well, I don't really wanna stick around to see the nuclear explosion that will be Mr. Lancer pretty soon!
french: [_danny_s_towards_s_sad_s_talk_amused_] Eh bien, oui, je ne veux pas vraiment rester autour de moi pour voir l'explosion nucléaire qui sera bientôt M. Lancer !
german: [_danny_s_towards_s_sad_s_talk_amused_] Ja, ja, ich möchte nicht wirklich herumstehen, um die nukleare Explosion zu sehen, die bald Herr Lancer sein wird!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah!{/i} Fair enough, then let's get out of here.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah !{/i} Bien, alors sortons d'ici.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah!{/i} Gut genug, dann lasst uns hier raus gehen.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Shit... I gotta admit it, kid... you're sorta alright.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Shit... Je dois l'admettre, enfant... vous êtes bien sorta.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Shit... Ich gebe es zu, Kinder... Du bist sorta in Ordnung.

source: [_danny_s_towards_s_rise_s_talk_amused_] Did I just hear a compliment?
french: [_danny_s_towards_s_rise_s_talk_amused_] Ai-je juste entendu un compliment ?
german: [_danny_s_towards_s_rise_s_talk_amused_] Habe ich ein Kompliment gehört?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, don't get ahead of yourself, I said you were alright, not great.
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, ne vous laissez pas devancer par vous-même, j'ai dit que vous étiez très bien, pas génial.
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, überholt euch nicht, ich sagte, dass ihr in Ordnung seid, nicht groß.

source: [_danny_s_closed_s_neutral_s_talk_amused_] Works for me!
french: [_danny_s_closed_s_neutral_s_talk_amused_] Fonctionne pour moi !
german: [_danny_s_closed_s_neutral_s_talk_amused_] Funktioniert für mich!

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Man, it does feel nice, ya' know, not focusing on revenge for a change.
french: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] L'homme, il se sent gentil, ya' sais, ne se concentrant pas sur la vengeance pour un changement.
german: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Man, es fühlt sich schön, ya' wissen, nicht auf Rache für eine Veränderung fokussieren.

source: [_danny_s_towards_s_sad_s_talk_amused_] I imagine it's not the most rewarding experience to solely seek world domination, if I'm speaking candidly.
french: [_danny_s_towards_s_sad_s_talk_amused_] J'imagine que ce n'est pas l'expérience la plus enrichissante de chercher uniquement la domination du monde, si je parle franchement.
german: [_danny_s_towards_s_sad_s_talk_amused_] Ich kann mir vorstellen, dass es nicht die lohnendste Erfahrung ist, allein nach Weltherrschaft zu suchen, wenn ich offen spreche.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Well, I ended up in a coffee container with a green roommate and a dorky spaz of a landlord, so... I guess.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Eh bien, je me suis retrouvé dans un contenant de café avec un colocataire vert et un épingle doré d'un propriétaire, alors... je suppose.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Nun, ich landete in einem Kaffeebehälter mit einem grünen Mitbewohner und einem dorkigen Spaz eines Vermieters, so... Ich vermute.

source: [_danny_s_towards_s_rise_s_talk_amused_] I'm guessing that's not what you were imagining when planning your little world tour, huh?
french: [_danny_s_towards_s_rise_s_talk_amused_] Je suppose que ce n'est pas ce que vous imaginiez lors de la planification de votre petite visite du monde, hein?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich vermute, dass das nicht das ist, was du dir bei der Planung deiner kleinen Welttournee vorgestellt hast, oder?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, ya think?
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, tu penses?
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, denken Sie?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Anyway, I-
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Quoi qu'il en soit, I-
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Jedenfalls ich-

source: [_danny_s_towards_s_sad_s_talk_happy_] Ember? Is everything okay?
french: [_danny_s_towards_s_sad_s_talk_happy_] Braises ? Tout va bien?
german: [_danny_s_towards_s_sad_s_talk_happy_] Ember? Ist alles in Ordnung?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Yeah, I'm fine.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Oui, je suis d'accord.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Ja, ich bin in Ordnung.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You need anything?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Vous avez besoin de quelque chose ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Du brauchst nichts?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] No, I'm okay.
french: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Non, je suis d'accord.
german: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Nein, ich bin in Ordnung.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Can we just head back now, please?
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Pouvons-nous revenir maintenant, s'il vous plaît ?
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Können wir bitte jetzt zurückgehen?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, sure, whatever you want.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ok, bien sûr, ce que vous voulez.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, sicher, was immer du willst.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, you seemed to be having fun... until you weren't.{p}Do you want to talk about someth-
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, vous semblez vous amuser... jusqu'à ce que vous n'étiez pas.{p}Voulez-vous parler de quelque chose-
german: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, du schien Spaß zu haben... bis du warst.{p}Möchtest du über etwas reden-

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] No, just, let me be, please.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Non, je vous en prie, je vous en prie.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Nein, bitte, lassen Sie mich sein.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I wonder what changed her mood so suddenly? I should probably check up on her later.)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Je me demande ce qui a changé son humeur si soudainement ? Je devrais probablement la vérifier plus tard.)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Ich frage mich, was ihre Stimmung so plötzlich geändert hat? Ich sollte sie später vielleicht überprüfen.)

source: [_danny_s_towards_s_wondering_s_consternation_] (Huh? What's that sound? I can hear something faintly playing somewhere...)
french: [_danny_s_towards_s_wondering_s_consternation_] (Hein? Quel est ce son ? Je peux entendre quelque chose de légèrement jouant quelque part...)
german: [_danny_s_towards_s_wondering_s_consternation_] (Huh? Was ist der Klang? Ich höre etwas schwach spielend irgendwo...)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I better go investigate before it wakes everyone up.)
french: [_danny_s_at_player_s_neutral_s_displeased_] (Je ferais mieux d'aller enquêter avant qu'il ne réveille tout le monde.)
german: [_danny_s_at_player_s_neutral_s_displeased_] (Ich gehe besser untersuchen, bevor es alle aufwacht.)

source: [_danny_s_towards_s_rise_s_consternation_] (It sounds like it's coming from... the {b}roof{/b}?)
french: [_danny_s_towards_s_rise_s_consternation_] (On dirait qu'il vient de... du toit {b}{/b}?)
german: [_danny_s_towards_s_rise_s_consternation_] (Es klingt wie es aussieht... das {b}Dach{/b}?)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I'll have to go ghost to check it out.)
french: [_danny_s_at_player_s_neutral_s_displeased_] (Je vais devoir aller au fantôme pour le vérifier)
german: [_danny_s_at_player_s_neutral_s_displeased_] (Ich muss Geister, um es zu sehen.)

source: [_ember_s_closed_s_sad_s_talk_displeased_] {i}♪ Ohhh, Embeeer, you will-{/i}
french: [_ember_s_closed_s_sad_s_talk_displeased_] {i}<unk> Ohhh, Embeeer, tu vas -{/i}
german: [_ember_s_closed_s_sad_s_talk_displeased_] {i}<unk> Ohhhh, Embeeer, du wirst-{/i}

source: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sigh* ...remember... ♫{/i}
french: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Soupir* ...souvenir... <unk> {/i}
german: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sehen* ...merken... <unk> {/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Ember?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Braises ?

source: [_ember_s_towards_s_confused_s_talk_consternation_] Huh? Oh hey, didn't see you there.
french: [_ember_s_towards_s_confused_s_talk_consternation_] Hein? Oh hé, tu ne t'as pas vu.
german: [_ember_s_towards_s_confused_s_talk_consternation_] Huh? Oh hey, hat dich dort nicht gesehen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] What're you doing up so late?{p}...and on the tip-top most part of my house?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Qu'est-ce que vous faites si tard ?{p}...et sur le bout de la majeure partie de ma maison ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Was machst du so spät?{p}...und auf der Spitze den meisten Teil meines Hauses?

source: [_ember_s_towards_s_rise_s_talk_amused_] I'm dead, genius, there's not really a curfew for ghosts.
french: [_ember_s_towards_s_rise_s_talk_amused_] Je suis mort, génie, il n'y a pas vraiment de couvre-feu pour les fantômes.
german: [_ember_s_towards_s_rise_s_talk_amused_] Ich bin tot, Genie, es gibt nicht wirklich ein Hindernis für Geister.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I guess that's true.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Je suppose que c'est vrai.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Ich denke, das ist wahr.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...but what are you doing up here?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...mais que faites-vous ici ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...aber was machst du hier oben?

source: [_ember_s_down_s_sad_s_talk_displeased_] Just practicing my singing a little. Sorry if I'm being noisy, I just... I don't know...
french: [_ember_s_down_s_sad_s_talk_displeased_] Je pratique un peu mon chant. Désolé si je suis bruyant, je ne sais pas...
german: [_ember_s_down_s_sad_s_talk_displeased_] Übe einfach ein wenig mein Gesang aus. Tut mir leid, wenn ich laut bin, ich nur... Ich weiß es nicht...

source: [_ember_s_away_s_sad_s_talk_displeased_] It's not like any of this matters anymore...
french: [_ember_s_away_s_sad_s_talk_displeased_] Ce n'est plus comme cela ?
german: [_ember_s_away_s_sad_s_talk_displeased_] Es ist nicht so wie jede andere Angelegenheit...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] What doesn't?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Qu'est-ce qui ne l'est pas?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Was nicht?

source: [_ember_s_towards_s_sad_s_talk_consternation_] All of 'this', ya' know? I don't know, it all just... it used to be a lot clearer.
french: [_ember_s_towards_s_sad_s_talk_consternation_] Tout « ceci», ya» sait ? Je ne sais pas, tout cela juste... il était beaucoup plus clair.
german: [_ember_s_towards_s_sad_s_talk_consternation_] Alles 'dass', ya' weiß? Ich weiß es nicht genau... Früher war es viel klarer.

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Yeah, I get that.
french: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Oui, je le sais.
german: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Ja, ich bekomme das.

source: [_ember_s_towards_s_confused_s_talk_displeased_] Do you?
french: [_ember_s_towards_s_confused_s_talk_displeased_] Vous êtes-vous ?
german: [_ember_s_towards_s_confused_s_talk_displeased_] Tun Sie?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] In a way, I guess... life was so much easier and less confusing before I became half-ghost.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] En quelque sorte, j'imagine... la vie était tellement plus facile et moins confuse avant de devenir mi-fantôme.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] In gewisser Weise vermute ich, dass das Leben so viel einfacher und weniger verwirrend war, bevor ich zum Halbgespenst wurde.

source: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... I guess.
french: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... Je suppose.
german: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... Ich schätze.

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...a lot of stars out tonight, huh?
french: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...beaucoup d'étoiles ce soir, hein?
german: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...viele Sterne heute Abend, oder?

source: [_ember_s_towards_s_confused_s_talk_amused_] They're always out, doofus... but yeah. It's really pretty tonight.
french: [_ember_s_towards_s_confused_s_talk_amused_] Ils sont toujours dehors, doofus... mais oui. C'est vraiment bien ce soir.
german: [_ember_s_towards_s_confused_s_talk_amused_] Sie sind immer draußen, doofus... aber ja! Es ist wirklich schön heute Abend.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Ember?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Braises ?

source: [_ember_s_towards_s_idle_s_talk_happy_] Yeah?
french: [_ember_s_towards_s_idle_s_talk_happy_] Ouais?
german: [_ember_s_towards_s_idle_s_talk_happy_] Ja?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...about that song you sing.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...sur cette chanson que vous chantez.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...über dieses Lied, das du singst.

source: [_ember_s_towards_s_confused_s_talk_happy_] What about it?
french: [_ember_s_towards_s_confused_s_talk_happy_] Qu'en est-il ?
german: [_ember_s_towards_s_confused_s_talk_happy_] Wie sieht es aus?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] It's about you?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] C'est à votre sujet?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Es geht um dich?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, yeah, sorta has my name and everything in it.
french: [_ember_s_towards_s_rise_s_talk_amused_] Euh, oui, sorta a mon nom et tout ce qu'il contient.
german: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, ja, sorta hat meinen Namen und alles drin.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] You never did tell me what happened to you.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Tu ne m'as jamais dit ce qui t'arrivait.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Du hast mir nie gesagt, was dir passiert ist.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...yeah, cause I haven't {i}wanted{/i} to tell you... look, why do you care so much?
french: [_ember_s_down_s_sad_s_talk_displeased_] ... oui, parce que je n'ai pas voulu que {i}vous dise{/i}... regardez, pourquoi vous en souciez-vous?
german: [_ember_s_down_s_sad_s_talk_displeased_] ...ja, weil ich nicht {i}wollte{/i} dir sagte... schau, warum kümmerst du dich so sehr?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] It's obviously bothering you.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Cela vous dérange évidemment.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Es stört dich offensichtlich.

source: [_ember_s_towards_s_angry_s_talk_consternation_] That doesn't mean I want to share it!
french: [_ember_s_towards_s_angry_s_talk_consternation_] Cela ne veut pas dire que je veux le partager !
german: [_ember_s_towards_s_angry_s_talk_consternation_] Das bedeutet nicht, dass ich es teilen möchte!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... it's okay to be upset about whatever happened.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Bébé... il est normal d'être contrarié de tout ce qui s'est passé.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... es ist in Ordnung, darüber aufgebracht zu werden, was passiert ist.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] It's driven you down a clearly bad place, and I just thought... maybe you shouldn't have to hold the weight of it all.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Il vous a chassé dans un endroit manifestement mauvais, et j'ai pensé que... peut-être ne devriez-vous pas tout prendre en charge.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Es wird dich auf einen eindeutig schlechten Platz getrieben, und ich dachte nur... vielleicht solltest du nicht das Gewicht von alles halten müssen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...it's alright, I'll just go back to bed. You can stay up here, if you want some more time alon-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ... c'est très bien, je vais juste retourner au lit. Vous pouvez rester ici, si vous voulez encore plus de temps-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...Es ist in Ordnung, ich gehe einfach zurück ins Bett. Du kannst hier oben bleiben, wenn du mehr Zeit willst -
