Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] N-nothing, I was just saying- it's like- I can't really put it together in my head, you know? Just totally... foreign concept.
french: [_maddie_s_towards_s_confused_s_talk_amused_s_blush_] N-rien, je disais juste - c'est comme - je ne peux pas vraiment le mettre ensemble dans ma tête, vous le savez ? Justement... concept étranger.

source: [_danny_s_at_danny_s_wondering_s_talk_frown_s_blush_] Yeah, me either...
french: [_danny_s_at_danny_s_wondering_s_talk_frown_s_blush_] Ouais, moi aussi...

source: [_danny_s_down_s_wondering_s_talk_frown_s_-blush_] You know what, I am {i}really{/i} hungry now.
french: [_danny_s_down_s_wondering_s_talk_frown_s_-blush_] Vous savez quoi, je suis {i}vraiment{/i} affamé maintenant.

source: [_maddie_s_towards_s_unhappy_s_talk_amused_] Me too... could you head down to the stream to bring us back some water?
french: [_maddie_s_towards_s_unhappy_s_talk_amused_] Moi aussi... Pourriez-vous vous rendre au ruisseau pour nous ramener de l'eau?

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Sure, but what can I use as a container?
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Bien sûr, mais que puis-je utiliser comme conteneur ?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] I think I found an old leather pouch laying around here, it must have belonged to Teresa.
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Je pense que j'ai trouvé une vieille pochette en cuir qui se posait ici, elle devait avoir appartenu à Teresa.

source: [_danny_s_towards_s_rise_s_talk_pleased_] Jeez, they really made things to last back then, didn't they?
french: [_danny_s_towards_s_rise_s_talk_pleased_] Jeez, ils ont vraiment fait des choses à l'époque, n'est-ce pas?

source: [_maddie_s_towards_s_amused_s_talk_happy_] Maybe your father could learn something about longevity from it for all his inventions! Ha ha ha!
french: [_maddie_s_towards_s_amused_s_talk_happy_] Peut-être que votre père pourrait en apprendre quelque chose sur la longévité pour toutes ses inventions! Ha ha ha!

source: [_danny_s_closed_s_neutral_s_talk_happy_] Too true! Heh, okay, I'll be right back.
french: [_danny_s_closed_s_neutral_s_talk_happy_] Trop vrai ! Hé, d'accord, je serai de retour.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Okay sweetie.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Ok sucré.

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Well, I got the water-
french: [_danny_s_at_player_s_neutral_s_talk_happy_] Eh bien, j'ai eu l'eau -

source: [_treeghost_] {i}FloWeRs...{/i}
french: [_treeghost_] {i}FleUrs...{/i}

source: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Huh? Who's there?
french: [_danny_s_towards_wide_s_wondering_s_talk_frown_] Hein? Qui est là?

source: [_treeghost_] {i}ThE FloWeRssSs...{/i}
french: [_treeghost_] {i}ThE FloWeRsss...{/i}

source: [_danny_s_towards_s_rise_s_talk_frown_] Sir Delvo, is that you?
french: [_danny_s_towards_s_rise_s_talk_frown_] Sir Delvo, c'est vous ?

source: [_treeghost_] Erhm... {i}...n-NoOoOo...{/i}
french: [_treeghost_] Erhm... {i}...n-NoOooonn...{/i}

source: [_danny_s_towards_s_rise_s_talk_happy_] You should probably realize I've dealt with ghosts before, ya' know. This doesn't scare me that much.
french: [_danny_s_towards_s_rise_s_talk_happy_] Vous devriez probablement vous rendre compte que j'ai eu affaire avec des fantômes avant, vous savez. Cela ne me fait pas si peur.

source: [_delvo_s_towards_s_wondering_s_talk_happy_] ...Oh. Yes, well, I suppose that makes sense.
french: [_delvo_s_towards_s_wondering_s_talk_happy_] ...Oh. Oui, je suppose que c'est sensé.

source: [_danny_s_towards_s_wondering_s_talk_frown_] Sir Delvo, what're you doing here still? I thought you had left with Teresa?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Sir Delvo, que faites-vous encore ici ? Je pensais que vous étiez parti de Teresa ?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Yes, but I've came back to offer some assistance!
french: [_delvo_s_closed_s_neutral_s_talk_happy_] Oui, mais je suis revenu pour vous aider !

source: [_danny_s_towards_s_rise_s_talk_frown_] Assistance with what?
french: [_danny_s_towards_s_rise_s_talk_frown_] Aide pour quoi ?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Because I can tell you're just like me!
french: [_delvo_s_closed_s_neutral_s_talk_happy_] Parce que je peux dire que vous êtes comme moi !

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] What?
french: [_danny_s_towards_wide_s_rise_s_talk_distraught_] Quoi?

source: [_delvo_s_towards_s_neutral_s_talk_happy_] You {b}too{/b} desire kinship with your mother!
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Vous aussi {b}désirez{/b} la parenté avec votre mère !

source: [_danny_s_towards_wide_s_angry_s_talk_frown_s_-blush_] {b}WHAT?!{/b} I do not!
french: [_danny_s_towards_wide_s_angry_s_talk_frown_s_-blush_] {b}QUOI ?!{/b} Je ne le fais pas!

source: [_delvo_s_towards_s_rise_s_talk_happy_] You do not need to lie to me good sir. I learned myself long ago that the most forbidden fruit is often the sweetest.
french: [_delvo_s_towards_s_rise_s_talk_happy_] Vous n'avez pas besoin de me mentir, monsieur. J'ai appris il y a longtemps que le fruit le plus interdit est souvent le plus sucré.

source: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Mom is...
french: [_danny_s_down_s_wondering_s_talk_frown_s_blush_] Maman est...

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Pretty banging, right?
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Bonnonnonnant, non ?

source: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] Yeah she... wait, you've been here for close to half a millenia, how the hell did you learn modern slang on your own?
french: [_danny_s_towards_s_rise_s_talk_frown_s_-blush_] Ouais, elle... attendez, vous êtes ici depuis près d'un demi-millénaire, comment l'enfer vous a-t-il appris la languette moderne par vous-même?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] {i}*Cough* *Ahem*{/i} I-it matters not good sir! For aiding me in my reunion with my love, I am here to aid you with yours!
french: [_delvo_s_closed_s_neutral_s_talk_happy_] {i}*Tous* *Ahem*{/i} I-it n'a pas d'importance Monsieur! Pour m'aider dans ma réunion avec mon amour, je suis ici pour vous aider avec le vôtre!

source: [_danny_s_towards_s_angry_s_talk_distraught_] I'm pretty sure my own mom has got a firm grip on her physical boundaries and pretty traditional values, pal!
french: [_danny_s_towards_s_angry_s_talk_distraught_] Je suis assez sûr que ma propre mère a une forte prise sur ses frontières physiques et ses valeurs traditionnelles, pauvre !

source: [_delvo_s_towards_s_rise_s_talk_happy_] Nay! I fear you are wrong, young Danny. I truly believe she hides her desires in plain sight.
french: [_delvo_s_towards_s_rise_s_talk_happy_] Ni ! Je crains que vous n'ayez tort, jeune Danny. Je crois vraiment qu'elle cache ses désirs en pleine vue.

source: [_danny_s_down_s_unhappy_s_talk_frown_] I'm sorry, but I'm afraid that's just not true... I think.
french: [_danny_s_down_s_unhappy_s_talk_frown_] Je suis désolé, mais j'ai peur que ce ne soit pas vrai... Je pense.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Listen, take heed my words as a favor for your efforts. The purple flowers here by the river are blessed with intense properties. Give them to her and her inner desires will blossom! She will be yours!
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Écoutez, écoutez mes paroles en faveur de vos efforts. Les fleurs pourpre ici au bord de la rivière sont bénies de propriétés intenses. Donnez-les à elle et à ses désirs intérieurs! Elle sera la vôtre!

source: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] N-no, I'm pretty sure they'd just make her intensely horny!
french: [_danny_s_towards_s_rise_s_talk_frown_s_blush_] N-non, je suis sûr qu'ils ne feraient que la rendre intensément cornée !

source: [_delvo_s_towards_s_angry_s_talk_frown_] {i}Bah!{/i} You think me a jester! Believe me, once she feels these passionate feelings of hers finally bubble to the surface...
french: [_delvo_s_towards_s_angry_s_talk_frown_] {i}Bah!{/i} Vous pensez que je suis un plaisantin! Croyez-moi, quand elle sentira ces sentiments passionnés de ses bulles enfin à la surface...

source: [_delvo_s_stare_s_neutral_s_talk_happy_] ...she will not be able to resist her carnal desires anymore, and shall bless you with intimate passion!
french: [_delvo_s_stare_s_neutral_s_talk_happy_] ... elle ne pourra plus résister à ses désirs charnels et vous bénira d'une passion intime !

source: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] L-look, I umm, I need to think about it at least!
french: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] L-look, je umm, j'ai besoin d'y penser au moins !

source: [_delvo_s_towards_s_neutral_s_talk_happy_] As another token of my gratitude, I shall grant you this...
french: [_delvo_s_towards_s_neutral_s_talk_happy_] En guise de remerciement supplémentaire, je vais vous accorder ceci...

source: [_danny_s_towards_s_rise_s_talk_frown_] What's this stuff?
french: [_danny_s_towards_s_rise_s_talk_frown_] Qu'est-ce que c'est que ça ?

source: [_delvo_s_closed_s_neutral_s_talk_happy_] It is a portion of the flowers crushed and mixed into a bread.
french: [_delvo_s_closed_s_neutral_s_talk_happy_] C'est une partie des fleurs broyées et mélangées dans un pain.

source: [_danny_s_towards_wide_s_rise_s_talk_frown_] You uh... you've just got bread lying around, or... do you know how to cook bread in the wilderness? Does that make it... {i}haunted{/i} bread?
french: [_danny_s_towards_wide_s_rise_s_talk_frown_] Vous euh... vous venez de vous allonger autour de vous, ou... « Vous savez faire cuire du pain dans la nature sauvage? Est-ce que ça... {i}a hanté{/i} pain? »

source: [_delvo_s_towards_s_rise_s_talk_happy_] No, no, not quite haunted! More like, "enchanted".
french: [_delvo_s_towards_s_rise_s_talk_happy_] Non, non, pas tout à fait hanté ! Plus comme "enchanté".

source: [_danny_s_blank_stare_s_rise_s_talk_frown_] ...{i}righttttt{/i}.
french: [_danny_s_blank_stare_s_rise_s_talk_frown_] ...{i}droite{/i}.

source: [_delvo_s_towards_s_neutral_s_talk_happy_] Well, I leave the choice in your hands, my friend! Now I must truly go this time! Teresa has waited long enough for... well...
french: [_delvo_s_towards_s_neutral_s_talk_happy_] Eh bien, je laisse le choix entre vos mains, mon amie ! Maintenant, je dois vraiment aller cette fois-ci ! Teresa a attendu assez longtemps... eh bien...

source: [_delvo_s_closed_s_neutral_s_talk_happy_] Farewell!!
french: [_delvo_s_closed_s_neutral_s_talk_happy_] Adieu!!

source: [_danny_s_at_player_s_rise_s_talk_frown_] Well, that was...odd.
french: [_danny_s_at_player_s_rise_s_talk_frown_] Eh bien, c'était ... bizarre.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Did you bring the water back sweetie?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Avez-vous ramené l'eau sucrée ?

source: [_danny_s_towards_s_neutral_s_talk_pleased_] Yeah Mom, right here.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Oui, ma maman, ici même.

source: [_maddie_s_towards_s_wondering_s_talk_amused_] Ahh, did you find anything else while you were out?
french: [_maddie_s_towards_s_wondering_s_talk_amused_] Ahh, avez-vous trouvé autre chose pendant que vous étiez dehors?

source: [_danny_s_towards_s_rise_s_talk_pleased_] Yeah, now that you mention it, I found some bread left in a travelers bag!
french: [_danny_s_towards_s_rise_s_talk_pleased_] Oui, maintenant que vous le mentionnez, j'ai trouvé du pain laissé dans un sac de voyageurs !

source: [_maddie_s_towards_wide_s_rise_s_talk_happy_] {i}*Gasp*{/i} Danny, did you see anyone while you were out there??
french: [_maddie_s_towards_wide_s_rise_s_talk_happy_] {i}*Gasp*{/i} Danny, avez-vous vu quelqu'un pendant que vous étiez là-bas ?

source: [_danny_s_down_s_unhappy_s_talk_frown_] No Mom, it uh, looks like someone must've been hiking through the area... left a- backpack though.
french: [_danny_s_down_s_unhappy_s_talk_frown_] Pas de maman, euh, on dirait que quelqu'un a dû faire des randonnées dans la région... à gauche un sac à dos.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Well, how old must that bread be then?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Eh bien, quel âge ce pain doit-il être alors ?

source: [_danny_s_down_s_unhappy_s_talk_frown_] I dunno, I tried some earlier and it was fine!
french: [_danny_s_down_s_unhappy_s_talk_frown_] Je dunno, j'en ai essayé plus tôt et ça va bien!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Huh. If there's a traveler passing through, it must mean we're reasonably nearby to somewhere at least. That's good news then.
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Hein. S'il y a un voyageur qui traverse, cela doit signifier que nous sommes raisonnablement à proximité de quelque part. C'est donc une bonne nouvelle.

source: [_danny_s_towards_s_wondering_s_talk_distraught_] Here, have some of the bread.
french: [_danny_s_towards_s_wondering_s_talk_distraught_] Tenez, ayez un peu de pain.

source: [_maddie_s_towards_s_sad_s_talk_amused_] Oh Danny... you take it. You'll need to eat to keep up your strength tomorrow.
french: [_maddie_s_towards_s_sad_s_talk_amused_] Oh Dann... vous le prendrez. Vous devrez manger pour garder vos forces demain.

source: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] I've already had some, it's okay Mom.
french: [_danny_s_towards_s_sad_s_talk_frown_s_blush_] J'en ai déjà eu quelques-uns, ça va bien.

source: [_maddie_s_closed_s_amused_s_talk_amused_] You're such a sweet boy Danny, thank you.
french: [_maddie_s_closed_s_amused_s_talk_amused_] Vous êtes un garçon si doux, Danny, merci.

source: [_danny_s_at_danny_s_sad_s_distraught_] (Yeah... sweet boy alright.)
french: [_danny_s_at_danny_s_sad_s_distraught_] (Oui... douceur garçon bien.)

source: [_danny_s_at_player_s_rise_s_clenchteeth_] (What am I doing? I can't trick Mom into this! I have to stop her before it's too late!)
french: [_danny_s_at_player_s_rise_s_clenchteeth_] (Qu'est-ce que je fais ? Je ne peux pas piéger ma mère dans cela ! Je dois l'arrêter avant qu'il ne soit trop tard !)

source: [_danny_s_towards_s_unhappy_s_talk_frown_s_-blush_] W-Wait Mom, d-don't-
french: [_danny_s_towards_s_unhappy_s_talk_frown_s_-blush_] W-Wait Mom, d-pas-

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (...shit.)
french: [_danny_s_at_player_s_angry_s_clenchteeth_] (...merde.)

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}Blech!{/i} Did you really eat this Danny? It tastes like... like...
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] {i}Blech !{/i} Avez-vous vraiment mangé ce Danny ? Il a un goût comme... comme...

source: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh... oh my goodness...
french: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh... oh ma bonté...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom? Is everything okay?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Maman ? Tout va bien?

source: [_danny_s_at_danny_s_angry_s_grindteeth_] (Oh no, why did I let myself do this? This was a really stupid decision!)
french: [_danny_s_at_danny_s_angry_s_grindteeth_] (Oh non, pourquoi je me suis laissé faire cela ? C'était une décision vraiment stupide !)

source: [_delvo_s_offscreen_s_towards_s_wondering_s_talk_happy_] {i}THaT'S My BoYyYy OoOoOoH!{/i}
french: [_delvo_s_offscreen_s_towards_s_wondering_s_talk_happy_] {i}THaT My BoYyYy OooOOOOH !{/i}

source: [_teresa_s_offscreen_s_towards_s_angry_s_talk_frown_] Delly! What did I tell you about haunting them? Now leave them alone and come back to bed with Mommy!
french: [_teresa_s_offscreen_s_towards_s_angry_s_talk_frown_] Vraiment ! Qu'est-ce que je vous ai dit au sujet de les hanter? Maintenant, laissez-les seuls et revenez au lit avec Maman !

source: [_delvo_s_offscreen_s_closed_s_sad_s_talk_frown_] ...yes Mother.
french: [_delvo_s_offscreen_s_closed_s_sad_s_talk_frown_] ...oui à la mère.

source: [_danny_s_at_player_s_angry_s_distraught_] (How the hell do I keep hearing you two?! I don't wanna keep talking to you both when I get back home!)
french: [_danny_s_at_player_s_angry_s_distraught_] (Comment l'enfer je ne cesse de vous entendre deux?! Je ne veux pas continuer à vous parler tous les deux quand je rentre chez moi !)

source: [_delvo_s_offscreen_s_towards_s_neutral_s_talk_happy_] Understood, my good lad! Best of luck with the missus!!
french: [_delvo_s_offscreen_s_towards_s_neutral_s_talk_happy_] Compris, mon bon gars ! Bonne chance avec la misse!!

source: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh Danny, it's happening again!
french: [_maddie_s_towards_s_confused_s_talk_frown_s_blush_] Oh Danny, ça se répète !

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] What?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Quoi?

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] {i}Mmmm!{/i} Danny, y-you should leave...
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] {i}Mmmm!{/i} Danny, y-vous devriez partir...

source: [_danny_s_towards_s_sad_s_talk_frown_] Do you want some water Mom?
french: [_danny_s_towards_s_sad_s_talk_frown_] Voulez-vous une momie d'eau ?

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Ooh... I want something alright... goodness, me... look at you, sweetie... have you been working out lately? You look so toned...
french: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Ooh... Je veux quelque chose de bien... bonheur, moi... regardez-vous, sucré... avez-vous travaillé dernièrement ? Vous avez l'air tellement tonifié...

source: [_danny_s_towards_wide_s_rise_s_talk_frown_] Huh?
french: [_danny_s_towards_wide_s_rise_s_talk_frown_] Hein?

source: [_maddie_s_away_s_amused_s_talk_amused_s_blush_] S-sorry sweetie! I-I just can't quite think straight!
french: [_maddie_s_away_s_amused_s_talk_amused_s_blush_] S-désolante amoureuse ! Je ne peux tout simplement pas penser droit !

source: [_danny_s_towards_s_sad_s_talk_frown_] Is everything okay?
french: [_danny_s_towards_s_sad_s_talk_frown_] Est-ce que tout est correct ?

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Mmmmphh!{/i} {b}FUCK!{/b} I-I don't know myself... but dammit Danny, you are looking so very handsome right now.
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Mmmmphh !{/i} {b}FRAIS !{/b} Je ne me connais pas... mais dammit Danny, vous avez l'air si beau en ce moment.

source: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Uhhh g-good genes I guess, Mom.
french: [_danny_s_down_s_sad_s_talk_distraught_s_blush_] Uhhh g-good gènes, je suppose, Maman.

source: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Oh, these damn clothes- {b}URGH!{/b} -they're too tight!
french: [_maddie_s_towards_s_angry_s_talk_displeased_s_blush_] Oh, ces maudites vêtements - {b}URGH!{/b} - ils sont trop serrés !

source: [_danny_s_at_player_s_sad_s_bite_s_blush_] (Use your willpower to resist, use your willpower to resist!)
french: [_danny_s_at_player_s_sad_s_bite_s_blush_] (Utilisez votre volonté pour résister, utilisez votre volonté pour résister!)

source: [_maddie_s_closed_s_sad_s_talk_displeased_s_blush_] Damn thing won't come off!
french: [_maddie_s_closed_s_sad_s_talk_displeased_s_blush_] Bon sang, ça ne se fera pas !

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] H-here, le-let me help you get them off!
french: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] H-ici, laissez-moi vous aider à les arracher !

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Is something the matter?
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Est-ce que quelque chose est important ?

source: [_danny_s_v2_s_towards_wide_s_sad_s_talk_frown_] The zipper is stuck!
french: [_danny_s_v2_s_towards_wide_s_sad_s_talk_frown_] La fermeture éclair est bloquée !

source: [_maddie_s_towards_4_s_wondering_s_talk_amused_s_blush_] Ooh Danny! You touched my breasts!
french: [_maddie_s_towards_4_s_wondering_s_talk_amused_s_blush_] Ooh Danny ! Vous avez touché mes seins !

source: [_danny_s_down_s_sad_s_talk_frown_s_blush_] S-sorry.
french: [_danny_s_down_s_sad_s_talk_frown_s_blush_] S-désolé.

source: [_maddie_s_closed_s_neutral_s_bite_s_blush_] (Something happened as he touched my breasts back there... it's like... like...)
french: [_maddie_s_closed_s_neutral_s_bite_s_blush_] (Ce qui est arrivé quand il a touché mes seins là-bas... c'est comme...)

source: [_danny_s_at_player_s_neutral_s_bite_s_blush_] (Oh man, I better be careful not to grab-)
french: [_danny_s_at_player_s_neutral_s_bite_s_blush_] (Oh homme, je ferais mieux de ne pas saisir-)

source: [_danny_s_towards_wide_s_sad_s_talk_frown_s_blush_] Mom? What's up with your eyes?
french: [_danny_s_towards_wide_s_sad_s_talk_frown_s_blush_] Maman ? Que se passe-t-il avec vos yeux?

source: [_maddie_s_towards_4_s_rise_s_talk_amused_s_blush_] Come here baby.
french: [_maddie_s_towards_4_s_rise_s_talk_amused_s_blush_] Venez ici bébé.

source: [_danny_s_talk_frown_] What are you-
french: [_danny_s_talk_frown_] Qu'est-ce que tu-

source: [_maddie_s_talk_happy_2_] Come give me a hug!
french: [_maddie_s_talk_happy_2_] Viens me faire un câlin!

source: [_maddie_s_talk_happy_] Oooh, that's it... you're so {i}big{/i} and strong baby.
french: [_maddie_s_talk_happy_] Oooh, voilà... vous êtes si grand que {i}{/i} et un bébé solide.

source: [_danny_] M-Mom! Are you feeling okay?
french: [_danny_] M-Mom! Vous vous sentez bien?

source: [_maddie_] Of course I am..!
french: [_maddie_] Bien sûr que je suis..!

source: [_maddie_] (His touch is making me shudder!)
french: [_maddie_] (Toucher me fait frissonner!)

source: [_danny_] Mom, you're really cl-close and it feels-
french: [_danny_] Maman, vous êtes vraiment cl-close et il sentiment-

source: [_maddie_] Mmm! {u}HOT!{/u}
french: [_maddie_] Mmm! {u}CHAUT!{/u}

source: [_danny_] Y-yeah... my thoughts... exactly...
french: [_danny_] Y-yeah... mes pensées... exactement...

source: [_maddie_] Oooh Danny, holding you like this feels so... {i}nice{/i}
french: [_maddie_] Oooh Danny, vous tenant comme ça a l'air ainsi... {i}gentils{/i}

source: [_danny_] M-Mom?
french: [_danny_] M-Maman?

source: [_maddie_] Do you like the look of my tits sweetie? How is Mommy's ass? Is it better than those girls at your school?
french: [_maddie_] Aimez-vous le look de mes seins sucrés ? Comment est le cul de Maman ? Est-ce mieux que ces filles de votre école ?

source: [_danny_] I-it's really nice Mom!
french: [_danny_] Je suis vraiment sympa Maman !

source: [_maddie_] I bet you wish you could see me naked under all these clothes don't you?
french: [_maddie_] Je parie que vous aimeriez me voir nu sous tous ces vêtements, n'est-ce pas?

source: [_danny_] Y-you shouldn't talk about that kinda stuff M-Mom...
french: [_danny_] Y-tu ne devrais pas parler de ce genre de trucs M-Mom...

source: [_maddie_] Shhh, I know all these clothes press crazy against my figure... I've seen you taking a few looks at the goods already!
french: [_maddie_] Shhh, je sais que tous ces vêtements presse fou contre ma figure... Je vous ai vu prendre quelques regards sur les marchandises déjà !

source: [_danny_] (It's crazy hearing Mom talk like this! It's like she's a different person!)
french: [_danny_] (C'est fou d'entendre ma mère parler comme ça! C'est comme une autre personne!)

source: [_maddie_] Danny... I'm feeling so very different tonight.
french: [_maddie_] Danny... Je me sens tellement différent ce soir.

source: [_danny_] D-do you need me to-
french: [_danny_] D-do vous avez besoin de moi pour-
