Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Laughs*{/i} Well, sorry to burst your 4th grade hypotheticals, but I'm afraid that some of us DO in fact have lives outside of Casper High.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Rire*{/i} Eh bien, désolé d'éclater vos hypothèses de 4e classe, mais je crains que certains d'entre nous DO en fait ont des vies en dehors de Casper High.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Lachen*{/i} Nun, tut mir leid, deine Hypothetik der 4. Klasse zu zerbrechen aber ich fürchte, dass einige von uns in der Tat ein Leben außerhalb von Casper Hoch haben.

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, I'll believe it when I see it.{p}Anyway, where are we going first on our little "lunch date"?
french: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, je le croirai quand je le verrai.{p}Quoi qu'il en soit, où allons-nous pour la première fois à notre petite "date du déjeuner"?
german: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, ich glaube es, wenn ich es sehe.{p}Wie auch immer, wohin gehen wir zuerst an unserem kleinen "Mittagsdatum"?

source: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, well first, I think it'd be best if you go... {u}change{/u} now, remember?{p}Danny Fenton can't hang out with a teacher, but...
french: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Euh{/i}, bien d'abord, je pense que ce serait mieux si vous partiez... « {u}a changé{/u} maintenant, souvenez-vous?{p}Danny Fenton ne peut pas traîner avec un professeur, mais... »
german: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, also zuerst, ich denke, es wäre am besten, wenn du gehst... {u}change{/u} jetzt, merkst du?{p}Danny Fenton kann nicht bei einem Lehrer hängen, aber...

source: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill can, right, right. Good point, sure, I'll be right back.
french: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill peut, bien sûr. Bon point, je serai tout de suite.
german: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill kann Recht, Recht. Gut, sicher, ich bin gleich zurück.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] I'll be waiting...
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] J'attendrai ...
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Ich warte...

source: [_kate_s_casual_s_down_s_sad_s_cute_] {i}*Sigh*{/i}
french: [_kate_s_casual_s_down_s_sad_s_cute_] {i}*Soupir*{/i}
german: [_kate_s_casual_s_down_s_sad_s_cute_] {i}*Sehen*{/i}

source: [_kate_s_casual_s_down_s_neutral_s_cute_] (He's {i}definitely{/i} cute. I wonder if somehow-)
french: [_kate_s_casual_s_down_s_neutral_s_cute_] (Il est {i}définitivement{/i} mignon. Je me demande si quelque chose-)
german: [_kate_s_casual_s_down_s_neutral_s_cute_] (Er ist {i}definitely{/i} cute. Ich frage mich, ob irgendwie)

source: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] You're back already!?
french: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] Vous êtes déjà de retour !?
german: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] Du bist bereits zurück!?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Yes ma'am!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Oui maam!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Ja ma'am!

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Really, that quick?
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Vraiment, ça vite?
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Wirklich, das schnell?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} That quick.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Ouais!{/i} Rapidement.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} Das schnell.

source: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] I mean, I was kinda picturing some "American Werewolf in London" schtick. Like a whole long and painful transformation.
french: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] Je veux dire, je faisais une sorte de picturage de "American Werewolf in London". Comme une transformation longue et douloureuse.
german: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] Ich meine, ich habe etwas "American Werewolf in London" Schtick fotografiert. Wie eine ganze lange und schmerzhafte Transformation.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...that some kinda movie reference? I mean, I'm pretty familiar with horror movies, so-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...cette référence de film ? Je veux dire, je suis assez familier avec les films d'horreur, alors-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...dass ein Kinda-Film Referenz? Ich meine, ich bin mit Horrorfilmen ziemlich vertraut, so-

source: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Okay, {u}now{/u} I feel old. Yeah, it was a scary movie that I saw when I was a little girl, so, about a million years ago.
french: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Ok, {u}maintenant{/u} je me sens vieux. Oui, c'était un film effrayant que j'ai vu quand j'étais une petite fille, donc il y a environ un million d'années.
german: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Okay, {u}Jetzt{/u} Ich fühle mich alt. Ja, es war ein furchterregender Film, den ich sah, als ich ein kleines Mädchen war, also vor etwa einer Million Jahren.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, you're like late-twenties, max.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, vous êtes comme à la fin des années 20, max.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, du bist wie spät 20%, max.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, smooth one. Despite the fact I have an 18-year-old daughter, I'm glad I can still pull off that sorta "late twenties" thing...
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, doux. Malgré le fait que j'ai une fille de 18 ans, je suis content de pouvoir encore retirer cette sorte de chose "à la fin des années 20"...
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, glatt. Trotz der Tatsache, dass ich eine 18-jährige Tochter habe, bin ich froh, dass ich immer noch die sorta "Späte 20" abziehen kann...

source: [_kate_s_casual_s_down_s_sad_s_displeased_] (Thirty-six in July... goodness, where does the time go?)
french: [_kate_s_casual_s_down_s_sad_s_displeased_] (trente-six en juillet... bonne, où va le temps?)
german: [_kate_s_casual_s_down_s_sad_s_displeased_] (sechsunddreißig im Juli... Gut, wohin geht die Zeit?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] So, as I was saying, shall we head on to our lunch date? I believe I heard you say you were buying.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Alors, comme je le disais, allons-nous nous rendre à notre déjeuner ? Je crois vous avoir entendu dire que vous achetez.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Also, wie ich sagte, werden wir zum Mittagsdatum weiterfahren? Ich glaube, ich habe gehört, dass du gesagt hast, du kaufst dich.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'm starving!
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Bien sûr, je suis affamé !
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Natürlich, ich verhungere!

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, we can of course both ask each other some "first date" questions, but I wanna ask a big one first: how did all... {u}this{/u} happen?
french: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, nous pouvons bien sûr tous les deux nous poser des questions "première date" mais je veux d'abord demander à un grand : comment tout a fait. . {u}cela{/u} est arrivé?
german: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, wir können uns natürlich beide "ersten Datum" Fragen stellen aber ich möchte zuerst eine große Frage stellen: Wie taten alle. . {u}dies{/u} passiert?

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] You mean my ghost powers? Oh ya' know, I was just messing around downstairs with some new lab project my parents were working on...
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Tu veux dire mes pouvoirs fantômes ? Oh toi, je me contentais de gâcher le bas avec un nouveau projet de laboratoire sur lequel mes parents travaillaient...
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Du meinst meine Gespenstermächte? Oh ja, ich habe gerade mit einem neuen Labor um die Stufen herum herumgeschaut, an dem meine Eltern arbeitet...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...next thing I know, WHAM! I'm struck with this really strong current, and then... I wake up with these powers. Simple as that.
french: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ... prochaine chose que je sais, WHAM! Je suis frappé avec ce courant vraiment fort, et alors... Je me réveille avec ces pouvoirs. C'est simple.
german: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...als nächstes weiß ich, WHAM! Ich bin mit diesem wirklich starken Strom geschlagen und dann... Ich wecke mit diesen Kräften auf. Einfach so.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... simple's right! I guess I was expecting something a bit more dramatic of an origin story. Batman's parents were shot ya' know, he didn't doofishly {i}stumble{/i} into a bat suit.
french: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... c'est simple ! Je suppose que je m'attendais à quelque chose de plus dramatique d'une histoire d'origine. Les parents de Batman vous ont abattus, il n'a pas hésité {i}à trébucher {/i} en costume de chauve-souris.
german: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... einfach richtig! Ich vermute, ich hätte etwas Dramatischeres von einer Ursprungsgeschichte erwartet. Batmans Eltern wurden erschossen ya' wissen, er stolperte nicht in einen Fledermauszug {i}.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Well hey, we super heroes can't all strike it super lucky with our pathos rich and complex origin stories.
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Eh bien, nous, les super héros ne peuvent pas tous le frapper super chanceux avec nos pathos riches et complexes histoires d'origine.
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Na gut, wir Superhelden können es nicht alle mit unseren reichen und komplexen Ursprungsgeschichten super glücklich treffen.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...point taken.
french: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ... point pris.
german: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...Punkt genommen.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] So, who else knows?
french: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Alors, qui d'autre sait ?
german: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Also, wer weiß?

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Just some close friends. I'd rather keep their identities a secret. It's only fair, they keep my secret safe too.
french: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Juste quelques amis proches. Je préfère garder leur identité secrète. C'est très juste, ils gardent aussi ma sécurité secrète.
german: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Nur ein paar enge Freunde. Ich möchte ihre Identität lieber ein Geheimnis bewahren. Es ist nur fair, sie bewahren auch meine Geheimnisse sicher.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] You should be careful who you trust, Danny. The people in this town are already unsure whose side Inviso-Bill is really on.
french: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Vous devriez être prudent avec qui vous avez confiance, Danny. Les gens de cette ville ne sont pas sûrs du côté de qui Inviso-Bill est vraiment.
german: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Du solltest vorsichtig sein, wem du vertraust, Danny. Die Menschen in dieser Stadt sind bereits unsicher, auf welcher Seite Inviso-Bill wirklich steht.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd trust my friends with my life... well, I trust them more than anyone else at school anyway.
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Je ferais confiance à mes amis de ma vie... eh bien, je leur fais plus confiance que n'importe qui d'autre à l'école.
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Ich vertraue meinen Freunden mit meinem Leben... Nun, ich vertraue ihnen sowieso mehr als alle anderen in der Schule.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I take it your parents have no clue?
french: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Je prends cela vos parents n'ont aucun indice ?
german: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Ich nehme es deine Eltern haben keine Ahnung?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Of course not! There's no way that they'd accept me after I turned into the thing they hunt down professionally.
french: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Bien sûr que non! Il est impossible qu'ils m'acceptent après que je me soit transformé en ce qu'ils chassent professionnellement.
german: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Natürlich nicht! Es gibt keine Möglichkeit, dass sie mich annehmen würden, nachdem ich mich in die Sache verwandelt habe, die sie professionell jagen.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] You don't want them finding out?
french: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Vous ne voulez pas qu'ils le sachent ?
german: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Du möchtest nicht, dass sie herausfinden?

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] No, no way!
french: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] Non, aucun moyen !
german: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] Nein, wie nicht!

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Cause it'd probably cause you more problems than it's worth?
french: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Parce que ça vous causerait probablement plus de problèmes que ça ne vaut ?
german: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Weil es dir wahrscheinlich mehr Probleme bereiten würde, als es sich lohnt?

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Yeah, exactly.
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Ouais, exactement.
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Ja, genau.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, what you're saying is...
french: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Alors, ce que vous dites, c'est...
german: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Also, was du sagst...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Grins*{/i} You're powerless to stop me from telling your parents, unless... you do what I say...?
french: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Sourires*{/i} Tu es impuissant à m'empêcher de dire à tes parents, à moins que... tu fais ce que je dis... ?
german: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Grins*{/i} Du bist machtlos, mich daran zu hindern, deinen Eltern zu sagen, nicht wenig... du tust, was ich sage...?

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, very funny Kate.
french: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, très drôle Kate.
german: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, sehr lustiges Kate.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ...you wouldn't.
french: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ... vous ne le feriez pas.
german: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ...das würdest du nicht.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} maybe, maybe not...{p}depends on how badly I need whatever it is I'd be asking of you...
french: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} peut-être, peut-être pas...{p}dépend de tout ce dont j'ai besoin pour vous demander...
german: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} vielleicht, nicht...{p}hängt davon ab, wie schlecht ich es brauche, was ich von dir verlangen würde...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_sad_s_consternation_] {i}*Gulps*{/i}
french: [_danny_s_phantom_s_fc_s_towards_wide_s_sad_s_consternation_] {i}*Gouls*{/i}

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, your turn! Ask away. I'm an open book, as they say. Though I don't know if I'm gonna have anything too exciting for you...
french: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Alors, à votre tour! Demandez-vous. Je suis un livre ouvert, comme ils disent. Bien que je ne sais pas si je vais avoir quelque chose de trop excitant pour vous...
german: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, du bist an der Reihe! Frag weg. Ich bin ein offenes Buch, wie sie sagen. Obwohl ich nicht weiß, ob ich etwas zu aufregend für dich habe...

source: [_danny_] (Kate's letting me ask her whatever I want...) [nointeract]
french: [_danny_] (Kate me laisse lui demander ce que je veux...) [nointeract]
german: [_danny_] (Kann mich fragen was ich will...) [nointeract]

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Well, that's an odd route to go down! Or to presume is true! {i}Haha hah!{/i}
french: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Eh bien, c'est une route étrange à parcourir ! Ou présumer est vrai ! {i}Haha hah !{/i}
german: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Nun, das ist eine seltsame Route, die man hinuntergehen kann! Oder anzunehmen ist wahr! {i}Haha hah!{/i}

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] I mean, not that I don't like the nice attention I've gotten, or anything...
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Je veux dire, pas que je n'aime pas la belle attention que j'ai reçue, ou quoi que ce soit...
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Ich meine, nicht, dass ich die nette Aufmerksamkeit, die ich bekommen habe, nicht mag...

source: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] But, well... I guess I'm kinda used to girls liking Inviso-Bill more than Danny Fenton. Or just not liking me, period.
french: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] Mais, bien... je suppose que je suis un peu habitué aux filles qui aiment Inviso-Bill plus que Danny Fenton. Ou tout simplement pas aimer moi, des règles.
german: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] Aber, nein... Ich denke, ich bin kinda gewöhnt an Mädchen, die Inviso-Bill mehr mögen als Danny Fenton. Oder gefällt mich einfach nicht.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] But, you seem to mainly like {i}me{/i}. Which I definitely like. I guess I'm just curious as to {i}why{/i}?
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] Mais vous semblez surtout aimer {i}moi{/i}. Ce que j'aime vraiment. Je suppose que je suis juste curieux de savoir pourquoi{/i} {i}{/i} ?
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] Aber, du scheinst hauptsächlich {i}me{/i}. Was gefällt mir definitiv besonders. Ich denke, ich bin nur neugierig auf {i}warum{/i}?

source: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] I guess that's a fair question...
french: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] Je suppose que c'est une bonne question...
german: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] Ich denke, das ist eine faire Frage...

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] I just think you're kinda sweet, to be honest.
french: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] Je pense juste que vous êtes gentil, pour être honnête.
german: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] Ich denke, du bist nett süß, um ehrlich zu sein.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Really? That's the secret?
french: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Vraiment? C'est le secret?
german: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Wirklich? Das ist das Geheimnis?

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Look, I spent a lot of time chasing guys who were assholes when I was younger, and never really gave the "sweet" guys a proper chance.
french: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Regardez, j'ai passé beaucoup de temps à chasser des gars qui étaient assholes quand j'étais plus jeune, et jamais vraiment donné une chance à ces gars "doux" une bonne chance.
german: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Schau, ich habe viel Zeit damit verbracht, Jungs zu jagen, die als ich jünger war, und gab den "süßen" Jungs nie wirklich eine gute Chance.

source: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, I'm a sorta test drive, essentially?
french: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, je suis une sorte d'essai d'essai, essentiellement?
german: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, ich bin ein Sorta-Testlaufwerk, im Wesentlichen?

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Laughs*{/i} No, Danny... I just learned my lesson is all. After one too many jerks in your life, you tend to start looking down unexplored avenues...
french: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Rire*{/i} Non, Danny... J'ai juste appris que ma leçon est tout. Après un trop grand nombre de saccades dans votre vie, vous avez tendance à regarder vers le bas des avenues inexplorées...
german: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Lachen*{/i} Nein, Danny... Ich habe gerade meine Lektion gelernt ist alles. Nach einem zu vielen Rumpf in deinem Leben neigst du dazu, nach unerforschten Wegen zu schauen...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Besides, it turns out the "nice guys" like you were packing {i}way{/i} more than the jerks in the first place! {i}*Winks*{/i}
french: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] D'ailleurs, il s'avère que les "gentils" comme vous l'emballiez {i}façon{/i} de plus que les saccades en premier lieu! {i}*Winks*{/i}
german: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Außerdem stellt sich heraus, dass die "netten Kerne" wie du {i}weg gepackt hast{/i} mehr als die Kankeln an der ersten Stelle! {i}*Winks*{/i}

source: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}...
french: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] {i}Uhhhh {/i}...
