Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah, and jizz.{p}Let me guess though, he didn't step in to help when that wife of his wanted {i}your{/i} head on the chopping block.
french: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Oui, et jizz.{p}Permettez-moi de deviner cependant, il n'a pas pris le temps d'aider lorsque cette femme de sa femme voulait {i}votre{/i} tête sur le bloc de coupe.
german: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Ja, und Jizz.{p}Lassen Sie mich jedoch erraten, dass er nicht eingestiegen ist, um ihm zu helfen, als die Ehefrau von {i}Ihr{/i} den Kopf auf dem gehackten Block hatte.

source: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] What block? I was buried in the white desert sands and devoured by vultures.
french: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] Quel bloc ? J'ai été enterré dans le sable blanc du désert et dévoré par des vautours.
german: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] Welcher Block? Ich wurde in den weißen Wüstensand begraben und von Geier verschlungen.

source: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jesus Christ!!{/i} And you want to sit here and tell me how "great" your Sultan was?!
french: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jésus-Christ !!{/i} Et vous voulez vous asseoir ici et me dire à quel point votre sultan était "grande" ?!
german: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jesus Christus!!{/i} Und du möchtest hier sitzen und mir sagen, wie "groß" dein Sultan war?

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] That was his wife who did that to me! The jealous whore.. .
french: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] C'était sa femme qui m'a fait ça ! La farce jalouse...
german: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] Das war seine Frau, die das zu mir gemacht hat! Die eifersüchtige Hure .

source: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh yeah, sounds like you had a real good hand at shaping your destiny...
french: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh oui, on dirait que vous aviez une vraie bonne main pour façonner votre destin...
german: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh ja, es klingt so, als hättest du ein echtes gutes Blatt bei der Gestaltung deines Schicksals...

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh fine! Judge me as you like! But what about you then, aye?
french: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh bien ! Jugez-moi comme vous voulez ! Mais qu'est-ce qui vous intéresse, alors ?
german: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh gut! Richte mich, wie du möchtest! Aber was ist dann mit dir?

source: [_ember_s_tv_s_towards_s_confused_s_talk_consternation_] Me?
french: [_ember_s_tv_s_towards_s_confused_s_talk_consternation_] Moi ?
german: [_ember_s_tv_s_towards_s_confused_s_talk_consternation_] Ich?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Well, c'mon, don't hold back... what sorrows burden your heart so much that you sought to dye your hair that ridiculous color?
french: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Eh bien, c'mon, ne retenez pas... quels chagrins pèsent tellement sur votre cœur que vous avez cherché à teindre vos cheveux cette couleur ridicule?
german: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Nun, c'mon, halten Sie sich nicht zurück... was trauert Ihr Herz so sehr, dass Sie versucht haben, Ihre Haare zu färben, die lächerliche Farbe?

source: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...I don't want to talk about it.
french: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...Je ne veux pas en parler.
german: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...Ich möchte nicht darüber reden.

source: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Really now? Darling, we're dead, there's nothing worth getting hung up over.
french: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Vraiment maintenant? Cher, nous sommes morts, rien ne vaut la peine d'être raccroché.
german: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Wirklich jetzt? Darling, wir sind tot, es gibt nichts, was es wert ist, aufgehängt zu werden.

source: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] It's complicated, okay?
french: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] C'est compliqué, d'accord ?
german: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] Es ist kompliziert, ok?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... well I do certainly understand holding onto pain and bitterness.
french: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... je comprends bien que je me raccroche à la douleur et à l'amertume.
german: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... Nun, ich verstehe sicherlich das Festhalten an Schmerzen und Bitterkeit.

source: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh yeah? Done wonders for your personality I'm sure.
french: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh ouais ? Vous avez fait des merveilles pour votre personnalité, j'en suis sûr.
german: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh ja? Ich wundere mich über deine Persönlichkeit, die ich sicher bin.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, do try to actually listen to me.
french: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Embre, essayez de m'écouter.
german: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, versuche wirklich, mir zuzuhören.

source: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] What?!
french: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] Quoi? !
german: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] Was?!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I may not have your experience with the modern world...
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Je n'ai peut-être pas votre expérience avec le monde moderne...
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Ich habe vielleicht nicht deine Erfahrung mit der modernen Welt...

source: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Trust me, I'm from the late 80's, and this world still freaks me the hell out. Have you seen these phones today? They look like chocolate bars!
french: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Croyez-moi, je suis de la fin des années 80, et ce monde me déteste encore l'enfer. Avez-vous vu ces téléphones aujourd'hui ? Ils ressemblent à des barres de chocolat!
german: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Vertrauen Sie mir, ich bin aus den späten 80er Jahren und diese Welt befreit mich immer noch die Hölle. Hast du diese Telefone heute gesehen? Sie sehen aus wie Schokoladenbalken!

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ...yet I have lived for centuries now, and I have seen things you could not possibly fathom.
french: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ... pourtant je vis depuis des siècles maintenant, et j'ai vu des choses que vous ne pouviez pas imaginables.
german: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ...aber ich habe schon seit Jahrhunderten gelebt, und ich habe Dinge gesehen, die du gar nicht verstehen kannst.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Is this going somewhere?
french: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Est-ce que ça va quelque part ?
german: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] geht das irgendwohin ?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] My point is that I know that it is hard to forgive whatever it may be that torments you, but you must {i}try{/i} to let it go.
french: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Mon point est que je sais qu'il est difficile de pardonner quoi que ce soit qui puisse vous tourmenter, mais vous devez {i}essayer{/i} de le laisser partir.
german: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Mein Punkt ist, dass ich weiß, dass es schwer zu verzeihen ist, was es sein mag, dass du quälst aber du musst {i}versuchen{/i} um es loslassen zu lassen.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, so you spend a couple weeks with boy wonder and suddenly you're a reformed saint now?
french: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, alors vous passez quelques semaines avec un garçon de se demander et soudainement vous êtes un saint réformé maintenant ?
german: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Ach, du verbringst ein paar Wochen mit Jungen und bist jetzt plötzlich ein reformierter Heilige?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, the master does not control my-
french: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-non, le maître ne contrôle pas mon-
german: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, der Meister kontrolliert mich nicht-

source: [_desiree_s_tv_s_closed_s_unhappy_s_talk_distraught_] I...
french: [_desiree_s_tv_s_closed_s_unhappy_s_talk_distraught_] Je...
german: [_desiree_s_tv_s_closed_s_unhappy_s_talk_distraught_] Ich...

source: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Let me guess, you never told your precious "master" about them have you?
french: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Laissez-moi deviner que vous n'avez jamais dit à votre précieux "maître" qu'ils vous ont ?
german: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Lass mich erraten, du hast dir nie deinem kostbaren "Meister" über sie erzählt?

source: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] No, he's not ready for that... I wouldn't want him to see me as-
french: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] Non, il n'est pas prêt pour cela... Je ne voudrais pas qu'il me voie comme -
german: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] Nein, er ist nicht bereit dafür... Ich möchte nicht, dass er mich sieht al-

source: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! And here you are lecturing me.
french: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! Et vous me faites des leçons.
german: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! Und hier belehrst du mir.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I'm simply trying to help you.
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] J'essaie simplement de vous aider.
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Ich versuche einfach, dir zu helfen.

source: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Well thanks babe, but I don't need it.
french: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Eh bien merci la maîtresse, mais je n'en ai pas besoin.
german: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Nun, dank babe, aber ich brauche es nicht.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...and I don't deserve it...
french: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...et je ne le mérite pas...
german: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...und ich habe es nicht verdient...

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...I hated myself.
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...Je me détestais.
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...Ich hasste mich.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] I hated everyone, and everything. I wanted the whole world to suffer for what they did to me.
french: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] J'ai détesté tout le monde, et tout. Je voulais que le monde entier souffre pour ce qu'ils m'ont fait.
german: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] Ich hasste jeden und alles. Ich wollte, dass die ganze Welt für das leidet, was sie mir taten.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Yeah... I get that.
french: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Ouais... J'ai ça.
german: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Ja... Ich bekomme das.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] And believe me, I know I'm not a good person, even now, but...
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Et croyez-moi, je sais que je ne suis pas une bonne personne, même maintenant, mais...
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Und glauben Sie mir, ich weiß, ich bin auch jetzt kein guter Mensch, aber...

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] I think that Mas- I mean, I think Danny is... well he's helping me to at least see that there {i}are{/i} other ways to be.
french: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Je pense que Mas- je veux dire, je pense que Danny est... Eh bien, il m'aide à voir au moins qu'il y a {i}{/i} autres façons d'être.
german: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Ich denke, dass Mas- ich meine, ich glaube, Danny ist... gut, er hilft mir, zumindest zu sehen, dass es {i}gibt {/i} andere Wege.

source: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Even if I don't always agree with his methods, and believe me, I'd still choose freedom than this... he's taught me that eternity is a long time to hold onto all that hatred in your heart and not at least {i}talk{/i} about it.
french: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Même si je ne suis pas toujours d'accord avec ses méthodes, et croyez-moi, je préférerais quand même la liberté que cela... « il m'a appris que l'éternité est un long temps pour s'accrocher à toute cette haine dans votre cœur, et pas au moins {i}en parler{/i} à son sujet. »
german: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Auch wenn ich nicht immer mit seinen Methoden übereinstimme und mir glaube, würde ich trotzdem Freiheit wählen als diese... er hat mir gelehrt, dass die Ewigkeit eine lange Zeit ist, um an all dem festzuhalten, was Hass im Herzen war, und nicht mindestens {i}reden{/i} darüber.

source: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...you really do like him, huh?
french: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ... vous aimez vraiment lui, hein?
german: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...du magst ihn wirklich, huh?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Not always, no... but he's certainly different, I must admit...
french: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Pas toujours, non... mais il est certainement différent, je dois l'admettre...
german: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blusen*{/i} Nicht immer, nein... aber er ist sicherlich anders, ich muss zugeben...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] In other respects, he is in fact yet another common man with simple thoughts and desires, true...
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] À d'autres égards, il est en fait un autre homme commun avec des pensées et des désirs simples, vrai...
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] In anderer Hinsicht ist er in der Tat ein weiterer gewöhnlicher Mann mit einfachen Gedanken und Wünschen, wahr...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...and yet I sense in him a desire to do true good for others. Selflessly, even.
french: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...et pourtant je sens en lui le désir de faire du bien pour les autres. Ségolène, même.
german: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...und dennoch spüre ich in ihm den Wunsch, wahrhaftig Gutes für andere zu tun. Seltsamerweise sogar auch.

source: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, he's definitely a stupid... stupid goody two shoes...
french: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, il est définitivement une stupide... stupide bonne deux chaussures...
german: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, er ist definitiv ein dumm... dumme Goody zwei Schuhe...

source: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] He bought me that guitar, ya' know?
french: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] Il m'a acheté cette guitare, vous savez?
german: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] Er kaufte mir die Gitarre, ya' wissen?

source: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] Did he? So I have {i}him{/i} to thank for the migraines I've been developing...
french: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] As-il? Alors j'ai {i}lui{/i} pour remercier les migraines que je suis en train de développer...
german: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] Hast du ihn schon? Also {i}ihm{/i} danke ich für die Migräne, die ich entwickelt habe...

source: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Yeah, but I know he just wants my information about that creep who helped me escape the Ghost Zone... it's all just a game... and as soon as he's got it, he'll chuck me out, just like... like...
french: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Ouais, mais je sais qu'il veut juste mes informations sur ce fluage qui m'a aidé à échapper à la zone fantôme. C'est juste un jeu... et aussitôt qu'il en dispose, il va me déshabiller, juste comme...
german: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Ja, aber ich weiß, er will nur meine Informationen über diesen Schlamm, der mir geholfen hat, der Geisterzone zu entkommen. . Es ist alles nur ein Spiel... und sobald er es geschafft hat, wird er mich ausblenden, so wie ... wie...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, may I ask you something personal?
french: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Emblant, puis-je vous demander quelque chose de personnel ?
german: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, darf ich dich etwas Persönliches fragen?

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...well, I can't exactly stop you, so, sure.
french: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...eh bien, je ne peux pas vous arrêter exactement, donc sûr.
german: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...Nun, ich kann dich nicht genau stoppen, also sicher.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] When you play your music aloud, you play wanting the whole world to hear you... but do you ever play for {u}yourself{/u}?
french: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Quand tu écoutes ta musique à haute voix, tu joues en voulant que le monde entier t'écoute... mais est-ce que tu joues pour {u}toi-même{/u}?
german: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Wenn du deine Musik laut spielst, spielst du, wenn du willst, dass die ganze Welt dich hört... aber spielst du jemals für {u}selbst{/u}?

source: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Huh? W-what's that supposed to mean...?
french: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Hein? Qu'est-ce que ça veut dire...?
german: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Huh? W-Was soll das bedeuten...?

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] No... not anymore.{p}I play to get better, to please everyone, so they'll love me...
french: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Non... pas plus.{p}Je joue pour m'améliorer, pour plaire à tout le monde, donc ils vont m'aimer...
german: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Nein... nicht mehr.{p}Ich spiele, um besser zu werden, um jeden zufrieden zu stellen, so dass sie mich lieben werden...

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] But sometimes even that's not enough... so I use my powers to {u}make{/u} them love me...
french: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Mais parfois même ça ne suffit pas... alors j'utilise mes pouvoirs pour {u}les faire {/u} m'aimer ...
german: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Aber manchmal ist das nicht genug... also verwende ich meine Kräfte um {u}make{/u} sie lieben mich...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] In my time observing humans, the best musicians I had ever heard always played from the soul, deeply. Their best music reflected what they truly felt inside.
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] En mon temps à observer les humains, les meilleurs musiciens que j'ai jamais entendu ont toujours joué de l'âme, profondément. Leur meilleure musique reflétait ce qu'ils ressentaient vraiment à l'intérieur.
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] In meiner Zeit beobachtete ich Menschen, die besten Musiker, die ich je gehört hatte, immer tief aus der Seele gespielt. Ihre beste Musik spiegelte das wider, was sie sich wirklich gefühlt haben.

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah well, capitalism says buh-bye to that load of crap. Everything's just corporate and marketed now!
french: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Eh bien, le capitalisme dit au revoir à cette charge de merde. Tout est juste corporatif et commercialisé maintenant !
german: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Ja, der Kapitalismus sagt Buh-bye zu dieser Maulkorppe. Alles ist nur korporiert und jetzt vermarktet!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Cap-e-what?
french: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Cap-e-quoi ?
german: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Cap-e-was?

source: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} ...nevermind, let's just keep watching the movie.
french: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Soupir*{/i} ...jamais, continuons à regarder le film.
german: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sehen*{/i} ...nein, lass uns einfach den Film ansehen.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] As you wish.
french: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Comme vous le souhaitez.
german: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Wie du möchtest.

source: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...this dude's totally gonna fuck up his chances with her with a haircut like that.
french: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ... ce mec va tout à fait baiser ses chances avec elle avec une coupe de cheveux comme ça.
german: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...diese Dude wird seine Chancen mit einem Haarschnitt so voll ausschneiden.

source: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, agreed.
french: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, accepté.
german: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, zugestimmt.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, nice to see them getting along. I better leave them to it.)
french: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, sympa de les voir s'entendre. Je ferais mieux de les laisser pas.)
german: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Schön zu sehen, wie sie vorbeikommen. Ich überlasse sie besser da.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} I wonder how Ember and Desiree are feeling this morning?
french: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} Je me demande comment Ember and Desiree ressentent ce matin ?
german: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} Ich frage mich, wie Ember und Desiree sich heute Morgen fühlen?
