Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_box_ghost_blue_s_talk_frown_s_sad_2_] Noooo!! You have summarily defeated me, Ghost Boy!! I, the Box Ghost, of all ghouls!!
german: [_box_ghost_blue_s_talk_frown_s_sad_2_] Noooo!! Du hast mich zusammenfassend besiegt, Ghost Boy!! Ich, der Box Geister, aller Ghouls!!
italian: [_box_ghost_blue_s_talk_frown_s_sad_2_] Noooo!!! Mi hai sconfitto, Ragazzo Fantasma!!! Io, il Fantasma della Scatola, tra tutti i ghoul!!!

source: [_box_ghost_blue_s_towards_] I have failed... I am not worthy of being the ruler over any packaging recepticle.
german: [_box_ghost_blue_s_towards_] Ich habe versagt... Ich bin nicht würdig, der Herrscher über jeden Verpackungsrezept zu sein.
italian: [_box_ghost_blue_s_towards_] Ho fallito... Non sono degno di essere il sovrano di nessun contenitore di imballaggi.

source: [_danny_] Look, just give me my spare parts already before I have to whoop your butt again, dude.
german: [_danny_] Schau, gib mir einfach meine Ersatzteile schon bevor ich dich wieder in den Arsch werfen muss.
italian: [_danny_] Senti, dammi già i miei pezzi di ricambio prima che debba prenderti a calci nel sedere di nuovo, amico.

source: [_box_ghost_blue_s_neutral_s_center_1_s_talk_frown_] Here... take your forsaken parts for your confangled machinery... I merely wanted the box anyway, so I've put it in this {i}less{/i} beautifully designed box...
german: [_box_ghost_blue_s_neutral_s_center_1_s_talk_frown_] Hier... nimm deine verlassenen Teile für deine konfektionierten Maschinen... Ich wollte die Box sowieso nur, also habe ich sie in dieser {i}weniger / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / /
italian: [_box_ghost_blue_s_neutral_s_center_1_s_talk_frown_] Ecco... prendete le vostre parti abbandonate per i vostri macchinari confusi... Volevo solo la scatola comunque, quindi l'ho messa in questa {i}meno{/i} bella scatola...

source: [_danny_] Alright, finally! Now mom can finish up on the ghost catching thermos.
german: [_danny_] Okay, endlich! Jetzt kann die Mama auf dem Gespenst fertig sein, der Thermen fängt.
italian: [_danny_] Bene, finalmente! Ora la mamma può finire il thermos per catturare i fantasmi.

source: [_box_ghost_blue_s_sad_2_s_talk_frown_2_] G-g-ghost catching {b}what{/b}?! Oh no!! Don't tell me you're some kinda ghost hunter?!
german: [_box_ghost_blue_s_sad_2_s_talk_frown_2_] G-g-Gespenst fängt {b}was{/b}?! Oh nein! Sag mir nicht, du bist ein kinda Geisterjäger?!
italian: [_box_ghost_blue_s_sad_2_s_talk_frown_2_] G-ghost che cattura {b}cosa?! Oh no!!! Non dirmi che sei una specie di cacciatore di fantasmi?!

source: [_danny_] Ghost hunter in training, really! But my mom? Now she's the {b}real{/b} deal! She'll be able to zap you up and put you right back where you belong! Back to the, uh... Ghost Zone, right?!
german: [_danny_] Geisterjäger im Training, wirklich! Aber mein Mam? Jetzt ist sie der {b}echte{/b} Deal! Sie wird dich aufzapfen und dich dorthin bringen, wo du hingehörst! Zurück zu dich, uh. . Geister Zone, oder?!
italian: [_danny_] Cacciatore di fantasmi in addestramento, davvero! Ma mia madre? Ora è il vero {b}affare! Lei sarà in grado di darti una scossa e di rimetterti al tuo posto! Tornare alla... Zona Fantasma, giusto?!

source: [_danny_] (Oh man, I hope he takes my bluff... with the Fenton Ghost Portal damaged, all I can really do is just beat these guys up and hope they don't fall outta line again.)
german: [_danny_] (Oh Mann, ich hoffe, er nimmt mein Bluff... mit dem beschädigten Fenton Ghost Portal kann ich diese Jungs einfach nur besiegen und hoffen, dass sie nicht wieder aus der Reihe fallen.)
italian: [_danny_] (Oh, cavolo, spero che accetti il mio bluff... con il Portale Fantasma di Fenton danneggiato, tutto ciò che posso fare è picchiare questi ragazzi e sperare che non cadano di nuovo in disordine).

source: [_box_ghost_blue_s_center_1_s_talk_frown_s_sad_] Oh no!! I-I'm so sorry, Ghost Boy!! My vision was clouded by the tantalizing design of the box!! Please, forgive me!! I merely wanted a heavenly box to spoon with in my chambers!! I am weak willed!!
german: [_box_ghost_blue_s_center_1_s_talk_frown_s_sad_] Oh nein! Ich bin so entschuldigt, Geister Boy!! Meine Vision wurde durch das verlockende Design der Box getrübt. Bitte verzeihen Sie mich! Ich wollte nur eine Himmelsbox in meinen Kammern löffelnen!!
italian: [_box_ghost_blue_s_center_1_s_talk_frown_s_sad_] Oh no!!! Mi dispiace tanto, Ghost Boy!!! La mia vista è stata offuscata dall'allettante design della scatola!!! Ti prego, perdonami! Volevo solo una scatola celeste da coccolare nelle mie stanze!!! Sono debole di volontà!

source: [_danny_] (Uhmm... well {b}this{/b} is awkward.)
german: [_danny_] (Uhmm... nun {b}diese{/b} ist unangenehm.)
italian: [_danny_] (Uhmm... beh {b}questo{/b} è imbarazzante).

source: [_danny_] Hey, look, Box Ghost guy... just calm down. It's not that big a deal.
german: [_danny_] Hey, schau, Box Ghost guy... beruhigt sich einfach. Es ist nicht so groß ein Deal.
italian: [_danny_] Ehi, senti, Box Ghost... calmati. Non è niente di che.

source: [_danny_] I'll be lenient this time, just... just don't ever try to rip me off again. If I order something, it's mine!
german: [_danny_] Diesmal werde ich nachsichtig sein, richtig... versuche mich nicht mehr zu reißen. Wenn ich etwas bestelle, ist es meine!
italian: [_danny_] Sarò clemente questa volta, ma... non cercare mai più di fregarmi. Se ordino qualcosa, è mio!

source: [_box_ghost_blue_s_sad_s_talk_2_] Y-yes, of course, mister Ghost Boy, sir! I'm sorry, never again! The c-customer is always right!
german: [_box_ghost_blue_s_sad_s_talk_2_] Ja, natürlich fehlender Ghost Boy, Sir! Es tut mir leid, nie wieder! Der c-Kunde ist immer in Ordnung!
italian: [_box_ghost_blue_s_sad_s_talk_2_] Sì, certo, signor Ghost Boy, signore! Mi dispiace, mai più! Il c-cliente ha sempre ragione!

source: [_danny_] Alright, good! Let's keep it that way.
german: [_danny_] Okay, gut! Halten wir es so.
italian: [_danny_] Va bene, bene! Continuiamo così.

source: [_danny_] So... you're a ghost huh? From this... Ghost Zone, place? Is that where you got the parts I ordered?
german: [_danny_] So... du bist ein Geist huh? Von diesem... Ghost Zone, Ort? Ist das der Ort, an dem du die Teile bestellt hast?
italian: [_danny_] Quindi... sei un fantasma, eh? Da questo... Zona Fantasma? È lì che hai preso i pezzi che ho ordinato?

source: [_box_ghost_blue_s_sad_s_talk_2_] Yes, Ghost Boy! I often scavenge for parts or artifacts I find there. Then I sell them off here!
german: [_box_ghost_blue_s_sad_s_talk_2_] Ja, Geister Boy! Ich schrecke oft nach Teilen oder Artefakten, die ich dort finde. Dann verkaufe ich sie hier!
italian: [_box_ghost_blue_s_sad_s_talk_2_] Sì, Ghost Boy! Spesso cerco parti o artefatti che trovo lì. Poi li rivendo qui!

source: [_danny_] Okay, well, I can't exactly blame you for lying about the Toronto thing...
german: [_danny_] Okay, nun, ich kann dich nicht genau dafür verantwortlich machen, dass du über das Toronto lügst...
italian: [_danny_] Ok, beh, non posso certo biasimarti per aver mentito sulla storia di Toronto...

source: [_danny_] Anyway, I'm gonna leave now... so the next time we meet, you better not be goofing around!
german: [_danny_] Jedenfalls werde ich jetzt verlassen... also das nächste Mal, wenn wir uns treffen, bist du besser nicht herum!
italian: [_danny_] Comunque, ora me ne vado... quindi la prossima volta che ci incontriamo, è meglio che tu non faccia lo scemo!

source: [_danny_] Oh, and stop stealing stuff from other people! Don't take what isn't yours in the human world, got it?
german: [_danny_] Oh, und höre auf, Sachen von anderen Leuten zu stehlen! Nimm nicht, was nicht dir in der menschlichen Welt ist, oder?
italian: [_danny_] Oh, e smettete di rubare le cose agli altri! Non prendete ciò che non è vostro nel mondo umano, capito?

source: [_box_ghost_blue_s_talk_frown_2_s_sad_2_] Yes, of course! I'm sorry Ghost Boy, I swear! Never again will I take the boxes and containers of living mortals!!
german: [_box_ghost_blue_s_talk_frown_2_s_sad_2_] Ja, natürlich! Es tut mir leid, Geisterjunge und schwöre ich! Nie wieder werde ich die Boxen und Container lebender Sterblicher einnehmen!!
italian: [_box_ghost_blue_s_talk_frown_2_s_sad_2_] Sì, certo! Mi dispiace ragazzo fantasma, lo giuro! Non prenderò mai più le scatole e i contenitori dei mortali viventi!!!

source: [_danny_] (Well this worked out pretty well... I got my things, and now I have my first link to this "Ghost Zone" place.)
german: [_danny_] (Nun, das hat ziemlich gut geklappt... Ich habe meine Sachen und jetzt habe ich meinen ersten Link zu diesem Ort "Ghost Zone". )
italian: [_danny_] (Beh, è andata piuttosto bene... Ho preso le mie cose e ora ho il mio primo link a questo posto "Zona Fantasma").

source: [_danny_] (Hopefully I won't regret leaving this box dork to continue working here...)
german: [_danny_] (Hoffentlich werde ich es nicht bereuen, dass ich diesen Boxenschlafraum verlassen werde, um hier weiter zu arbeiten...)
italian: [_danny_] (Spero di non rimpiangere di aver lasciato questa scatola di imbranati per continuare a lavorare qui...)

source: [_danny_] ("Box Ghost" though... seriously? Why {b}boxes{/b} of all things?)
german: [_danny_] ("Box Geister" aber... ernst? Warum {b}Kästchen{/b} aller Dinge?)
italian: [_danny_] ("Box Ghost", però... sul serio? Perché proprio {b}scatole{/b}?)

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Hey mom!
german: [_danny_s_towards_wide_s_sad_s_talk_happy_] Hey Mam!
italian: [_danny_s_towards_wide_s_sad_s_talk_happy_] Ehi, mamma!

source: [_maddie_] Hello sweetie. What're you doing hanging down here again?
german: [_maddie_] Hallo Sweetie. Was gehst du hier wieder herunter?
italian: [_maddie_] Ciao, tesoro. Che ci fai di nuovo quaggiù?

source: [_maddie_s_talk_happy_2_] Oh, don't tell me! You're actually ready to start taking up the family business?!
german: [_maddie_s_talk_happy_2_] Oh, sag mir nicht! Du bist eigentlich bereit, das Familienunternehmen aufzunehmen?!
italian: [_maddie_s_talk_happy_2_] Oh, non dirlo a me! Sei davvero pronto a iniziare l'attività di famiglia?!

source: [_jack_] What's that I hear?! Danny's ready to start hunting ghosts like his old man??
german: [_jack_] Was höre ich?! Danny's bereit, Geister wie sein alter Mann zu jagen?
italian: [_jack_] Cos'è che ho sentito? Danny è pronto a dare la caccia ai fantasmi come il suo vecchio?

source: [_jack_] I... I'm so proud... ugh... darn it! Must have... gotten some {i}*Sniff*{/i} spectral-trail dust in my eyes...~! {i}*Sniff*{/i}
german: [_jack_] Ich... Ich bin so stolz... hässlich! Muss es haben... etwas {i}*Sniff*{/i} Spektralspurenstaub in meinen Augen bekommen...~! {i}*Sniff*{/i}
italian: [_jack_] I... Sono così orgoglioso... ugh... dannazione! Devo aver... preso un po' di {i}*Sniff*{/i} polvere di scia spettrale negli occhi... ~! {i}*Sniff*{/i}

source: [_danny_s_talk_happy_2_s_wondering_] Uhm, no guys, I'm not quite ready for that kinda commitment to the paranormal just yet... actually, I just came to drop this off to you, Mom.
german: [_danny_s_talk_happy_2_s_wondering_] Uhm, nein, Jungs, ich bin noch nicht ganz bereit für dieses kinda Engagement für das Paranormal gerade noch. . Eigentlich bin ich gerade gekommen, um das an dich abzulegen, Mom.
italian: [_danny_s_talk_happy_2_s_wondering_] No, ragazzi, non sono ancora pronta per un impegno del genere con il paranormale... in realtà, sono solo venuta a lasciarti questo, mamma.

source: [_maddie_] Oh, thank you sweetie...!
german: [_maddie_] Oh, vielen Dank...!
italian: [_maddie_] Oh, grazie tesoro...!

source: [_maddie_] ...what is it?
german: [_maddie_] ...was ist es?
italian: [_maddie_] ...che cos'è?

source: [_danny_] Well, it's the parts you were looking for! To finally put together the Fenton Thermos!
german: [_danny_] Nun, es sind die Teile, die du gesucht hast! Um endlich die Fenton-Thermos zusammenzustellen!
italian: [_danny_] Ecco i pezzi che stavate cercando! Per mettere finalmente insieme il thermos Fenton!

source: [_maddie_] Danny, what are you talking about? Where would you have gotten the parts I needed?
german: [_maddie_] Danny, worüber redet du? Wo hätten du die Teile, die ich benötigte, bekommen?
italian: [_maddie_] Danny, di cosa stai parlando? Dove avresti preso i pezzi che mi servivano?

source: [_danny_] Uhm, you know, just a little shop in the mall, nothing {i}crazy{/i} or {u}cross-dimensional{/u} related at all!
german: [_danny_] Uhm, du weißt, nur ein kleiner Shop in der Mall, nichts {i}crazy{/i} oder {u}Cross-dimensional{/u} verwandt überhaupt!
italian: [_danny_] Uhm, sai, solo un piccolo negozio nel centro commerciale, niente di {i}folle{/i} o {u}cross-dimensionale{/u} affatto!

source: [_maddie_] Well Danny, that was sweet of you to try, but I don't think that some two-bit retail hobby shop would have the necessary-
german: [_maddie_] Nun, Danny, das war süß von dir zu versuchen, aber ich glaube nicht, dass ein Zwei-bit-Einzelhandel das Notwendige hätte -
italian: [_maddie_] Beh, Danny, è stato carino da parte tua provarci, ma non credo che un negozio di hobbistica da due soldi abbia il necessario...

source: [_maddie_] Wait a minute... hey... a whole package of Rhodium bearings! In several sizes, too!
german: [_maddie_] Warte eine Minute... hey... ein ganzes Paket von Rhodium-Lagern! Auch in mehreren Größen!
italian: [_maddie_] Aspettate un attimo... ehi... un'intera confezione di cuscinetti al rodio! Anche in diverse misure!

source: [_maddie_] Oh my- unbelievable! Several packets of plutonium coated wires and soldering connectors!
german: [_maddie_] Oh mich- unglaublich! Mehrere Pakete mit plutoniumbeschichteten Drähten und Lötverbindern!
italian: [_maddie_] Oh mio... incredibile! Diversi pacchetti di fili rivestiti di plutonio e connettori per saldare!

source: [_maddie_] {i}*Gasp*{/i} Impossible! Whole two inch osmium cylinder belts with domino traction stoppers! You can't even get these without a {b}government grant{/b}!!
german: [_maddie_] {i}*Gasp*{/i} Unmöglich! Ganze zwei Zoll osmium Zylindergurte mit Domino Traktionsstopper! Du kannst sie nicht einmal bekommen ohne eine {b}staatliche Zuschütte{/b}!!
italian: [_maddie_] {i}*Impossibile! Intere cinghie a cilindro di osmio da due pollici con fermi di trazione a domino! Non è possibile ottenerli nemmeno senza una {b}sovvenzione governativa{/b}!!

source: [_maddie_] Goodness, Danny, how did you manage to get all this?!
german: [_maddie_] Güte, Danny, wie hast du das alles geschafft?!
italian: [_maddie_] Santo cielo, Danny, come hai fatto a ottenere tutto questo?!

source: [_danny_] Well, you know, I sorta used some {b}leverage{/b} and found a way to get everything I thought you might need.
german: [_danny_] Nun, du weißt, ich habe {b}Hebel{/b} verwendet und einen Weg gefunden, um alles zu bekommen, was ich für nötig hielt.
italian: [_danny_] Beh, sai, ho usato un po' di {b}leva{/b} e ho trovato un modo per ottenere tutto ciò che pensavo potesse servirti.

source: [_maddie_] {i}Leverage{/i}, you say?
german: [_maddie_] {i}Hebel{/i}, sagst du?
italian: [_maddie_] {i}Leverage{/i}, avete detto?

source: [_danny_] Uhm, yeah, totally! I have like, mall street-cred. I can get the best parts in town, heh he...
german: [_danny_] Uhm, ja, insgesamt! Ich habe gerne, Mall Street Cred. Ich kann die besten Teile in der Stadt bekommen, heh he...
italian: [_danny_] Uhm, sì, assolutamente! Ho una reputazione da centro commerciale. Posso avere i pezzi migliori in città, heh heh...

source: [_danny_s_talk_happy_2_s_sad_2_] P-plus, the guy I ordered it from owes me a favor for not outing him to the mall security.
german: [_danny_s_talk_happy_2_s_sad_2_] P-plus, der Kerl, den ich es von mir bestellt habe, schuldet mir einen Gefallen dafür, ihn nicht in den Mall Sicherheit zu verlassen.
italian: [_danny_s_talk_happy_2_s_sad_2_] Inoltre, il tizio da cui l'ho ordinato mi deve un favore per non averlo denunciato alla sicurezza del centro commerciale.

source: [_maddie_] Oh? What for?
german: [_maddie_] Oh? Wofür?
italian: [_maddie_] Oh? Perché?

source: [_maddie_] Danny, are you haggling with some sort of {u}criminal{/u}...?
german: [_maddie_] Danny, feilschen Sie mit einer Art von {u}Kriminell{/u}...?
italian: [_maddie_] Danny, stai contrattando con una specie di criminale di {u}{/u}...?

source: [_danny_s_talk_frown_] What? N-no way, of course not! No Mom, I wouldn't do that...
german: [_danny_s_talk_frown_] Was? N-nein, natürlich nicht! Nein Mama, ich würde das nicht tun...
italian: [_danny_s_talk_frown_] Cosa? No, no, certo che no! No mamma, non lo farei mai...

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] It's just that... well the guy's from Canada, and he doesn't quite have his {b}Green Card{/b} yet.
german: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] Es ist genau dass... gut der Kerl aus Kanada, und er hat noch nicht ganz seine {b}Grüne Karte{/b}.
italian: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] È solo che... il ragazzo viene dal Canada e non ha ancora la sua {b}Green Card{/b}.

source: [_danny_s_towards_s_talk_frown_s_wondering_] He's just trying to make a living to support his family while they try their best to fend off giant moose attacks back home, ya know? I don't know, call me a big softie, but I just felt sorta bad is all.
german: [_danny_s_towards_s_talk_frown_s_wondering_] Er versucht nur, einen Lebensunterhalt zu verdienen, um seine Familie zu unterstützen, während sie ihr Bestes tun, um riesige Elfenbeinangriffe nach Hause abzuwehren, ja weiß? Ich weiß nicht, nennen Sie mich ein großes Softie, aber ich fühlte mich sorta schlecht ist alles.
italian: [_danny_s_towards_s_talk_frown_s_wondering_] Sta solo cercando di guadagnarsi da vivere per mantenere la sua famiglia mentre loro fanno del loro meglio per respingere gli attacchi di alci giganti a casa, capisci? Non so, chiamatemi pure tenerone, ma mi sono sentito in colpa, tutto qui.

source: [_maddie_] Oh my goodness, Danny...
german: [_maddie_] Oh meine Güte, Danny...
italian: [_maddie_] Oh mio Dio, Danny...

source: [_maddie_] That is so {i}sweet{/i} of you! {i}*Tsck*{/i} Oh, you are just becoming {b}more{/b} and more of a gentleman like your father every day!
german: [_maddie_] Das ist so {i}süß{/i} von dir! {i}*Tsck*{/i} Oh, du wirst nur {b}mehr{/b} und mehr von einem Gentleman wie dein Vater jeden Tag!
italian: [_maddie_] E' così {i}dolce{/i} da parte tua! {i}*Tsck*{/i} Oh, stai diventando {b}ogni giorno di più{/b} un gentiluomo come tuo padre!

source: [_jack_] Honey, come check out this old sandwich I found! It's been stuck behind the storage cabinet for who {b}knows{/b} how long! Let's run some tests on it for fun!
german: [_jack_] Hallo, schau dir dieses alte Sandwich an, das ich gefunden habe! Es steckt hinter dem Speicherkabinett fest, für wen {b}weiß, wie lange{/b} wie lange! Lassen Sie uns einige Tests durchführen!
italian: [_jack_] Tesoro, vieni a vedere questo vecchio panino che ho trovato! È rimasto bloccato dietro l'armadietto da chissà {b}sa{/b} quanto tempo! Facciamo qualche test per divertirci!

source: [_maddie_] ...well, at least I {i}remember{/i} him being one.
german: [_maddie_] ...nun, zumindest {i}erinnere ich mich daran, dass er einer war.
italian: [_maddie_] ...beh, almeno io {i}ricordo che lo era.

source: [_danny_] So, do you think you can finish working on the Fenton Thermos now?
german: [_danny_] Halten Sie die Arbeit an den Fenton-Thermos jetzt ab?
italian: [_danny_] Allora, pensi di poter finire di lavorare al thermos Fenton adesso?

source: [_maddie_] Honestly, with everything you just handed me here, I think I could put together a {b}couple{/b} of them!
german: [_maddie_] Ehrlich gesagt, mit allem, was du mir hier gegeben hast, glaube ich, dass ich ein {b}Paar zusammenstellen könnte{/b} von ihnen!
italian: [_maddie_] Onestamente, con tutto quello che mi hai passato qui, penso che potrei metterne insieme una {b}coppia{/b}!

source: [_danny_s_wondering_s_talk_happy_2_] Well that's good, but maybe just focus on the first one, right?
german: [_danny_s_wondering_s_talk_happy_2_] Nun, das ist gut, aber vielleicht konzentrieren Sie sich nur auf die erste, oder?
italian: [_danny_s_wondering_s_talk_happy_2_] Bene, ma forse basta concentrarsi sul primo, giusto?

source: [_maddie_] Yes, you're right, hon. Oh, I'm just so excited to finally get it working!
german: [_maddie_] Ja, du hast recht, hon. Oh, ich bin einfach so begeistert, es endlich zum Laufen zu bringen!
italian: [_maddie_] Sì, hai ragione, tesoro. Sono così entusiasta di averlo finalmente fatto funzionare!

source: [_danny_s_sad_s_talk_happy_2_] I'm glad to see you so happy about this, Mom.
german: [_danny_s_sad_s_talk_happy_2_] Ich bin froh, dich so glücklich darüber zu sehen, Mama.
italian: [_danny_s_sad_s_talk_happy_2_] Sono felice di vederti così contenta, mamma.

source: [_maddie_] Oh Danny, it's thanks to you that I get to actually wrap up on this decades old project.
german: [_maddie_] Oh Danny, es ist dir zu verdanken, dass ich mich mit diesem jahrzehntelangen alten Projekt abschließen kann.
italian: [_maddie_] Oh Danny, è grazie a te che riesco a concludere questo progetto vecchio di decenni.

source: [_maddie_] You are the sweetest boy a mother could have.
german: [_maddie_] Du bist der süßeste Junge den deine Mutter haben könnte.
italian: [_maddie_] Sei il ragazzo più dolce che una madre possa avere.

source: [_danny_s_closed_s_blush_s_talk_happy_2_] Ah jeez, come on now. Don't get all mushy on me, Mom...
german: [_danny_s_closed_s_blush_s_talk_happy_2_] Ah jeez, komm jetzt vorbei. Bekomme nicht alle Pilze auf mich, Mammut...
italian: [_danny_s_closed_s_blush_s_talk_happy_2_] Ah, cavolo, andiamo. Non fare la sdolcinata con me, mamma...

source: [_maddie_] Now then! It's time for the {i}brilliant{/i} Madeline Fenton to get crackin', aye?
german: [_maddie_] Nun, dann! Es ist Zeit für die {i}brillant{/i} Madeline Fenton, um Crackin', ay?
italian: [_maddie_] E ora! È ora che la {i}brillante{/i} Madeline Fenton di darsi da fare, vero?

source: [_maddie_] Oooh, this is the fun part! All the minute and intricate facets of inventing!
german: [_maddie_] Oooh, das ist der lustige Teil! Die ganze Minute und komplizierte Facetten der Erfindung!
italian: [_maddie_] Oooh, questa è la parte più divertente! Tutte le minuziose e intricate sfaccettature dell'inventare!

source: [_maddie_] Alright Jack, let's get to work!!
german: [_maddie_] Okay, los geht's!
italian: [_maddie_] Va bene Jack, mettiamoci al lavoro!!!

source: [_jack_] You betcha, baby! Just after I finish with this sandwich!
german: [_jack_] Du betcha, Baby! Gleich nachdem ich mit diesem Sandwich fertig war!
italian: [_jack_] Ci puoi scommettere, tesoro! Subito dopo aver finito questo panino!

source: [_jack_] My God, the {b}mold{/b} caked onto this bad boy... absolute {u}unit{/u}...
german: [_jack_] Mein Gott, die {b}geschmolzen{/b} caked auf diesen schlechten Junge... absolute {u}Einheit{/u}...
italian: [_jack_] Mio Dio, la {b}muffa{/b} che si è formata su questo ragazzaccio... assoluta {u}unità{/u}...

source: [_maddie_] ...and... it, is, {b}done{/b}!
german: [_maddie_] ...und... Es ist, {b}getan{/b}!
italian: [_maddie_] ...e... è, {b}fatto{/b}!

source: [_maddie_] Husband and second-born, I proudly present to you...
german: [_maddie_] Husband und zweiter geboren, ich präsentiere dir stolz...
italian: [_maddie_] Marito e secondogenito, vi presento con orgoglio...
