Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_danny_s_talk_happy_s_rise_one_] Whaddup, gothic butt?
german: [_danny_s_talk_happy_s_rise_one_] Whaddup, gotische Äpfel?

source: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, piece of advice on girls number 3053? Typically, most girls don't like their butt to be the icebreaker to a conversation.
german: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, Ratschlag auf Mädchen Nummer 3053? In der Regel sind die meisten Mädchen nicht wie ein Eisbrecher zu einem Gespräch.

source: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, I know, I'm sorry! I'm just teasing.
german: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, ich weiß, es tut mir leid! Ich bin nur Teasing.

source: [_danny_s_talk_happy_s_at_danny_] I don't know, for whatever reason lately, I find myself in a pretty great mood!
german: [_danny_s_talk_happy_s_at_danny_] Ich weiß nicht, aus welchen Gründen ich mich in letzter Zeit in einer ziemlich guten Stimmung wiederfindet!

source: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... do you think it {i}might{/i} have something to do with developing fantastic super powers?
german: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... denkst du, es {i}might{/i} habe etwas mit der Entwicklung fantastischer Superkräfte zu tun?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hey, you joke, but I definitely wouldn't say it's been easy since the accident.
german: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hey, du Witz, aber ich würde definitiv nicht sagen, es ist einfach seit dem Unfall.

source: [_danny_s_talk_frown_2_s_at_player_s_sad_] I mean, ever since I gained my abilities, I've had to deal with a lot more than I ever could have figured I'd have to deal with in high school.
german: [_danny_s_talk_frown_2_s_at_player_s_sad_] Ich meine, seit ich meine Fähigkeiten erworben habe, Ich musste mich viel mehr als je zuvor mit dem Thema beschäftigen, mit dem ich mich in der Gymnasium befassen müsste.

source: [_danny_s_at_danny_s_talk_frown_] Fighting ghosts from who knows where, keeping my secret from just about everyone, having to collect that Orgone stuff...
german: [_danny_s_at_danny_s_talk_frown_] Kämpfe Geister von wem wo, und bewahre mein Geheimnis vor fast jedem und muss das Orgot-Zeug sammeln...

source: [_danny_s_talk_happy_2_s_sad_s_blush_] ...well, I guess it hasn't been {i}all{/i} bad.
german: [_danny_s_talk_happy_2_s_sad_s_blush_] ...nun, ich denke, es war nicht {i}all{/i} schlecht.

source: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, grow up! I- I only did that stuff to... to help you beat that shadow creep is all!!
german: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, wachsen auf! Ich- Ich habe nur das Zeug dazu gemacht... um dir dabei zu helfen, das Schattenschleichen alles zu besiegen!!

source: [_danny_s_closed_s_talk_happy_s_neutral_] No, I get that... and I really appreciate that, honestly. I'm glad you trusted me enough to help out. I couldn't have done it without you.
german: [_danny_s_closed_s_talk_happy_s_neutral_] Nein, ich bekomme das... und ich schätze das wirklich, ehrlich. Ich bin froh, dass du mir genug vertraust um zu helfen. Ich hätte es ohne dich nicht geschafft.

source: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... well, hey, glad to service you...
german: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... nun, hey, froh über Ihren Dienst...

source: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}I mean {i}be{/i} of service{/b}!!
german: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}Ich meine {i}von Dienst{/b}!!

source: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax! I know what you meant!
german: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, entspannen! Ich weiß, was du meinst!

source: [_danny_s_-blush_2_s_talk_happy_] {i}Anyway{/i}, the point I'm making is that I don't think my powers are what's making me feel good lately.
german: [_danny_s_-blush_2_s_talk_happy_] {i}Jedenfalls{/i}, der Punkt, an dem ich anstelle ist, dass ich nicht glaube, dass meine Kräfte das sind, was mich in letzter Zeit gut fühlt.

source: [_sam_s_confused_s_-blush_s_talk_frown_2_] No? Then what is it?
german: [_sam_s_confused_s_-blush_s_talk_frown_2_] Nein? Was ist das?

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] I don't know... what was it you said about me the other day? That you think I'm different somehow?
german: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Ich weiß nicht... was hast du neulich über mich gesagt? Dass du denkst, dass ich irgendwie anders bin?

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Well, I think so too. In a good way, I mean. I like that I get to use these powers to help people and protect others.
german: [_danny_s_towards_s_talk_happy_2_s_sad_] Nun, ich denke es auch. Auf eine gute Art und Weise. Ich mag es, dass ich diese Befugnisse nutzen, um Menschen zu helfen und andere zu schützen.

source: [_danny_s_rise_one_s_talk_happy_] I mean, maybe I don't always use them in the right way... but saving others like you makes me feel... pretty good.
german: [_danny_s_rise_one_s_talk_happy_] Ich meine, vielleicht benutze ich sie nicht immer auf die richtige Art und Weise. Aber wenn du andere wie dich sparst, dann fühle ich mich ziemlich gut...

source: [_sam_s_sad_2_s_talk_bite_] Wow Danny, that's really great that you're looking that deeply into your character all of a sudden.
german: [_sam_s_sad_2_s_talk_bite_] Wow Danny, das ist wirklich großartig, dass du so tief in deinen Charakter schaust plötzlich sehr genau.

source: [_danny_s_talk_happy_2_s_angry_] Nah, I don't think it's {i}that{/i} sincere of a self reflection, hah!
german: [_danny_s_talk_happy_2_s_angry_] Nein, ich glaube nicht, dass es {i}ist, das die Aufrichtigkeit einer Selbstreflexion besitzt, hat!

source: [_danny_s_talk_happy_s_sad_2_] I'm just... I don't know, I'm glad that I can count on people like you and Tucker is all.
german: [_danny_s_talk_happy_s_sad_2_] Ich bin nur... Ich weiß nicht, ich bin froh, dass ich auf Leute wie Sie zählen kann und Tucker ist alles.

source: [_danny_s_talk_happy_2_s_neutral_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
german: [_danny_s_talk_happy_2_s_neutral_] Es ist dir zwei zu danken, die ich durch all die verrückten Sachen manövrieren kann, die in letzter Zeit laufen.

source: [_sam_s_confused_s_talk_bite_] Well we're your friends, Danny! No amount of "phantom pervert power" you have going on inside you could ever change that, dude.
german: [_sam_s_confused_s_talk_bite_] Nun, wir sind deine Freunde, Danny! Keine Menge an "Phanttom perverter Macht" die du in dir hast könnte das jemals ändern.

source: [_danny_s_talk_happy_s_sad_2_] That seriously means a lot to me, Sam. With people like you in my life, no ghost stands a chance against us.
german: [_danny_s_talk_happy_s_sad_2_] Das bedeutet ernsthaft viel für mich, Sam. Mit Leuten wie dir in meinem Leben hat kein Geist eine Chance gegen uns.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you...?
german: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... Du bist wirklich in diese ganze {i}machismo{/i} Superheld, bist du nicht schon...?

source: [_danny_s_talk_happy_s_rise_one_] Do you think? I mean, I'm not purposely trying to... uhm, Sam, you look a little flush in the face. Are you okay?
german: [_danny_s_talk_happy_s_rise_one_] Denkst du? Ich meine, ich versuche nicht absichtlich zu versuchen... uhm, Sam, du siehst ein wenig im Gesicht aus. Bist du in Ordnung?

source: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Y-yeah... yo-you look like you're blushing too...
german: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Ja-yeah... yo-Du siehst aus, als hättest du auch blutend...

source: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Speaking of Tucker, have you seen him around lately? I haven't really seen him show up for class recently...
german: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Du hast ihn in letzter Zeit in der Nähe von Tucker gesehen? Ich habe ihn in letzter Zeit nicht wirklich zur Klasse kommen sehen...

source: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, yeah, I heard he's come down with a bit of a sickness. He's probably just resting.
german: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, ja, ich habe gehört, dass er mit ein bisschen Krankheit herabgekommen ist. Er ist wahrscheinlich gerade ruhen.

source: [_danny_s_wondering_s_frown_2_] (Poor Sam. I shouldn't tell her that Tucker turned into an evil ghost gobling just yet.)
german: [_danny_s_wondering_s_frown_2_] (Armer Sam. Ich sollte ihr nicht sagen, dass Tucker gerade noch zu einem bösen Geister gobling wurde.)

source: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Especially while the two of us are currently fighting against each other... might not do well for her ghost fighting moral...)
german: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Speziell während die beiden derzeit gegeneinander kämpfen... für ihren Geist der moralischen Kämpfe vielleicht nicht gut gehen...)

source: [_danny_s_at_player_s_frown_3_s_sad_] (Man, I gotta figure out how to get Desiree out of Tucker's head...)
german: [_danny_s_at_player_s_frown_3_s_sad_] (Mann, ich werde herausfinden, wie man Desiree aus dem Kopf der Tucker holt...)

source: [_sam_s_talk_happy_3_s_sad_] That's too bad, I was sorta hoping we could all hang out together later, maybe do some research on these ghosts appearances.
german: [_sam_s_talk_happy_3_s_sad_] Das ist zu schlecht, ich war sorta in der Hoffnung, dass wir alle später zusammen bleiben könnten, vielleicht erforschen wir etwas über diese Geistererscheinungen.

source: [_danny_s_talk_happy_2_s_sad_] Honestly, it's thanks to help from you two that's made it even possible to manage through all the crazy stuff that's been going on lately.
german: [_danny_s_talk_happy_2_s_sad_] Ehrlich, Dank der Hilfe von euch zwei die es sogar möglich gemacht haben durch all die verrückten Sachen zu manövrieren, die es in letzter Zeit gibt.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you..?
german: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... Du bist wirklich in diese ganze {i}machismo{/i} Superheld, bist du nicht ..?

source: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
german: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] Es ist dir zwei zu danken, die ich durch all die verrückten Sachen manövrieren kann, die in letzter Zeit laufen.

source: [_danny_s_wondering_s_frown_2_] (I worry about Tucker though... how is he going to deal with his new powers?)
german: [_danny_s_wondering_s_frown_2_] (Ich mache mir jedoch Sorgen um Tucker... wie wird er mit seinen neuen Mächten umgehen?)

source: [_danny_s_at_danny_s_wondering_s_frown_] (Pranking people is one thing, but purposely using our powers to take advantage of them is something I'm afraid he might try...)
german: [_danny_s_at_danny_s_wondering_s_frown_] (Platzieren von Leuten ist eine Sache, aber zielgerichtet unsere Kräfte zu nutzen, um sie zu nutzen, ist etwas, was ich fürchte, er könnte es versuchen...)

source: [_sam_s_confused_s_talk_frown_2_] Danny, are you alright dude? You seemed worried about something.
german: [_sam_s_confused_s_talk_frown_2_] Danny, bist du ganz richtig? Du schien um etwas besorgt zu sein.

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, no! Sorry, I was just thinking about what you said is all.
german: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, nein! Sorry, ich habe nur darüber nachgedacht, was du gesagt hast ist alles.

source: [_danny_s_talk_happy_s_sad_2_] It just seriously means a lot to me that you care that much, Sam. With people like you in my life, no ghost stands a chance against us.
german: [_danny_s_talk_happy_s_sad_2_] Es bedeutet mir ernsthaft, dass dir so viel am Herzen liegt, Sam. Mit Leuten wie dir in meinem Leben hat kein Geist eine Chance gegen uns.

source: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh my gosh, I can't believe it! The two love birds are already planning their honeymoon together! How sweet!
german: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh mein Gosh, ich kann es nicht glauben! Die beiden Liebesvögel planen bereits zusammen ihre Flitterwochen! Wie süß!

source: [_star_s_confused_s_talk_happy_] Where are you guys thinking to go? The local flaming garbage dump? Oh, how {i}romantic!{/i}
german: [_star_s_confused_s_talk_happy_] Wo willst du hin? Der einheimische Flammenmüll? Oh, wie {i}romantisch!{/i}

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Star, we aren't a couple!!
german: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Stern, wir sind kein Paar!!

source: [_danny_s_angry_s_talk_frown_2_] Yeah, so just knock it off!
german: [_danny_s_angry_s_talk_frown_2_] Ja, also stoßen Sie es ab!

source: [_star_s_closed_s_sad_s_talk_happy_2_] I can't help it if I find loser love to be so precious! You two are just so perfectly {b}atrocious{/b} together!
german: [_star_s_closed_s_sad_s_talk_happy_2_] Ich kann ihm nicht helfen, wenn ich die Verlierer Liebe für so kostbar halte! Du zwei sind einfach so perfekt {b}schrecklich{/b} zusammen!

source: [_danny_sam_] WE AREN'T TOGETHER!!
german: [_danny_sam_] WIR GEÄHRLEISTUNGEN!!

source: [_star_s_talk_frown_s_confused_] Look, whatever you losers are going through with your relationship, don't make {u}me{/u} a part of it.
german: [_star_s_talk_frown_s_confused_] Schau, was auch immer du mit deiner Beziehung verlierst, mache nicht {u}m{/u} zu einem Teil davon.

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] What the heck are you talking about? {i}You{/i} came to {i}us{/i}!
german: [_sam_s_towards_wide_s_angry_s_talk_frown_] Wovon sprechen Sie? {i}Sie{/i} kam zu {i}uns{/i}!

source: [_star_s_closed_s_angry_s_talk_frown_] Oh trust me, I wouldn't normally {b}choose{/b} to chat with the likes of you bottom feeders if I didn't have to.
german: [_star_s_closed_s_angry_s_talk_frown_] Oh Vertrauen Sie mir, ich würde normalerweise nicht {b}wählen, wenn ich es nicht tun müsste{/b} mit dir untersten Anlegern zu chatten.

source: [_danny_s_angry_s_talk_frown_] Then what are you bugging us for?
german: [_danny_s_angry_s_talk_frown_] Für was buggst du uns dann?

source: [_star_s_neutral_s_talk_frown_] I was just going to {b}say{/b}, I heard that Danny actually knows that "Inviso-Bill" guy.
german: [_star_s_neutral_s_talk_frown_] Ich war gerade zu {b}sagen{/b}, ich habe gehört, dass Danny wirklich weiß, dass "Inviso-Bill" Kerl.

source: [_sam_s_talk_frown_] ...{b}what{/b}?
german: [_sam_s_talk_frown_] ...{b}was{/b}?

source: [_star_s_talk_frown_s_rise_one_] Yeah, Paulina said you went and got him to help save her from sort of ghost octopuss? Said she thought he was {b}cute{/b}?
german: [_star_s_talk_frown_s_rise_one_] Ja, Paulina sagte, dass du gegangen bist und ihn dazu gebracht hast, sie vor Geister-Oktopus zu retten? Sie dachte, er sei {b}cute{/b}?

source: [_danny_s_rise_one_s_blush_s_talk_happy_] She did...?
german: [_danny_s_rise_one_s_blush_s_talk_happy_] Sie hat getan...?

source: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...she {i}did{/i}?!
german: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...sie {i}hat /i}?!

source: [_star_s_talk_frown_s_sad_] Yeah well, she hasn't heard back from him for awhile and she's getting a little peeved about it.
german: [_star_s_talk_frown_s_sad_] Ja, sie hat von ihm eine Weile nicht gehört und sie bekommt ein wenig gefickt.

source: [_star_s_confused_] You {b}have{/b} passed on her number, right?!
german: [_star_s_confused_] Du hast {b}ihre Nummer übergeben, oder?!

source: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh no, absolutely! Yeah, h-he has it alright. He's just so busy you know, fighting off other creeps, so uh... I'm sure he'll text her soon!
german: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh nein, absolut! Ja, er hat es in Ordnung. Er ist gerade so beschäftigt dich zu wissen, kämpft gegen andere Creeps, also uh... Ich bin sicher, er wird sie bald schreiben!

source: [_sam_s_confused_s_talk_frown_] {i}Will{/i} he Danny? Do you {i}think{/i} so?
german: [_sam_s_confused_s_talk_frown_] {i}Will{/i} er Danny? Meinst du {i}denkt{/i} so?

source: [_star_s_talk_happy_2_s_sad_] Well hey, look, if it's because like, he's not really interested or something, you should let him know there are some {i}other{/i} girls who might wanna talk to him too...
german: [_star_s_talk_happy_2_s_sad_] Gut hey, schau, wenn es so ist, weil er nicht wirklich interessiert ist oder etwa, Du solltest ihn wissen lassen, dass es einige {i}andere Girls gibt, die vielleicht auch mit ihm reden wollen...

source: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Wh-what, really? Like who?
german: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Was, eigentlich? Gefällt mir?

source: [_star_s_rise_one_s_talk_frown_] Like me, dummy? I wanna see him walk through walls and stuff... see if he's actually cute or not.
german: [_star_s_rise_one_s_talk_frown_] Gefällt mir, Dummy? Ich möchte ihn durch Wände und Zeugen... schau, ob er wirklich süß ist oder nicht.

source: [_sam_s_angry_s_talk_frown_] Well, you can just take that stupid phone number of yours and shove it right-
german: [_sam_s_angry_s_talk_frown_] Nun, du kannst einfach diese dumme Telefonnummer von dir nehmen und sie richtig schieben-

source: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Ye-yeah! I can do that! I'll pass your name along. No problem, Star!
german: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Ja, ja! Ich kann das tun! Ich werde deinen Namen weitergeben. Kein Problem, Star!

source: [_star_s_sad_s_talk_happy_2_] All right then, awesome! Here's my number, tell him he can find me on Spookchat with it.
german: [_star_s_sad_s_talk_happy_2_] Alles in Ordnung, toll! Hier ist meine Nummer, erzähle ihm, dass er mich im Spookchat finden kann.

source: [_star_s_talk_frown_s_confused_] I'm serious though, I wanna hear back from him, okay??
german: [_star_s_talk_frown_s_confused_] Ich bin jedoch ernst, ich möchte von ihm wieder hören, okay??

source: [_danny_s_talk_happy_2_s_sad_2_] O-okay, no problem. I'll tell Bill you're interested in talking to him!
german: [_danny_s_talk_happy_2_s_sad_2_] O-okay, kein Problem. Ich werde Bill sagen, dass du daran interessiert bist, mit ihm zu sprechen!

source: [_star_s_talk_frown_s_neutral_] Sure, cool, thanks I guess. Just get it done.
german: [_star_s_talk_frown_s_neutral_] Sicher, cool, danke ich schätze. Lass es fertigstellen.

source: [_star_s_sad_s_closed_s_talk_happy_] Later, love birds!
german: [_star_s_sad_s_closed_s_talk_happy_] Später, liebe Vögel!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, can you believe that? Inviso-Bill is quite the popular guy, huh?
german: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, kannst du das glauben? Inviso-Bill ist der beliebte Kerl, oder?

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] You jerk, {i}YOU'RE{/i} Inviso-Bill!!
german: [_sam_s_towards_wide_s_angry_s_talk_frown_] Du Witz, {i}DU IHRE{/i} Inviso-Bill!!

source: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhhh{/i}!! Quiet down, Sam! Don't go yelling that around here!
german: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhh{/i}!! Stille nach unten, Sam! Geh nicht weiter hierher!

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, can't you see she's using you?
german: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, kannst du nicht sehen, wie sie dich verwendet?

source: [_danny_s_rise_one_s_towards_s_talk_frown_] Yeah? So what?
german: [_danny_s_rise_one_s_towards_s_talk_frown_] Ja? Was nun?

source: [_sam_s_confused_s_talk_frown_] What do you mean "so what"?!
german: [_sam_s_confused_s_talk_frown_] Was meinst du "so was"?!

source: [_sam_s_sad_s_talk_frown_2_] Someone as shallow as Star doesn't deserve to hang out with someone as cool as your ghost self! She's a total bitch and only ever makes fun of us!
german: [_sam_s_sad_s_talk_frown_2_] Jemand, der so flach wie ein Stern ist, verdient es nicht, mit jemandem auszuhängen, der so cool ist wie dein Geist selbst! Sie ist eine total Hündin und macht uns immer Spaß!

source: [_sam_s_angry_s_talk_frown_] You can't just show off Inviso-Bill like he's some kind of flashy watch!
german: [_sam_s_angry_s_talk_frown_] Du kannst Inviso-Bill nicht einfach anzeigen wie er eine Art blitzförmige Uhr ist!

source: [_danny_s_at_player_s_angry_s_talk_frown_] ...again, really not a fan of how that name is starting to stick.
german: [_danny_s_at_player_s_angry_s_talk_frown_] ...wieder wirklich kein Fan davon, wie dieser Name beginnt.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Also, I'm not showing off! Showing off would be telling people that I, Danny Fenton, have super powers, not Bill.
german: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Auch ich zeige nicht ab! Wenn ich es den Leuten anzeige, würde ich sagen, dass ich, Danny Fenton, Supermächte, nicht Bill.

source: [_danny_s_talk_happy_s_sad_s_towards_] My ghost side needs to let people know that he's not another ghost pervert! I've got to work on his public persona!
german: [_danny_s_talk_happy_s_sad_s_towards_] Meine Geisterseite muss die Leute wissen lassen, dass er kein anderes Geisterpervers ist! Ich muss an seiner öffentlichen Person arbeiten!

source: [_danny_s_closed_s_talk_happy_2_s_rise_one_] What better way than to start hanging out with the popular kids?
german: [_danny_s_closed_s_talk_happy_2_s_rise_one_] Wie kann man besser anfangen mit den beliebten Kindern auszuhängen?

source: [_sam_s_confused_s_talk_frown_] Why not just fight more ghosts and let your actions speak for themselves, not who your "friends" are?
german: [_sam_s_confused_s_talk_frown_] Warum kämpfen Sie nicht einfach mehr Geister und lassen Sie Ihre Aktionen für sich sprechen, nicht wer Ihre "Freunde" sind?

source: [_danny_s_rise_one_s_talk_happy_] ...uhm... cause... Star is pretty, too?
german: [_danny_s_rise_one_s_talk_happy_] ...uhm... Ursache... Star ist auch schön?

source: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh!! I can't believe you!! You're really letting your popularity get to your head, Danny.
german: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Uh!! Ich kann dir nicht glauben!! Du hast deine Popularität wirklich an deinen Kopf, Danny.

source: [_danny_s_wondering_s_towards_s_talk_frown_] Hey, I don't think it's bad to just meet up with her, right?
german: [_danny_s_wondering_s_towards_s_talk_frown_] Hey, ich finde es nicht schlecht, einfach mit ihr zu treffen, oder?

source: [_danny_s_rise_one_s_talk_frown_2_] We both know Star is a jerk, but maybe talking to her won't be so bad? She already thinks we're losers, it doesn't mean we {b}are{/b}, right?
german: [_danny_s_rise_one_s_talk_frown_2_] Wir beide wissen, dass Star ein Witz ist, aber vielleicht wird es nicht so schlimm sein, mit ihr zu sprechen? Sie denkt bereits, dass wir Verlierer sind, es bedeutet nicht, dass wir {b}sind{/b}, oder?

source: [_danny_s_talk_happy_s_sad_2_] Who knows, maybe I can talk some sense into her as Inviso-Bill and she'll maybe mellow out a bit!
german: [_danny_s_talk_happy_s_sad_2_] Wer weiß, vielleicht kann ich als Inviso-Bill etwas Sinn in sie reden und sie wird vielleicht ein bisschen mildern!
