Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, yes, yes, very funny.
french: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, oui, oui, très drôle.
german: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, ja, sehr lustig.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I don't even see the point in all this, I'm not going to tell you anything about what I know.
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Je ne vois même pas l'intérêt de tout cela, je ne vais pas vous dire quoi que ce soit sur ce que je sais.
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Ich sehe nicht einmal den Punkt in all dem, ich werde dir nichts darüber sagen, was ich weiß.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, well why don't you tell me something about {i}you?{/i}
french: [_danny_s_towards_s_rise_s_talk_displeased_] Ok, pourquoi ne pas me dire quelque chose sur {i}vous ?{/i}
german: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, warum erzählen Sie mir nicht etwas über {i}Sie?{/i}

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, all you need to know about rocker babe is that one day the whole world is going to know my name, and everyone's gonna listen to my music forever.
french: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, tout ce que vous avez besoin de savoir sur la rocker babe, c'est qu'un jour le monde entier va connaître mon nom, et tout le monde écoutera ma musique pour toujours.
german: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, alles, was du über Rocker Babe wissen musst, ist, dass eines Tages die ganze Welt meinen Namen kennen wird und jeder wird meine Musik für immer hören.

source: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...whether they like or not... which they will, cause my music's the shit.
french: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...qu'ils aiment ou non... ce qu'ils veulent, c'est ma musique qui est la merde.
german: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...ob es ihnen gefällt oder nicht... was sie tun werden, verursacht meine Musik die Scheiße.

source: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...and then they'll never forget me ever again.
french: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...et alors ils ne m'oublieront plus jamais.
german: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...und dann werden sie mich nie wieder vergessen.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Never forget you? "Again"? What's that supposed to mean?
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ne vous oubliez jamais? « Encore une fois? Qu'est-ce que ça veut dire ? »
german: [_danny_s_towards_s_sad_s_talk_displeased_] Vergiss dich noch nicht? "Nochmal"? Was soll das bedeuten?

source: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...I...{p}...I don't wanna talk anymore.
french: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...je...{p}...Je ne veux plus parler.
german: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...Ich...{p}...Ich will nicht mehr reden.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay, um, how about instead of talking, we just go to the Mall?
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Ok, um, au lieu de parler, nous allons juste au centre commercial?
german: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay, um, wie wäre es, anstatt zu reden, gehen wir nur zur Mall?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Why? What's possibly at the Mall?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Pourquoi? Qu'est-ce qui se trouve dans le centre commercial?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Warum? Was ist möglicherweise in der Mall?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, we could see if anything catches our interest.
french: [_danny_s_towards_s_rise_s_talk_amused_] Eh bien, nous pourrions voir si quelque chose nous intéresse.
german: [_danny_s_towards_s_rise_s_talk_amused_] Nun, wir konnten sehen, ob irgendetwas unser Interesse fängt.

source: [_danny_s_towards_s_angry_s_talk_happy_] Oh come on, what have you got to lose?
french: [_danny_s_towards_s_angry_s_talk_happy_] Oh allez, qu'est-ce que vous avez à perdre ?
german: [_danny_s_towards_s_angry_s_talk_happy_] Ach ja, was hast du zu verlieren?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Jesus, fucking... you really are a persistent pain in the ass aren't you?
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Jésus, baise... Vous êtes vraiment une douleur persistante dans l'âne, n'est-ce pas?
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Etwas, Jesus, fucken... Du bist wirklich ein hartnäckiger Schmerz im Arsch, bist du nicht?

source: [_danny_s_towards_s_sad_s_talk_happy_] It could be fun, c'mon.
french: [_danny_s_towards_s_sad_s_talk_happy_] Ça pourrait être amusant, c'mon.
german: [_danny_s_towards_s_sad_s_talk_happy_] Es könnte Spaß machen, c'mon.

source: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sigh*{/i} Whatever dude. You're the one with the leash...
french: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Soupir*{/i} Quel que soit le duel. Vous êtes celui qui a la laisse...
german: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sehen*{/i} Was auch immer dude. Du bist derjenige mit der Leine...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Great! Come on, let's go.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Super! Allons, allons-y.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Super! Komm los, lass uns gehen.

source: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Ice cream! A classic!
french: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Crème glacée! Un classique!
german: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Eis! Ein Klassiker!

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Very original, I'm already head over heels about this situation all of a sudden.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Très original, je suis déjà sur les talons de cette situation tout à coup.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Sehr originell, ich bin bereits Kopf über Fersen über diese Situation plötzlich auf.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] It's not about being head over heels, it's about dipping your toes in the water...
french: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Il ne s'agit pas d'être tête sur les talons, il s'agit de tremper vos orteils dans l'eau...
german: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Es geht nicht darum, Kopf über Fersen zu sein, sondern darum, deine Zehen im Wasser zu tauchen...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...and maybe realizing there's more to life than conquering the whole world with song, or... something.
french: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...et peut-être réaliser qu'il y a plus à la vie que de conquérir le monde entier avec de la chanson, ou... quelque chose.
german: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...und vielleicht ist es mehr zu erkennen, als die ganze Welt mit Lied zu erobern, oder... etwas.

source: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Sure, I'll probably come to that realization soon enough staring at this pile of frozen calories...
french: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Bien sûr, je vais probablement arriver à cette réalisation assez vite en regardant ce tas de calories gelées...
german: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Sicher, ich werde wahrscheinlich bald genug zu dieser Erkenntnis kommen und diesen Haufen von gefrorenen Kalorien...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] You know, I have a question of my own.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Vous savez, j'ai une question de ma part.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Du weißt, ich habe eine eigene Frage.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Go for it.
french: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Allez y aller.
german: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Gehe dazu.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] How {i}did{/i} you beat me exactly?
french: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] Comment {i}m'a-t-il battu(e) exactement ?
german: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] Wie {i}hast du mich genau besiegt?

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] What do you mean?
french: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Que voulez-vous dire ?
german: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Was meinst du?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like I kicked your ass, {i}twice,{/i} even when you had backup... and then suddenly you came back swinging. Hard.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Comme je vous ai éjecté le cul, {i}deux fois,{/i} même quand vous aviez une sauvegarde... et puis soudainement vous êtes revenu en train de frapper. Difficile.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like I kicked your ass, {i}zweifach, {/i} even when you had backup... and then suddenly you came back swinging. Hard.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, well, I uh, I prepped!{p}Yeah, I had some {u}special help{/u} of a sort...
french: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohhh... euh, eh bien, moi euh, je me suis préparé !{p}Oui, j'ai eu {u}aide spéciale {/u} en quelque sorte ...
german: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, na, ich habe mich vorbereitet!{p}Ja, ich hatte ein paar {u}spezielle Hilfe{/u} einer Sorte...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Special help", huh? I'd love to hear {i}that{/i} story.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] « Aide spéciale», hein? J'aimerais entendre {i}cela{/i} histoires.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Spezielle Hilfe", huh? Ich würde gerne {i}hören, die{/i} Geschichte.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Well I, you know, there's a... well there's, sorta this way that, with some help, I can-
french: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Eh bien, moi, vous savez, il y a ... bien là, sorta de cette manière que, avec un peu d'aide, je peux-
german: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blusen*{/i} Nun, ich weiß, es gibt ... gut, sorta auf diese Weise, mit etwas Hilfe kann ich -

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude come off it, you're still {u}exuding{/u} Orgone afterglow energy just sitting here.
french: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha !{/i} Dude s'en est sorti, vous êtes toujours {u}exhalant{/u} Orgone après lueur d'énergie juste assis ici.
german: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude kommt davon, du hast immer noch {u}Ausstrahlung{/u} Orgone nach Glühkraft nur sitzen hier.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] I am?{p}I mean, oh, right, of course I am.
french: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Je suis ?{p}je veux dire, oh, oui, bien sûr que je le suis.
german: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Ich bin?{p}Ich meine, oh, natürlich bin ich es.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] That doesn't mean- uch, whatever, you perv. Orgone transfusion is just a cheap tactic to make weak ghosts stronger.
french: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Cela ne veut pas dire - euh, quoi que ce soit, vous perv. La transfusion d'organes est juste une tactique bon marché pour rendre les fantômes faibles plus forts.
german: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Das bedeutet nicht, uch, was auch immer du überlebst. Orgone Transfusion ist nur eine billige Taktik, um schwache Geister stärker zu machen.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Whatever.{p}Look, you know there's no hard feelings right? I only stopped you because I had to. I'm a superhero, that's what I do.
french: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Quoi qu'il en soit,{p}Écoutez, vous savez qu'il n'y a pas d'émotions difficiles ? Je ne vous ai arrêté que parce que je le devais. Je suis un super-héros, c'est ce que je fais.
german: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] <unk> ber.{p}Schau, du weißt, dass es keine harten Gefühle gibt? Ich habe dich nur gestoppt, weil ich musste. Ich bin ein Superheld, das ist das, was ich tue.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really? You're not {i}slightly{/i} pissed I kidnapped your girl?
french: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Vraiment? Vous n'êtes pas {i}légèrement{/i} pissé que j'ai kidnappé votre fille?
german: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Wirklich? Du bist nicht {i}leicht{/i} pissed ich dein Mädchen entführt?

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really?
french: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Vraiment?
german: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Wirklich?

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Well no, I do sorta wanna know who orchestrated it.
french: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Eh bien non, je ne sais pas qui l'a orchestrée.
german: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Na nein, ich will sorta wissen, wer es orchestriert hat.

source: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] And I've already said, I'm not telling you a thing.
french: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] Et je l'ai déjà dit, je ne vous dis pas quelque chose.
german: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] Und ich habe schon gesagt, ich sage dir nicht etwas.

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Okay, why don't you tell me something else about you?
french: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Ok, pourquoi ne pas me dire quelque chose d'autre à votre sujet ?
german: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Okay, warum erzählen Sie mir nicht etwas anderes über dich?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like what?
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Vous aimez quoi?
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Gefällt was?

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] I 'unno, whatever you want to talk about.
french: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Je 'unno, de quoi vous voulez parler.
german: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Ich nein, was immer du darüber reden möchtest.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] This isn't twenty questions, I don't wanna talk about anything with you.
french: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Ce n'est pas une vingtaine de questions, je ne veux rien parler avec vous.
german: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Das sind nicht zwanzig Fragen, ich möchte nichts mit dir reden.

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Fine... gonna be a {i}loooong{/i} afternoon though, with no one talking.{p}Just sitting here.{p}In silence.
french: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Très bien... ça va être un {i}chaud{/i} après-midi, sans parler de personne.{p}Juste assis ici.{p}en silence.
german: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Schön... werde ein {i}loooong{/i} Nachmittag sein, ohne dass jemand spricht.{p}sitzt hier.{p}In Schweigen.

source: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Watching the ice cream melt...
french: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Observer la fonte de la crème glacée...
german: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Das Eis wird geschmolzen...

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...fine... a stupid personal detail or something? Okay, uhmmm...
french: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...fin... un détail personnel stupide ou quelque chose ? D'accord, euhmm...
german: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...gut... ein dummes persönliches Detail oder etwas? Okay, uhmmm...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, so, back when I went to Casper High, I started a band while I was there, called "Dark Mood Spikes". We sucked, blah blah blah. Typical stupid teenage stuff.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, donc, quand je suis allé à Casper High, j'ai commencé un groupe pendant que j'étais là, appelé "Dark Mood Spikes". On a sucé, blah blah blah blah. Des trucs stupides d'adolescence.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, also zurück als ich nach Casper High, startete ich eine Band, während ich dort war, namens "Dark Mood Spikes". Wir haben gesaugt, blah blah blah. Typische dumme Teenager-Sachen.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Whoa whoa! {i}You{/i} went to Casper High? You're {i}from{/i} Amity Park?
french: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Quoi! {i}vous{/i} êtes allés à Casper High? Vous êtes {i}du Parc Amity {/i} ?
german: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Whoa Whoa! {i}Sie{/i} ist zum Kasper Hoch gegangen? Du bist {i}aus dem Amity Park?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Yeah, man, yeah...
french: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Ouais, oui, ouais...
german: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Ja, Mensch, ja...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancer still works there right? I thought I recognized him, trying to shut down my performance outside the school.{p}Crazy how he went bald.
french: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Le Lancier y travaille toujours ? Je pensais le reconnaître, essayant de mettre fin à mes performances en dehors de l'école.{p}Fou comment il s'est fait chauve.
german: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancier funktioniert dort immer noch richtig? Ich dachte, ich habe ihn erkannt und versucht, meine Leistung außerhalb der Schule zu beenden.{p}Verrückt, wie er ausgeglichen wurde.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] You {u}knew{/u} Lancer??
french: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Vous, {u}connaissez{/u} Lancer?
german: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Du hast {u}wissen{/u} Lancier??

source: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...back when he was new and had the biggest afro I'd ever seen on a dude, yeah.
french: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...de retour quand il était nouveau et avait le plus gros afro que j'ai jamais vu en dude, oui.
german: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...zurück, als er neu war und das größte afro hatte, das ich je auf einem Dude gesehen hätte, ja.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Seriously? My god, you must be ancient!
french: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Sérieusement? Mon dieu, vous devez être ancien!
german: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Ernst? Mein Gott, du musst alt sein!

source: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, I'm just messing with you, don't worry.
french: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, je suis en train de vous gâcher, ne vous inquiétez pas.
german: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, ich mache mir einfach mit dir, keine Sorge.

source: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Well, I guess I am "technically" older now.
french: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Eh bien, je suppose que je suis "techniquement" plus âgé maintenant.
german: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Nun, ich denke, ich bin jetzt "technisch" älter.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] And that's where you got into singing?
french: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Et c'est là que tu as commencé à chanter ?
german: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Und das ist der Ort, an dem du gesungen hast?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] I mean, we were just fooling around back then, I didn't really get serious until... 'til uhh...
french: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Je veux dire, on était juste en train de tromper à l'époque, je n'ai pas vraiment pris de sérieux jusqu'à... jusqu'à ce que vous vouliez...
german: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Ich meine, wir waren damals nur dumm, ich habe mich nicht wirklich ernsthaft gefühlt, bis 'bis uhhh...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] 'Til what?
french: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Til quoi ?
german: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] "Bis was?

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Look, seriously, forget it. This whole "interview" thing is weird and dumb.
french: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Regardez, sérieusement, oubliez. Tout ce qui est "interview" est bizarre et muet.
german: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Schau, ernsthaft, vergiss es. Dieses ganze "Interview" Ding ist seltsam und dumm.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] What, you're seriously gonna leave it at that?
french: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] Qu'est ce que tu vas sérieusement laisser ça ?
german: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] Was solltest du ernsthaft dabei belassen?

source: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] I said I don't wanna talk about it anymore. You gonna push me on this?
french: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] J'ai dit que je ne voulais plus en parler. Vous allez me pousser dessus ?
german: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] Ich sagte, ich will nicht mehr darüber reden. Du wirst mich darauf drängen?
