Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat got away with his little gal pal... oh well, this won't be the last time I get to show them who's leading the show now...
french: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogos!! Brat s'est enfui avec son petit copain ... oh bien, ce ne sera pas la dernière fois que je vais leur montrer qui est à la tête du spectacle...
german: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat ist mit seiner kleinen Gel weggekommen... Oh ja, das wird nicht das letzte Mal sein, dass ich ihnen zeigen kann, wer die Show jetzt führt...

source: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Sorry about that lame hold up gang!! Now, are you ready for more of your favorite songs from yours truly ?!
french: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Désolé pour ce boiteux qui tient la bande ! Maintenant, êtes-vous prêt pour plus de vos chansons préférées de vos chansons préférées ?!
german: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Tut mir leid, dass die Lähmung die Bande aufhält!! Jetzt bist du bereit für mehr deiner Lieblingssongs aus deiner echten ?!

source: Crowd [special_delimiter] {i}*Cheering* *Fawning* *Shouting*{/i}
french: Foulée [special_delimiter] {i}*À bientôt* *À l'aube* *À crier*{/i}
german: Menge [special_delimiter] {i}*Cheering* *Fawning* *Shout*{/i}

source: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Now, if ya'll don't know yet, which I doubt, I've got a concert coming up soon, right here in your own dinky little town!
french: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Maintenant, si vous ne le savez pas encore, ce que je doute, j'ai un concert à venir, ici même dans votre propre petite ville sinistre !
german: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Jetzt, wenn du noch nicht weißt, was ich bezweifle, habe ich bald ein Konzert, genau hier in deiner eigenen Dinky-Kleinstadt!

source: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] The tickets just went live online, so buy em' quick, before you're the only loser in Amity Park not going!!
french: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] Les billets ont juste été mis en ligne en direct, alors achetez-les rapidement, avant que vous ne soyez le seul perdant dans Amity Park à ne pas partir!!
german: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] Die Tickets gingen gerade live online, so kaufen Sie em' schnell, bevor Sie der einzige Verlierer im Amity Park nicht geht!!

source: Crowd [special_delimiter] Ember! {i}Wooooh!!{/i} We love you Ember!!
french: Foulée de [special_delimiter] Ember! {i}Wooooh!!{/i} Nous t'aimons Ember!!
german: Masse [special_delimiter] Ember! {i}Wooooh!!{/i} Wir lieben dich Ember!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh really? Then tell me how {u}much{/u} you love me!!{p}SAY.{p}MY.{p}NAME!!
french: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh vraiment ? Alors dites-moi combien {u}vous m'aimez{/u} !!{p}SAY.{p}MY.{p}NOM!!
german: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh wirklich? Dann sag mir, wie {u}viel{/u} du mich liest!{p}SAY.{p}MEHR{p}NAME!!

source: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... music to my ears...
french: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... de la musique à mes oreilles...
german: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahh{/i}... Musik in meinen Ohren...

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ow!!{/i} That stings!!{p}Take it easy with that stuff, Nurse Ratchet!
french: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ow!!{/i} Cette piqûre !!{p}Prenez facile avec ce truc, l'infirmière Ratchet!
german: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ich!!{/i} Das stachelt!!{p}Nimm es mit diesem Zeug leicht, Nurse Ratchet!

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn it Danny! Hold still, and don't be such a baby. I've gotta apply more antiseptic ointment...
french: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn it Danny ! Tenez immobile, et ne soyez pas un tel bébé. Je dois appliquer plus d'onguents antiseptiques...
german: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn es Danny! Halte immer noch und sei nicht so ein Baby. Ich habe mehr antiseptische Salbe aufwenden...

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, how on Earth am I going to stop her?? She's way stronger than I would have thought!
french: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, comment est-ce que je vais l'arrêter sur Terre? ? Elle est bien plus forte que je ne l'aurais pensé!
german: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, wie auf der Erde werde ich sie stoppen?? Sie ist stärker als ich gedacht hätte!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] What do you mean? Was it really that bad?
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Que voulez-vous dire ? Était-ce vraiment si mauvais ?
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Was meinst du? War es wirklich so schlecht?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] I haven't faced an enemy that powerful before! She's way tough, and her attacks were pretty much taking me out in one hit!
french: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] Je n'ai jamais affronté un ennemi aussi puissant auparavant! Elle est très dure, et ses attaques m'ont beaucoup emmené en un seul coup!
german: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] Ich bin noch keinem mächtigen Feind zuvor begegnet! Sie ist hart und ihre Angriffe haben mich ziemlich in einem Hit ausgelöst!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, uh, so, do... do you... do you maybe need me to {i}"help out"{/i} again...?
french: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Eh bien, euh, alors... est-ce que vous... avez-vous peut-être besoin de moi pour {i}"aide"{/i}...?
german: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Nun, doch, doch... doch... doch... brauchst du mich vielleicht wieder zu {i}"help out"{/i} ...?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Uh, thanks Sam, but I'm not even sure that'll be enough to stop her.
french: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Euh, merci Sam, mais je ne suis même pas sûr que ça suffira pour l'arrêter.
german: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Äh, danke Sam, aber ich bin nicht einmal sicher, dass das ausreichen wird, um sie zu stoppen.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Really?
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Vraiment?
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Wirklich?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Yeah, what I've been doing up til' now fighting ghosts might not get the job done this time. Don't suppose you have any bright ideas?
french: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Ouais, ce que j'ai fait tout ce que je fais maintenant combattre les fantômes pourrait ne pas faire le travail cette fois-ci. Vous ne pensez pas que vous avez des idées brillantes ?
german: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Ja, was ich bis jetzt getan habe, um Geister zu bekämpfen, wird die Aufgabe dieses Mal vielleicht nicht erledigen. Nehmen Sie nicht an, Sie hätten irgendwelche hellen Ideen?

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Well... what if you had, say, um, more than just {u}one?{/u}
french: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Eh bien... Et si vous aviez plus, disons, de plus que de {u}?{/u}
german: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Nun... was, wenn du etwa um mehr als {u}hattest?{/u}

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? What do you mean Sam? More than one what?
french: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? Que voulez-vous dire Sam? Plus d'un quoi?
german: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? Was meinst du Sam? Mehr als eins?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] I mean... what if, hypothetically... you had an {i}additional{/i} charge of Orgone?
french: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] Je veux dire... Et si, hypothétiquement... vous aviez une charge d'Orgone en {i}supplémentaire{/i} ?
german: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] Ich meinte... was, hypothetischer... du hast zusätzlich {i}Orgone{/i} Ladung?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] ...from different girls?
french: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] ... de filles différentes ?
german: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] ...von verschiedenen Mädchen?

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... I mean, I wouldn't wanna make things any more-
french: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... Je veux dire, je ne veux plus faire de choses -
german: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... Ich meine, ich möchte nicht mehr machen -

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, I mean, it's not like we're boyfriend or girlfriend, right?
french: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hé, je veux dire, ce n'est pas comme si nous étions un petit ami ou une petite amie, non ?
german: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, ich meine, es ist nicht so, als wären wir Freund oder Freundin, oder?

source: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-no, you're right, of course not.
french: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-non, vous avez raison, bien sûr pas.
german: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-no, du hast Recht, natürlich nicht.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] So... you're saying you'd be willing to... ya' know... with me...{p}...and another-?
french: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Alors... vous dites que vous seriez prêt à... vous savez... avec moi...{p}...et un autre?
german: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Also... du sagst du, du würdest bereit sein zu ... ya' wissen... mit mir...{p}...und ein anderem?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-sorry, n-no, I didn't... that wasn't how I meant it to come across, I wasn't meaning-
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, euh, s-désolé, n-no, je n'ai pas... ce n'était pas ainsi que je voulais le croire, je n'avais pas de sens -
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-sorry, n-no, ich habe nicht... das war nicht so, wie ich meinte, dass es kommen würde, ich habe keine Bedeutung-

source: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Sorry, yeah, that's just sorta where my train of thought went...
french: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Désolé, oui, c'est juste la sorta où ma pensée est allée...
german: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Tut mir leid, ja, das ist nur sorta, wo mein Gedankenzug liegt...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-no, yeah, I just meant that you should maybe combine some sorta boost from me... along with someone else's charge.
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-non, oui, je voulais juste dire que vous devriez peut-être combiner quelques sorta boost de moi... avec la charge de quelqu'un d'autre.
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-nein, ja, ich meinte nur, du solltest vielleicht einen Sorta-Boost von mir kombinieren... zusammen mit der Ladung eines anderen.

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, right, I get what you mean... like a double dose, sorta situation.
french: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, d'accord, j'obtiens ce que vous voulez dire... comme une double dose, sorta situation.
german: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, richtig, ich bekomme das, was du meinst... wie eine doppelte Dosierung, sorta Situation.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] I just mean, it's only logical if you got someone else to also help "charge" your Orgone, you'll have enough power to win.
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] Je veux juste dire, il est logique que vous ayez quelqu'un d'autre pour aider à "charger" votre Orgone, vous aurez assez de puissance pour gagner.
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] Ich meine nur, es ist nur logisch, wenn du jemanden hast, der auch deinem Orgone "Laden" hilft, du hast genug Kraft um zu gewinnen.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] I... I guess that makes sense.
french: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Je... Je suppose que cela a du sens.
german: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Ich... Ich denke, das macht Sinn.

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Besides, it's just to get the charge, right?
french: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] D'ailleurs, c'est juste pour se charger, non ?
german: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Außerdem, es ist nur, um die Gebühr zu erhalten, oder?

source: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-of course. Always grinding away for that Orgone, {i}heh{/i}....
french: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-bien sûr. Toujours remuer pour cet Orgone, {i}heh{/i}....
german: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-natürlich. Immer abmahlen für diesen Orgone, {i}heh{/i}....

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...so, would you... do you want to, I mean, ya' know...
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...alors, si vous... voulez-vous, je veux dire, vous savez...
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...So, würdest du... willst du es wollen, ich meine, du weißt dass...

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}now?{/i}
french: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}maintenant ?{/i}
german: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}jetzt?{/i}

source: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Ow, ow, ow! Yeah, okay, that still smarts!
french: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Ow, ow, ow! Ouais, d'accord, ça est encore intelligent !
german: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Oh, ow, ow! Ja, okay, das ist immer noch intelligent!

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, s-sorry! Kinda forgot you're a little bruised up right now.
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, désolé ! Kinda a oublié que vous êtes un peu en ruine.
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, s-sorry! Kinda hat vergessen, dass du gerade ein wenig zerbrochen bist.

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Yeah, I seriously feel like I was just tossed off a cliff head first... really strong instruments she's working with...
french: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Oui, j'ai vraiment l'impression d'être jeté d'une tête de falaise en premier... des instruments vraiment forts avec lesquels elle travaille...
german: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Ja, ich fühle mich ernsthaft, als wäre ich erst einmal von einem Klippenkopf weggeworfen worden... wirklich starke Instrumente, mit denen sie arbeitet...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I'll let you rest up for a bit then. You sure you can make it back to your place on your own?
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Je vais vous laisser vous reposer un peu après. Vous êtes sûr de pouvoir le rendre à votre place par vous-même?
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ich lasse dich dann ein wenig ruhen. Du bist sicher, dass du es alleine an deinen Platz zurückbringen kannst?

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Yeah, I'll be good, thanks. And Sam?
french: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oui, je vais être bon, merci. Et Sam?
german: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Ja, ich bin gut, danke. Und Sam?

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Yeah?
french: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Ouais?
german: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Ja?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...I'll visit again when I've recovered, okay?
french: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...Je reviendrai quand j'ai récupéré, d'accord?
german: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...Ich werde wieder besuchen wenn ich mich erholt habe, ok?

source: [_danny_s_at_player_s_wondering_s_talk_happy_] Well, I've finally made it home... I guess now I just have to try figure out who this second girl is gonna be...
french: [_danny_s_at_player_s_wondering_s_talk_happy_] Eh bien, je l'ai enfin fait à la maison... Je suppose qu'il ne me reste plus qu'à essayer de savoir qui va être cette seconde fille...
german: [_danny_s_at_player_s_wondering_s_talk_happy_] Nun, ich habe es endlich zu Hause gemacht... Ich denke, jetzt muss ich nur herausfinden, wer dieses zweite Mädchen sein wird...

source: [_danny_s_at_player_s_rise_s_talk_amused_] So, I really gotta think: who do I want to try and get an Orgone charge from besides Sam?
french: [_danny_s_at_player_s_rise_s_talk_amused_] Donc, je dois vraiment penser : qui est-ce que je veux essayer de recevoir une charge d'Orgone en plus de Sam ?
german: [_danny_s_at_player_s_rise_s_talk_amused_] Also, ich werde wirklich darüber nachdenken: Wer möchte ich versuchen und eine Orgone Ladung von außer Sam?

source: [_danny_] (Who do I wanna try to get Orgone from to defeat Ember?) [nointeract]
french: [_danny_] (Qui dois-je essayer d'obtenir l'orgue pour vaincre l'Ombre ?) [nointeract]
german: [_danny_] (Wer will ich versuchen von Orgone zu besiegen, um Ember zu besiegen?) [nointeract]

source: [_danny_s_at_player_s_sad_s_talk_frown_] ...I guess after that whole experience in the woods and Vlad's cabin, it would only make sense that I could try for Mom?
french: [_danny_s_at_player_s_sad_s_talk_frown_] ...Après toute cette expérience dans les bois et dans la cabine de Vlad, je pense que cela n'aurait que du sens que je pourrais essayer pour Maman ?
german: [_danny_s_at_player_s_sad_s_talk_frown_] ...Ich denke, nach der ganzen Erfahrung im Wald und in der Kabine von Vlad, wäre es nur sinnvoll, wenn ich für Moms versuchen konnte?

source: [_danny_s_at_player_s_rise_s_talk_amused_] ...so, this is what my life has become, huh? Truly didn't expect my Senior year to change me this drastically.
french: [_danny_s_at_player_s_rise_s_talk_amused_] ...alors c'est ce que ma vie est devenue, hein? Vraiment, je ne m'attendais pas à ce que mon année Senior me change radicalement.
german: [_danny_s_at_player_s_rise_s_talk_amused_] ...Das ist es, was mein Leben geworden ist, oder? Eigentlich hatte ich nicht erwartet, dass mein Senior-Jahr mich so drastisch veränderte.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... I guess I could always call up Nurse Kate, right?)
french: [_danny_s_at_player_s_rise_s_smile_] (Eh bien... je suppose que je pourrais toujours appeler Kate infirmière, n'est-ce pas?)
german: [_danny_s_at_player_s_rise_s_smile_] (Nun... Ich vermute, ich könnte immer Krankenschwester Kate, richtig?)

source: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-ate Astray speaking, yes?]
french: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-ate Astray parlant, oui?]
german: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[Astray speakes?]

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? It's me, Danny. Can we meet up sometime soon? I need your help with something.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Hé, Kate ? C'est moi, Danny. Pouvons-nous nous retrouver bientôt ? J'ai besoin de votre aide avec quelque chose.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? Ich bin ich, Danny. Könnten wir uns irgendwann einmal treffen? Ich brauche deine Hilfe mit etwas.

source: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Now? Sorry, I'm kinda busy working on some online work I was hoping to get-]
french: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Maintenant ? Désolé, je suis un peu occupé à travailler sur un travail en ligne que j'espérais obtenir-]
german: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Jetzt? Tut mir leid, ich beschäftige mich mit der Arbeit an einer Onlinearbeit, die ich hoffte, zu bekommen]

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Sorry, but it's kind've an emergency.
french: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Désolé, mais c'est une urgence.
german: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Tut mir leid, aber es ist ein Notfall.

source: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Sigh*{/i} Okay, sure. Star's out with the girls having some sort've pre-concert sleepover for that Ember show, so you can come over if you really need to.]
french: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Soupir*{/i} D'accord, sûr. Etoiles avec les filles qui ont une sorte de sommeil avant concert pour ce spectacle Ember , donc vous pouvez venir si vous en avez vraiment besoin.]
german: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Sehen*{/i} Okay, sicher. Star's out with the girls have some sort've pre-concert sleepover for that Ember show, so you can come over if you really need to.]

source: [_danny_s_closed_s_wondering_s_talk_amused_] Great! I'll be there in ten!
french: [_danny_s_closed_s_wondering_s_talk_amused_] Super! Je serai là dans dix !
german: [_danny_s_closed_s_wondering_s_talk_amused_] Großartig! Ich werde da sein!

source: [_danny_s_at_player_s_sad_s_frown_] (Sounds like I called at a weird time. My bad. I better not keep Kate waiting.)
french: [_danny_s_at_player_s_sad_s_frown_] (On dirait que j'ai appelé à un moment bizarre. Mon mal. Je ne ferais pas mieux de laisser Kate attendre.)
german: [_danny_s_at_player_s_sad_s_frown_] (Klingt so, als rief ich zu einer seltsamen Zeit. Mein Schlecht. Ich bin besser nicht weiter Kate warten.)

source: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, hey. Good. Come on in, I suppose.
french: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, hé. Bien. Allez, je suppose.
german: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, hey. Gut. Komm drin, nehme ich.
