Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kate_] You just enjoy the view from back there...~
french: [_kate_] Vous venez de profiter de la vue depuis là...~
german: [_kate_] Du genießt einfach den Blick von hinten dort...~

source: [_danny_] {i}Ahhh!{/i} Kate! This feels amazing!
french: [_danny_] {i}Ahhh!{/i} Kate! C'est incroyable!
german: [_danny_] {i}Ahhh!{/i} Kate! Das fühlt sich erstaunlich an!

source: [_kate_] {i}Mmmm!{/i} (I'm finally fucking him!! Thank God, I didn't know how much more of the school year I could have waited!!)
french: [_kate_] {i}Mmmm!{/i} (Je vais enfin le baiser!! Dieu merci, je ne savais pas combien de l'année scolaire que j'aurais pu attendre !!)
german: [_kate_] {i}Mmmm!{/i} (Ich ficke ihn endlich!! Gott sei Dank wusste ich nicht, wie viel noch aus dem Schuljahr hätte ich warten können!!)

source: [_kate_] (Damn, was he blessed with the right anatomy or what?!)
french: [_kate_] (Merde, était-il béni avec l'anatomie droite ou quoi ?!)
german: [_kate_] (Verdammt, war er mit der richtigen Anatomie gesegnet oder was?!)

source: [_danny_] That's it Kate! Don't stop! Keep taking it!
french: [_danny_] C'est ça Kate! Ne vous arrêtez pas ! Continuez !
german: [_danny_] Das ist Kate! Nicht aufhören! Nehme weiter!

source: [_kate_] Oh, fuck! That's so good Danny!
french: [_kate_] Oh, baise ! C'est si bon Danny !
german: [_kate_] Oh, fick! Das ist so gut Danny!

source: [_danny_] K-Kate! You're so tight!
french: [_danny_] K-Kate! Vous êtes si serré!
german: [_danny_] K-Kate! Du bist so dick!

source: [_kate_] {i}Oooooh!{/i} And you're so {u}big{/u}, Danny!
french: [_kate_] {i}Oooooh!{/i} Et vous êtes si grand {u}{/u}, Danny !
german: [_kate_] {i}Oooooh!{/i} Und du bist so {u}groß{/u}, Danny!

source: [_kate_] You like that? I-
french: [_kate_] Vous aimez ça ? I-
german: [_kate_] Gefällt dir? I-

source: [_kate_] I don't think I can hold out much longer Danny!
french: [_kate_] Je ne pense pas que je puisse tenir Danna beaucoup plus longtemps !
german: [_kate_] Ich glaube nicht, dass ich viel länger Danny halten kann!

source: [_danny_] I'm gonna... I'm gonna cum, Kate!
french: [_danny_] Je suis gonna... Je vais foutre, Kate!
german: [_danny_] Ich bin gonna... Ich werde mit, Kate!

source: [_kate_] Yes! That's it baby! Yes! Yes!! {i}YES!!{/i}
french: [_kate_] « Oui! C'est le bébé! Oui! Oui! » {i}OUI!!{/i}
german: [_kate_] Ja! Das ist Baby! Ja! {i}JA!!!!{/i}

source: [_danny_] Here it comes!
french: [_danny_] Voilà, voilà !
german: [_danny_] Hier kommt sie!

source: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... damn Danny... had I known you'd be able to do {i}that{/i}, I'd have mounted you in my office first chance I could!
french: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... maudite Dann... si je savais que vous pouviez faire {i}que, {/i}, je vous aurais monté dans mon bureau pour la première fois que je pouvais !
german: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... Verdammt Danny... hätte ich gewusst, dass du {i}machen würdes{/i}, hätte ich dich in meinem Büro als erstes Mal montiert, dass ich könnte!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, that was- are you... lighting up a cigarette?
french: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, ça était- vous... allumez une cigarette ?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, das warst du... erhellt eine Zigarette?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...always smoke after a good fuck. Life lesson for you.
french: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...toujours fumée après une bonne baise. leçon de vie pour vous.
german: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...rauchen immer nach einem guten Fick. Lebensstunde für dich.

source: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] I just thought, ya' know, with the health risks and all, I mean, you're a nurse, so I obviously don't need to explain the problem-
french: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] Je viens de penser, tu sais, avec les risques pour la santé et tous, Je veux dire, vous êtes une infirmière, donc je n'ai pas besoin d'expliquer le problème-
german: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] Ich dachte, du weißt, mit den Gesundheitsrisiken und allen, Ich meine, du bist Krankenschwester, also brauche ich das Problem offensichtlich nicht zu erklären -

source: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaax{/i} Danny. Now I only ever smoke after a {i}real{/i} hot fucking like that on.
french: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaax{/i} Danny. Maintenant je ne fume jamais après une baise chaude {i}{/i} comme ça.
german: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaaax{/i} Danny. Jetzt rauche ich nur noch nach einem {i}echten{/i} heissen Fick, so weiter.

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Oh, alright, s-sweet. {i}Heh{/i}...
french: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Oh, d'accord, s-sucré. {i}Heh{/i}...
german: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Oh, alt, s-süß. {i}Heh{/i}...

source: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Wait, did you just pop {i}another{/i} boner? To just me, standing here, smoking??
french: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Attendez, vous venez de faire {i}d'autres{/i} servants{/i} ? Pour moi, rester debout ici, fumer??
german: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Warte, hast du nur {i}einen anderen{/i} Bonbons gepoppt? Für nur mich, hier stehend, rauchend??

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... maybe? I guess I think it just adds a whole lot to your whole... MILF vibe?
french: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... peut-être? Je suppose que ça ne fait qu'ajouter beaucoup à votre entier... Vibe MILF?
german: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... vielleicht? Ich vermute, ich denke, es fügt dir ganz viel hinzu... MILF vibe?

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} Really now? Certainly interesting... well don't get {i}too{/i} used to it, like I said, I only enjoy these babies on special occasions.
french: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha! {/i} Vraiment maintenant? Certainement intéressant... Et bien ne vous y habituez pas non plus {i}{/i}, comme je l'ai dit, je n'aime ces bébés que dans des occasions spéciales.
german: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} Wirklich jetzt? Sicherlich interessant... auch {i}wird nicht verwendet, wie gesagt, ich genieße diese Babys nur bei besonderen Anlässen.

source: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] So, a night in bed with me counts as a "special occasion", huh?
french: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] Donc, une nuit au lit avec moi est considérée comme une "occasion spéciale", hein?
german: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] Also, eine Nacht im Bett bei mir zählt als "besondere Gelegenheit", oder?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Well, if you start playing your cards right, we can make this an often reoccuring occas-
french: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Eh bien, si vous commencez à jouer vos cartes correctement, nous pouvons faire de cette occasse souvent récurrente -
german: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Nun, wenn du anfängst, deine Karten richtig zu spielen, können wir dies zu einem häufig wiederkehrenden Ereignis machen-

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Shouting*{/i} MOM, I'M HOME!!
french: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*En criant*{/i} MOM, je M HOME!!
german: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Shouting*{/i} MOM, I MIT HOME!!

source: [_kate_s_nude_s_towards_wide_s_unhappy_s_talk_consternation_] ...{i}ohhh{/i}, {u}shit{/u}!!!
french: [_kate_s_nude_s_towards_wide_s_unhappy_s_talk_consternation_] ...{i}ohhh{/i}, {u}merde {/u} !!!
german: [_kate_s_nude_s_towards_wide_s_unhappy_s_talk_consternation_] ...{i}ohh{/i}, {u}shit{/u}!!!

source: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star! Crap! D-do you want me to turn invisible, or-?
french: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star ! Crap! D-voulez-vous que je devienne invisible, ou?
german: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star! Crap! D-Soll ich unsichtbar werden, oder?

source: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] You can do that?!
french: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] Vous pouvez faire ça ? !
german: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] Du kannst das tun?

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, right, y-yeah. Ghost powers. Pretty standard, I imagine.{p}Yeah, have that on standby, but just give me a sec, I think I can talk my way through this...
french: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, oui, yah. Pouvoir des fantômes. Normalement, j'imagine.{p}Ouais, ayez ça en veille, mais donnez-moi juste une seconde, je pense que je peux me frayer un chemin à travers ceci...
german: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, recht, y-yeah. Geister Mächte. Schöner Standard, ich stelle mir vor.{p}Ja, ich habe das auf Standby, aber gib mir nur eine Sekunde, ich denke, ich kann meinen Weg durch dieses ...

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mom, you in your room? I'm looking for my hair straighteners, and I can't seem to find-
french: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Maman, vous êtes dans votre chambre ? Je suis à la recherche de mes nettoyants pour cheveux, et je ne parviens pas à trouver-
german: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mama, du bist in deinem Raum? Ich suche nach meinen Haarrichtern und ich kann nicht finden -

source: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-don't come in here sweetie! You, uh, should stay out for now.
french: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-ne venez pas ici amoureux! Vous, euh, devriez rester en dehors pour le moment.
german: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-kommt nicht hier süß herein! Du solltest jetzt draußen bleiben.

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? What, why? Mom are you-
french: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? Quoi? Pourquoi? Maman êtes-vous-
german: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? Was, warum? Mama bist du-

source: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-naked! Y-yeah, sorry sweetie , didn't realize you would be home so soon.
french: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-nu ! Y-oui, désolé de la sucrée, n'a pas réalisé que vous seriez à la maison si bientôt.
german: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-nackt! Y-ja, sorry sweetie , wusste nicht, dass du so bald zu Hause bist.

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...God, just look at Kate's butt wiggling around like that...)
french: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...Dieu, regardez simplement les fesses de Kate qui tournent comme ça...)
german: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...Gott, schaue dir einfach die Kate so herum, wie das...)

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...screw it, I can't take it anymore!!)
french: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...vis, je ne peux plus le prendre !!)
german: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...schraube es, ich kann es nicht mehr nehmen!!)

source: [_kate_] {i}Hey!!{/i}{p}...what the-
french: [_kate_] {i}Bonjour !!{/i}{p}...quoi le -
german: [_kate_] {i}Hey!!{/i}{p}...was das-

source: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Mom? Is something up? Why are you just naked in your own room?
french: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Maman ? Quelque chose de neuf ? Pourquoi êtes-vous juste nu dans votre propre chambre ?
german: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Sofort? Ist etwas hoch? Warum bist du gerade nackt in deinem eigenen Zimmer?

source: [_kate_] N-nothing sweetie! {i}Haha!{/i} J-just changing! And kinda dealing with a pretty {u}big{/u} problem at the moment is all...~
french: [_kate_] N-rien de sucré ! {i}Haha !{/i} J-just change ! Et un peu de régler un problème de {u}gros {/u} en ce moment c'est tout...~
german: [_kate_] N-nothing sweetie! {i}Haha!{/i} J-just wechselt! Und die Verwandtschaft, die sich mit einem hübschen {u}großen{/u} Problem beschäftigt, ist im Moment alles...~

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Big proble- what the heck are you talking about...?
french: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Un gros problème - de quoi parlez-vous...?
german: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Großes Problem - worüber redet du...?

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Wait... is this a...{p}...were you having a nasty "alone time" session or something? {i}GROSS!!{/i}
french: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Attendez... est-ce que...{p}...étiez-vous en train d'avoir une mauvaise session « seule » ou quelque chose ? {i}GROSS!!{/i}
german: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Warte... ist dies ...{p}...wartest du eine böse "alleine" Sitzung oder etwas? {i}GROSS!!{/i}

source: [_kate_] ...{i}uhhmm{/i}... n-no sweetie, nobody's here at all!{p}I-I mean, n-no, nothing like that's going on... I've just got a bit of a pain... in my lower back, is all...~
french: [_kate_] ...{i}euhhmm{/i}... pas de sucre, personne n'est ici du tout!{p}Je veux dire, n-no, rien de tel que ça se passe. . J'ai juste un peu de douleur... dans le bas du dos, c'est tout...~
german: [_kate_] ...{i}uhhmm{/i}... n-no sweetie, niemand ist hier!{p}I-I meine, n-no, nichts Ähnliches. . Ich habe gerade ein bisschen Schmerz... in meinem unteren Rücken ist alles...~

source: [_kate_] That was the, {i}uhm{/i}, {i}huge{/i} problem I mentioned... {i}mmphhh{/i}...
french: [_kate_] C'était le problème {i}uhm{/i}, {i}énorme{/i} que j'ai mentionné... {i}mmphhhh{/i}...
german: [_kate_] Das war du, {i}uhm{/i}, {i}riesiges Problem, das ich erwähnt habe... {i}mmphh{/i}...

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] What the hell ever Mom, TMI at any rate... {i}blech{/i}...
french: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Que l'enfer de tout temps, TMI à n'importe quel rythme... {i}blech{/i}...
german: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Was die Hölle je Mama, TMI in welcher Geschwindigkeit... {i}blech{/i}...

source: [_danny_] (I can't believe I'm doing this! But there's no way I was gonna be able to pass it up, especially while Star & Kate are so close like this! It was too tempting!)
french: [_danny_] (Je ne peux pas croire que je fais ça ! Mais il n'y a aucun moyen pour moi de passer à côté de ça, surtout si Star & Kate est si proche que ça ! C'était trop tentant!)
german: [_danny_] (Ich kann nicht glauben, dass ich das mache! Aber es gibt keine Möglichkeit, dass ich es übergeben konnte, vor allem wenn Star & Kate so nah sind! Es war zu verlockend!)

source: [_kate_] {i}*Huff*{/i} So uh- {i}*Ahem*{/i} ...why are you home s-so early, baby?
french: [_kate_] {i}*Huff*{/i} Donc euh- {i}*Ahem*{/i} ...pourquoi êtes-vous chez vous - si tôt, bébé ?
german: [_kate_] {i}*Huff*{/i} So uh- {i}*Ahem*{/i} ...warum bist du zu Hause s-so früh, Baby?

source: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, it's so stupid. Paulina and I had another argument. So freaking dumb, she just thinks she's {i}always{/i} right.
french: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, c'est tellement stupide. Paulina et moi avons eu un autre argument. Alors stupide, elle pense juste qu'elle a {i}toujours{/i} raison.
german: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Ach, es ist so dumm. Paulina und ich hatten ein anderes Argument. Also stumm, sie denkt nur, dass sie immer {i}ist{/i} rechts.

source: [_kate_] {i}*Huff*{/i} Oh no, that's- {i}*Huff*{/i} ...a-awful sweetie, {i}mmm~{/i}...
french: [_kate_] {i}*Huff*{/i} Oh non, ça- {i}*Huff*{/i} ...sucrerie horrible, {i}mmm~{/i}...
german: [_kate_] {i}*Huff*{/i} Oh nein, das's- {i}*Huff*{/i} ...a-furchtbare Süße, {i}mmm~{/i}...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, Mom, seriously, what the hell's going on? You sound like you're out of breath...
french: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, Maman, sérieusement, que se passe-t-il au diable ? Vous semblez être hors de souffle...
german: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehh{/i}, Mam, ernsthaft, was die Hölle vor sich geht? Du klingst wie du bist aus dem Atem...

source: [_kate_] Oh, n-never better, I just- {i}AHH!!{/i}
french: [_kate_] Oh, n-jamais mieux, je suis juste - {i}AHH !!{/i}
german: [_kate_] Oh, n-nie besser, ich nur- {i}AHHH!!{/i}

source: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Mom!? Is something really wrong with your back? You should let me in to help-
french: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Maman !? Quelque chose de vraiment mal dans votre dos ? Vous devriez me laisser pour aider-
german: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Mom!? Ist etwas wirklich falsch mit dem Rücken? Du solltest mich einlassen um zu helfen -

source: [_kate_] NO!! I mean, n-no, don't worry. I, {i}uh{/i}, I just stubbed my toe! Silly me! Standing still at the door, and I bump my toe! Oh, your silly mother, {i}soooo{/i} clumsy!
french: [_kate_] NON!! Je veux dire, n-no, ne vous inquiétez pas. « Moi, {i}euh{/i}, je me suis contenté de me taper les orteils! Bizarre! » « Reste toujours à la porte, et je me bouscule les pieds! Oh, ta stupide mère, {i}soooo{/i} maladroite! »
german: [_kate_] Nein! Ich meine, n-no, keine Sorge. Ich, {i}uh{/i}, ich stehe meine Zeh! Schlamm mich! Stehe still vor der Tür, und ich stehe meine Zehen! Oh, deine dumme Mutter, {i}soooo{/i} Klumine!

source: [_danny_] (Oh fuck, why does she make me so hard while she's trying to lie her way through this?)
french: [_danny_] (Oh buck, pourquoi me rend-elle si dur en essayant de la mentir à travers ça?)
german: [_danny_] (Oh fick, warum macht sie mich so schwer, während sie versucht, durch diesen Weg zu liegen?)

source: [_danny_] (This is crazy, we could get caught any moment, but it feels too good to stop!)
french: [_danny_] (C'est fou, nous pourrions être attrapés à n'importe quel moment, mais il est trop beau pour s'arrêter !)
german: [_danny_] (Dies ist verrückt, wir könnten jeden Moment erwischt werden, aber es fühlt sich zu gut an, um aufzuhören!)

source: [_kate_] (Shit... if he keeps giving it to me like that, I'm gonna... oh no, I'm {u}definitely{/u} gonna cum again!)
french: [_kate_] (Shit... s'il continue à me le donner comme ça, je suis gonna... oh non, je suis {u}définitivement{/u} va éjaculer à nouveau !)
german: [_kate_] (Shit... wenn er es mir so weitergibt, bin ich gonna... oh nein, ich bin {u}definitiv {u} gonna cum erneut!)

source: [_kate_] (Oh God, am I seriously about to cum while talking to my daughter at the same time?!)
french: [_kate_] (Oh Dieu, suis-je sérieusement sur le point de cum en parlant à ma fille en même temps ?!)
german: [_kate_] (Oh Gott, bin ich ernsthaft im Begriff, gleichzeitig mit meiner Tochter zu sprechen?!)

source: [_danny_] (Her pussy's so tight, and I can feel her clenching down on me with every thrust!)
french: [_danny_] (Her pussy est si serré, et je peux sentir qu'elle se serrer sur moi à chaque poussée !)
german: [_danny_] (Her Fotze so dick, und ich kann sie mit jedem Schub auf mich herunterklopfen!)

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Wait a minute... you've changed in front of me before, nudity shouldn't bother you at all! Mom...{p}...are you...
french: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Attendez une minute... vous avez changé devant moi avant, la nudité ne devrait pas vous déranger du tout! Maman...{p}... êtes-vous ...
german: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Warte eine Minute... du hast dich vor mir geändert, Nacktheit sollte dich überhaupt nicht stören! Mam...{p}...bist du...

source: [_kate_] (Please don't suspect anything, PLEASE don't suspect anything!)
french: [_kate_] (Veuillez ne pas soupçonner quoi que ce soit, VEUILLEZ ne pas soupçonner quoi que ce soit !)
german: [_kate_] (Bitte verdächtigen Sie nichts, BITTE Sie verdächtigen nichts nicht!)

source: [_danny_] (Oh crap! I'm about to cum! Here it comes!!)
french: [_danny_] (Oh crap! Je suis sur le point de foutre ! Ici, ça vient!!)
german: [_danny_] (Oh crap! Ich bin kurz dabei! Hier kommt sie!!)

source: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Are you... {u}smoking again{/u}?!
french: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Vous... {u}fumez{/u} ?!
german: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Bist du... {u}rauchen erneut{/u}?!

source: [_kate_] ...oooh... j-just a little one sweetie, I've had a long... and hard...d-d- OH GOD!
french: [_kate_] ...oooh... j-juste un peu de sucrerie, j'ai eu un long... et dur...d-d- OH Dieu!
german: [_kate_] ...oooh... j-just a little one sweetie, I had a long ... and hard...d-d- OH GOD!

source: [_kate_] {i}Uhhh{/i}, oh... God... a very... {i}very{/i} exhausting day! It's certainly taken a lot out of me... s-still... is... even... NOW!!
french: [_kate_] {i}Uhhh{/i}, oh... Dieu... une très... {i}{/i} journée épuisante! Il a certainement pris beaucoup de miens... -still... est... même... même... MAINTENANT!!
german: [_kate_] {i}Uhhh{/i}, och... Gott... ein sehr, sehr ... {i}sehr, sehr anstrengender Tag! Es ist sicherlich eine Menge aus mir genommen... s-still... auch ... JETZT!!

source: [_kate_] I'll be out in-
french: [_kate_] Je vais sortir-
german: [_kate_] Ich bin in -

source: [_kate_] (Holy fuck! He just filled me up in an instant!! Oh dammit, that feels {i}sooooo{/i} good!)
french: [_kate_] (Saint baiser ! Il vient de me remplir en un instant !! Oh dammit, ça sent {i}bien{/i} !)
german: [_kate_] (Heiliger Fick! Er hat mich in einem Moment gefüllt! Oh dammit, das fühlt sich {i}wohl!)

source: [_kate_] ({i}Ah!{/i} I'm... I'm cumming again, just from his jizz inside me! God, I'm such a slut!!)
french: [_kate_] ({i}Ah!{/i} J'ai... Je suis à nouveau éjaculation, juste de son foutre à l'intérieur! Dieu, je suis une telle salope !!)
german: [_kate_] ({i}Ah!{/i} Ich komme wieder um... nur aus seinem Jizz in mir! Gott, ich bin so ein Schlamm!!)

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...Mom? Seriously, are you having a stroke or something? What's with all the whimpering?
french: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ... Maman ? Sérieusement, vous avez un coup ou quelque chose ? Qu'est-ce que tout ce qui vous plait ?
german: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...Mama? Ernst, hast du einen Schlaganfall oder etwas? Was ist mit all dem Gejammer?
