Repository: DonRP/AmityPark
Catalog: game/*/*/episode_1_side_quest_Paulina.po
Languages: french, german, italian

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Ugh, get away from me, weirdo.
french: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Ugh, éloignez-vous de moi, bizarroïde.
german: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Ugh, weg von mir, seltsam.
italian: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Allontanati da me, stramboide.

source: [_sam_s_talk_frown_] Oh boy, here comes {i}Miss Pretty{/i} again...
french: [_sam_s_talk_frown_] Oh là là, voilà {i}Miss Jolie{/i} encore...
german: [_sam_s_talk_frown_] Oh Jung, hier kommt wieder {i}Miss Pretty{/i} ...
italian: [_sam_s_talk_frown_] Oh ragazzi, ecco che arriva di nuovo {i}Miss Pretty{/i}...

source: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Come on Sam, even {i}you{/i} gotta admit: Paulina is a total {i}hawtie!{/i}{p}With a capital "W"!
french: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Allez Sam, même {i}tu dois l'admettre : Paulina est un vrai canon {i}!{/i}{p}Avec un "W" majuscule !
german: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Kommen Sie nach Sam, sogar {i}du{/i} gotta räumen: Paulina ist ein ganzes {i}hawtie!{/i}{p}mit einer Hauptstadt "W"!
italian: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Dai Sam, anche tu {i}devi ammetterlo: Paulina è una vera e propria {i}svitata!{p}Con la "W" maiuscola!

source: [_danny_] She's not just hot... she's like a fallen angel bathed head to toe in an orange, heavenly glow of light...
french: [_danny_] Elle n'est pas seulement sexy... elle est comme un ange déchu baignant de la tête aux pieds dans une lumière orange et céleste...
german: [_danny_] Sie ist nicht nur heiß... sie ist wie ein gefallener Engel gebadet Kopf in einer Orange, himmlisch Licht leuchten...
italian: [_danny_] Non è solo sexy... è come un angelo caduto immerso dalla testa ai piedi in una luce arancione e celestiale...

source: [_sam_] You know, it honestly baffles me how you two seem to worship the ground she walks on when all she does is end up stepping all over you guys!!
french: [_sam_] Tu sais, honnêtement, je suis déconcerté par le fait que vous semblez vénérer le sol sur lequel elle marche alors que tout ce qu'elle fait, c'est de vous marcher dessus!!
german: [_sam_] Du weißt es verwirrt mich ehrlich, wie Ihr zwei scheinen den Boden anzubeten, auf dem sie geht, wenn alles, was sie tut ist am Ende stetig über euch Jungs anzubeten!!
italian: [_sam_] Sapete, onestamente mi lascia perplesso il fatto che voi due sembriate adorare la terra su cui cammina quando tutto ciò che fa è finire per calpestare voi ragazzi!!!

source: [_paulina_] Hey Loser brigade, why are you all just standing there? Some of us have hallways to sassily strut through!
french: [_paulina_] Hey brigade des losers, pourquoi vous restez tous plantés là ? Certains d'entre nous ont des couloirs pour se pavaner avec insolence !
german: [_paulina_] Hey Loser Brigade, warum stehst du alle gerade dabei? Einige von uns haben Fluren zu durchbohren!
italian: [_paulina_] Ehi, brigata dei perdenti, perché ve ne state lì impalati? Alcuni di noi hanno dei corridoi in cui pavoneggiarsi!

source: [_sam_] Sorry Paulina, we were just thinking of ways to {i}avoid{/i} becoming desparately dependent on our physical apperance for {u}literally{/u} everything. You know, like learning to read!
french: [_sam_] Désolé Paulina, on réfléchissait juste à des moyens d'éviter {i}de devenir désespérément dépendants de notre apparence physique pour {u}littéralement{/u} tout. Vous savez, comme apprendre à lire !
german: [_sam_] Entschuldigen Sie Paulina, wir haben nur daran gedacht, wie wir {i}vermeiden können{/i} verzweifelt von unserer physischen Verpflegung für {u}buchstäblich abhängig werden können{/u} alles. Du weißt, wie das Lesen lernen!
italian: [_sam_] Scusa Paulina, stavamo solo pensando a come {i}evitare di diventare disperatamente dipendenti dal nostro aspetto fisico per {u}letteralmente{/u} tutto. Come imparare a leggere!

source: [_danny_] (Uh oh... not these two going at each other again...)
french: [_danny_] (Uh oh... pas ces deux-là qui se disputent encore...)
german: [_danny_] (Äh oh... diese beiden gehen einander nicht wieder an...)
italian: [_danny_] (Uh oh... non questi due che si affrontano di nuovo...)

source: [_paulina_] Well, I guess that makes sense, you know? I guess not all of us are lucky enough to have at least {u}some{/u} looks to get by on! Guess I won't ever know what it's like to be a "Gothy Goblin" like you!
french: [_paulina_] Eh bien, je suppose que c'est logique, tu sais ? Je suppose qu'on n'a pas tous la chance d'avoir au moins {u}quelques looks pour s'en sortir ! Je suppose que je ne saurai jamais ce que c'est que d'être un "Gothy Goblin" comme toi !
german: [_paulina_] Nun, ich denke, das macht Sinn, weißt du? Ich denke, nicht alle von uns haben das Glück, mindestens {u}mal zu haben,{/u} schaut vorbei! Vermutlich werde ich nie wissen, wie es ist, ein "Gothy Goblin" wie du!
italian: [_paulina_] Beh, credo che abbia senso, no? Immagino che non tutti siano abbastanza fortunati da avere almeno {u}qualche{/u} aspetto su cui poter contare! Immagino che non saprò mai cosa significhi essere un "folletto gothy" come te!

source: [_sam_] Why you smug, perky little sack of-!
french: [_sam_] Pourquoi, espèce de petit sac de... !
german: [_sam_] Warum du Schmuggel, perky kleine Sack von!
italian: [_sam_] Perché tu, piccolo sacco di...!

source: [_danny_] Alright now, cease fire ladies! Hey, why don't we all just calm down a bit, huh? Tucker, why don't you take Sam to class and I'll help Paulina to do her strut thing, or whatever it is she'd like me to help out with...
french: [_danny_] Très bien maintenant, cessez le feu mesdames ! Hey, pourquoi on ne se calmerait pas un peu, hein ? Tucker, pourquoi tu n'emmènerais pas Sam en classe et j'aiderais Paulina à faire son truc pour se pavaner, ou n'importe quoi d'autre pour lequel elle voudrait que je l'aide...
german: [_danny_] Im Moment beende Feuerwehr-Damen! Hey, warum beruhigen wir uns nicht alle einfach ein wenig, oder? Tucker, warum nimm du Sam nicht zum Unterricht und ich werde Paulina helfen, ihre Sache zu machen oder was auch immer es ist sie möge mich dabei zu helfen...
italian: [_danny_] Va bene ora, cessate il fuoco signore! Ehi, perché non ci calmiamo un po' tutti, eh? Tucker, perché non accompagni Sam a lezione e io aiuto Paulina a fare il suo passo, o qualsiasi cosa voglia che le dia una mano...

source: [_sam_] Wait, come on Danny, I-
french: [_sam_] Attends, allez Danny, je-
german: [_sam_] Warte, komme auf Danny, I-
italian: [_sam_] Aspetta, dai Danny, io...

source: [_tucker_] Oh no, you're coming with me, Missy. Be a good wing man on this one Sam.
french: [_tucker_] Oh non, tu viens avec moi, Missy. Sois un bon ailier sur ce coup-là, Sam.
german: [_tucker_] Oh nein, du kommst mit mir, Missy. Sei ein guter Flügel auf diesem Sam.
italian: [_tucker_] Oh no, tu vieni con me, Missy. Sii una buona spalla in questo caso, Sam.

source: [_sam_] Bu-but, I was-
french: [_sam_] Mais, j'étais-
german: [_sam_] Bu-but ich was-
italian: [_sam_] Ma, io...

source: [_danny_] So, my dearest Paulina, what could I humbly do for you this fine morning?
french: [_danny_] Alors, ma très chère Paulina, que puis-je faire humblement pour vous en ce beau matin ?
german: [_danny_] Also, mein liebster Paulina, was könnte ich demütig für dich heute schönen Morgen tun?
italian: [_danny_] Allora, mia carissima Paulina, cosa potrei fare umilmente per te in questa bella mattina?

source: [_paulina_] Okay, first of all, {u}back up{/u}, you're clearly {i}way{/i} too up in my personal space right now.
french: [_paulina_] Ok, premièrement, {u}back up{/u}, tu es clairement {i}beaucoup{/i} trop dans mon espace personnel en ce moment.
german: [_paulina_] Okay, zuerst {u}zurück {/u}, du bist eindeutig {i}Weg{/i} zu hoch in meinem persönlichen Bereich.
italian: [_paulina_] Ok, prima di tutto, {u}torna indietro{/u}, sei chiaramente {i}troppo nel mio spazio personale in questo momento.

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Secondly, what would I need help with from such a geek like {i}you{/i}? Trick question: I {u}wouldn't!{/u} {i}*Giggle*{/i}
french: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Deuxièmement, en quoi aurais-je besoin de l'aide d'un geek comme {i}vous{/i} ? Question piège : Je {u}ne le ferais pas!{/u} {i}*Giggle*{/i}
german: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Zweitens, mit welcher Hilfe brauche ich Hilfe von solch einem Geek wie {i}du{/i}? Trickfrage: Ich {u}würde es nicht tun!{/u} {i}*Giggle*{/i}
italian: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] In secondo luogo, in cosa avrei bisogno di aiuto da parte di uno smanettone come {i}tu{/i}? Domanda trabocchetto: Io {u}non lo farei!{/u} {i}*Giggle*{/i}

source: [_paulina_] ({i}Hmm{/i}… but then again... he could be useful for carrying the other boxes... and he'd like, totally do it for free too!)
french: [_paulina_] ({i}Hmm{/i}… mais encore une fois... il pourrait être utile pour porter les autres boîtes... et il aimerait, totalement le faire gratuitement aussi !)
german: [_paulina_] ({i}Hmm{/i}… aber dann erneut... er könnte nützlich sein, um die anderen Kästchen zu tragen... und er möchte, völlig kostenlos zu tun!)
italian: [_paulina_] ({i}Hmm{/i}… ma d'altra parte... potrebbe essere utile per trasportare le altre scatole... e lo farebbe anche gratis).

source: [_paulina_] Okay, fine. Come to the {b}Public Park{/b} later tonight. I need help carrying some new makeup I bought in bulk. I live across the road, but I don't really {i}lift{/i} heavy boxes myself, you know?
french: [_paulina_] Ok, très bien. Viens au {b}Public Park{/b} plus tard ce soir. J'ai besoin d'aide pour porter du nouveau maquillage que j'ai acheté en gros. J'habite de l'autre côté de la rue, mais je ne peux pas vraiment {i}soulever moi-même des boîtes lourdes, vous savez ?
german: [_paulina_] Okay, gut. Komm heute Abend in den {b}öffentlichen Park{/b}. Ich brauche Hilfe, um ein neues Makeup zu tragen, das ich in Masse gekauft habe. Ich lebe über die Straße, aber ich bin nicht wirklich {i}Aufstieg{/i} schwere Boxen, weißt du?
italian: [_paulina_] Ok, va bene. Vieni al {b}Public Park{/b} più tardi stasera. Ho bisogno di aiuto per trasportare dei nuovi trucchi che ho comprato all'ingrosso. Abito dall'altra parte della strada, ma non riesco a {i}sollevare da sola scatole pesanti, sai?

source: [_danny_] No yeah, I getcha! Sure Paulina, I'll be there! I'd love to help out however I can! I'll see you after school then!
french: [_danny_] Non ouais, j'ai compris ! Bien sûr Paulina, je serai là ! J'aimerais aider autant que je peux ! Je te verrai après l'école alors !
german: [_danny_] Nein, ich bekomme Cha! Sicher Paulina, ich bin da! Ich würde gerne helfen wie ich kann! Ich werde dich dann nach der Schule sehen!
italian: [_danny_] No, sì, ho capito! Certo Paulina, ci sarò! Mi piacerebbe aiutare come posso! Ci vediamo dopo la scuola allora!

source: [_danny_] Alright, I'm on time to meet up with Paulina. It'll be nice to finally get a chance to spend a little one-on-one quality time with her.
french: [_danny_] Très bien, je suis à l'heure pour rencontrer Paulina. Ce sera bien d'avoir enfin la chance de passer un peu de temps en tête-à-tête avec elle.
german: [_danny_] Okay, ich bin pünktlich um Paulina zu treffen. Es wird schön sein, endlich eine Chance zu bekommen, ein wenig eine Qualitätszeit mit ihr zu verbringen.
italian: [_danny_] Bene, sono in orario per incontrare Paulina. Sarà bello avere finalmente la possibilità di passare un po' di tempo a tu per tu con lei.

source: [_danny_] {i}Hmmm{/i}... but I don't see her anywhere...
french: [_danny_] {i}Hmmm{/i}... mais je ne la vois nulle part...
german: [_danny_] {i}Hmmm{/i}... aber ich sehe sie nirgendwo...
italian: [_danny_] {i}Hmmm{/i}... ma non la vedo da nessuna parte...

source: [_danny_] She said she'd be coming to the Park right... she just didn't say {i}where{/i} in the Park exactly. Kind of an important detail you shouldn't forget to ask, Fenton.
french: [_danny_] Elle a dit qu'elle viendrait au parc... elle n'a juste pas dit {i}où{/i} dans le parc exactement. C'est un détail important que tu ne devrais pas oublier de demander, Fenton.
german: [_danny_] Sie sagte, sie werde rechts in den Park kommen... sie hat nicht gerade {i}worden{/i} im Park genau gesagt. Ein wichtiges Detail, das Sie nicht vergessen sollten, Fenton zu fragen.
italian: [_danny_] Ha detto che sarebbe venuta al Parco proprio... solo che non ha detto {i}dove{/i} esattamente nel Parco. Un dettaglio importante che non dovresti dimenticare di chiedere, Fenton.

source: [_danny_] {i}Ugh{/i}, if I had just asked for her number, this wouldn't have even been an issue.
french: [_danny_] {i}Ugh{/i}, si j'avais juste demandé son numéro, ça n'aurait pas été un problème.
german: [_danny_] {i}Ugh{/i}, wenn ich gerade nach ihrer Nummer gefragt hätte, wäre dies nicht einmal ein Problem gewesen.
italian: [_danny_] {i}Se le avessi chiesto il numero di telefono non sarebbe stato un problema.

source: [_danny_] Then again, I don't exactly have a working phone anymore thanks to my dad's experiment to give the Fenton Toaster bluetooth capabilities... really glad my cellphone could spare the parts... {i}*Sigh*{/i}
french: [_danny_] Mais encore une fois, je n'ai plus vraiment de téléphone en état de marche grâce à l'expérience de mon père visant à donner au grille-pain Fenton des capacités bluetooth... je suis vraiment content que mon téléphone portable puisse se passer des pièces... {i}*Sigh*{/i}
german: [_danny_] Wieder einmal habe ich dank des Experiments meines Vaters kein funktionierendes Telefon mehr, um dem Fenton Toaster Bluetooth-Funktionen zu geben. . Ich freue mich sehr, dass mein Handy die Teile verschonen konnte... {i}*Sehen*{/i}
italian: [_danny_] D'altra parte, non ho più un telefono funzionante grazie all'esperimento di mio padre di dotare il tostapane Fenton di funzionalità bluetooth... sono davvero felice che il mio cellulare possa fare a meno dei pezzi... {i}*Sigh*{/i}

source: [_danny_] And even if I had asked her, I doubt she'd have ever given out her digits to a total loser like me...
french: [_danny_] Et même si je lui avais demandé, je doute qu'elle aurait donné ses chiffres à un loser comme moi...
german: [_danny_] Und selbst wenn ich sie gefragt hätte, bezweifle ich, dass sie ihre Ziffern je an einen totalen Verlierer wie mich weitergegeben hätte...
italian: [_danny_] E anche se gliel'avessi chiesto, dubito che avrebbe mai dato le sue cifre a uno sfigato come me...

source: [_danny_] {i}*Sigh*{/i} Jeez, how long am I supposed to sulk here in my own pile of self pity? Did she {i}actually{/i} forget we were meeting here tonight?!
french: [_danny_] {i}*Sigh*{/i} Bon sang, combien de temps je suis censé bouder ici dans mon propre tas d'auto-apitoiement ? Est-ce qu'elle a {i}vraiment oublié qu'on se voyait ici ce soir ?!
german: [_danny_] {i}*Sehen*{/i} Jeez, wie lange soll ich hier in meinem eigenen Haufen von Selbstleid schmieden? Hat sie {i}eigentlich{/i} vergessen, dass wir heute Abend hier zusammengetroffen war?!
italian: [_danny_] {i}*Sigh*{/i} Cavolo, per quanto tempo ancora dovrò tenere il broncio nel mio mucchio di autocommiserazione? Ha davvero {i}dimenticato che ci saremmo incontrati qui stasera?!

source: [_paulina_] Hey Danny! Right over here! I have the box for you to carry!!
french: [_paulina_] Hé Danny ! Par ici ! J'ai la boîte pour que tu la portes !!
german: [_paulina_] Hey Danny! Hier drüber! Ich habe die Box für dich, dass du sie tragen kannst!
italian: [_paulina_] Ehi, Danny! Da questa parte! Ho la scatola da trasportare!!!

source: [_danny_] {i}Oh!{/i} Well hey, that wasn't too long a wait I guess. You know, I should have more faith in people.
french: [_danny_] {i}Oh!{/i} Eh bien, ce n'était pas une trop longue attente, je suppose. Vous savez, je devrais avoir plus confiance dans les gens.
german: [_danny_] {i}Oh!{/i} Nun, das war nicht zu lange Wartezeit ich vermute. Du weißt, ich sollte mehr Vertrauen in die Menschen haben.
italian: [_danny_] {i}Oh! Beh, non è stata un'attesa troppo lunga, credo. Sai, dovrei avere più fiducia nelle persone.

source: [_paulina_] Thanks for coming, Danny. Here, you can carry this for me.
french: [_paulina_] Merci d'être venu, Danny. Tiens, tu peux porter ça pour moi.
german: [_paulina_] Danke, dass du gekommen bist, Danny. Hier kannst du das für mich tragen.
italian: [_paulina_] Grazie per essere venuto, Danny. Tieni, puoi portare questo per me.

source: [_danny_] {i}Woah{/i}, jeez Paulina, this is {i}really{/i} heavy!! H-how much makeup is in this box anyway?? Do you powder your nose with bricks or something?!
french: [_danny_] {i}Woah{/i}, bon sang Paulina, c'est {i}vraiment{/i} lourd ! !! Combien de maquillage y a-t-il dans cette boîte ? Tu te poudres le nez avec des briques ou quoi ?!
german: [_danny_] {i}Woah{/i}, jeez Paulina, dies ist {i}wirklich schwere{/i} schwer!! H-how viel Makeup ist in dieser Box sowieso?? Puderst du deine Nase mit Steine oder etwas?!
italian: [_danny_] {i}Woah{/i}, cavolo Paulina, questo è {i}davvero{/i} pesante!!! Quanto trucco c'è in questa scatola? Ti incipri il naso con dei mattoni o qualcosa del genere?!

source: [_paulina_] Oh {i}puh-leeze{/i}, Danny! It's really not {i}that{/i} much... just a couple of new brushes, twenty-five pounds of cleansers, a few dozen different lipsticks, a couple bottles of deep skin cleansers, about thirty-
french: [_paulina_] Oh {i}puh-leeze{/i}, Danny ! Ce n'est vraiment pas {i}que{/i} beaucoup... juste quelques nouvelles brosses, vingt-cinq livres de nettoyants, quelques douzaines de rouges à lèvres différents, quelques bouteilles de nettoyants pour la peau, environ trente-
german: [_paulina_] Oh {i}puh-leeze{/i}, Danny! Es ist wirklich nicht {i}das{/i} viel... nur ein paar neue Pinsel, fünfundzwanzig Pfund Reiniger, ein paar Dutzend verschiedene Lippenstiche, ein paar Flaschen tiefer Hautreiniger, etwa dreißig Pfund
italian: [_paulina_] Oh {i}puh-leeze{/i}, Danny! Non è davvero {i}così{/i} tanto... solo un paio di pennelli nuovi, venticinque chili di detergenti, qualche decina di rossetti diversi, un paio di bottiglie di detergenti per la pelle, circa trenta...

source: [_danny_] Okay, okay, I think I get the point! But, you know, even I know makeup's not inexpensive. How're you able to afford all this?
french: [_danny_] Ok, ok, je pense que j'ai compris ! Mais, tu sais, même moi je sais que le maquillage n'est pas bon marché. Comment tu peux te permettre tout ça ?
german: [_danny_] Okay, okay, ich glaube, ich habe den Punkt! Aber du weißt, auch ich weiß, dass Make-up nicht preiswert ist. Wie bist du in der Lage, sich all dies zu leisten?
italian: [_danny_] Ok, ok, credo di aver capito il senso! Ma, sai, anche io so che il trucco non è economico. Come fai a permetterti tutto questo?

source: [_paulina_] T-that's none of your business, Danny! I have some spare cash lying around, so what?! What are you, like, the allowance commissioner or something?
french: [_paulina_] Ce n'est pas tes affaires, Danny ! J'ai un peu d'argent de côté, et alors ? ! T'es quoi, le commissaire aux allocations ou quoi ?
german: [_paulina_] T-that's keines von deinem Geschäft, Danny! Ich habe ein wenig Geld herumliegen, also was?! Was willst du den Zulassungskommissar oder etwas?
italian: [_paulina_] Non sono affari tuoi, Danny! Ho qualche soldo in più in giro, e allora?! Cosa sei, tipo, il commissario per le paghe o qualcosa del genere?

source: [_danny_] ({i}Hmm{/i}… gee, what's got her goat? Why would she spazz out from just a simple question like that? What, is she embarrassed to be pretty well off or something?)
french: [_danny_] ({i}Hmm{/i}… gee, what's got her goat ? Pourquoi est-ce qu'elle flippe pour une simple question comme ça ? Quoi, elle est gênée d'être plutôt bien lotie ou quoi ?)
german: [_danny_] ({i}Hmm{/i}… gee, was hat ihre Ziege? Warum sollte sie sich von einer einfachen Frage wie dieser ausbreiten? Was ist ihr schämlich, dass sie ziemlich gut dasteht oder etwas?)
italian: [_danny_] ({i}Hmm{/i}… caspita, cosa l'ha fatta arrabbiare? Perché è andata fuori di testa per una semplice domanda come questa? Che c'è, si vergogna di essere piuttosto benestante o qualcosa del genere?)

source: [_danny_] Alright, so, back to your place then, right? To drop this stuff off?
french: [_danny_] D'accord, alors, on retourne chez toi, hein ? Pour déposer ces trucs ?
german: [_danny_] Okay, also zurück zu deiner Stelle, oder? Um dieses Zeug wegzulassen?
italian: [_danny_] Va bene, allora torniamo a casa tua, giusto? Per lasciare questa roba?

source: [_paulina_] No, we're going to wait here to pick up a special tank-top from one of the other delivery boys I hired, then we'll take it {i}all{/i} back to my house.
french: [_paulina_] Non, on va attendre ici pour récupérer un débardeur spécial auprès d'un des autres livreurs que j'ai engagés, puis on le ramènera chez moi à {i}tous{/i}.
german: [_paulina_] Nein, wir werden hier warten, um ein spezielles Tanktop von einem der anderen von mir angestellten Lieferwagen abzuholen dann nehmen wir es {i}all{/i} zurück in mein Haus.
italian: [_paulina_] No, aspetteremo qui per prendere una canottiera speciale da uno degli altri fattorini che ho assunto, poi la porteremo {i}tutti{/i} a casa mia.

source: [_danny_] Wait... {i}other{/i} delivery boys? W-who else did you ask to help you out...?
french: [_danny_] Attendez... {i}d'autres livreurs ? A qui d'autre avez-vous demandé de vous aider...?
german: [_danny_] Warte... {i}andere{/i} Zustelljäger? W-wer sonst hast du dir geholfen dir zu helfen...?
italian: [_danny_] Aspetta... {i}altri fattorini? A chi altro hai chiesto di aiutarti...?

source: [_paulina_] I got Dash and Kwan to help me out, duh! They're big and strong and can actually hold up heavy boxes!
french: [_paulina_] J'ai demandé à Dash et Kwan de m'aider, bien sûr ! Ils sont grands et forts et peuvent vraiment porter des boîtes lourdes !
german: [_paulina_] Ich habe Dash und Kwan um mir zu helfen, duh! Sie sind groß und stark und können schwere Boxen aufhalten!
italian: [_paulina_] Ho chiesto a Dash e Kwan di darmi una mano, ovvio! Sono grandi e forti e possono davvero reggere scatole pesanti!

source: [_danny_] ({i}Great{/i}. I really hope and pray that Dash isn't the one dropping off the last box. It would be {i}extremely{/i} humiliating to see him watch me struggle like this. At least Kwan wouldn't rag on me too harshly, he's not really like-)
french: [_danny_] ({i}Great{/i}. J'espère et je prie pour que ce ne soit pas Dash qui dépose la dernière boîte. Ce serait {i}extrêmement{/i} humiliant de le voir me regarder me débattre comme ça. Au moins, Kwan ne me réprimanderait pas trop durement, il n'est pas vraiment du genre...)
german: [_danny_] ({i}Großartig{/i}. Ich hoffe und bete, dass Stash nicht der letzte aus der Box herausfällt. Es wäre {i}extrem erniedrigend{/i} zu sehen, wie ich kämpfe. Zumindest würde mich Kwan nicht zu hart anziehen, er ist nicht so ähnlich-)
italian: [_danny_] ({i}Grande{/i}. Spero e prego davvero che non sia Dash a consegnare l'ultima scatola. Sarebbe {i}estremamente{/i} umiliante vederlo vedermi lottare in questo modo. Almeno Kwan non mi rimprovererebbe troppo duramente, lui non è proprio così-)

source: [_paulina_] Oh good, he's finally here!
french: [_paulina_] Oh bien, il est enfin là !
german: [_paulina_] Oh gut, er ist endlich da!
italian: [_paulina_] Oh bene, finalmente è arrivato!
