Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Seriously, what's up with your throat lately? Look, I have some Ludens in my skirt pocket if you need to take-
german: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Ernsthaft, was ist in letzter Zeit mit deinen Kehen? Schau, ich habe ein paar Ludens in meiner Rocktasche wenn du mitnehmen möchtest -
italian: [_sam_s_casual_outfit_s_confused_s_towards_wide_s_talk_frown_] Seriamente, cos'è successo alla tua gola ultimamente? Senti, ho del Ludens nella tasca della gonna, se hai bisogno di...

source: [_ectopuss_] Did I hear someone talk about wanting to have {u}sex{/u} with a {u}ghost?{/u} Well hey, that can still be {i}easily{/i} arranged! {i}Ahech hech!!{/i}
german: [_ectopuss_] Habe ich jemanden davon gehört, dass er {u}Sex haben möchte{/u} mit einem {u}Geist haben möchte? /u} Gut hey, das kann immer noch {i}einfach{/i} sein! {i}Ahech hech!!{/i}
italian: [_ectopuss_] Ho sentito qualcuno parlare di voler fare {u}sesso{/u} con un fantasma {u}? {/u} Beh, ehi, questo può ancora essere {i}facilmente{/i} organizzato! {i}Ahech hech!!!

source: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!!{/i} Danny, it's that creep from TV!!{/size}
german: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!!{/i} Danny, es ist so schleichend aus TV!!{/size}
italian: [_sam_s_co_s_flip_s_towards_wide_s_sad_s_talk_frown_] {size=+24}{i}Ahhh!!! Danny, e' quel verme della TV!!!

source: [_ectopuss_] Why, Ghost Boy, you brought yet {u}another{/u} feeble girl for me to have fun with? Awe, you shouldn't have!
german: [_ectopuss_] Warum, Ghost Boy, hast du noch {u}ein anderes{/u} schwaches Mädchen mitgebracht, mit dem ich Spaß haben kann? Awe, du solltest es nicht haben!
italian: [_ectopuss_] Perché, ragazzo fantasma, hai portato un'altra {u}ragazza debole con cui divertirmi? Non avresti dovuto!

source: [_danny_s_angry_s_talk_frown_] You stay away from her, Ectopus!
german: [_danny_s_angry_s_talk_frown_] Du bleibst weg von ihr, Ectopus!
italian: [_danny_s_angry_s_talk_frown_] Stai lontano da lei, Ectopus!

source: [_ectopuss_] Why don't you try and {i}make{/i} me?!
german: [_ectopuss_] Warum versuchst du nicht und {i}make{/i} mich?!
italian: [_ectopuss_] Perché non provi a {i}farmi?!

source: [_sam_s_frown_] (What the hell's going on here?!?)
german: [_sam_s_frown_] (Was geht hier in der Hölle vor?!?)
italian: [_sam_s_frown_] (Cosa diavolo sta succedendo qui?!?)

source: [_danny_s_p28_] Dang! He got away again!!{p}{size=+12}Hey, come back here, you ink squirting coward!!{/size}
german: [_danny_s_p28_] Dang! Er ist wieder weggekommen!{p}{size=+12}Hey, komm hierher zurück, du tinckst Feigling!!{/size}
italian: [_danny_s_p28_] Dang! E' scappato di nuovo!{p}{Ehi, torna qui, vigliacco spruzzatore d'inchiostro!!!

source: [_sam_] What.{p}The.{p}{u}Fuck?!{/u}
german: [_sam_] Was.{p}Dich.{p}{u}Fuck?!{/u}
italian: [_sam_] Cosa.{p}Cazzo?{p}{u}Cazzo?!

source: [_danny_s_pf15_] Oh, {i}uh{/i}... hey, Sam...
italian: [_danny_s_pf15_] Oh, {i}... Ehi, Sam...

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}you're{/i} Inviso-Bill?!
german: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}du{/i} Inviso-Bill?!
italian: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Danny... {i}sei Inviso-Bill?!

source: [_danny_s_pf30_] Listen, I'll be honest, I'm really not a big fan of that name, but more or less, yeah.
german: [_danny_s_pf30_] Höre zu, ich werde ehrlich sein, ich bin wirklich kein großer Fan dieses Namens, sondern mehr oder weniger, ja.
italian: [_danny_s_pf30_] Ascolta, sarò sincero, non sono un grande fan di questo nome, ma più o meno, sì.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] H-how is this even possible?! Y-you're a ghost?! I don't understand!!
german: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] H-how ist sogar möglich?! Y-bist du ein Geister?! Ich verstehe nicht!
italian: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] Com'è possibile? Sei un fantasma?! Non capisco!

source: [_danny_s_pf16_] Sam, calm down, there's no need to freak out! I just got transformed into a {b}half-ghost hybrid{/b} by my parents' highly dangerous and possibly radioactive Ghost Portal.
german: [_danny_s_pf16_] Sam, beruhigen, es gibt keine Notwendigkeit zu verlassen! Ich wurde gerade durch das hochgefährliche und möglicherweise radioaktive Geisterportal meiner Eltern in eine {b}halbgeisterhybrid{/b} verwandelt.
italian: [_danny_s_pf16_] Sam, calmati, non c'è bisogno di dare di matto! Sono appena stato trasformato in un ibrido mezzo fantasma {b}{/b} dal portale fantasma altamente pericoloso e forse radioattivo dei miei genitori.

source: [_danny_s_pf20_] {i}Uhm{/i}, hang on a sec...
german: [_danny_s_pf20_] {i}Uhm{/i}, hängen an einer Sekunde...
italian: [_danny_s_pf20_] {i}Uhm{/i}, aspetta un secondo...

source: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] See, there's nothing to be afraid of. Ghost powers aside, it's still just me!
german: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] Sieh, es gibt keine Angst vor ihm zu haben. Geister Mächte beiseite, es ist nur ich!
italian: [_danny_s_flip_s_talk_happy_2_s_sad_2_s_towards_] Vedi, non c'è nulla di cui aver paura. A parte i poteri fantasma, sono sempre io!

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, okay so... this is nuts... well, the reason I actually asked you here tonight was because I thought that your little accident in the Lab might've had something to do with the recent ghost appearances... but so, are you, like, actually {u}dead?{/u}
german: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, okay so... das sind Nüsse... Nun, der Grund, warum ich Sie heute Abend fragte war, weil ich dachte, dass Ihr kleiner Unfall im Labor might've etwas mit den jüngsten Geisterauftritten zu tun. . aber wie, möchtest du wirklich {u}tot?{/u}
italian: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Wow, ok, allora... questa è una follia... beh, il motivo per cui ti ho chiesto di venire qui stasera è perché pensavo che il tuo piccolo incidente nel laboratorio potesse avere a che fare con le recenti apparizioni di fantasmi... ma allora, sei davvero morto {u}?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] I don't {i}think{/i} so? I'd like to think of myself as more "half ghost" than "half dead".{p}Makes it somewhat easier to swallow.
german: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Ich denke nicht {i}denkt{/i} so? Ich würde mich gerne als mehr "halbes Gespenster" als "halb tot" betrachten.{p}macht es etwas einfacher zu schlucken.
italian: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Non {i}penso che sia così? Mi piace pensare di essere più "mezzo fantasma" che "mezzo morto".{p}Mi rende un po' più facile da digerire.

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, this is so {i}freaking{/i} rad!!
german: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, das ist so {i}Freaking{/i} Rad!!
italian: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Woah, questo è così {i}fottutamente radicale!!!

source: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Glad to see you're taking this all in pretty well...
german: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Erfreulich zu sehen, dass du das alles ziemlich gut nimmst...
italian: [_danny_s_flip_s_towards_s_unhappy_s_talk_consternation_] Mi fa piacere che tu abbia preso bene tutto questo...

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Are you kidding me?? Do you know how many goths would {u}kill{/u} to have a ghost for a best friend?!
german: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Scherzt?? Weißt du, wie viele Götter {u}töten{/u} um einen Geist für einen besten Freund zu haben?!
italian: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Mi prendi in giro? Sai quanti gotici ucciderebbero {u}per avere un fantasma come migliore amico?!

source: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, you know we can't tell {i}anybody{/i} about this, right? This is strictly our secret as best friends, and I'd kinda like to keep it that way!
german: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, du weißt, dass wir {i}niemanden{/i} darüber nicht sagen können, oder? Dies ist streng unser Geheimnis als beste Freunde, und ich würde es gerne so bleiben!
italian: [_danny_s_flip_s_towards_wide_s_angry_s_talk_consternation_] Sam, sai che non possiamo dirlo a {i}nessuno{/i}, vero? È il nostro segreto di migliori amici e vorrei che rimanesse tale!

source: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Yeah, no, you're right of course, I won't... it's just... {i}ughhh{/i}, this is just so cool!
german: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Ja, nein, du hast natürlich Recht, ich nicht... Es ist gerecht... {i}ughhh{/i}, das ist einfach so cool!
italian: [_sam_s_co_s_flip_s_closed_s_angry_s_talk_bite_] Sì, no, hai ragione, non lo farò... è solo che... {i}ughhh{/i}, è così bello!

source: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... I think you mean... so {i}ghoul{/i}?
german: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... Ich glaube, du meinst... also {i}ghoul{/i}?
italian: [_danny_s_flip_s_closed_s_unhappy_s_talk_happy_] {i}Heh{/i}... Credo che tu intenda... {i}ghoul{/i}?

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}rude{/u}. Way to kill my goth boner, dude.
german: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}rude{/u}. Wege, meinen gothischen Bonner zu töten, dude.
italian: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] {i}Uhm{/i}, wow, {u}maleducato{/u}. Hai ucciso la mia erezione gotica, amico.

source: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] What? Ah, c'mon, I thought it was funny...
german: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] Was? Ah, c'mon, ich dachte, es war lustig...
italian: [_danny_s_flip_s_down_s_wondering_s_talk_consternation_] Cosa? Ah, dai, pensavo fosse divertente...

source: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Right, whatever. Listen, I need to get home before that thing shows back up again to get a good look at what I've got underneath my skirt. We'll talk later though, promise.
german: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Richtig, was auch immer. Zuhören, ich muss erst wieder nach Hause kommen, bevor das wieder auftaucht, um einen guten Blick auf das zu bekommen, was ich unter meinem Rock habe. Wir werden jedoch später sprechen, versprechen.
italian: [_sam_s_co_s_flip_s_towards_s_confused_s_talk_frown_] Giusto, come vuoi. Senti, devo andare a casa prima che quella cosa si rifaccia viva per dare una bella occhiata a quello che ho sotto la gonna. Parleremo più tardi, comunque, promesso.

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Sure thing, sounds good.
german: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Sicher, klingt gut.
italian: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_amused_] Certo, sembra una buona idea.

source: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] And Danny...?
german: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] Und Danny...?
italian: [_sam_s_co_s_flip_s_towards_s_neutral_s_talk_happy_] E Danny...?

source: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] No Sam, I'm not gonna appear at any of your weird goth séances.
german: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] Nein Sam, ich werde nicht bei irgendeinem deiner seltsamen Götter-S<unk> ances erscheinen.
italian: [_danny_s_flip_s_towards_s_rise_s_talk_consternation_] No Sam, non mi presenterò a nessuna delle tue strane sedute spiritiche.

source: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] No dork, just... stay safe, okay?
german: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] Kein Schlaf, nur... Bleib sicher, ok?
italian: [_sam_s_co_s_flip_s_towards_s_sad_s_talk_frown_] Non è un idiota, solo... stai attento, ok?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, I will. You too.
german: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Ja, ich werde es auch.
italian: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Sì, lo farò. Anche tu.

source: [_danny_] (Oh great. Sounds like Jazz is taking her sweet time in the bathtub again. It's not fair! She takes forever, uses up all the hot water, and I'm left with nothing but a cold shower!)
german: [_danny_] (Oh groß. Klingt wie Jazz nimmt ihre süße Zeit in der Badewanne wieder. Es ist nicht fair! Sie nimmt ewig und verbraucht das ganze heiße Wasser und ich habe nichts als eine kalte Dusche! )
italian: [_danny_] (Oh, fantastico. Sembra che Jazz se la stia prendendo di nuovo comoda nella vasca da bagno. Non è giusto! Ci mette un'eternità, consuma tutta l'acqua calda e a me resta solo una doccia fredda).

source: [_danny_] (Well you know what? Jazz's reign of hygienic tyranny comes to an end! One way or another!)
german: [_danny_] (Weißt du schon? Die Herrschaft der hygienischen Tyrannei von Jazz! Auf die eine oder andere Weise!)
italian: [_danny_] (Ebbene, sapete cosa? Il regno della tirannia igienica di Jazz ha fine! In un modo o nell'altro!)

source: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hey Danny, sorry but you're gonna need to go now.
german: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Hey Danny, tut mir leid, aber du musst jetzt gehen.
italian: [_jazz_s_towel_s_towards_s_sad_s_talk_distraught_] Ehi Danny, mi dispiace ma ora devi andartene.

source: [_danny_s_towards_s_rise_s_talk_consternation_] What? Why do I need to leave? I was in here {u}first{/u} ya know.
german: [_danny_s_towards_s_rise_s_talk_consternation_] Was? Warum muss ich gehen? Ich war hier {u}zuerst{/u} ya weiß.
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Che cosa? Perché devo andarmene? Ero qui dentro {u}per primo, lo sai.

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Because? I'm {i}only{/i} wearing a towl here? I don't care if you were first or not, I need to take a bath right now, so get out.
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Denn? Ich bin nur {i}/ / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / The room was very clean and the staff were very friendly and helpful.
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Perché? Sono {i}solo con l'asciugamano? Non mi interessa se sei stato il primo o no, devo fare un bagno adesso, quindi vattene.

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What?? No way! Every time you take a bath, you use up {i}all{/i} the hot water in the house! My showers are freezing at night!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Was?? Nein! Jedes Mal, wenn du ein Bad nimmst, verbrauchst du {i}alle{/i} das heiße Wasser im Haus! Meine Duschen frieren in der Nacht!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Cosa? Non è possibile! Ogni volta che fai il bagno, consumi {i}tutta l'acqua calda della casa! Le mie docce sono gelate di notte!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Well, maybe you should just try taking your showers early in the morning then??{p}Now get {i}out{/i} already!!
german: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Nun, vielleicht solltest du versuchen, deine Duschen früh am Morgen dann zu nehmen??{p}Jetzt erhältst du {i}schon{/i} bereits!!
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_consternation_] Beh, forse dovresti provare a fare la doccia la mattina presto, allora?{p}Ora andatevene da {i}!!

source: [_danny_] (That's it, she's gone {i}too{/i} far this time!)
german: [_danny_] (Das war's, sie ist dieses Mal auch {i}geworden{/i} weit!)
italian: [_danny_] (Ecco, questa volta si è spinta {i}troppo{/i} in là!).

source: [_danny_] (I'm going to get in there and kick her freckled butt out, one way or another!)
german: [_danny_] (Ich werde dort hineinkommen und den ausgelaugten Setzling rausschieben, auf die eine oder andere Wege!)
italian: [_danny_] (In un modo o nell'altro entrerò lì dentro e prenderò a calci il suo culo lentigginoso).

source: [_danny_] {i}Hah!{/i} You're a genius, Fenton! If you just wait here {u}before{/u} the afternoon, you don't {u}need{/u} to find a way in!! She can't just kick me out of the bathroom I'm currently using, right?!
german: [_danny_] {i}Hah!{/i} Du bist ein Genie, Fenton! Wenn Sie am Nachmittag nur {u}hier warten{/u} warten, brauchen Sie nicht {u}um einen Weg zu finden! Das Hotel liegt sehr zentral und ist sehr ruhig.
italian: [_danny_] {i}Hah! Sei un genio, Fenton! Se aspetti qui {u}prima del pomeriggio, non hai bisogno di {u}trovare un modo per entrare!! Non può buttarmi fuori dal bagno che sto usando, no?!

source: [_danny_] Sometimes I impress even myself.
german: [_danny_] Manchmal beeindrucke ich mich selbst.
italian: [_danny_] A volte stupisco persino me stesso.

source: [_danny_] (Man, this was a longer wait than I expected it to be...)
german: [_danny_] (Man, das war eine längere Wartezeit als ich erwartet habe...)
italian: [_danny_] (Cavolo, l'attesa è stata più lunga di quanto mi aspettassi...).

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, what are you doing in here?
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, was machst du hier?
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] ...Danny, che ci fai qui?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You {u}know{/u} why I'm here, Jazz! I'm here to stop you from using all the hot water!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Du {u}weiß{/u} warum ich hier bin, Jazz! Ich bin hier, um dich daran zu hindern, das ganze heiße Wasser zu nutzen!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Tu {u}sai{/u} perché sono qui, Jazz! Sono qui per impedirti di usare tutta l'acqua calda!

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] What are you {u}talking{/u} about? I don't use that much hot water! Now get out!
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] Di cosa {u}state parlando? Non uso così tanta acqua calda! Ora vattene!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] What? No! You're clearly the one wasting it all, and leaving me with nothing but the freezing ice water, that ends up shriveling my-
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Was? Nein! Du bist eindeutig derjenige, der alles vergeudet hat, und hinterlässt mich mit nichts als dem eisigen Eiswasser, das mich schrumpfen lässt
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Cosa? No! Sei tu che sprechi tutto, lasciandomi solo l'acqua ghiacciata che finisce per raggrinzirmi...

source: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}GET OUT ALREADY!!!{/size}
german: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {size=+12}AUSGESAMT ERLAUBEN!!!{/size}
italian: [_jazz_s_towel_s_towards_s_angry_s_talk_distraught_] {Esci subito!!!!

source: [_danny_] Darn, I really thought that was going to work...{p}I didn't even bring a single magazine to read... three hours wasted!
german: [_danny_] Darn, ich dachte wirklich, dass es funktionieren würde...{p}Ich habe nicht einmal ein einziges Magazin zum Lesen gebracht... drei Stunden verschwendet!
italian: [_danny_] Accidenti, pensavo davvero che avrebbe funzionato...{p}Non ho portato nemmeno una rivista da leggere... tre ore sprecate!

source: [_danny_] No, I already tried the waiting tactic. She'll just kick me out again.
german: [_danny_] Nein, ich habe die Wartetaktik bereits ausprobiert. Sie wird mich einfach wieder rauswerfen.
italian: [_danny_] No, ho già provato la tattica dell'attesa. Mi caccerà di nuovo.

source: [_morahzamora_] You're persistent, aren't you? You could've just gone straight ahead with the mission, but you just kept on pushing. Bravo, player, bravo.
german: [_morahzamora_] Du bist hartnäckig, bist nicht du? Du könntest gerade mit der Mission geradeaus gehen, aber du hast gerade weiter gedrückt. Bravo, Spieler, Bravo.
italian: [_morahzamora_] Sei tenace, vero? Avresti potuto proseguire direttamente con la missione, ma hai continuato a insistere. Bravo, giocatore, bravo.

source: [_morahzamora_] These things might just earn you a little something special in the future, so keep it up, you little snooping perv.
german: [_morahzamora_] Diese Dinge könnten dir in der Zukunft etwas Besonderes verdienen, also bleib es auf dem Laufenden, du bist ein wenig schnüffelnd perv.
italian: [_morahzamora_] Queste cose potrebbero farti guadagnare qualcosa di speciale in futuro, quindi continua così, piccolo pervertito curioso.

source: [_danny_] Alright, now I know Jazz keeps a spare key to the bathroom, just in case she feels like barging in to grab something of hers.{p}Only question is where she might have hid it in here?
german: [_danny_] Okay, jetzt kenne ich Jazz hält einen Ersatzschlüssel im Badezimmer, für den Fall, dass sie sich wie Schützen fühlt, um etwas von ihr zu schnappen.{p}Frage ist nur, wo sie es hier versteckt haben könnte?
italian: [_danny_] Bene, ora so che Jazz tiene una chiave di riserva per il bagno, nel caso in cui abbia voglia di irrompere per prendere qualcosa di suo.{p}L'unica domanda è: dove potrebbe averla nascosta qui?

source: [_danny_] Hey, while I'm here, I could also maybe grab those panties for Dash...? Then again, would I really wanna do that to her?
german: [_danny_] Hey, während ich hier bin, könnte ich vielleicht auch die Hosen für Dash...? Dann würde ich ihr das wirklich wünschen?
italian: [_danny_] Ehi, già che sono qui, potrei anche prendere quelle mutandine per Dash...? Ma poi, vorrei davvero farle questo?

source: [_danny_] No, not here...
german: [_danny_] Nein, nicht hier...
italian: [_danny_] No, non qui...

source: [_danny_] Alright! This must be the key! I should go and give little miss water waster a visit! Nobody's preventing me from taking {i}my{/i} afternoon hot shower!
german: [_danny_] Ok! Das muss der Schlüssel sein! Ich sollte gehen und wenig Wasservergeudung besuchen! Niemand hindert mich daran, {i}my{/i} nachmittags heiße Dusche zu nehmen!
italian: [_danny_] Va bene! Questa deve essere la chiave! Dovrei andare a fare una visita alla signorina "spreco d'acqua"! Nessuno mi impedisce di fare {i}la mia doccia calda pomeridiana!

source: [_danny_] It makes me wonder what she even does in there that takes so dang long? It should be a couple of scrubs behind the ears, yah' shampoo what you need to shampoo, and {i}boom{/i}, you're done!
german: [_danny_] Es macht mich fraglich, was sie dort sogar tut, dass so lange dauern? Es sollte ein paar Skrupel hinter den Ohren, yah' Shampoo was du brauchst um Shampoo und {i}Boom{/i}, du bist fertig!
italian: [_danny_] Mi chiedo cosa faccia lì dentro per impiegare così tanto tempo. Dovrebbero bastare un paio di scrub dietro le orecchie, uno shampoo per quello che serve e {i}boom{/i}, il gioco è fatto!
