Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (You know, I can't help but wonder what might have happened differently if I had chosen a different girl to maybe help me out...?)
french: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (Vous savez, je ne peux m'empêcher de me demander ce qui s'est passé différemment si j'avais choisi une fille différente pour peut-être m'aider ...?)
german: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (Weißt du, ich kann nicht umhin, mich zu fragen, was anders geschehen könnte, wenn ich ein anderes Mädchen gewählt hätte, um mir zu helfen...?)

source: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Oh well, no use looking back now! It's time to head to the next phase of attack with this Orgone boost!)
french: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Oh bien, inutile de regarder en arrière! Il est temps de passer à la prochaine phase d'attaque avec ce boost d'orgue!)
german: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Nun gut, es macht keinen Sinn, jetzt zurückzublicken! Es ist an der Zeit, in die nächste Phase des Angriffs mit diesem Orgone Boost einzudringen!)

source: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Let's see if I can't find Desiree next.)
french: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Voyons si je ne trouve pas le Désir ensuite.)
german: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Sieh ob ich als nächstes Desiree nicht finden.)

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Well, no one was really helpful finding the girls...{p}...guess I'll just have to continue looking on my own.)
french: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Eh bien, personne n'a vraiment été utile de trouver les filles...{p}...devinez que je vais juste devoir continuer à regarder seul.)
german: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Nun, niemand war wirklich hilfreich, die Mädchen zu finden...{p}...errat, ich werde allein weiter suchen müssen.)

source: [_danny_] (Party just started... who should I talk to?) [nointeract]
french: [_danny_] (Le groupe vient de commencer... à qui devrais-je parler?) [nointeract]
german: [_danny_] (Party hat gerade begonnen... mit wem soll ich sprechen?) [nointeract]

source: [_danny_] (Now "Inviso-Bill" can have some exposure time at the party. Who should I chat with as the Ghost Boy?) [nointeract]
french: [_danny_] (Maintenant "Inviso-Bill" peut avoir un peu de temps d'exposition à la fête. Avec qui devrais-je discuter en tant que fantôme ?) [nointeract]
german: [_danny_] (Jetzt kann "Inviso-Bill" eine Belichtungszeit auf der Gruppe haben. Mit wem sollte ich als Geister chatten?) [nointeract]

source: [_danny_] (Everybody's either gone home or just hanging... who's still around?) [nointeract]
french: [_danny_] (Tout le corps est soit rentré chez lui soit juste suspendu... qui est encore ?) [nointeract]
german: [_danny_] (Verybody's sind entweder nach Hause gegangen oder einfach hängen... wer ist noch da?) [nointeract]

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I should get that charge of Orgone before I bother seeing Sam.)
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Je devrais obtenir cette charge d'Orgone avant de voir Same.)
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Ich sollte diese Aufladung von Orgone erhalten, bevor ich Samen sehe.)

source: [_danny_s_at_player_s_rise_s_talk_happy_] I should call Sam while I still have the chance.
french: [_danny_s_at_player_s_rise_s_talk_happy_] Je devrais appeler Sam tant que j'ai encore la chance.
german: [_danny_s_at_player_s_rise_s_talk_happy_] Ich sollte Sam anrufen, während ich immer noch die Chance habe.

source: [_danny_s_down_s_idle_s_talk_happy_] Hey, Sam!
french: [_danny_s_down_s_idle_s_talk_happy_] Hé, Sam !

source: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, what's up?]
french: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, qu'est-ce qui se passe ?]
german: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, was gibt?]

source: [_danny_s_towards_s_sad_s_talk_happy_] Are you free about now?
french: [_danny_s_towards_s_sad_s_talk_happy_] Êtes-vous libre maintenant ?
german: [_danny_s_towards_s_sad_s_talk_happy_] Bist du jetzt kostenlos?

source: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[What for?]
french: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[Pour quoi ?]
german: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[Wofür?]

source: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ya' know... for, what we talked about earlier...?
french: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ya' save... pour, ce dont nous avons parlé plus tôt...?
german: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Wissen Sie... für, worüber wir vorhin gesprochen haben...?

source: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, of course, {i}that{/i} thing...]
french: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, bien sûr, {i}cela{/i} chose...]
german: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohhh! R-Recht, natürlich, {i}dass{/i} Sach...]

source: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...can you be at my house around six?]
french: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...pouvez-vous être chez moi autour de six ?]
german: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...kannst du in meinem Haus rund sechs sein?]

source: [_danny_s_down_s_sad_s_talk_happy_] No prob, Bob.
french: [_danny_s_down_s_sad_s_talk_happy_] Pas de prob, Bob.
german: [_danny_s_down_s_sad_s_talk_happy_] Keine Prüfung, Bob.

source: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Great, see you then!]
french: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Génial, voyez-vous!]
german: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Großartig, dann siehst du!]

source: [_danny_s_at_player_s_rise_s_smile_] (Huh. Well Sam's sure surprisingly chill about all this.)
french: [_danny_s_at_player_s_rise_s_smile_] (Huh. Eh bien, Sam a certainement un frisson étonnamment à propos de tout cela)
german: [_danny_s_at_player_s_rise_s_smile_] (Huh. Nun Sams sicher überraschend kalt über all diese.)

source: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, just breathe and knock on the door, you can totally do this.)
french: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, il suffit de respirer et de frapper à la porte, vous pouvez tout à fait le faire.)
german: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, atme einfach und klopfe an die Tür, du kannst das völlig tun.)

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. You're here.
french: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hi. Vous êtes là.
german: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. Du bist hier.

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Hey Sam. Yeah, I'm stopping by.
french: [_danny_s_towards_s_unhappy_s_talk_amused_] Hé Sam. Oui, je m'arrête.
german: [_danny_s_towards_s_unhappy_s_talk_amused_] Hey Sam. Ja, ich stoppe vorbei.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Okay, but you better come inside quick.
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ok, mais vous feriez mieux de rentrer rapidement.
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Okay, aber du bist besser schnell drin.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, not to, I don't know, spoil the mood, but... don't you think this is going a little fast?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, non, je ne sais pas, gâcher l'humeur, mais... ne pensez-vous pas que ça va un peu vite ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, nicht, ich weiß nicht, verderbe die Stimmung, aber... denkst du nicht, dass dies ein wenig schnell geht?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Uhh well, I sorta had this kinda built up in my head a little, not gonna lie.
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Euhh bien, je sorta que ce type de chose a été construit dans ma tête un peu, pas va mentir.
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Uhh gut, ich sorta ließ diese Art in meinem Kopf ein wenig, nicht gonna lügen.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seriously?
french: [_danny_s_towards_s_rise_s_talk_amused_] Sérieusement?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ernst?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Well yeah, like, I mean...
french: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Eh bien ouais, je veux dire...
german: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Nun, ja, wie ich meine...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...do I answer the door, and just, kiss you? Ya' know?
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ... est-ce que je réponds à la porte, et je vous embrasse ? Ya' le savoir ?
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...antworte ich auf die Tür, und küsse dich nur? Ja" wissen?

source: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] Or do I like, set up a movie with you, and we wait a bit and slowly ease into it...?
french: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] Ou ai-je aimé mettre en place un film avec vous, et nous attendons un peu et lentement à l'aise dedans...?
german: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] Oder möge ich einen Film mit dir aufstellen und wir warten ein wenig und vereinfachen ihn langsam...?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] How about, we just do whatever you're comfortable with?
french: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] Comment se fait-il que nous fassions tout ce qui vous convient ?
german: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] Wie wäre es, wir tun nur, was dir gefällt?

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Whatever we're {i}both{/i} comfortable with. I mean, we have to do SOMETHING, right?.
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Quel que soit le degré de satisfaction dont nous sommes {i}les deux{/i}. Je veux dire, nous devons faire SOMETHING, n'est-ce pas?
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Was wir auch immer mit {i}beiden{/i} zufrieden sind. Ich meine, wir müssen SOMETHING machen, oder?.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Otherwise Ember's just going to cause chaos at the concert.
french: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Sinon Ember's just va causer le chaos lors du concert.
german: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Sonst werden die Ember beim Konzert nur Chaos verursachen.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Yeah but, I don't want you to feel forced or anything.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Oui, mais je ne veux pas que vous vous sentiez forcé ou quoi que ce soit.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Ja, aber ich möchte nicht, dass du dich gezwungen fühlst oder irgendetwas.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Thanks Danny, that means a lot.
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Merci à Danny, ça veut dire beaucoup.
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Danke Danny, das bedeutet viel.

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] But I don't. Not a bit.
french: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] Mais je ne le fais pas. Pas un peu.
german: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] Aber ich nicht. Nicht ein bisschen.

source: [_danny_s_towards_s_neutral_s_talk_amused_] ...so, what movie did you have planned if we went the second route?
french: [_danny_s_towards_s_neutral_s_talk_amused_] ...alors, quel film avez-vous prévu si nous sommes allés sur la deuxième route ?
german: [_danny_s_towards_s_neutral_s_talk_amused_] ...Also, welchen Film hast du geplant, wenn wir den zweiten Weg gegangen sind?

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Well, I'm so glad you asked! I found this knock-off B-movie horror, lots of ghoulish deaths and topless bimbos running around.
french: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Eh bien, je suis si heureux que vous m'ayez demandé ! J'ai trouvé cette horreur de B-movie ébranlée, beaucoup de morts bruyantes et de bimbos sans ménagement.
german: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Nun, ich bin so froh, dass du gefragt hast! Ich habe diesen abstoßenden B-Film Schrecken, viele Ghulli-Tote und topless Bimbos gefunden, die herumlaufen.

source: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] I uhh, I thought it might help set the mood a little, I guess.
french: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] Moi euh, je pensais que ça pourrait aider à mettre l'humeur un peu, je suppose.
german: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] Ich uhh, ich dachte, es könnte helfen, die Stimmung ein wenig zu setzen, denke ich.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seeing hot chicks get stalked by crazy serial killers and monsters?{p}Yeah, definitely sounds appealing!
french: [_danny_s_towards_s_rise_s_talk_amused_] Voyant des putes chaudes se faire traquer par des tueurs en série et des monstres fous ?{p}Ouais, ça semble vraiment attractif!
german: [_danny_s_towards_s_rise_s_talk_amused_] Wenn du siehst, wie heiße Küken von verrückten Serienmördern und Monstern geplagt werden?{p}Ja, das klingt definitiv ansprechend!

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...well that was for me, the boobs hanging out was for you. But I'm sure we can find something more-
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...eh bien, c'était pour moi, les seins pendus étaient pour vous. Mais je suis sûr que nous pouvons trouver quelque chose de plus -
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...das war für mich, die Boobs hängen war für dich. Aber ich bin sicher, dass wir etwas mehr finden können-

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, sure, why not?
french: [_danny_s_towards_s_neutral_s_talk_amused_] Non, bien sûr, pourquoi pas ?
german: [_danny_s_towards_s_neutral_s_talk_amused_] Nein, sicher, warum nicht?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] You serious?
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] Vous êtes sérieux?
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] Du bist ernst?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, it'll be fun. It's totally "us", that's why I like it.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Oui, ça va être amusant. C'est tout à fait "nous", c'est pourquoi je l'aime.
german: [_danny_s_closed_s_wondering_s_talk_amused_] Ja, es wird Spaß machen. Es ist total "uns", deshalb gefällt es mir.

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Alright, great... I'll go grab the movie. Meet you downstairs.
french: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] D'accord, génial... Je vais prendre le film. Rencontrez vous en bas de l'écran.
german: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Okay, großartig... Ich werde den Film packen. Treffen Sie dich unten.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] So, do you prefer the blonde girl or the brunette?
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Alors, préférez-vous la blondinette ou la brunette ?
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Also, bevorzugst du das blonde Mädchen oder die Brunette?

source: [_danny_s_towards_s_rise_s_talk_amused_] That's what we're starting with? Hah, okay... I mean... jeez...
french: [_danny_s_towards_s_rise_s_talk_amused_] C'est ce que nous commençons? Hah, d'accord... Je veux dire... jeez...
german: [_danny_s_towards_s_rise_s_talk_amused_] Das ist das, womit wir beginnen? Hah, ok... Ich meine... Jeez...

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Come on, I won't judge.
french: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Allez, je ne vais pas juger.
german: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Komm, ich werde nicht beurteilen.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Well, the blonde definitely does have nicer boobs, but the brunette has a greater, more approachable butt.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Eh bien, la blonde a définitivement de beaux seins, mais la brune a un cul plus grand, plus abordable.
german: [_danny_s_closed_s_wondering_s_talk_amused_] Nun, die Blonde hat definitiv schönere Strümpfe, aber die Brunette hat eine größere, zugänglichere Ätze.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, I never pegged you for such a {i}connoisseur{/i}. I mean, "Approachable"?{p}What are you, a nature documentarian?
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, je ne vous ai jamais attaché à un tel connaisseur {i}{/i}. Je veux dire, « Apprentissable»?{p}Qu'est-ce que vous, un documentariste naturel?
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, ich habe dich nie an solch einen {i}Kenner gekoppelt{/i} gebunden. Ich meine "Anfahrbar"?{p}Was bist du, ein Naturdokumentarianer?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, I may just be a more worldly and cultured man than you might have initially though, Sam! I can appreciate a woman's, uhh, features! Quite well in fact!
french: [_danny_s_towards_s_rise_s_talk_amused_] Eh bien, je ne suis peut-être qu'un homme de culture et de monde plus grand que vous ne l'auriez fait au départ, Sam ! « Je peux apprécier les traits d'une femme, euh! Très bien en fait! »
german: [_danny_s_towards_s_rise_s_talk_amused_] Nun, ich bin vielleicht nur ein weltlicher und kultivierter Mann als du anfangs aber, Sam! Ich kann eine Frau, uhh, Features zu schätzen!

source: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooo... with me... do you prefer my {u}butt{/u}, or my {u}boobs?{/u}
french: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooo... avec moi... préférez-vous mon {u}bout{/u} ou mes potes {u}?{/u}
german: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soo... mit mir... bevorzugst du meine {u}but{/u}, oder meine {u}Boobs?{/u}

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Well, uhm, I...
french: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Eh bien, euhm, je...
german: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Nun, uhm, Ich...

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Come {i}onnn{/i} Danny... I've caught you staring at {u}both{/u} before, dude. There's no need to always play this "Aww jeez, shucka-rooney, I don't know, Sam" character.
french: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Venez {i}onnn{/i} Danny... Je vous ai attrapé {u}deux{/u} avant, dude. Il n'y a pas besoin de toujours jouer ce personnage "Aww jeez, shucka-rooney, je ne sais pas, Sam".
german: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Komm {i}onnn{/i} Danny... Ich habe erwischt, dass du {u}beides starrt{/u} vorher starrst. Es ist nicht nötig, immer diesen Charakter "Aww jeez, shucka-rooney, ich weiß nicht, Sam" zu spielen.

source: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, I'm just taking a moment to think here!
french: [_danny_s_towards_s_angry_s_talk_amused_] H-Hé, je prends juste un moment pour y penser !
german: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, ich nehme mir nur einen Moment, um hier zu denken!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...you've caught me staring?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...vous m'avez attrapé à regarder?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...Du hast mich am Anfang gefangen?

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] About as subtle as a disco ball, dude.
french: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] A propos aussi subtil qu'une boule de disco, dude.
german: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Über so subtil wie ein Disco-Kugel, Dude.

source: [_danny_s_towards_s_rise_s_talk_amused_] Okay, well sure, I've {i}maybe{/i} looked at you a few times...
french: [_danny_s_towards_s_rise_s_talk_amused_] D'accord, bien sûr, je {i}peut-être{/i} vous regardé quelques fois...
german: [_danny_s_towards_s_rise_s_talk_amused_] Okay, ich bin mir sicher, ich habe {i}vielleicht{/i} dir ein paar Mal angeschaut...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! I knew it! Duh! Okay, so, in your opinion, what is it? What about me, would you say, "does it" for you?
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! Je le savais! Duh! D'accord, donc, à votre avis, qu'est-ce que c'est? Et à moi, direz-vous, "fait-il" pour vous?
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! Ich wusste es! Duh! Okay, also was ist deiner Meinung nach das? Was ist mit mir, würdest du sagen, "doch" für dich?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhh, I mean, you do rock the whole goth get-up pretty damn well.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Euhhh, je veux dire, vous faites de la pierre tout le goth se leve assez bien.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhhh, ich meine, du rockst den ganzen goth ziemlich verdammt gut.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] You mean, you actually {i}like{/i} how I dress?
french: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Tu veux dire, tu as en fait {i}comme{/i} comment je m'habiller?
german: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Du meinst, du hast tatsächlich {i}wie{/i} wie ich Kleidung?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, of course I do.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Oui, bien sûr.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Ja, natürlich tue ich.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I always thought you liked the more bimbo look, like your "sweet little {i}Paulinaaa{/i}".
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_] J'ai toujours pensé que vous avez aimé le look bimbo, comme votre « douce petit {i}Paulinaaa{/i}».
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Ich dachte immer, dass dir der mehr Bimbo-Look gefallen hat, wie dein "süßer kleiner {i}Paulinaaa{/i}".

source: [_danny_s_towards_s_sad_s_talk_amused_] No, I mean hey, I think she's hot, for sure, but so are you. Just in your own way is all!
french: [_danny_s_towards_s_sad_s_talk_amused_] Non, je veux dire hé, je pense qu'elle est chaude, bien sûr, mais vous aussi. Tout est à votre manière !
german: [_danny_s_towards_s_sad_s_talk_amused_] Nein, ich meine hey, ich denke, sie ist heiß, aber du bist es auch. Nur auf deine Art und Weise ist alles!

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, that's kinda sweet of you.{p}In a way.
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, c'est gentil de vous.{p}d'une certaine manière.
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, das ist kinda süß von dir.{p}In gewisser Weise.

source: [_danny_s_towards_s_rise_s_talk_amused_] You know me, I'm a stone cold lady killer...
french: [_danny_s_towards_s_rise_s_talk_amused_] Vous me connaissez, je suis une tueuse de dame froide...
german: [_danny_s_towards_s_rise_s_talk_amused_] Du kennst mich, ich bin eine kalte Killer...
