Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_danny_s_grin_happy_s_sad_] (I think that did it! Alright, working Thermos! Heh he, it's {i}all{/i} in the wrist!)
german: [_danny_s_grin_happy_s_sad_] (Ich denke, das hat es geschafft! Okay, funktioniert Thermos! Heh he, es ist {i}alle{/i} im Handgelenke!)
italian: [_danny_s_grin_happy_s_sad_] (Penso che sia stato fatto! Va bene, Thermos funzionante! Heh he, è {i}tutto{/i} nel polso!)

source: [_danny_s_at_player_s_angry_] (Watch out ghosts and spectres, there's a brand new, fully fledged ghost hunter in town, and his name is...)
german: [_danny_s_at_player_s_angry_] (achte auf Geister und Zuschauer, es gibt einen brandneuen, vollwertigen Geisterjäger in der Stadt, und sein Name ist...)
italian: [_danny_s_at_player_s_angry_] (Attenzione a fantasmi e spettri, c'è un nuovo cacciatore di fantasmi a tutti gli effetti in città, e si chiama...)

source: [_danny_s_frown_3_s_wondering_] (Hmmm... still gotta think of a good name for myself... uhm...)
german: [_danny_s_frown_3_s_wondering_] (Hmmm... immer noch an einen guten Namen für mich selbst denken... uhm...)
italian: [_danny_s_frown_3_s_wondering_] (Hmmm... devo ancora pensare a un buon nome per me... uhm...)

source: [_danny_s_towards_s_neutral_s_frown_2_] (Ehh, it'll come to me later.)
german: [_danny_s_towards_s_neutral_s_frown_2_] (Ehh, es wird später zu mir kommen.)
italian: [_danny_s_towards_s_neutral_s_frown_2_] (Ehh, mi verrà in mente più tardi).

source: Would you like to order the "Box-O-Parts" through the Mystery Shop guy?
german: Möchten Sie die "Box-O-Teile" über den Mystery Shop bestellen?
italian: Vuole ordinare la "Box-O-Parts" tramite il Mystery Shop?

source: Sure, I don't think I'll be able to get it otherwise.
german: Sicherlich glaube ich nicht, dass ich es anders bekommen kann.
italian: Certo, non credo che potrò ottenerlo altrimenti.

source: Can't you just give me your friends contact number in "Toronto"?
german: Kannst du mir nicht einfach deine Kontakt-Nummer in "Toronto" geben?
italian: Non puoi semplicemente darmi il numero di telefono dei tuoi amici a "Toronto"?

source: No thanks, I don't wanna buy anything right now.
german: Nein danke, ich möchte jetzt nichts kaufen.
italian: No, grazie, non voglio comprare nulla in questo momento.

source: [_thermos_] {i}*Wrrrrrrrr*{/i} {i}*Bing*{/i}
german: [_thermos_] {i}*Wrrrrrrr*{/i} {i}*Bing*{/i}
