Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Yes Master, do you require an additional round of service before slumber?
german: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Seh*{/i} Yes Master, benötigst du eine zusätzliche Service-Runde bevor du schlummert?
italian: [_desiree_s_closed_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Sì Maestro, avete bisogno di un ulteriore turno di servizio prima di dormire?

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, no, it's just something I thought of.
german: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, nein, das ist nur etwas, was ich mir gedacht habe.
italian: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Oh, no, è solo una cosa che mi è venuta in mente.

source: [_danny_s_closed_s_talk_happy_] Desiree... I wish that the inside of the Thermos was more accomodating to live in for you!
german: [_danny_s_closed_s_talk_happy_] Desire... Ich wünschte, dass das Innere der Thermos für dich mehr Unterkunft hat!
italian: [_danny_s_closed_s_talk_happy_] Desiree... Vorrei che l'interno del thermos fosse più accogliente per voi!

source: [_desiree_s_neutral_2_s_talk_frown_] A wish? Master I... you didn't have to...
german: [_desiree_s_neutral_2_s_talk_frown_] Ein Wunsch? Meister, ich... du musst es nicht...
italian: [_desiree_s_neutral_2_s_talk_frown_] Un desiderio? Maestro io... non dovevate...

source: [_desiree_] But... so you have wished it, so it shall be!~
german: [_desiree_] Aber... also hast du es gewollt, also wird es sein!~
italian: [_desiree_] Ma... così hai voluto, così sarà!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Was that it? Did it work?
german: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] War das? Hat es funktioniert?
italian: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] È stato così? Ha funzionato?

source: [_desiree_s_towards_s_talk_bite_] I believe so. I sort of provided myself some much needed space by creating a tiny pocket dimension within the cannister.
german: [_desiree_s_towards_s_talk_bite_] Ich glaube das. Ich habe mir ein paar dringend benötigte Platz zur Verfügung gestellt, indem ich eine kleine Taschendimension innerhalb des Konserveners erschaffe.
italian: [_desiree_s_towards_s_talk_bite_] Credo di sì. Ho creato una sorta di spazio necessario creando una piccola tasca all'interno del contenitore.

source: [_desiree_s_sad_s_talk_bite_2_] It's essentially a miniature Ritz-Carlton in a can now. Fine furniture and all.
german: [_desiree_s_sad_s_talk_bite_2_] Es ist im Wesentlichen ein Miniatur-Ritz-Carlton in einer Dose jetzt. Gute Möbel und alle.
italian: [_desiree_s_sad_s_talk_bite_2_] Si tratta essenzialmente di un Ritz-Carlton in miniatura. Mobili pregiati e tutto il resto.

source: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. Sounds nice! Hope you enjoy it!
german: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. klingt schön! Hoffentlich gefällt es dir!
italian: [_danny_s_talk_happy_s_towards_wide_s_sad_2_] Huh. Sembra bello! Spero che vi piaccia!

source: [_desiree_s_talk_bite_] Uhmm... yes, well... {i}*Ahem*{/i} ...thank you, Master. I appreciate your blessing to help accomodate me.
german: [_desiree_s_talk_bite_] Uhmm... Ja, ja... {i}*Ahem*{/i} ...Danke, Meister. Ich schätze deinen Segen, um mir zu helfen.
italian: [_desiree_s_talk_bite_] Uhmm... sì, beh... {i}*...grazie, Maestro. Apprezzo la sua benedizione per aiutarmi ad accontentarmi.

source: [_desiree_s_cute_s_at_player_s_neutral_3_] (What {i}is{/i} it about this boy? He's still a naive and insolent child of course... but he's actually rather... {u}considerate{/u} for a slave Master, surprisingly.)
german: [_desiree_s_cute_s_at_player_s_neutral_3_] (Was {i}ist{/i} über diesen Jungen? Er ist natürlich immer noch ein naives und unverschämtes Kind. . aber er ist eigentlich besser... {u}überlegt{/u} für einen Sklavenmeister, überraschend.)
italian: [_desiree_s_cute_s_at_player_s_neutral_3_] (Cosa {i}è{/i} di questo ragazzo? È ancora un bambino ingenuo e insolente, certo... ma in realtà è piuttosto... {u}premuroso{/u} per un padrone schiavo, sorprendentemente).

source: [_danny_s_talk_happy_s_sad_] Yeah of course. I just thought you'd enjoy your stay better that way.
german: [_danny_s_talk_happy_s_sad_] Ja, natürlich. Ich dachte, dass du deinen Aufenthalt so besser genießen würdest.
italian: [_danny_s_talk_happy_s_sad_] Sì, certo. Ho solo pensato che in questo modo ti saresti goduto meglio il tuo soggiorno.

source: [_desiree_s_closed_s_talk_happy_s_neutral_] Well... again, thank you. If that'll be all, I wish you a good night's sleep. Come visit me by releasing me from the container whenever you'd like.
german: [_desiree_s_closed_s_talk_happy_s_neutral_] Nun... noch einmal, vielen Dank. Wenn das alles sein wird, wünsche ich dir eine gute Nachtruhe. Kommen Sie zu mir, indem Sie mich aus dem Container befreien, wann immer Sie wollen.
italian: [_desiree_s_closed_s_talk_happy_s_neutral_] Beh... di nuovo, grazie. Se questo è tutto, le auguro una buona notte di sonno. Venite a trovarmi liberandomi dal contenitore quando volete.

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Sounds good! Good night, Des.
german: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Klingt gut! Gute Nacht, Tage.
italian: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Sembra buono! Buonanotte, Des.

source: [_thermos_] {b}Ghost Retraction Protocal Initiated{/b} {i}*Bachooooo*{/i}
german: [_thermos_] {b}Ghost Retraction Protocal initiiert{/b} {i}*Bachooo*{/i}
italian: [_thermos_] {b}Protocalco di ritrattazione del fantasma avviato{/b} {i}*Bachooooo*{/i}

source: [_danny_s_towards_s_sad_s_talk_frown_] What. A. Day.
german: [_danny_s_towards_s_sad_s_talk_frown_] Was. A. Tag.
italian: [_danny_s_towards_s_sad_s_talk_frown_] Cosa. Un giorno.

source: [_danny_s_down_s_rise_one_s_talk_frown_2_] From flat out enemies, to partial fuck buddies... just like that? Kind of nuts. I hope I know what I'm doing here...
german: [_danny_s_down_s_rise_one_s_talk_frown_2_] Von flachen Feinden, zu Teil-Fick-Frediesen... genau so gut? Ich hoffe, ich weiß, was ich hier mache...
italian: [_danny_s_down_s_rise_one_s_talk_frown_2_] Da nemici, a compagni di scopata... in un attimo? Un po' folle. Spero di sapere cosa sto facendo qui...

source: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, I'm sure it'll all work out with no {b}real{/b} consequences... right?
german: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, ich bin sicher, es wird alles ohne {b}wirklich funktionieren{/b} Folgen... oder?
italian: [_danny_s_at_player_s_sad_s_talk_happy_2_] Ehh, sono sicuro che tutto si risolverà senza {b}conseguenze reali{/b}... giusto?

source: What do I wanna do at Babazita's booth?
german: Was will ich am Stand von Babazita machen?
italian: Cosa voglio fare allo stand di Babazita?

source: Buy the lamp! ($5)
german: Lampe kaufen! ($5)
italian: Acquista la lampada! ($5)

source: [_babazita_s_closed_s_talk_happy_s_idle__] Desiree.
german: [_babazita_s_closed_s_talk_happy_s_idle__] Schicksalsritter.

source: [_magiclamp_] {i}*Shatter*{/i}
german: [_magiclamp_] {i}*Zerstörer*{/i}

source: [_magiclamp_] {i}*Woosh* *Woosh* *Smoke* *Bustling Cloud*{/i}
german: [_magiclamp_] {i}*Woosch* *Rauch* *Stürmende Cloud*{/i}

source: [_danny_s_talk_frown_2_s_sad_2_s_at_player_] Tucker... oh no...
german: [_danny_s_talk_frown_2_s_sad_2_s_at_player_] Tucker... oh nein...

source: [_thermos_] {i}*Bachooooo*{/i}
german: [_thermos_] {i}*Bachooo*{/i}

source: [_thermos_] {i}*Bachoooooo*{/u}
german: [_thermos_] {i}*Bachoooo*{/u}

source: [_danny_s_rise_one_s_talk_frown_] ...Box Ghost?
german: [_danny_s_rise_one_s_talk_frown_] ...Box Geister?
