Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_box_ghost_s_talk_frown_2_s_sad_2_] {b}Zone-Mart{/b} hails from a place so {b}mysterious{/b}... and {i}so{/i} {b}strange{/b}... that some say that those who embark upon the journey to visit it... {u}never{/u} make it back...
german: [_box_ghost_s_talk_frown_2_s_sad_2_] {b}Zone-Mart{/b} stammt von einem Ort, so {b}mysteriös{/b}... und {i}so{/i} {b}seltsam{/b}. , dass einige sagen, dass diejenigen, die auf die Reise gehen, um sie zu besuchen... {u}niemals zurück{/u} sie zurück...
italian: [_box_ghost_s_talk_frown_2_s_sad_2_] {b}Zone-Mart{/b} proviene da un luogo così {b}misterioso{/b}... e {i}così{/i} {b}strano{/b}... che alcuni dicono che chi intraprende il viaggio per visitarlo... {u}non torna mai indietro...

source: [_danny_] Woah... jeez... wh-where is it located?
german: [_danny_] Woah... Jeez... Wo befindet er sich?
italian: [_danny_] Woah... cavolo... dove si trova?

source: [_danny_] Okay, so I just can't get it then?
german: [_danny_] Okay, dann kann ich es einfach nicht bekommen?
italian: [_danny_] Ok, allora non riesco a capire?

source: [_box_ghost_s_talk_s_sad_] Look, here's what I'll do for you: I'll order it through my "friend" who lives in Toronto, and he'll deliver it for us.
german: [_box_ghost_s_talk_s_sad_] Schau, hier ist, was ich für dich mache: Ich werde ihn über meinen "Freund" bestellen, der in Toronto lebt, und er wird ihn für uns liefern.
italian: [_box_ghost_s_talk_s_sad_] Senti, ecco cosa farò per te: Lo ordinerò tramite il mio "amico" che vive a Toronto e lui lo consegnerà per noi.

source: [_box_ghost_s_sad_2_s_talk_2_] All I'll ask is for a {b}small{/b} delivery fee, along with the price of the box! Sound fair?
german: [_box_ghost_s_sad_2_s_talk_2_] Alles, was ich frage, ist eine {b}kleine{/b} Zustellgebühr, zusammen mit dem Preis der Box! Sound-Messe?
italian: [_box_ghost_s_sad_2_s_talk_2_] Tutto ciò che chiedo è una {b}piccola{/b} tassa di consegna, insieme al prezzo della scatola! Vi sembra giusto?

source: [_danny_] I mean, not really, but I don't see what other option I have, so-
german: [_danny_] Ich meine, nicht wirklich, aber ich sehe nicht, welche andere Option ich habe, so-
italian: [_danny_] Cioè, non proprio, ma non vedo quale altra possibilità ho, quindi...

source: [_box_ghost_s_talk_s_sad_] Great! So for the "Box-O-Parts" along with the delivery fee, it'll be about... $[box_o_parts_cost]!
german: [_box_ghost_s_talk_s_sad_] Großartig! Also für die "Box-O-Teile" zusammen mit der Liefergebühr wird es sein... $[box_o_parts_cost]!
italian: [_box_ghost_s_talk_s_sad_] Ottimo! Quindi per la "Box-O-Parts", insieme alle spese di spedizione, saranno circa...[box_o_parts_cost]dollari!

source: [_box_ghost_s_angry_s_talk_frown_] Hey, postage to Canada isn't cheap, buddy!
german: [_box_ghost_s_angry_s_talk_frown_] Hey, Porto nach Kanada ist nicht billig, Kumpel!
italian: [_box_ghost_s_angry_s_talk_frown_] Ehi, le spese di spedizione in Canada non sono economiche, amico!

source: [_box_ghost_s_confused_s_talk_frown_2_] Come back when you have enough cash for my more than fairly priced services!
german: [_box_ghost_s_confused_s_talk_frown_2_] Komm zurück, wenn du genug Bargeld für meine mehr als fairen Dienstleistungen hast!
italian: [_box_ghost_s_confused_s_talk_frown_2_] Tornate quando avrete abbastanza soldi per i miei servizi a prezzi più che onesti!

source: [_danny_] Sure, I figure this is my best option to help out my mom.
german: [_danny_] Sicherlich, ich stelle dies meine beste Option, um meine Mutter zu helfen.
italian: [_danny_] Certo, penso che questa sia l'opzione migliore per aiutare mia madre.

source: [_box_ghost_s_talk_] Okay then, that'll be $[box_o_parts_cost].
german: [_box_ghost_s_talk_] Okay, das wird $[box_o_parts_cost] sein.
italian: [_box_ghost_s_talk_] Ok, allora sono $[box_o_parts_cost].

source: [_box_ghost_s_talk_2_s_sad_] Alrighty dighty, buddy, the box should arrive in a couple of days or so! Stop by anytime to check if it arrived!
german: [_box_ghost_s_talk_2_s_sad_] Alles in Ordnung, Kumpel, die Box sollte in ein paar Tagen oder so ankommen! Stoppen Sie jederzeit um zu überprüfen, ob sie angekommen ist!
italian: [_box_ghost_s_talk_2_s_sad_] Bene, amico, la scatola dovrebbe arrivare tra un paio di giorni o giù di lì! Passa quando vuoi a controllare se è arrivata!

source: [_danny_] Can't you just give me your friends contact number in "Toronto"?
german: [_danny_] Kannst du mir nicht einfach deine Kontakt-Nummer in "Toronto" geben?
italian: [_danny_] Non puoi semplicemente darmi il numero di telefono dei tuoi amici a "Toronto"?

source: [_box_ghost_s_sad_s_talk_frown_] No, 'fraid not! He doesn't like dealing with Americans.
german: [_box_ghost_s_sad_s_talk_frown_] Nein, 'fraid nicht! Er mag es nicht mit Amerikanern zu verhandeln.
italian: [_box_ghost_s_sad_s_talk_frown_] No, purtroppo no! Non gli piace avere a che fare con gli americani.

source: [_danny_] Oh. So, where are {b}you{/b} from then?
german: [_danny_] Oh. Also, wo bist du {b}{/b} von dann?
italian: [_danny_] Oh. Allora, di dove {b}sei{/b}?

source: [_box_ghost_s_confused_s_talk_frown_] Who me? Uhm... I'm from... uhh...
german: [_box_ghost_s_confused_s_talk_frown_] Wer bin ich? Uhm... Ich her... uhhhh...
italian: [_box_ghost_s_confused_s_talk_frown_] Chi sono io? Uhm... sono di... uhh...

source: [_box_ghost_s_sad_2_s_talk_2_] ...{i}Toronto as well!{/i}
german: [_box_ghost_s_sad_2_s_talk_2_] ...{i}Toronto auch!{/i}
italian: [_box_ghost_s_sad_2_s_talk_2_] ...{i}Anche a Toronto!

source: [_danny_] Well, I {i}guess{/i} that makes sense.
german: [_danny_] Nun, ich {i}erraten{/i} das macht Sinn.
italian: [_danny_] Beh, {i}credo che abbia senso.

source: [_box_ghost_s_towards_s_sad_s_talk_] {i}*Pheew!*{/i} That was a close one!
german: [_box_ghost_s_towards_s_sad_s_talk_] {i}*Pheew!*{/i} Das war ein naher!
italian: [_box_ghost_s_towards_s_sad_s_talk_] {i}*Pheew! *{/i} C'è mancato poco!

source: [_danny_] Uhm... what?
german: [_danny_] Uhm... was?
italian: [_danny_] Uhm... cosa?

source: [_box_ghost_s_talk_frown_] Huh? Oh, did I say that out loud?
german: [_box_ghost_s_talk_frown_] Huh? Oh, habe ich das laut gesagt?
italian: [_box_ghost_s_talk_frown_] Eh? Oh, l'ho detto ad alta voce?

source: [_danny_] Yeah, you did.
german: [_danny_] Ja, du hast es getan.
italian: [_danny_] Sì, l'hai fatto.

source: [_box_ghost_s_center_1_s_talk_2_s_sad_2_] -s-so, about that {b}Box-O-Parts{/b}! Still interested?
german: [_box_ghost_s_center_1_s_talk_2_s_sad_2_] -s-so, über die {b}Box-O-Parts{/b}! Noch interessiert?
italian: [_box_ghost_s_center_1_s_talk_2_s_sad_2_] Allora, per quanto riguarda la {b}Box-O-Parts{/b}! Siete ancora interessati?

source: [_danny_] Nah, I'm good for right now. Don't feel like buying it just yet.
german: [_danny_] Nur, ich bin gut für den Moment. Kaufe es noch nicht.
italian: [_danny_] No, per ora sono a posto così. Non ho ancora voglia di comprarlo.

source: [_box_ghost_s_sad_2_s_talk_frown_2_] Suits me! Just remember, if you want those parts, you gotta go through me.
german: [_box_ghost_s_sad_2_s_talk_frown_2_] passt mir! Denke daran, wenn du diese Teile willst, dann gehst du durch mich.
italian: [_box_ghost_s_sad_2_s_talk_frown_2_] Mi sta bene! Ricorda solo che se vuoi quelle parti, devi passare da me.

source: [_danny_] Thanks, I'll keep that in mind...
german: [_danny_] Danke, das werde ich im Hinterkopf behalten...
italian: [_danny_] Grazie, lo terrò presente...

source: [_danny_] Hey, has my box arrived just yet?
german: [_danny_] Hey, ist mein Kasten gerade angekommen?
italian: [_danny_] Ehi, è già arrivata la mia scatola?

source: [_box_ghost_s_sad_s_talk_frown_] Uhh, no, not yet.
german: [_box_ghost_s_sad_s_talk_frown_] Uhh, nein, noch nicht.
italian: [_box_ghost_s_sad_s_talk_frown_] No, non ancora.

source: [_danny_] Well do you have an idea of when it {i}might{/i} be arriving?
german: [_danny_] Hast du eine Vorstellung davon, wann es {i}might{/i} eintrifft?
italian: [_danny_] Ha un'idea di quando {i}potrebbe arrivare?

source: [_box_ghost_s_angry_s_talk_frown_2_] Hey, cool your jets there, buddy! The Mystery Shop ain't Amazon, alright?!
german: [_box_ghost_s_angry_s_talk_frown_2_] Hey, kühlen Sie Ihre Jets dort, Kumpel! Der Mystery Shop ist nicht Amazon, richtig?!
italian: [_box_ghost_s_angry_s_talk_frown_2_] Ehi, calmati, amico! Il Mystery Shop non è Amazon, va bene?!

source: [_box_ghost_s_neutral_s_talk_frown_] Have some more patience and wait a little bit longer.
german: [_box_ghost_s_neutral_s_talk_frown_] Habe etwas mehr Geduld und warte ein wenig länger.
italian: [_box_ghost_s_neutral_s_talk_frown_] Abbiate ancora un po' di pazienza e aspettate ancora un po'.

source: [_danny_] Fine, I guess...
german: [_danny_] Gut, denke ich...
italian: [_danny_] Bene, credo...

source: [_current_location_] mystery_shop
italian: [_current_location_] negozio_mistero

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Hmmm... it's been awhile since I ordered those spare parts for the Fenton Thermos.
german: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Hmmm... es ist eine Weile her, seit ich die Ersatzteile für die Fenton-Thermos bestellt habe.
italian: [_danny_s_towards_s_rise_one_s_talk_frown_2_] È passato un po' di tempo da quando ho ordinato i pezzi di ricambio per il thermos Fenton.

source: [_danny_s_talk_frown_s_at_player_s_sad_] Mom probably really wants to get it finished soon. I should head to the Mystery Shop to see if that guy's friend from Toronto delievered it yet.
german: [_danny_s_talk_frown_s_at_player_s_sad_] Mutter möchte es wahrscheinlich bald fertigstellen. Ich sollte in den Mystery Shop gehen, um zu sehen, ob der Freund von Toronto es noch weggenommen hat.
italian: [_danny_s_talk_frown_s_at_player_s_sad_] Probabilmente la mamma vuole davvero finirlo al più presto. Dovrei andare al Mystery Shop per vedere se l'amico di Toronto l'ha già consegnato.

source: [_danny_s_neutral_s_talk_frown_2_] Oh, who am I kidding? That "Toronto" story was such a load of bull. He probably just swipes parts from around town. That guy was {i}way{/i} too shady to be legit.
german: [_danny_s_neutral_s_talk_frown_2_] Oh, wer bin ich scherzhaft? Diese Geschichte "Toronto" war so viel Bull. Er wischt wahrscheinlich nur Teile aus der ganzen Stadt. Dieser Typ war {i}Weg{/i} zu schattig, um legit zu sein.
italian: [_danny_s_neutral_s_talk_frown_2_] Oh, ma chi voglio prendere in giro? La storia di "Toronto" era un mucchio di stronzate. Probabilmente si limita a rubare pezzi in giro per la città. Quel tizio era {i}troppo losco per essere legale.

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, stolen or not, it's time to go and get what I paid for.
german: [_danny_s_towards_s_sad_s_talk_frown_] Nun, gestohlen oder nicht, es ist Zeit zu gehen und zu bekommen, wofür ich bezahlt habe.
italian: [_danny_s_towards_s_sad_s_talk_frown_] Beh, rubato o no, è ora di andare a prendere quello per cui ho pagato.

source: [_danny_] Hey, mister mystery man, any luck today?
german: [_danny_] Hey, Mystery Mann, Glück heute?
italian: [_danny_] Ehi, signor uomo del mistero, hai avuto fortuna oggi?

source: [_box_ghost_s_talk_frown_] Huh? For what?
german: [_box_ghost_s_talk_frown_] Huh? Wofür?
italian: [_box_ghost_s_talk_frown_] Eh? Per cosa?

source: [_danny_] ...for my package I ordered? The whole "Box-O-Parts" thing, I paid for it a couple days ago?
german: [_danny_] ...für mein Paket, das ich bestellt habe? Die ganze Sache "Box-O-Parts" habe ich vor ein paar Tagen dafür bezahlt?
italian: [_danny_] ...per il mio pacco che ho ordinato? L'intera cosa "Box-O-Parts", l'ho pagata un paio di giorni fa?

source: [_box_ghost_s_confused_s_towards_s_talk_frown_] "Box-O-Parts"? What are you-
german: [_box_ghost_s_confused_s_towards_s_talk_frown_] "Box-O-Teile"? Was bist du-
italian: [_box_ghost_s_confused_s_towards_s_talk_frown_] "Box-O-Parts"? Cosa sei...

source: [_box_ghost_s_sad_2_s_center_1_s_talk_2_] Ohhh!! Oh yeah, I remember you now! That's right, the scientist boy!
german: [_box_ghost_s_sad_2_s_center_1_s_talk_2_] Ohhhh! Oh ja, ich erinnere mich an dich! Das ist richtig, der Wissenschaftler!
italian: [_box_ghost_s_sad_2_s_center_1_s_talk_2_] Ohhh!!! Oh sì, ora mi ricordo di te! Esatto, il ragazzo scienziato!

source: [_danny_] Again, not a scientist, that's my parents' thing.
german: [_danny_] Wieder, kein Wissenschaftler, das ist die Sache meiner Eltern.
italian: [_danny_] Ripeto, non sono uno scienziato, è una cosa dei miei genitori.

source: [_box_ghost_s_confused_s_talk_] You needed the parts in the deluxe package to help fix something they were building, right?
german: [_box_ghost_s_confused_s_talk_] Du brauchst die Teile im Deluxe Paket, um etwas zu reparieren, was sie gebaut haben, nicht wahr?
italian: [_box_ghost_s_confused_s_talk_] Avevi bisogno delle parti del pacchetto deluxe per riparare qualcosa che stavano costruendo, giusto?

source: [_danny_] Yeah! Just the scraps and stuff!
german: [_danny_] Ja! Nur die Kratzer und Sachen!
italian: [_danny_] Sì! Solo gli scarti e il resto!

source: [_box_ghost_s_talk_2_s_sad_2_] Oh for sure, yeah! Oh yeah, your package arrived just this morning!
german: [_box_ghost_s_talk_2_s_sad_2_] Ach ja, ja, dein Paket ist gerade heute Morgen angekommen!
italian: [_box_ghost_s_talk_2_s_sad_2_] Oh, certo, sì! Oh sì, il tuo pacco è arrivato proprio stamattina!

source: [_danny_] Well alright, perfect! I'm so glad to hear that, Mom will be thrilled.
german: [_danny_] Okay, perfekt! Ich bin so froh zu hören, dass Mama begeistert sein wird.
italian: [_danny_] Bene, perfetto! Sono così felice di sentirlo, la mamma ne sarà entusiasta.

source: [_box_ghost_s_towards_s_talk_2_] Ha hah, yeah...
german: [_box_ghost_s_towards_s_talk_2_] Ha hah, ja...
italian: [_box_ghost_s_towards_s_talk_2_] Ah ah, sì...

source: [_box_ghost_s_confused_s_center_1_s_talk_frown_] ...wait, why will {i}she{/i} be thrilled?
german: [_box_ghost_s_confused_s_center_1_s_talk_frown_] ...warten, warum wird sie {i}begeistert sein?
italian: [_box_ghost_s_confused_s_center_1_s_talk_frown_] ...aspetta, perché {i}lei{/i} sarà entusiasta?

source: [_danny_] Uhm, because I get to give her the box of pieces she needs...?
german: [_danny_] Uhm, weil ich ihr die Box mit Stücken geben kann, die sie braucht...?
italian: [_danny_] Perché posso darle la scatola di pezzi di cui ha bisogno...?

source: [_box_ghost_s_angry_s_talk_frown_2_] Huh? Oh, no, I'm not giving you the "Box-O-Parts", no way!
german: [_box_ghost_s_angry_s_talk_frown_2_] Huh? Oh, nein, ich gebe dir nicht die "Box-O-Teile", keine Weise!
italian: [_box_ghost_s_angry_s_talk_frown_2_] Eh? Oh, no, non ti darò la "scatola dei pezzi", assolutamente no!

source: [_danny_] What?! Why not?!
german: [_danny_] Was?! Warum nicht?!
italian: [_danny_] Cosa? Perché no?

source: [_box_ghost_s_sad_2_s_talk_2_] Cause, the box it comes in is so {b}pristine{/b}! Perfectly angled and rectangular! A true packaging masterpiece! To view it is to experience true box Nirvana!!
german: [_box_ghost_s_sad_2_s_talk_2_] Pause, die Box in der sie eintrifft, ist so {b}unberührt{/b}! Perfekt geneigt und rechteckig! Ein echtes Verpackungs-Meisterwerk! Um es zu sehen ist es zu erleben True-Box Nirvana!!
italian: [_box_ghost_s_sad_2_s_talk_2_] Perché la scatola in cui viene consegnato è così {b}immacolata{/b}! Perfettamente angolata e rettangolare! Un vero capolavoro di packaging! Vederla è come sperimentare il vero Nirvana della scatola!!!

source: [_danny_] Look dude, I don't care what kind of weird fetish you're having with a simple packaging container, but that's {b}my{/b} box! Now hand it over!
german: [_danny_] Schau dude aus, mir ist es egal, welche Art von seltsamem Fetisch du mit einem einfachen Verpackungsbehälter hast. aber das ist {b}mein{/b} Box! Jetzt übergeben!
italian: [_danny_] Senti amico, non mi interessa che tipo di strano feticismo tu abbia con un semplice contenitore da imballaggio, ma quella è {b}la mia{/b} scatola! Ora passamela!

source: [_box_ghost_s_center_2_s_angry_low_s_talk_frown_2_] Heck no, get your own!
german: [_box_ghost_s_center_2_s_angry_low_s_talk_frown_2_] Heck nein, bekomme deine eigenen!
italian: [_box_ghost_s_center_2_s_angry_low_s_talk_frown_2_] Diamine no, prendete il vostro!

source: [_danny_] What are you talking about? That {i}is{/i} mine!! {b}I bought it from {i}you{/i}, you dolt{/b}!!
german: [_danny_] Worüber redest du? Das {i}ist{/i} Mine!! {b}Ich kaufte es von {i}du{/i}, du dolt{/b}!!
italian: [_danny_] Di cosa stai parlando? Quel {i}è mio!!! {b}L'ho comprato da {i}tu{/i}, idiota{/b}!!

source: [_box_ghost_s_center_1_s_talk_frown_2_s_sad_] I'm sorry my cranky young friend, but all sales are final!
german: [_box_ghost_s_center_1_s_talk_frown_2_s_sad_] Es tut mir leid, mein kurbeler junger Freund, aber alle Verkäufe sind endgültig!
italian: [_box_ghost_s_center_1_s_talk_frown_2_s_sad_] Mi dispiace, mio giovane amico irascibile, ma tutte le vendite sono definitive!

source: [_danny_] This is unbelievable!! Forget this, I'm going to the mall's Better Business Bureau department!
german: [_danny_] Das ist unglaublich! Vergiss das, ich gehe zur besseren Business Bureau Abteilung!
italian: [_danny_] E' incredibile! Lasciate perdere, mi rivolgerò al reparto Better Business Bureau del centro commerciale!

source: [_box_ghost_s_angry_s_talk_frown_] {i}*Gasp*{/i} You wouldn't!
german: [_box_ghost_s_angry_s_talk_frown_] {i}*Gasp*{/i} Du würdest es nicht!
italian: [_box_ghost_s_angry_s_talk_frown_] {i}*Gasp*{/i} Non lo faresti!

source: [_danny_] ...literally, why wouldn't I?
german: [_danny_] ...wörtlich, warum nicht ich?
italian: [_danny_] ...letteralmente, perché non dovrei?

source: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Because I will {b}stop{/b} you!!
german: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Weil ich {b}stoppe {/b} dich!!
italian: [_box_ghost_s_angry_low_s_center_2_s_talk_frown_2_] Perché io {b}fermerò{/b} te!!!

source: [_box_ghost_s_talk_2_] ...for I am...
german: [_box_ghost_s_talk_2_] ...für mich...
italian: [_box_ghost_s_talk_2_] ...perché io sono...

source: [_box_ghost_blue_s_center_1_s_angry_s_talk_2_] {b}The Box Ghost{/b}!!!
german: [_box_ghost_blue_s_center_1_s_angry_s_talk_2_] {b}Die Box Geister{/b}!!!
italian: [_box_ghost_blue_s_center_1_s_angry_s_talk_2_] {b}Il fantasma della scatola!

source: [_box_ghost_blue_s_towards_s_talk_] Master over all things packagable and or uniformly rectangular!!
german: [_box_ghost_blue_s_towards_s_talk_] Meistere alle Sachen verpackbar und oder gleichmäßig rechteckig!!
italian: [_box_ghost_blue_s_towards_s_talk_] Padrone di tutto ciò che è impacchettabile o uniformemente rettangolare!!!

source: [_box_ghost_blue_s_center_1_s_talk_2_] {b}Beware{/b}!! For I shall now use my mighty powers of shipping to contain you...
german: [_box_ghost_blue_s_center_1_s_talk_2_] {b}Achtung{/b}!! Denn ich werde jetzt meine mächtigen Versandkapazitäten nutzen, um dich einzudämmen...
italian: [_box_ghost_blue_s_center_1_s_talk_2_] {b}Attenzione! Perché ora userò i miei potenti poteri di spedizione per contenervi...

source: [_box_ghost_blue_s_talk_] ...{i}within{/i} a box!! {i}Muahah ahah hahahh{/i}!!!
german: [_box_ghost_blue_s_talk_] ...{i}inner{/i} ein Kasten!! {i}Muahah ahah hah{/i}!!!
italian: [_box_ghost_blue_s_talk_] ...{i}all'interno di una scatola!!! {i}Muahah ahah hahahh{/i}!!!

source: [_box_ghost_blue_] {i}Muah ha... ahah hahh...!{/i}
german: [_box_ghost_blue_] {i}Muah ha... ahah hah...!{/i}
italian: [_box_ghost_blue_] {i}Muah ha... ahah hahh...!

source: [_danny_] ...this is a {b}joke{/ib} right?
german: [_danny_] ...das ist ein {b}Witz{/ib} richtig?
italian: [_danny_] ...questo è uno scherzo di {b}{/ib}, vero?

source: [_box_ghost_blue_s_talk_2_] Yes!! Tremble in fear as I-
german: [_box_ghost_blue_s_talk_2_] Ja!! Furcht zittert wie ich-
italian: [_box_ghost_blue_s_talk_2_] Sì! Trema di paura mentre io...

source: [_box_ghost_blue_s_confused_s_talk_frown_] Erh, wait, what now?
german: [_box_ghost_blue_s_confused_s_talk_frown_] Erh, warte, was jetzt?
italian: [_box_ghost_blue_s_confused_s_talk_frown_] Aspetta, e adesso?

source: [_danny_] This is like a prank, right? My dad's just somewhere hiding behind the wall with a projector screen, that just {i}has{/i} to be it. There is no way a real ghost actually uses {b}boxes{/b} as their motif...
german: [_danny_] Das ist wie ein Prank, oder? Mein Vater versteckt sich irgendwo hinter der Wand mit einem Projektor Bildschirm, dass nur {i}hat, um es zu sein. Es gibt keine Möglichkeit, dass ein echter Geist {b}Kästchen verwende{/b} als Motiv verwendet...
italian: [_danny_] È uno scherzo, vero? Mio padre è da qualche parte nascosto dietro il muro con lo schermo di un proiettore, deve {i}essere quello. Non è possibile che un vero fantasma usi {b}scatole{/b} come motivo...

source: [_box_ghost_blue_s_center_2_s_angry_low_s_talk_frown_2_] No!! I am truly The {u}Box{/u} Ghost!! You should be {b}trembling{/b} at the sight of my awesome cardboard based fury!!
german: [_box_ghost_blue_s_center_2_s_angry_low_s_talk_frown_2_] Nein! Ich bin wahrhaftig die {u}Box{/u} Geister!! Du solltest {b}zittern{/b} beim Anblick meiner großartigen Kartonbasierten Wut sein!!
italian: [_box_ghost_blue_s_center_2_s_angry_low_s_talk_frown_2_] No! Io sono veramente Il Fantasma di {u}Box{/u}!! Dovreste {b}tremare{/b} alla vista della mia impressionante furia a base di cartone!!!

source: [_danny_] Okay look, either give me the stuff I bought or get ready to have your butt whooped!!
german: [_danny_] Okay schau, entweder gib mir das Zeug das ich gekauft habe oder bereite dich darauf vor, deinen Setzling zu bekommen!!
italian: [_danny_] Ok, senti, o mi dai la roba che ho comprato o ti prepari a essere preso a calci nel sedere!!!

source: [_box_ghost_blue_s_angry_s_center_1_s_talk_frown_] Me?! Get {i}my{/i} butt whooped? Foolish mortal!! I am the Box Ghost!! No mere mortal teenager may harm-
german: [_box_ghost_blue_s_angry_s_center_1_s_talk_frown_] Ich?! Hast du {i}my{/i} mit ihnen? Narrer Sterblich! Ich bin der Box Geister! Kein bloßer Sterblicher kann Schaden anrichten -
italian: [_box_ghost_blue_s_angry_s_center_1_s_talk_frown_] Io? Farmi {i}il culo? Stupido mortale! Io sono il Fantasma della Scatola! Nessun adolescente mortale può fare del male...

source: [_danny_] I'm going Ghost!
german: [_danny_] Ich gehe Geister!
italian: [_danny_] Vado a fare il fantasma!

source: [_box_ghost_blue_s_confused_s_talk_frown_] What?! It is {i}you{/i} I have heard of in the Ghost Zone?!
german: [_box_ghost_blue_s_confused_s_talk_frown_] Was?! Es ist {i}du{/i} Ich habe in der Geisterzone gehört?!
italian: [_box_ghost_blue_s_confused_s_talk_frown_] Cosa? E' {i}che ho sentito parlare della Zona Fantasma?!

source: [_danny_] {b}Ghost Zone{/b}? What are you talking about?
german: [_danny_] {b}Geisterzone{/b}? Worüber redest du?
italian: [_danny_] {b}Zona Fantasma{/b}? Di cosa stai parlando?

source: [_box_ghost_blue_s_angry_s_talk_frown_2_] Hah! I will not spill my secrets of ghostly knowledge to you, mere ghost hybrid!
german: [_box_ghost_blue_s_angry_s_talk_frown_2_] Hah! Ich werde meine Geheimnisse gespenstischen Wissens nicht zu dir vergießen, bloß Geisterhybrid!
italian: [_box_ghost_blue_s_angry_s_talk_frown_2_] Hah! Non svelerò i miei segreti di conoscenza spettrale a te, semplice ibrido fantasma!

source: [_box_ghost_blue_s_talk_2_s_center_2_s_angry_low_] Prepare to feel the brunt of my rectangular like power!!
german: [_box_ghost_blue_s_talk_2_s_center_2_s_angry_low_] Bereite dich darauf vor, die Last meiner rechteckigen Macht zu spüren!!
italian: [_box_ghost_blue_s_talk_2_s_center_2_s_angry_low_] Preparati a sentire il peso della mia potenza rettangolare!!!
