Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] You see? Now that sounds like a rather mature, kind-hearted thing to do. You're a good person, Tucker! I know you'd make a fine superhero.
german: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Du siehst? Jetzt klingt das wie eine ziemlich reife und wohlwollende Sache zu tun. Sie sind eine gute Person, Tucker! Ich weiß, du würdest einen schönen Superhelden machen.
italian: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Vedete? Mi sembra una cosa piuttosto matura e di buon cuore da fare. Sei una brava persona, Tucker! So che saresti un ottimo supereroe.

source: [_danny_s_talk_happy_2_s_towards_s_wondering_] Just make sure you don't go try to gain anymore nasty "bootleg" ghost powers from evil genies.
german: [_danny_s_talk_happy_2_s_towards_s_wondering_] Stelle einfach sicher, dass du nicht versuchen willst, hässliche "bootleg" Geisterkräfte von bösen Genen zu gewinnen.
italian: [_danny_s_talk_happy_2_s_towards_s_wondering_] Assicuratevi solo di non cercare di ottenere altri brutti poteri fantasma "illegali" da geni malvagi.

source: [_tucker_s_talk_frown_s_sad_] Hmmm... I'll have to do one big mass file deletion to get rid of it all.
german: [_tucker_s_talk_frown_s_sad_] Hmmm... Ich muss eine große Massendatei löschen, um alles loszuwerden.
italian: [_tucker_s_talk_frown_s_sad_] Hmmm... Dovrò fare una grande eliminazione di massa dei file per sbarazzarmi di tutto.

source: [_tucker_s_wondering_] {i}*Sigh*{/i} Goodbye Valerie's oh so sweet chocolate thighs...
german: [_tucker_s_wondering_] {i}*Sehen*{/i} Goodbye Valerie's oh so süße Schokoladen-Oberschenke...
italian: [_tucker_s_wondering_] {i}*Sigh*{/i} Addio alle dolcissime cosce di cioccolato di Valerie...

source: [_tucker_s_closed_s_sad_] {i}*Sigh*{/i} Goodbye Star's {u}glistening{/u} nude shower body...
german: [_tucker_s_closed_s_sad_] {i}*Sehen*{/i} Goodbye Star's {u}glisten{/u} Nackt-Duschkörper...
italian: [_tucker_s_closed_s_sad_] {i}*Sigh*{/i} Addio corpo nudo da doccia di Star {u}scintillante{/u}...

source: [_tucker_s_away_s_neutral_] Goodbye Paulina's roundly shaped {i}latina{/i} {b}booty{/b}...
german: [_tucker_s_away_s_neutral_] Goodbye Paulinas runde Form {i}Latina{/i} {b}Beute{/b}...
italian: [_tucker_s_away_s_neutral_] Addio alle forme rotonde di Paulina {i}latina{/i} {b}bottino{/b}...

source: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, before you, uh, totally delete that stuff...?
german: [_danny_s_talk_happy_2_s_sad_] Uhm, hey Tucker, vor dir, uh, komplett löschen...?
italian: [_danny_s_talk_happy_2_s_sad_] Ehi, Tucker, prima che tu cancelli completamente quella roba...

source: [_tucker_s_talk_frown_s_sad_] Why, what's the matter?
german: [_tucker_s_talk_frown_s_sad_] Warum, was ist die Sache?
italian: [_tucker_s_talk_frown_s_sad_] Perché, qual è il problema?

source: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] It's just that, uhm, you don't... I mean you don't have to get rid of {i}all{/i} the photos you took, right?
german: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] Es ist nur das, uhm, du hast es nicht... Ich meine, du musst dich nicht von {i}all{/i} den Fotos, die du gemacht hast, entfernen, oder?
italian: [_danny_s_at_danny_s_talk_happy_2_s_rise_one_] E' solo che... non devi... Cioè, non devi sbarazzarti di {i}tutte{/i} le foto che hai fatto, giusto?

source: [_tucker_s_towards_s_talk_frown_s_neutral_] What? Why wouldn't I-
german: [_tucker_s_towards_s_talk_frown_s_neutral_] Was? Warum nicht ich-
italian: [_tucker_s_towards_s_talk_frown_s_neutral_] Cosa? Perché non dovrei...

source: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}forshame{/i}, good sir... forshame.
german: [_tucker_s_ahegao_s_angry_] Ohhh.... Daniel James Fenton... {i}forshame{/i}, good sir... forshame.
italian: [_tucker_s_ahegao_s_angry_] Ohh.... Daniel James Fenton... {i}per vergogna{/i}, buon signore... per vergogna.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Whaaaaat{/i}!! I mean, you already showed it to me, and what's done is done, so...
german: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Whaaaaat{/i}!! Ich meine, du hast es mir bereits gezeigt und was getan wird, so...
italian: [_danny_s_towards_wide_s_sad_2_s_talk_frown_] {i}Cosa? Voglio dire, me l'hai già mostrato, e quel che è fatto è fatto, quindi...

source: [_tucker_s_towards_s_sad_s_talk_frown_] But we just went over the whole "what makes a hero a hero" speech and everything! How could you?!
german: [_tucker_s_towards_s_sad_s_talk_frown_] Aber wir haben gerade die ganze Rede "Was macht einen Helden zu einem Helden" und alles überschritten! Wie könntest du?!
italian: [_tucker_s_towards_s_sad_s_talk_frown_] Ma abbiamo appena fatto il discorso su "cosa rende un eroe un eroe" e tutto il resto! Come hai potuto?

source: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Yeah, I know, but I mean, c'mon, at this stage it's practically a victimless crime here! I mean, when you really think about it-
german: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Ja, ich weiß, aber ich meine, c'mon, in dieser Phase ist es praktisch ein opferloses Verbrechen! Ich meine, wenn du wirklich darüber nachdenkst -
italian: [_danny_s_at_danny_s_talk_frown_2_s_wondering_] Sì, lo so, ma voglio dire, andiamo, a questo punto è praticamente un crimine senza vittime! Voglio dire, se ci pensi bene...

source: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Hah ha!{/i} I'm just messing with you man! I already sent a copy to your phone on {b}Spookchat{/b}.
german: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Hah ha!{/i} Ich arbeite gerade mit dir Mann! Ich habe bereits eine Kopie an dein Telefon gesendet auf {b}Spookchat{/b}.
italian: [_tucker_s_closed_s_talk_happy_s_sad_] {i}Ti sto solo prendendo in giro! Ho già inviato una copia al tuo telefono su {b}Spookchat{/b}.

source: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Okay, cool. Thanks.
german: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Okay, cool. Danke.
italian: [_danny_s_talk_happy_s_towards_s_wondering_] ...oh. Ok, va bene. Grazie...

source: [_tucker_s_talk_happy_s_neutral_] Just doing my buddy who saved my life a solid.
german: [_tucker_s_talk_happy_s_neutral_] Tun Sie einfach meinen Kumpel, der mein Leben gerettet hat.
italian: [_tucker_s_talk_happy_s_neutral_] Sto solo facendo un favore al mio amico che mi ha salvato la vita.

source: [_tucker_s_wondering_s_talk_frown_] You really are a good friend, Danny. I'm sorry about the things I said before.
german: [_tucker_s_wondering_s_talk_frown_] Du bist wirklich ein guter Freund, Danny. Es tut mir leid, was ich vorher gesagt habe.
italian: [_tucker_s_wondering_s_talk_frown_] Sei davvero un buon amico, Danny. Mi dispiace per le cose che ho detto prima.

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] It's all in the past, Tuck. I'd save your butt a thousand times over.
german: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Es ist alles in der Vergangenheit, Tuck. Ich würde deinen Einsatz tausendmal retten.
italian: [_danny_s_closed_s_talk_happy_2_s_sad_2_] E' tutto nel passato, Tuck. Ti salverei il culo un migliaio di volte.

source: [_tucker_s_talk_frown_s_sad_] So, what are you gonna do with Desiree?
german: [_tucker_s_talk_frown_s_sad_] Also, was wirst du mit Desiree machen?
italian: [_tucker_s_talk_frown_s_sad_] Allora, cosa farai con Desiree?

source: [_danny_s_talk_frown_s_sad_] Well, with my parents' Ghost Portal busted, I can't exactly send her back to the Ghost Zone.
german: [_danny_s_talk_frown_s_sad_] Nun, da das Geisterportal meiner Eltern besetzt ist, kann ich sie nicht genau in die Geisterzone zurückschicken.
italian: [_danny_s_talk_frown_s_sad_] Beh, con il Portale Fantasma dei miei genitori rotto, non posso esattamente rimandarla nella Zona Fantasma.

source: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Ghost Zone"? What's that?
german: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Geister Zone"? Was ist das?
italian: [_tucker_s_neutral_s_towards_wide_s_talk_frown_] "Zona fantasma"? Che cos'è?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh yeah, I never got a chance to explain to you about it! Well it's a long story anyway, I'll tell you and Sam about it sometime, promise.
german: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh ja, ich hatte nie die Chance, dir darüber zu erklären! Nun, es ist eine lange Geschichte, sowieso werde ich dir und Sam sagen, es manchmal, versprechen.
italian: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh sì, non ho mai avuto la possibilità di spiegartelo! Beh, comunque è una lunga storia, prima o poi la racconterò a te e a Sam, promesso.

source: [_danny_s_down_s_wondering_s_talk_happy_2_] In the meantime, I'll just have to keep her trapped inside the thermos. It shouldn't have a problem holding her, it's built Fenton tough.
german: [_danny_s_down_s_wondering_s_talk_happy_2_] In der Zwischenzeit muss ich sie nur in den Thermen gefangen halten. Es sollte kein Problem haben, sie zu halten, es ist Fenton hart gebaut.
italian: [_danny_s_down_s_wondering_s_talk_happy_2_] Nel frattempo, dovrò tenerla intrappolata nel thermos. Non dovrebbe avere problemi a tenerla, è costruito in modo robusto da Fenton.

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hey, uhm... a question I've been wondering about: You never {i}did{/i} take any pictures of Sam, right?
german: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Hey, uhm... eine Frage, über die ich mich gefragt habe: Du hast nie {i}ein Foto von Sam gemacht, oder?
italian: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Ehi, uhm... una domanda che mi sono posto: Non hai mai {i}fatto{/i} nessuna foto di Sam, vero?

source: [_tucker_s_away_s_talk_frown_s_sad_] Nah, I kind've got distracted with other people and never got around to it, thankfully.
german: [_tucker_s_away_s_talk_frown_s_sad_] Nur, ich bin mit anderen Leuten abgelenkt und bin dankenswerterweise nie dorthin gekommen.
italian: [_tucker_s_away_s_talk_frown_s_sad_] No, mi sono distratto con altre persone e non sono mai riuscito a farlo, per fortuna.

source: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Man, can you imagine how awkward that would've been? Actually seeing Sam naked, of all people?
german: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Mann, kannst du dir vorstellen, wie schwierig das gewesen wäre? Sam nackt von allen Leuten sehen?
italian: [_tucker_s_neutral_s_towards_wide_s_talk_happy_] Riesci ad immaginare quanto sarebbe stato imbarazzante? Vedere Sam nudo, tra tutti?

source: [_danny_s_at_player_s_neutral_s_talk_frown_] Uh, yeah, th-that'd be totally strange. C-can't imagine it m-myself. Good thing you didn't though.
german: [_danny_s_at_player_s_neutral_s_talk_frown_] Äh, ja, das wäre völlig seltsam. C-kann es sich nicht vorstellen. Gut was du nicht gedacht hast.
italian: [_danny_s_at_player_s_neutral_s_talk_frown_] Sì, sarebbe molto strano. Non riesco a immaginarlo nemmeno io. Però è un bene che tu non l'abbia fatto.

source: [_tucker_s_talk_frown_] Hey, we should probably get out of here. Police are gonna come through here looking for answers about two mean looking green giants.
german: [_tucker_s_talk_frown_] Hey, wir sollten wahrscheinlich hier raus kommen. Polizei wird hier nach Antworten über zwei mittelgroße grüne Riesen suchen.
italian: [_tucker_s_talk_frown_] Ehi, forse dovremmo andarcene da qui. La polizia passerà di qui in cerca di risposte su due giganti verdi dall'aspetto cattivo.

source: [_danny_s_-blush_s_talk_happy_s_rise_one_] Yeah, good idea. I'm gonna head home, but I'll see you around. Later man.
german: [_danny_s_-blush_s_talk_happy_s_rise_one_] Ja, gute Idee. Ich werde nach Hause gehen, aber ich sehe dich herum. Später Mann.
italian: [_danny_s_-blush_s_talk_happy_s_rise_one_] Sì, buona idea. Vado a casa, ma ci vediamo in giro. A dopo, amico.

source: [_tucker_s_talk_happy_s_sad_] Sure, later... and thanks Danny.
german: [_tucker_s_talk_happy_s_sad_] Sicher, später... und danke Danny.
italian: [_tucker_s_talk_happy_s_sad_] Certo, più tardi... e grazie Danny.

source: [_danny_s_sad_s_talk_frown_2_] For what?
german: [_danny_s_sad_s_talk_frown_2_] Wofür?
italian: [_danny_s_sad_s_talk_frown_2_] Per cosa?

source: [_tucker_s_closed_s_talk_happy_s_wondering_] For not giving up on me.
german: [_tucker_s_closed_s_talk_happy_s_wondering_] Ich gebe nicht auf.
italian: [_tucker_s_closed_s_talk_happy_s_wondering_] Per non avermi abbandonato.

source: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Hey, I'll {b}always{/b} have your back, Tuck. Don't ever worry about that.
german: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Hey, ich werde immer {b}haben{/b} deinen Rücken, Tuck. Keine Sorge.
italian: [_danny_s_closed_s_sad_2_s_talk_happy_2_] Ehi, io {b}coprirò sempre le tue spalle, Tuck. Non preoccuparti di questo.

source: [_tucker_s_talk_happy_s_neutral_] See ya, man.
german: [_tucker_s_talk_happy_s_neutral_] Sieh dir an, Mann.
italian: [_tucker_s_talk_happy_s_neutral_] Ci vediamo, amico.

source: [_danny_s_talk_happy_s_sad_] See ya, Tuck.
german: [_danny_s_talk_happy_s_sad_] Sehen Sie, Tuck.
italian: [_danny_s_talk_happy_s_sad_] Ci vediamo, Tuck.

source: [_danny_s_down_s_rise_one_s_talk_happy_] Okay, I should get home and figure out what to do with my genie in a bottle problem.
german: [_danny_s_down_s_rise_one_s_talk_happy_] Okay, ich sollte nach Hause kommen und herausfinden, was ich mit meinem Genie in einem Flaschenproblem machen soll.
italian: [_danny_s_down_s_rise_one_s_talk_happy_] Ok, dovrei tornare a casa e capire cosa fare con il mio problema del genio nella bottiglia.

source: [_danny_s_wondering_s_talk_frown_] Man, yet {b}another{/b} day of fighting ghosts. Being a superhero is {u}exhausting{/u} work.
german: [_danny_s_wondering_s_talk_frown_] Mann, aber {b}ein anderer{/b} Tag des Kampfgeisters. Als Superheld zu sein ist {u}erschöpfend{/u} Arbeit.
italian: [_danny_s_wondering_s_talk_frown_] Cavolo, ancora {b}un altro giorno di lotta contro i fantasmi. Essere un supereroe è {u}un lavoro estenuante.

source: [_danny_s_talk_happy_s_at_danny_s_sad_] But, I think I'm actually starting to get the hang of it little by little! Practice makes perfect, I suppose.
german: [_danny_s_talk_happy_s_at_danny_s_sad_] Aber, ich denke, ich beginne tatsächlich allmählich den Hang davon zu bekommen! Übung macht perfekt, nehme ich an.
italian: [_danny_s_talk_happy_s_at_danny_s_sad_] Ma credo che, a poco a poco, sto iniziando a prenderci la mano! La pratica rende perfetti, suppongo.

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] I'm also really glad I could save Tucker after everything that happened to him. Where else would I get my daily dose of quips from?
german: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Ich bin auch sehr froh, dass ich Tucker nach allem, was ihm passiert ist, retten konnte. Wo würde ich sonst meine tägliche Dosis von Trümpfen bekommen?
italian: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Sono anche molto felice di aver potuto salvare Tucker dopo tutto quello che gli è successo. Da chi altro potrei prendere la mia dose quotidiana di battute?

source: [_danny_s_rise_one_] (So... what to do about this?)
german: [_danny_s_rise_one_] (Also... was soll man dagegen unternehmen?)
italian: [_danny_s_rise_one_] (Quindi... cosa fare?)

source: [_danny_s_smile_s_towards_s_sad_] (Well, now I finally have an actual way to capture the stronger ghosts I'll likely be fighting off, which is a nice little development.)
german: [_danny_s_smile_s_towards_s_sad_] (Nun, jetzt habe ich endlich eine echte Möglichkeit, die stärkeren Geister zu erobern, die ich wahrscheinlich abwehre, was eine nette kleine Entwicklung ist.)
italian: [_danny_s_smile_s_towards_s_sad_] (Beh, ora ho finalmente un modo effettivo per catturare i fantasmi più forti che probabilmente dovrò combattere, il che è un piccolo sviluppo piacevole).

source: [_danny_s_at_player_s_frown_2_] (My worry is that Desiree was a pretty tough ghost to take on, but there are bound to be even {b}stronger{/b} ghosts out there I'll have to face...)
german: [_danny_s_at_player_s_frown_2_] (Meine Sorge ist, dass Desiree ein ziemlich harter Gespenst war aber es gibt bestimmt sogar {b}stärker{/b} Geister da draußen werde ich sehen müssen...)
italian: [_danny_s_at_player_s_frown_2_] (La mia preoccupazione è che Desiree sia stata un fantasma piuttosto difficile da affrontare, ma ci saranno sicuramente fantasmi ancora più {b}forti{/b} là fuori che dovrò affrontare...)

source: [_danny_s_angry_s_frown_] (If I'm going to do this part time superhero thing, I've got to know as much as I possibly can about ghosts and where they come from.)
german: [_danny_s_angry_s_frown_] (Wenn ich diesen Teil der Zeit Superhelden machen werde Ich muss so viel wie möglich über Geister wissen und woher sie kommen.)
italian: [_danny_s_angry_s_frown_] (Se voglio fare questa cosa del supereroe part-time, devo sapere il più possibile sui fantasmi e sulla loro origine).

source: [_danny_s_frown_3_s_down_s_sad_2_] (...and who better to ask for advice than a centuries old ghost?)
german: [_danny_s_frown_3_s_down_s_sad_2_] (...und wer sollte besser um Rat bitten als ein jahrhundertealter Geist?)
italian: [_danny_s_frown_3_s_down_s_sad_2_] (...e chi meglio di un fantasma centenario può chiedere consiglio?)

source: [_danny_s_rise_one_s_frown_grin_] (Okay now, let's see... I think that if I mess around with it a bit, I should be able to...)
german: [_danny_s_rise_one_s_frown_grin_] (Okay jetzt, mal sehen... Ich denke, wenn ich damit ein bisschen herumbringe, sollte es möglich sein...)
italian: [_danny_s_rise_one_s_frown_grin_] (Ok, vediamo... Penso che se ci giocherò un po', dovrei essere in grado di...)

source: [_thermos_] {b}Thermos now set to: {i}Track-N-Release{/i} mode.{/b}
german: [_thermos_] {b}Thermos jetzt auf {i}Track-N-Release{/i} Modus gesetzt. {/b}
italian: [_thermos_] {b}Thermos ora impostato su: {i}Modalità "Track-N-Release".

source: [_danny_s_grin_happy_s_sad_] (Alright! Now Desiree won't be able to escape even if she tries. I think that'll work for what I need to do...)
german: [_danny_s_grin_happy_s_sad_] (Okay! Jetzt kann der Wüste nicht entkommen, auch wenn sie es versucht. Ich denke, das wird funktionieren für das, was ich tun muss...)
italian: [_danny_s_grin_happy_s_sad_] (Va bene! Ora Desiree non potrà scappare nemmeno se ci prova. Penso che possa andare bene per quello che devo fare...)

source: [_danny_s_talk_frown_2_s_angry_] Alright then... come on out, you son of a Jinn!!
german: [_danny_s_talk_frown_2_s_angry_] In Ordnung, dann... komm heraus, du bist Sohn einer Jinn!!
italian: [_danny_s_talk_frown_2_s_angry_] Va bene allora... vieni fuori, figlio di un Jinn!!!

source: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... where am... I was just...?
german: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... wo bin ich... Ich war gerecht...?
italian: [_desiree_s_talk_frown_2_s_sad_] Uhhghh... dove sono... Stavo solo...?

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... hey there?
german: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Uhm... dort hey?
italian: [_danny_s_towards_wide_s_rise_one_s_talk_happy_2_] Ehm... Ehilà?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}YOU{/B}!!!
german: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}DU /B}!!!
italian: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {b}TU{/B}!!!

source: [_danny_s_at_danny_] (Oh boy, I probably should have transformed beforehand for safety measures...)
german: [_danny_s_at_danny_] (Oh Jung, ich hätte mich wahrscheinlich vorher für Sicherheitsmaßnahmen verwandelt...)
italian: [_danny_s_at_danny_] (Oh, cavolo, probabilmente avrei dovuto trasformarmi prima per sicurezza...).

source: [_desiree_s_talk_frown_] You {i}dare{/i} to try and trap me in that infernal metallic {i}vas{/i}?!
german: [_desiree_s_talk_frown_] Du {i}Wage{/i} versuchst mich in diesem höllischen metallischen {i}Vas{/i}?!
italian: [_desiree_s_talk_frown_] Avete {i}osato{/i} cercare di intrappolarmi in quell'infernale {i}vas{/i} metallico?!

source: [_danny_s_talk_happy_2_s_rise_one_] Well... it sorta worked, didn't it?
german: [_danny_s_talk_happy_2_s_rise_one_] Nun... Sorta funktioniert, nicht wahr?
italian: [_danny_s_talk_happy_2_s_rise_one_] Beh... ha funzionato, no?

source: [_desiree_] Silence fool!! You will {b}pay{/b} for your audacity and effrontery to my power!!
german: [_desiree_] Stille Narren!! Du wirst {b}für deine Kühnheit und Frechheit zu meiner Macht bezahlen!!
italian: [_desiree_] Silenzio! Pagherai {b}per la tua audacia e sfrontatezza nei confronti del mio potere!!!

source: [_danny_s_talk_frown_s_angry_] Oh yeah? Well... I {b}wish{/b} you'd calm down and not freak out on me! Just listen to what I have to say first!
german: [_danny_s_talk_frown_s_angry_] Oh ja? Nun... Ich möchte {b}wünschen dir{/b} du würdest dich beruhigen und dich nicht auf mich verlassen! Höre einfach zu, was ich zuerst zu sagen habe!
italian: [_danny_s_talk_frown_s_angry_] Ah sì? Beh... Io {b}vorrei che ti calmassi e non ti arrabbiassi con me! Ascolta prima quello che ho da dire!

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghhh{/b}!! No, I... I mustn't... I must...
german: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghh{/b}!! Nein, ich... Ich muss... Ich muss... Ich muss...
italian: [_desiree_s_talk_frown_s_neutral_s_towards_2_wide_] {b}Raghhh{/b}!! No, io... Non devo... Devo...

source: [_desiree_s_talk_frown_2_s_closed_s_angry_] Your wish... is my command... (Curse you, Ghost Child...)
german: [_desiree_s_talk_frown_2_s_closed_s_angry_] Dein Wunsch... ist mein Befehl... (Verzeihen Sie, Geisterkind...)
italian: [_desiree_s_talk_frown_2_s_closed_s_angry_] Il tuo desiderio... è il mio comando... (Maledetto bambino fantasma...)

source: [_desiree_s_talk_frown_s_at_player_] {i}*Sigh*{/i} So you have wished it... so it shall be....
german: [_desiree_s_talk_frown_s_at_player_] {i}*Sehen*{/i} Also hast du es gewollt... also wird es sein....
italian: [_desiree_s_talk_frown_s_at_player_] {i}*Sigh*{/i} Così hai voluto... così sarà....

source: [_danny_s_talk_happy_s_wondering_] Now see, isn't that better? Feeling relaxed?
german: [_danny_s_talk_happy_s_wondering_] Jetzt sehen, ist es nicht besser? Das Gefühl entspannt?
italian: [_danny_s_talk_happy_s_wondering_] Ora vedete, non è meglio? Ci sentiamo rilassati?

source: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] I want you to understand things {i}clearly{/i}, Ghost Child. The {u}only{/u} reason I haven't chosen to turn you into a heaping mound of camel dung is because my powers are limited to granting {i}others'{/i} wishes, not my own...
german: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] Ich möchte, dass du die Dinge {i}klar versteht{/i}, Geisterkind. Der {u}nur{/u} Grund, warum ich dich nicht in einen heapenden Hund von Kameldung verwandeln möchte, liegt daran, dass meine Kräfte darauf beschränkt sind, {i}andere Wünsche zu gewähren, nicht meine eigenen...
italian: [_desiree_s_towards_s_neutral_3_s_talk_frown_2_] Voglio che tu capisca {i}chiaramente{/i} le cose, Bambino Fantasma. L'unica {u}ragione per cui non ho scelto di trasformarti in un cumulo di sterco di cammello è che i miei poteri si limitano a esaudire {i}i desideri degli altri, non i miei...
