Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_danny_s_at_danny_s_talk_frown_s_sad_] Well, the thing is... I think that I've learned in just the past few days that my preference in girls is someone a bit more... well... I mean, p-putting it lightly...
french: [_danny_s_at_danny_s_talk_frown_s_sad_] Eh bien, la chose est... Je pense que j'ai appris ces derniers jours que ma préférence chez les filles est un peu plus. . Eh bien... je veux dire, p-putting it lightly...
german: [_danny_s_at_danny_s_talk_frown_s_sad_] Nun, das Ding ist... Ich denke, dass ich in den letzten Tagen gelernt habe, dass meine Präferenz in Mädchen ist jemand ein bisschen mehr. . Na ja... Ich meine, p-put es leicht...

source: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Yeah...? C'mon, I'm on the edge of my seat here! {i}*Giggles*{/i}
french: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Ouais...? Mon mon, je suis au bord de mon siège ici ! {i}*Giggles*{/i}
german: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Ja...? C'mon, ich bin hier am Rande meines Sitzs! {i}*Giggles*{/i}

source: [_danny_s_wondering_s_down_s_talk_frown_2_] Just... someone a tad more...
french: [_danny_s_wondering_s_down_s_talk_frown_2_] Juste... quelqu'un de plus...
german: [_danny_s_wondering_s_down_s_talk_frown_2_] Just... jemand ein bisschen mehr...

source: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}mature{/u}? At least, emotionally, that is... and... ya know, physically too, I-I suppose, w-would be nice...
french: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}mûrs{/u} ? Du moins, émotionnellement, c'est... et... vous savez, physiquement aussi, je suppose, je suppose, w-serait sympa...
german: [_danny_s_towards_s_talk_frown_s_sad_] ...{u}reifen{/u}? Zumindest emotional, das ist... und ja... ja, auch physisch, ich nehme an, w-wäre schön...

source: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Really? You prefer... you prefer {b}older{/b} women?
french: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Vraiment? Vous préférez... vous préférez {b}plus âgés{/b} femmes?
german: [_maddie_s_sad_s_towards_s_talk_frown_] Oh? Wirklich? Sie bevorzugen... Sie bevorzugen {b}älter{/b} Frauen?

source: [_danny_s_blank_stare_s_talk_frown_] I mean, normal girls are fine, but honestly, I'm a more physical type of person, and I think that I'd just prefer someone a tad more... experienced.
french: [_danny_s_blank_stare_s_talk_frown_] Je veux dire, les filles normales sont bonnes, mais honnêtement, Je suis un type plus physique de personne, et je pense que je préfère juste quelqu'un de plus. . - expérimenté.
german: [_danny_s_blank_stare_s_talk_frown_] Ich meine, normale Mädchen sind gut, aber ehrlich, Ich bin eine eher körperliche Art von Person und ich denke, dass ich einfach jemanden ein wenig mehr bevorzugen würde. .

source: [_danny_s_closed_s_talk_frown_2_s_sad_] I'm probably thinking pretty superficially about it, but I just think I'd like a woman with a bit more elegance and grace.
french: [_danny_s_closed_s_talk_frown_2_s_sad_] Je pense probablement de façon assez superficielle à ce sujet, mais je pense juste que j'aime une femme avec un peu plus d'élégance et de grâce.
german: [_danny_s_closed_s_talk_frown_2_s_sad_] Ich denke wahrscheinlich oberflächlich darüber nach, aber ich denke nur, dass ich eine Frau mit etwas mehr Eleganz und Gnade mag.

source: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] I'll be even more honest and say... I think I'd prefer someone... someone sorta like {i}you{/i}, Mom.
french: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] Je vais être encore plus honnête et dire... Je pense que je préfère quelqu'un... quelqu'un sorta comme {i}vous{/i}, Maman.
german: [_danny_s_towards_s_talk_happy_s_sad_2_s_blush_] Ich bin noch ehrlicher und sage: Ich denke, ich würde jemanden bevorzugen... jemand sorta wie {i}du{/i}, Mama.

source: [_maddie_s_talk_frown_s_rise_one_s_towards_2_] Danny you {b}know{/b} how that sounds, right Hon?
french: [_maddie_s_talk_frown_s_rise_one_s_towards_2_] Danny vous {b}savez{/b} comment cela paraît, juste Honneur?
german: [_maddie_s_talk_frown_s_rise_one_s_towards_2_] Danny du {b}weiß{/b} wie das klingt, richtig?

source: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Uhm... n-now, I-I know how it {i}might{/i} sound to some, but I thought m-maybe you'd understand what I was trying to get at...
french: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Euhm... n-maintenant, je sais comment ça {i}pourrait{/i} paraître à certains, mais je pensais que m-peut-être vous comprendriez ce que j'essayais de faire...
german: [_danny_s_at_danny_s_talk_frown_s_sad_2_] Uhm... n-now, I know how it {i}might{/i} sound to some but I thought m-maybe you would understand what I was trying to get to...

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] That sounds like someone who loves their mother very much. That is just so sweet of you...
french: [_maddie_s_closed_s_talk_happy_s_sad_2_] Cela ressemble à quelqu'un qui aime beaucoup sa mère. C'est juste si doux de votre part...
german: [_maddie_s_closed_s_talk_happy_s_sad_2_] Das klingt wie jemand, der seine Mutter sehr liebt. Das ist einfach so süß von dir...

source: [_danny_s_talk_happy_s_neutral_] R-really? Oh, well I'm glad you think so.
french: [_danny_s_talk_happy_s_neutral_] Vraiment ? Oh, eh bien, je suis content que vous le pensiez.
german: [_danny_s_talk_happy_s_neutral_] R-wirklich? Oh, ich bin froh, dass du das denkst.

source: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] That actually makes me a bit emotional, honestly... thank you sweetheart.
french: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] Cela me rend vraiment un peu émotionnel, honnêtement... merci amoureux.
german: [_maddie_s_blush_s_towards_wide_up_s_talk_happy_2_] Das macht mich eigentlich ein bisschen emotional, ehrlich... Vielen Dank Liebe!

source: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Sure Mom, I was just speaking honestly.
french: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Bien sûr, ma maman, je me contentais de parler honnêtement.
german: [_danny_s_-blush_s_talk_happy_2_s_wondering_] Sure Mama, ich habe gerade ehrlich gesprochen.

source: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Just don't go chasing after some sorta cougar with a lot of money, Danny. I didn't raise you like that.
french: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Ne partez pas à la chasse après un sorta cougar avec beaucoup d'argent, Danny. Je ne vous ai pas élevé comme ça.
german: [_maddie_s_noblush_s_towards_wide_2_s_rise_one_s_talk_frown_] Geh nicht nach einem Sorta-Cougar mit viel Geld, Danny. Ich habe dich nicht so aufgestockt.

source: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} No, no, of course not Mom, I wouldn't.
french: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} Non, non, bien sûr pas Maman, je ne le ferais pas.
german: [_danny_s_talk_happy_s_sad_s_closed_] {i}*Chuckles*{/i} Nein, nein, natürlich nicht Mama, ich würde es nicht tun.

source: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (More mature {b}physically{/b}? Someone like his mother? My oh my, Danny, I didn't think you had such a refined taste in women...)
french: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (Plus mûre {b}physique{/b} ? Quelqu'un aime sa mère ? Mon mon, Danny, je ne pensais pas que vous aviez un goût aussi raffiné chez les femmes...)
german: [_maddie_s_away_s_blush_s_grin_happy_s_rise_one_3_] (Noch reifer {b}körperlich{/b}? Jemand mag seine Mutter? Mein Oh meiner, Danny, ich habe nicht gedacht, dass du einen derart raffinierten Geschmack bei Frauen hattest...)

source: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (I'm glad I raised you to be so open minded, kiddo...~)
french: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (Je suis heureux que je vous ai élevé pour être si ouvert, enfant...~)
german: [_maddie_s_towards_2_s_smile_2_s_rise_one_] (Ich bin froh, dass ich dich so aufgebracht habe, dass du so offen bist, Kinder...~)

source: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Well, regardless of who or what you decide to go after, Danny, I'm just glad you're not closing yourself off from a relationship entirely. I really think you deserve to have somebody special, honest!
french: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Eh bien, peu importe qui ou ce que vous décidez d'aller après, Danny, « Je suis juste named@@0 que vous ne vous retiriez pas entièrement d'une relation. » Je pense vraiment que vous méritez d'avoir quelqu'un spécial, honnêteté!
german: [_maddie_s_towards_s_noblush_s_talk_happy_2_s_idle__] Nun, egal, wem oder was du willst, Danny, Ich bin nur froh, dass du dich nicht komplett von einer Beziehung abschottet. Ich glaube wirklich, Sie verdienen jemanden besonders, ehrlich zu haben!

source: [_danny_s_talk_happy_s_wondering_] Right, of course.
french: [_danny_s_talk_happy_s_wondering_] À droite, bien sûr.
german: [_danny_s_talk_happy_s_wondering_] Recht, natürlich.

source: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] I also appreciate you opening up to me about things and just being honest.
french: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] J'apprécie également que vous m'ouvriez sur les choses et que vous soyez tout simplement honnête.
german: [_maddie_s_sad_2_s_closed_s_talk_happy_2_] Ich weiß es auch zu schätzen, dass du mich über Dinge aufmachst und einfach ehrlich bist.

source: [_maddie_s_talk_happy_s_towards_s_sad_] And that no matter what it is, you can always come talk to me about whatever you're dealing with.
french: [_maddie_s_talk_happy_s_towards_s_sad_] Et que peu importe ce que c'est, vous pouvez toujours venir me parler de tout ce qui vous concerne.
german: [_maddie_s_talk_happy_s_towards_s_sad_] Und das egal was es ist, du kannst immer mit mir darüber reden, was immer du damit umgehst.

source: [_danny_s_closed_s_talk_happy_2_] For sure, I will.
french: [_danny_s_closed_s_talk_happy_2_] Bien sûr, je le ferai.
german: [_danny_s_closed_s_talk_happy_2_] Sicherlich werde ich es tun.

source: [_maddie_s_rise_one_3_s_talk_happy_] Well... I think I'm about done for the night, how about you?
french: [_maddie_s_rise_one_3_s_talk_happy_] Eh bien... Je pense que j'ai fait pour la nuit, que diriez-vous de vous ?
german: [_maddie_s_rise_one_3_s_talk_happy_] Nun... Ich denke, ich bin für die Nacht getan, wie wäre es mit dir?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Yeah, it was nice! I liked it.
french: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Oui, c'était sympa ! Je l'aime.
german: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Ja, es war nett! Ich mochte es.

source: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, it wasn't that good, honestly. It was sort've a lame kinda romance movie.
french: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, ce n'était pas si bon, honnêtement. C'était une sorte de film boiteux de romance.
german: [_maddie_s_sad_s_away_wide_s_talk_frown_] Oh, es war nicht so gut, ehrlich. Es war sort've ein laher Kinda-Romantik-Film.

source: [_danny_s_towards_s_talk_happy_] I just meant spending time with you.
french: [_danny_s_towards_s_talk_happy_] Je voulais juste passer du temps avec vous.
german: [_danny_s_towards_s_talk_happy_] Ich habe gerade damit gemeint, Zeit mit dir zu verbringen.

source: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh you... ya' know, flattery is definitely key to gaining a woman's heart, so I'd say you're already well on your way! {i}*Giggles*{/i}
french: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh to... toi, tu sais, la flatterie est définitivement la clé pour gagner le cœur d'une femme, alors je dirais que tu es déjà bien en route ! {i}*Giggles*{/i}
german: [_maddie_s_blush_s_talk_happy_s_towards_2_s_rise_one_] Oh du... Ja, Schmeichelei ist definitiv der Schlüssel zum Erlangen des Herzens einer Frau. Ich würde also sagen, du bist bereits auf gutem Wege! {i}*Giggles*{/i}

source: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Well, goodnight sweetie. I'm just gonna go pop up for a quick {b}shower{/b} before bed.
french: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Eh bien, bonjour sucré. Je vais juste faire apparaître une douche rapide de {b}{/b} avant de me coucher.
german: [_maddie_s_towards_s_idle__s_talk_happy_2_s_noblush_] Gut, süße Nacht. Ich werde nur auftauchen für eine schnelle {b}Dusch{/b} vor dem Bett.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] I probably should have done that beforehand, honestly...
french: [_maddie_s_closed_s_sad_2_s_talk_happy_] J'aurais probablement dû le faire à l'avance, honnêtement...
german: [_maddie_s_closed_s_sad_2_s_talk_happy_] Ich hätte das wahrscheinlich vorher tun sollen, ehrlich...

source: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, alright... take care Mom. (Oh God, that's right, she's still got {b}jizz{/b} inside her! Jeezus, mom! Hygiene!)
french: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh euh, d'accord... prenez soin de maman. (Oh Dieu, c'est vrai, elle a encore {b}jizz{/b} en elle! Jeezus, maman! Hygiene!)
german: [_danny_s_at_danny_s_neutral_s_talk_frown_] Oh uhm, als... mach dir die Mama. (Oh Gott, das ist richtig, sie hat immer noch {b}Jizz{/b} in ihr! Jeezus, Mam! Hygiene!)

source: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh no, not before I get a hug!
french: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh non, pas avant que je me fasse embrasser !
german: [_maddie_s_towards_wide_s_angry_s_talk_happy_] Oh nein, nicht bevor ich einen Umzug bekomme!

source: [_danny_s_talk_happy_2_s_neutral_] Oh, I don't know if that's necessary, honestly...
french: [_danny_s_talk_happy_2_s_neutral_] Oh, je ne sais pas si c'est nécessaire, honnêtement...
german: [_danny_s_talk_happy_2_s_neutral_] Oh, ich weiß nicht, ob das notwendig ist, ehrlich...

source: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] No, c'mon, what is it? You're not too old to hug your mommy, are you?
french: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Non, c'mon, qu'est-ce que c'est? Vous n'êtes pas trop vieux pour embrasser votre mère, n'est-ce pas?
german: [_maddie_s_talk_happy_2_s_towards_2_s_rise_one_] Nein, c'mon, was ist es? Du bist nicht zu alt um deine Mama zu umarmen, oder?

source: [_danny_s_sad_2_s_towards_s_talk_happy_] No, it's just... I don't think I'm the hugging type.
french: [_danny_s_sad_2_s_towards_s_talk_happy_] Non, c'est juste... Je ne pense pas que je sois le type de câlinage.
german: [_danny_s_sad_2_s_towards_s_talk_happy_] Nein, es ist wahr... Ich glaube nicht, dass ich der Umarmungstyp bin.

source: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... well then. My mistake.
french: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... bien alors. Mon erreur.
german: [_maddie_s_away_s_sad_2_s_talk_frown_] Oh... gut, mein Fehler.

source: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Really, it's not you, it's just... in general.
french: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Vraiment, ce n'est pas vous, c'est juste... en général.
german: [_danny_s_sad_s_blank_stare_s_talk_frown_2_] Wirklich, du bist nicht dich, es ist nur... im Allgemeinen.

source: [_maddie_s_towards_s_talk_frown_2_s_wondering_] I see... I didn't know that about you.
french: [_maddie_s_towards_s_talk_frown_2_s_wondering_] Je vois... Je ne savais pas cela de vous.
german: [_maddie_s_towards_s_talk_frown_2_s_wondering_] Ich sehe... Ich wusste das nicht über dich.

source: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sigh*{/i} I guess I don't know much about you as I thought.
french: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sourire*{/i} Je suppose que je ne sais pas grand chose à votre sujet comme je le pensais.
german: [_maddie_s_closed_s_sad_s_talk_frown_] {i}*Sehen*{/i} Ich vermute, ich kenne nicht viel über dich, wie ich dachte.

source: [_danny_s_towards_s_talk_frown_] Oh, Mom, c'mon, don't feel too bad.
french: [_danny_s_towards_s_talk_frown_] Oh, Maman, mon mon, ne vous sentez pas trop mal.
german: [_danny_s_towards_s_talk_frown_] Oh, Mama, c'mon, fühle dich nicht zu schlecht.

source: [_maddie_s_towards_s_talk_frown_s_idle__] Please, Danny, it's fine, it's just... I really didn't think it'd really be that big a bother to hug your own mother.
french: [_maddie_s_towards_s_talk_frown_s_idle__] S'il vous plaît, Danny, c'est bien, c'est juste... Je ne pensais vraiment pas que ce serait vraiment la peine d'embrasser votre propre mère.
german: [_maddie_s_towards_s_talk_frown_s_idle__] Bitte, Danny, es ist schön, es ist wahr... Ich dachte nicht, es wäre wirklich so groß die Mühe, deine eigene Mutter zu umarmen.

source: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] I'm just sorry I didn't understand that about you sooner. I suppose I never figured you'd... I don't know...
french: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Je suis juste désolé de ne pas l'avoir compris plus tôt. Je suppose que je n'ai jamais pensé à vous... Je ne sais pas...
german: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Es tut mir einfach leid, dass ich das nicht früher über dich verstanden habe. Ich nehme an, ich habe dich nie gedacht... Ich weiß es nicht...

source: [_maddie_s_away_s_talk_frown_] I sometimes worry that... that we're growing apart, you and I, and I just...
french: [_maddie_s_away_s_talk_frown_] Je crains parfois que nous nous éloignions, vous et moi, et moi...
german: [_maddie_s_away_s_talk_frown_] Ich mache mir manchmal Sorgen... dass wir auseinander wachsen, du und ich, und ich nur...

source: [_danny_s_sad_2_s_talk_frown_2_] We're not Mom, don't worry! I love you, you're my Mom!
french: [_danny_s_sad_2_s_talk_frown_2_] Nous ne sommes pas maman, ne vous inquiétez pas ! Je vous aime, vous êtes ma Maman !
german: [_danny_s_sad_2_s_talk_frown_2_] Wir sind keine Mama, keine Sorge! Ich liebe dich, du bist meine Mama!

source: [_maddie_s_sad_2_s_talk_frown_] You're sure? You're not just saying that?
french: [_maddie_s_sad_2_s_talk_frown_] Vous êtes sûr ? Vous ne vous contentez pas de le dire ?
german: [_maddie_s_sad_2_s_talk_frown_] Du bist sicher? Du sagst das nicht nur?

source: [_danny_s_sad_s_talk_happy_] Absolutely! In fact...
french: [_danny_s_sad_s_talk_happy_] Absolument ! En fait...
german: [_danny_s_sad_s_talk_happy_] Absolut! In der Tage...

source: [_danny_s_closed_s_talk_happy_2_s_wondering_] Going forward, I'll try to work on coming down to ask for hugs while you're in the lab. Promise.
french: [_danny_s_closed_s_talk_happy_2_s_wondering_] En avançant, j'essaierai de travailler à descendre pour demander des câlins pendant que vous êtes dans le laboratoire. Promis.
german: [_danny_s_closed_s_talk_happy_2_s_wondering_] Vorwärts, ich versuche zu arbeiten, nach unten zu kommen und nach Umarmungen zu fragen, während du im Labor bist. Verspreche.

source: [_maddie_s_rise_one_3_s_talk_happy_] You'd be willing to to make that change for me? Seriously? Oh my God...
french: [_maddie_s_rise_one_3_s_talk_happy_] Vous seriez prêt à faire ce changement pour moi ? Sérieusement, ? Oh mon Dieu...
german: [_maddie_s_rise_one_3_s_talk_happy_] Du würdest bereit sein, diese Änderung für mich vorzunehmen? Ernst? Oh mein Gott...

source: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] God, I'm so sorry... that was weak of me to beg...
french: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] Dieu, je suis tellement désolé... que j'étais faible à mendier...
german: [_maddie_s_closed_s_sad_s_talk_frown_s_blush_] Gott, es tut mir so leid. Das war schwach...

source: [_maddie_s_towards_s_talk_happy_s_idle__] But you're just the sweetest boy, Danny...
french: [_maddie_s_towards_s_talk_happy_s_idle__] Mais vous n'êtes que le garçon le plus gentil, Dann...
german: [_maddie_s_towards_s_talk_happy_s_idle__] Aber du bist nur der süßeste Junge, Danny...

source: [_danny_s_talk_happy_s_sad_] It's no problem. I wanna make you happy after all.
french: [_danny_s_talk_happy_s_sad_] Ce n'est pas un problème. Je veux vous rendre heureux après tout.
german: [_danny_s_talk_happy_s_sad_] Es ist kein Problem. Ich möchte dich doch glücklich machen.

source: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Well, in the future, I'll look forward to that.
french: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Eh bien, à l'avenir, je m'en réjouirai avec impatience.
german: [_maddie_s_wondering_s_noblush_s_talk_happy_2_] Nun, in der Zukunft, ich freue mich darauf.

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] Well... of course, I {b}love{/b} hugs!
french: [_danny_s_at_player_s_sad_2_s_talk_happy_] Eh bien... bien sûr, j'adore {b}{/b} câlins!
german: [_danny_s_at_player_s_sad_2_s_talk_happy_] Nun... Natürlich, ich {b}Liebe{/b} Umarme!

source: [_maddie_s_talk_happy_s_sad_] Well then, come give one to Momma! My precious little guy...
french: [_maddie_s_talk_happy_s_sad_] Alors venez en donner un à Momma ! Mon petit gars précieux...
german: [_maddie_s_talk_happy_s_sad_] Nun, komm und gib einen zu Momma! Mein kostbarer kleiner Kerl...

source: [_maddie_] Oh yeah, this is a nice one...
french: [_maddie_] Oh oui, c'est beau...
german: [_maddie_] Oh ja, das ist eine nette...

source: [_danny_] Well great, I'm glad you're enjoying this, Mom.
french: [_danny_] Très bien, je suis heureux que vous appréciiez ceci, Maman.
german: [_danny_] Gut gut, ich bin froh, dass du das genießst, Mama.

source: [_danny_] (Somebody here ought to try and enjoy it... just... try not to think about it, Danny... avoid any pelvic dampness...)
french: [_danny_] (L'ombre, ici, devrait essayer de le jouir... juste ... essayez de ne pas y penser, Danny... évitez toute humidité pelvienne...)
german: [_danny_] (Jemand hier sollte versuchen, es zu genießen... Just ... Versuche nicht, darüber nachzudenken, Danny... vermeide jegliche Beckenfeuchtigkeit...)

source: [_maddie_] Oh, I'm not squeezing you too tight, am I danny?
french: [_maddie_] Oh, je ne vous serre pas trop, est-ce que je suis danné ?
german: [_maddie_] Oh, ich habe dich nicht zu eng gedrückt, bin ich danny?

source: [_danny_] Oh, n-no! You're fine, I'm p-plenty comfortable right here...
french: [_danny_] Oh, n-non ! Vous allez bien, je suis tout à fait à l'aise ici...
german: [_danny_] Oh, n-nein! Du bist gut, ich bin p-reichlich bequem hier...

source: [_maddie_] Heh... I remember when you were a little baby, and you would nuzzle me just like this...
french: [_maddie_] Heh... Je me souviens quand vous étiez un petit bébé, et vous me verriez comme ça...
german: [_maddie_] Heh... Ich erinnere mich, als du ein kleines Baby warst, und du würdest mich so spritzen wie diese...

source: [_maddie_] I guess I just miss those sorta times together, ya know?
french: [_maddie_] Je suppose que je manque juste ces moments ensemble, vous savez?
german: [_maddie_] Ich denke, ich vermisse nur diese sorta Zeiten zusammen, ya wissen?

source: [_danny_] Yeah well... your little boy turned out alright, huh?
french: [_danny_] Eh bien... votre petit garçon est bien sorti, hein?
german: [_danny_] Ja, gut... dein kleiner Junge ist gut ausgefallen, oder?

source: [_maddie_] He sure did, sweetie... he sure did...
french: [_maddie_] Il est certain qu'il l'a fait, amoureux... il a bien fait...
german: [_maddie_] Er hat es sicher getan, süß ... er sicher...

source: [_danny_s_blank_stare_s_sad_s_talk_happy_] That was nice... very comforting, actually.
french: [_danny_s_blank_stare_s_sad_s_talk_happy_] C’était joli... très réconfortant, en fait.
german: [_danny_s_blank_stare_s_sad_s_talk_happy_] Das war schön... sehr komfortabel, eigentlich.
