Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_towards_s_sad_s_talk_displeased_] Huh? None of that made any sense to me...
french: [_danny_s_towards_s_sad_s_talk_displeased_] Huh ? Rien de tout cela n'a eu de sens pour moi...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Huh? Nichts davon machte mir Sinn...

source: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, nevermind, why am I even explaining this to you? I wouldn't expect a social slug like you to understand, Danny.
french: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, jamais, pourquoi suis-je en train de vous expliquer cela ? Je ne m'attendais pas à un slug social comme vous le comprendrez, Danny.
german: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, warum erkläre ich dir das sogar? Ich würde keinen sozialen Slug erwarten, wie du es verstanden hast, Danny.

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Now c'mon already, what's the message??
french: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Maintenant c'mon déjà, quel est le message ??
german: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Jetzt c'mon bereits, was ist die Botschaft?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well, Inviso-Bill needs your help with something he just said {i}urgent{/i}. He says you're the only one who can help him.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Eh bien, Inviso-Bill a besoin de votre aide pour ce qu'il vient de dire {i}urgent{/i}. Il dit que vous êtes le seul à pouvoir l'aider.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Nun, Inviso-Bill braucht deine Hilfe mit etwas, das er gerade gesagt hat: {i}Dringend{/i}. Er sagt, du bist der einzige, der ihm helfen kann.

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} Is he in trouble?!
french: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} Est-il en difficulté ?!
german: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} Ist er in Schwierigkeiten?!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, I guess so? He made it seem like he needs to meet you, but {i}uhhm{/i}... he used a specific phrasing... he wants something "a little more intimate," I guess?
french: [_danny_s_down_s_sad_s_talk_displeased_] Eh bien, j'imagine bien ? Il a fait croire qu'il avait besoin de vous rencontrer, mais {i}euhm{/i}. Il a utilisé une expression spécifique... il veut quelque chose "un peu plus intimate", je suppose?
german: [_danny_s_down_s_sad_s_talk_displeased_] Nun, ich vermute? Er hat es so gemacht, als müsse er dich treffen, aber {i}uhm{/i}. . er hat eine bestimmte Phrase verwendet... er will etwas "ein wenig intimer", denke ich?

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgent{/i}, huh? That dirty little-
french: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgent{/i}, hein ? Peu sale-
german: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Dringend{/i}, oder? Das schmutzige klein-

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohh!{/i} And h-he said he wants to know when he can s-see you again, as soon as possible, if you're available.
french: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohh !{/i} Et h-he a dit qu'il voulait savoir quand il peut vous revoir, dès que possible, si vous êtes disponible.
german: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohhh!{/i} Und h-er sagte, er wolle wissen, wann er dich wieder sehen kann, sobald wie möglich, wenn du verfügbar bist.

source: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwww!{/i} How sweet of him! But he only had to text me to set things up!
french: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwwww !{/i} Comme il est doux! Mais il n'a eu qu'à m'envoyer un message pour mettre les choses en place!
german: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Aww!{/i} Wie süß von ihm! Aber er musste mich nur informieren, um die Dinge aufzusetzen!

source: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... I'd say we could use my place, but my stupid mom is like, being super lame at the moment over homework. She wants downstairs, in the kitchen, studying, as soon as I get home.
french: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... Je dirais que nous pourrions utiliser ma place, mais ma mère stupide est comme, étant super boiteuse en ce moment sur les devoirs. Elle veut au rez-de-chaussée, dans la cuisine, étudiant, dès que je rentre à la maison.
german: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... Ich würde sagen, wir könnten meinen Platz verwenden, aber meine dumme Mama ist wie im Moment super lahm über Hausaufgaben. Sie will in der Küche runtergehen, studieren, sobald ich nach Hause komme.

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, uhmm, if I could suggest... you could use my place if you'd like? That way, you wouldn't have to deal with your mom finding out.
french: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, euhmm, si je pouvais suggérer... Vous pourriez utiliser ma place si vous le souhaitez? De cette façon, vous n'auriez pas à vous débrouiller avec votre maman en découvrant.
german: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-, uhmm, wenn ich vorschlagen könnte... Du könntest meinen Platz benutzen wenn du möchtest? Auf diese Weise musst du nicht damit fertig sein, dass deine Mutter herausfindet.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}your{/i} place?
french: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}votre{/i} lieu?
german: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}Dein{/i} Platz?

source: [_danny_s_down_s_sad_s_talk_happy_] Y-yeah, I mean, if anyone's there and asks about you being there, I'll just say you and I are studying together.{p}Then I can leave, and Bill can do his ghost thing and appear to you.
french: [_danny_s_down_s_sad_s_talk_happy_] Oui oui, je veux dire, si quelqu'un est là et vous demande si vous êtes là, je vais juste dire que vous et moi étudions ensemble.{p}Alors je peux partir, et Bill peut faire son truc fantôme et vous apparaître.
german: [_danny_s_down_s_sad_s_talk_happy_] Ja-ja, ich meine, wenn jemand da ist und fragt, ob du da bist, dann werde ich einfach sagen, du und ich studieren zusammen.{p}Dann kann ich gehen, und Bill kann sein Gespenst tun und Ihnen erscheinen.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... that's like, an actually somewhat interesting proposal, Fenton...{p}Man, you two must really be good friends after all, lending your room out like that.
french: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... c'est comme, une proposition vraiment intéressante, Fenton. .{p}Man, vous deux devez vraiment être de bons amis après tout, prêtant votre chambre comme ça.
german: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... das ist ein wirklich interessanter Vorschlag, Fenton. .{p}Mann, du zwei müssen wirklich gute Freunde sein, denn du liegst dein Zimmer so aus.

source: [_danny_s_closed_s_neutral_s_talk_happy_] Great! Glad you agree! So, what time can I tell Bill to expect-
french: [_danny_s_closed_s_neutral_s_talk_happy_] Super! Je suis d'accord avec vous ! Alors, à quel moment puis-je dire à Bill d'attendre-
german: [_danny_s_closed_s_neutral_s_talk_happy_] Großartig! Ich freue mich darüber, dass du einverstanden bist! Was für Zeit kann ich Bill sagen zu erwarten-

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] But I have a little request of him first, so you should pass thing along as well, {i}if{/i} he expects me to follow through with his little last minute get together.
french: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Mais j'ai d'abord une petite demande de lui, donc vous devriez aussi passer la chose tout autant, {i}si{/i} il s'attend à ce que je suive avec sa petite dernière minute à se rencontrer.
german: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Aber ich habe zuerst eine kleine Bitte an ihn, also solltest du auch die Sache weiterleiten {i}Wenn{/i} erwartet er, dass ich mit seinem kleinen Last-Minute zusammen durchsicke.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, okay. What is it?
french: [_danny_s_towards_s_rise_s_talk_happy_] Oh, d'accord. Qu'est-ce que c'est?
german: [_danny_s_towards_s_rise_s_talk_happy_] Oh, okay. Was ist es?

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy has to take me out on a public date, of course!
french: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy doit m'emmener à une date publique, bien sûr !
german: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy muss mich natürlich an einem öffentlichen Datum herausnehmen!

source: [_danny_s_towards_s_neutral_s_talk_distraught_] What? But you guys already went to the dance together!
french: [_danny_s_towards_s_neutral_s_talk_distraught_] Quoi? Mais les gars sont déjà allés danser ensemble !
german: [_danny_s_towards_s_neutral_s_talk_distraught_] Was? Aber du bist schon gemeinsam zum Tanz gegangen!

source: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] You can't just have {u}one{/u} little public flaunt and call it quits, Fenton. People will literally start thinking I was just a one night-stand of his otherwise.
french: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] Vous ne pouvez pas juste avoir {u}quelqu'un{/u} petit public flaunt et appeler ça arrêt, Fenton. Les gens vont littéralement commencer à penser que je n'étais qu'une seule nuit de la sienne.
german: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] Du kannst nicht einfach {u}eins{/u} wenig öffentlichen Flaunt haben und es beenden, Fenton. Die Leute werden buchstäblich anfangen, zu denken, ich war nur ein Nacht-Stand seines Anderen.

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...but I thought you weren't together...?
french: [_danny_s_towards_s_rise_s_talk_displeased_] ...mais je pensais que vous n'étiez pas ensemble...?
german: [_danny_s_towards_s_rise_s_talk_displeased_] ...aber ich dachte, du warst nicht gemeinsam...?

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Of course not, doofus! They have to respect the fact that they {i}think{/i} I'm his girl, not just some floozy whose ass he tapped.
french: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Bien sûr que non, doofus ! Ils doivent respecter le fait qu'ils {i}pensez{/i} que je suis sa fille, pas seulement une inondation de cul dont il a tapé.
german: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Natürlich nicht, doofus! Sie müssen die Tatsache respektieren, dass sie {i}denken, ich bin sein Mädchen, nicht nur ein paar Überschwemmungen, deren Arsch er tappte.

source: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahhh{/i}... makes sense, I guess...?
french: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahh{/i}... a du sens, je suppose... ?
german: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahh{/i}... macht Sinn, glaube ich...?

source: [_star_s_normal_s_down_s_sad_s_talk_consternation_] I mean, banging him has its own bragging rights, sure, but eventually I'll just get branded as a slut if we don't keep up the charade.
french: [_star_s_normal_s_down_s_sad_s_talk_consternation_] Je veux dire, le banging a ses propres droits à se vanter, bien sûr. mais finalement je vais juste être marquée comme une chienne si nous ne suivons pas la charade.
german: [_star_s_normal_s_down_s_sad_s_talk_consternation_] Ich meine, dass er seine eigenen Bragging Rechte hat, sicher, sicher, aber irgendwann werde ich einfach nur als Schlampe gebrannt werden, wenn wir nicht die Charade auf dem Laufenden.

source: [_danny_s_at_player_s_sad_s_consternation_] (Which you kinda are though... I mean, sex positivity and all that, but let's call a spade a spade here...)
french: [_danny_s_at_player_s_sad_s_consternation_] (Ce que tu es toujours... Je veux dire, le sexe positif et tout cela, mais appelons un chat un chat un chat ici ...)
german: [_danny_s_at_player_s_sad_s_consternation_] (Was du aber liebst... Ich meine, Sex-Positivität und all das, aber nennen wir die Dinge hier beim Namen...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] So, a date this {b}Saturday{/b} then?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Alors, une date ce {b}samedi {/b} alors ?
german: [_danny_s_towards_s_neutral_s_talk_happy_] So, ein Datum am {b}Samstag{/b} dann?

source: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Sure! Tell him to meet me in the Park a little before 2:00.
french: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Bien sûr ! Dites-lui de me rencontrer dans le Parc un peu avant 2:00.
german: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Sicher! Sag ihm, dass er mich vor 2:00 Uhr im Park trifft.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Got it, no problem.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Compris, pas de problème.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Habe es geschafft, kein Problem.

source: [_danny_s_towards_s_rise_s_talk_happy_] ...by the way, were you seriously concerned back there if he was in danger or not?
french: [_danny_s_towards_s_rise_s_talk_happy_] ... en passant, vous étiez-vous sérieusement inquiété là-bas s'il était en danger ou non ?
german: [_danny_s_towards_s_rise_s_talk_happy_] ...übrigens, waren Sie dort wieder ernsthaft besorgt, wenn er in Gefahr war oder nicht?

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, yeah, of course! What kind of monster do you take me for?
french: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, oui, bien sûr! Quel genre de monstre me prenez pour moi?
german: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, ja, natürlich! Welches Monster nimmst du mir vor?

source: [_danny_s_closed_s_sad_s_talk_happy_] Oh, well... gee Star, I don't know, I guess that's actually pretty sweet of you to-
french: [_danny_s_closed_s_sad_s_talk_happy_] Oh, eh bien... gee Star, je ne sais pas, je suppose que c'est vraiment assez doux de votre côté-
german: [_danny_s_closed_s_sad_s_talk_happy_] Oh, gut... gee Star, ich weiß nicht, ich denke, das ist eigentlich ziemlich süß von dir zu-

source: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] I mean, without him, I'm back to square one, and Paulina will crawl her way up back to the top of the school totem pole!
french: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] Je veux dire, sans lui, je suis de retour à la case une, et Paulina la ramènera vers le haut du totem de l'école!
german: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] Ich meine, ohne ihn bin ich wieder bei null und Paulina wird ihren Weg zurück an die Spitze des Schultotem-Stapels kriegen!

source: [_danny_s_down_s_sad_s_talk_distraught_] ...as expected.
french: [_danny_s_down_s_sad_s_talk_distraught_] ...comme prévu.
german: [_danny_s_down_s_sad_s_talk_distraught_] ...wie erwartet.

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Anyway, go pass my message along already, and tell him to text me more often!
french: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Quoi qu'il en soit, laissez-moi déjà passer mon message et dites-lui de m'envoyer plus souvent un message !
german: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Wie auch immer, gehen Sie meine Nachricht bereits vorbei und sagen Sie ihm, ich werde öfter zu schreiben!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} Sure... will do.
french: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Soupir*{/i} Bien sûr... va faire.
german: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sehen*{/i} Sicherlich... wird es tun.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... my own ego aside, I guess that worked out well. Inviso-Bill's got a date this {b}Saturday at the Park{/b}.)
french: [_danny_s_at_player_s_rise_s_smile_] (Eh bien... mon propre ego de côté, je suppose que ça s'est bien passé. Inviso-Bill a eu une date ce {b}samedi au Parc{/b}.)
german: [_danny_s_at_player_s_rise_s_smile_] (Nun... mein eigenes Ego beiseite, ich denke, das hat gut funktioniert. Inviso-Bill's hat diesen {b}Samstag im Park{/b}.)

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... where is he? He better not have stood me up, I swear...
french: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... où est-il? Il vaut mieux ne pas me tenir debout, je vous jure ...
german: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... wo ist sie? Er hat mich besser nicht gestoppt, ich schwöre...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Hey you! Thanks for coming.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Salut ! Merci d'être venu.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Hallo! Vielen Dank für Ihr Kommen.

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Why didn't you call or text me, jerk face?!
french: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Pourquoi n'avez-vous pas appelé ou envoyez-moi un SMS ?!
german: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Warum hast du mich nicht angerufen oder gesendet, jerk Gesicht?!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Whoa, {i}whoa!{/i} Hey, I've been really busy, I'm sorry.
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Oula, {i}qui !{/i} Hé, j'ai été très occupé, je suis désolé.
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Whoa, {i}Whoa!{/i} Hey, ich war wirklich beschäftigt, es tut mir leid.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Whatever... you're here now, I guess.
french: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Quoi... vous êtes là, je suppose.
german: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] <unk> ver... du bist jetzt hier, denke ich.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] So, I heard from Danny you wanted to go on a date today.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Alors, j'ai entendu parler de Danny que vous vouliez rencontrer aujourd'hui.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Also, ich habe von Danny gehört, dass du heute an einem Datum gehen wolltest.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Absolutely, we need to take lots of pics for my Pinstagram followers, and I mean LOTS of pics.
french: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Absolument, nous avons besoin de prendre beaucoup de photos pour mes adeptes de Pinstagram, et je veux dire beaucoup de photos.
german: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Auf jeden Fall müssen wir viele Bilder für meine Pinstagram-Anhänger machen, und ich meine LOTS Bilder.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uhh{/i}, seriously? Okay...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}euh{/i}, sérieusement? Ok...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uh{/i}, ernsthaft? Okay...

source: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh you're so cute when you're complying with my demands... anyway, we're going to the Mall today as well.
french: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh, vous êtes si mignon quand vous répondez à mes exigences... Quoi qu'il en soit, nous allons au centre commercial aujourd'hui.
german: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh, du bist so süß, wenn du meine Forderungen erfüllst... trotzdem, wir gehen heute auch in die Mall.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] We are? I mean, of course we are. That's where you girls always wanna go...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Nous sommes ? Je veux dire, bien sûr que nous sommes. C'est là que vos filles veulent toujours aller...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Wir sind das? Ich meine, natürlich sind wir es. Hier möchten Sie Mädchen immer hingehen...

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] Huh?
french: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] Hein?

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-nothing! Yeah, sounds good, I'm excited!
french: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-rien! Ouais, c'est bon, je suis excité !
german: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-nichts! Ja, klingt gut, ich bin aufgeregt!

source: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Great, because I've got all the places planned out.
french: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Super, parce que j'ai tous les endroits prévus.
german: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Super, denn ich habe alle Orte geplant.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Okay let's get goi-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Ok, nous allons faire goi-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Okay, lass uns goi-

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Hold on, don't rush! Wait right here just a second.
french: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Attendez, ne vous précipitez pas ! Attendez juste ici une seconde.
german: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Halte, nicht eilen! Warte nur eine Sekunde.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] What, why?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Pourquoi?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Was, warum?

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Just trust me. This is gonna be a good first move.
french: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Faites juste confiance à moi. Ce sera un bon premier pas.
german: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Vertrauen Sie mir einfach. Das wird ein guter erster Schritt sein.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ice cream? What's this for?{p}...and where'd you even get it from-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Crème de glace? À quoi cela sert ?{p}...et d'où en tirez-vous même -
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Eis creme? Wozu ist das?{p}...und wo hast du es überhaupt erhalten-

source: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, sit down and look cute with me!
french: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, asseyez-vous et partez mignon avec moi!
german: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, setzen Sie sich und schauen Sie mit mir süß aus!

source: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Okay, now smile for the camera!
french: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Ok, maintenant sourire pour la caméra !
german: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Okay, jetzt lächeln für die Kamera!
