Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_tucker_s_talk_happy_s_towards_wide_] Yeah, you hear that, Danny? I'm going to be even {b}more{/b} powerful than you soon!
german: [_tucker_s_talk_happy_s_towards_wide_] Ja, du hörst das, Danny? Ich werde noch {b}mächtiger{/b} sein als du!
italian: [_tucker_s_talk_happy_s_towards_wide_] Sì, hai sentito, Danny? Presto sarò ancora più {b}potente di te!

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, I don't care! I'm afraid you're going to end up doing something bad with all that power!
german: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, das ist mir egal! Ich fürchte, du wirst mit all dieser Macht etwas Schlechtes machen!
italian: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Tucker, non mi interessa! Ho paura che finirai per fare qualcosa di brutto con tutto quel potere!

source: [_danny_s_rise_one_s_talk_frown_2_] What would Sam think if she knew what you were doing?
german: [_danny_s_rise_one_s_talk_frown_2_] Was würde Sam denken, wenn sie wüsste, was du machst?
italian: [_danny_s_rise_one_s_talk_frown_2_] Cosa penserebbe Sam se sapesse cosa state facendo?

source: [_tucker_s_away_s_sad_s_talk_frown_] Well... I mean, that'd be bad...
german: [_tucker_s_away_s_sad_s_talk_frown_] Nun... Ich meine, das wäre schlecht...
italian: [_tucker_s_away_s_sad_s_talk_frown_] Beh... Voglio dire, sarebbe brutto...

source: [_danny_s_sad_2_s_talk_frown_] Exactly, dude!!
german: [_danny_s_sad_2_s_talk_frown_] Exakt, dude!!
italian: [_danny_s_sad_2_s_talk_frown_] Esattamente, amico!

source: [_tucker_s_sad_s_away_s_talk_frown_] ...I definitely wouldn't want her finding out I took over {i}her{/i} body too...
german: [_tucker_s_sad_s_away_s_talk_frown_] ...Ich würde es definitiv nicht wollen, dass sie herausfindet, dass ich auch {i}ihn{/i} Körper übernommen habe...
italian: [_tucker_s_sad_s_away_s_talk_frown_] ...non vorrei che scoprisse che ho preso in consegna {i}anche il suo corpo...

source: [_danny_s_talk_frown_2_s_angry_] Tucker... are you {b}serious{/b} right now?
german: [_danny_s_talk_frown_2_s_angry_] Tucker... bist du {b}ernst{/b} jetzt?
italian: [_danny_s_talk_frown_2_s_angry_] Tucker... sei {b}serio{/b} in questo momento?

source: [_tucker_s_talk_frown_s_angry_] Hey, I mean I haven't done it {b}yet{/b}! Stop badgering me Danny!
german: [_tucker_s_talk_frown_s_angry_] Hey, ich meine, ich habe es noch nicht {b}gemacht{/b}! Höre auf, mich zu verbergen, Danny!
italian: [_tucker_s_talk_frown_s_angry_] Ehi, voglio dire che non l'ho ancora fatto {b}{/b}! Smettila di tormentarmi Danny!

source: [_danny_s_talk_frown_2_] You're not {b}going{/b} to do it! {u}Period{/u}!
german: [_danny_s_talk_frown_2_] Du bist nicht {b}geht{/b} um es zu tun! {u}Period{/u}!
italian: [_danny_s_talk_frown_2_] Non {b}farete! {u}Punto!

source: [_desiree_s_angry_s_talk_frown_] Do you think you can stop him? You idiotic {b}fool{/b}!! You would be but a fly for him to swat!!
german: [_desiree_s_angry_s_talk_frown_] Hast du gedacht, dass du ihn stoppen kannst? Du bist idiotisch {b}dumm{/b}!! Du würdest nur eine Fliege für ihn sein, um ihn zu tauschen!!
italian: [_desiree_s_angry_s_talk_frown_] Pensi di poterlo fermare? Idiota {b}{/b}!! Per lui saresti solo una mosca da schiacciare!!!

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] You hear that, Danny? A fly!!
german: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Du hörst das, Danny? Eine Fliege!!
italian: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Hai sentito, Danny? Una mosca!

source: [_danny_s_angry_s_talk_frown_] Tuck, please, I don't want to have to stop you!
german: [_danny_s_angry_s_talk_frown_] Tuck, bitte, ich möchte dich nicht stoppen!
italian: [_danny_s_angry_s_talk_frown_] Tuck, ti prego, non voglio doverti fermare!

source: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] Stop me? {i}*Psshh*{/i} As if! You wouldn't be able to lay a {b}finger{/b} on me. Now get out of my way, I have a date with Sam to get to!
german: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] Stoppe mich? {i}*Pssh*{/i} als wenn! Du würdest keinen {b}Finger{/b} auf mich legen. Jetzt raus aus meinem Weg, ich habe ein Datum mit Sam zu erreichen!
italian: [_tucker_s_towards_wide_s_neutral_s_talk_frown_] Mi fermi? {i}*Psshh*{/i} Come se! Non riusciresti a mettere un {b}dito su di me. Ora togliti di mezzo, ho un appuntamento con Sam da rispettare!

source: [_danny_s_towards_wide_s_talk_frown_2_] Alright... you asked for it!
german: [_danny_s_towards_wide_s_talk_frown_2_] Okay, du hast darum gebeten!
italian: [_danny_s_towards_wide_s_talk_frown_2_] Va bene... l'avete chiesto voi!

source: [_danny_s_closed_s_talk_frown_] I'm going ghost!!
german: [_danny_s_closed_s_talk_frown_] Ich gehe Geister!!
italian: [_danny_s_closed_s_talk_frown_] Vado a fare il fantasma!

source: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Wait... the "Ghost Child" is real?! I didn't believe the rumors... {u}another{/u} ghost-human hybrid? After all these years, it happened {u}again{/u }...?)
german: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Warte... das "Ghost Child" ist echt?! Ich habe den Gerüchten nicht geglaubt... {u}eine weitere{/u} Geister-menschliche Hybrid? Nach all diesen Jahren ist es {u}erneut{/u }...?)
italian: [_desiree_s_sad_2_s_towards_2_wide_s_frown_] (Aspetta... il "bambino fantasma" è reale?! Non credevo alle voci... {u}un altro ibrido fantasma-umano? Dopo tutti questi anni, è successo {u}di nuovo{/u }...?

source: [_danny_s_towards_s_talk_frown_] Last chance to back out, Tucker!
german: [_danny_s_towards_s_talk_frown_] Letzte Chance auf Rückkehr, Tucker!
italian: [_danny_s_towards_s_talk_frown_] Ultima possibilità di ritirarsi, Tucker!

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Yeah, so you'd better {b}take{/b} it, and butt out of my business!!
german: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Ja, also solltest du besser {b}einnehmen{/b} und aus meinem Geschäft ausschalten!!
italian: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Sì, quindi è meglio che {b}se lo prenda e si tolga dai miei affari!!!

source: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, this ought to be good...
german: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, das sollte gut sein...
italian: [_desiree_s_at_player_s_talk_happy_s_sad_2_] Oooh, questo dovrebbe essere buono...

source: [_danny_s_talk_frown_s_sad_] Stand down Tuck! I don't wanna hurt you anymore.
german: [_danny_s_talk_frown_s_sad_] Stell dich nieder! Ich will dich nicht mehr verletzen.
italian: [_danny_s_talk_frown_s_sad_] Stai fermo, Tuck! Non voglio più farti del male.

source: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, my aching... pretty much everything...
german: [_tucker_s_talk_frown_s_ahegao_s_sad_] Ugh... oh, mein Appe... fast alles...
italian: [_tucker_s_talk_frown_s_ahegao_s_sad_] Oh, i miei dolori... praticamente tutto...

source: [_desiree_s_sad_2_s_talk_frown_] Oh no, my manipulative little pawn-
german: [_desiree_s_sad_2_s_talk_frown_] Oh nein, meine manipulative kleine Pfosten-
italian: [_desiree_s_sad_2_s_talk_frown_] Oh no, la mia piccola pedina manipolatrice...

source: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, I mean...
german: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, ich meine...
italian: [_desiree_s_neutral_2_s_talk_frown_2_s_towards_2_wide_] Uhm, voglio dire...

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh no, my poor sultan! Master, are you alright?
german: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh nein, mein armer Sultan! Meister, bist du richtig?
italian: [_desiree_s_towards_wide_s_talk_frown_s_sad_3_] Oh no, mio povero sultano! Maestro, state bene?

source: [_tucker_s_sad_s_talk_frown_] Not particularly... I thought I'd be a lot better at this fighting thing than I am...
german: [_tucker_s_sad_s_talk_frown_] Nicht besonders... Ich dachte, ich wäre viel besser in diesem Kampf als ich...
italian: [_tucker_s_sad_s_talk_frown_] Non particolarmente... Pensavo di essere molto più bravo di quanto non sia in questa cosa del combattimento...

source: [_tucker_s_towards_s_angry_] Damn you, Danny! Why can't you just let a guy be?!
german: [_tucker_s_towards_s_angry_] Verdammt dich, Danny! Warum kannst du nicht einfach einen Kerl lassen?!
italian: [_tucker_s_towards_s_angry_] Dannazione, Danny! Perche' non riesci a lasciar stare un ragazzo?!

source: [_danny_s_towards_wide_s_talk_frown_s_angry_] Because, you're messing with people and it's wrong! You also may be stronger than me, but you can't really fight worth a damn! And that's coming from me!
german: [_danny_s_towards_wide_s_talk_frown_s_angry_] Weil du mit Leuten herumtust und es falsch ist! Du kannst auch stärker sein als ich, aber du kannst nicht wirklich gegen einen Verdamm kämpfen! Und das kommt von mir!
italian: [_danny_s_towards_wide_s_talk_frown_s_angry_] Perché stai prendendo in giro le persone ed è sbagliato! Sarai anche più forte di me, ma non sai combattere degnamente! E questo lo dico io!

source: [_tucker_s_ahegao_s_talk_frown_] Oh, say's you, Mr. "High and Mighty Ghost Boy"! Always have to play the hero, don't you?
german: [_tucker_s_ahegao_s_talk_frown_] Ach, sagst du, Herr "High and Mighty Ghost Boy"! Du musst immer den Helden spielen, oder?
italian: [_tucker_s_ahegao_s_talk_frown_] Oh, lo dici tu, Mr. "High and Mighty Ghost Boy"! Devi sempre fare l'eroe, vero?

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] He doesn't deserve your companionship, Master! His cruelty and jealousy knows no bounds!!
german: [_desiree_s_towards_wide_s_talk_frown_s_angry_] Er verdient deine Begleitung nicht, Meister! Seine Grausamkeit und Eifersucht kennt keine Grenzen!!
italian: [_desiree_s_towards_wide_s_talk_frown_s_angry_] Non merita la tua compagnia, Maestro! La sua crudeltà e la sua gelosia non conoscono limiti!!!

source: [_danny_s_rise_one_s_talk_frown_2_] What are you talking about? I'm stopping you from perving on Sam, dude!! She's our {b}friend{/b}!!
german: [_danny_s_rise_one_s_talk_frown_2_] Wovon sprichst du schon? Ich halte dich davon ab, Sam, Dude!! Sie ist unser {b}Freund{/b}!!
italian: [_danny_s_rise_one_s_talk_frown_2_] Di cosa stai parlando? Ti sto impedendo di fare il pervertito con Sam, amico!!! E' la nostra amica di {b}!!

source: [_tucker_s_towards_wide_s_talk_frown_] Ugh, why not get off my back while I'm just having a little fun- you're just so jealous!!
german: [_tucker_s_towards_wide_s_talk_frown_] Ugh, warum kommen Sie nicht von meinem Rücken, während ich einfach ein wenig Spaß habe - du bist einfach so eifersüchtig!!
italian: [_tucker_s_towards_wide_s_talk_frown_] Perché non mi lasciate in pace mentre mi sto divertendo un po'? Siete così gelosi!!!

source: [_danny_s_talk_frown_2_s_sad_2_] Of what, dude? You're just pestering people with powers you could be using to save people with!
german: [_danny_s_talk_frown_2_s_sad_2_] Von was? Du hast nur Leute mit Befugnissen belästigt, mit denen du Leute retten könntest!
italian: [_danny_s_talk_frown_2_s_sad_2_] Di cosa, amico? Stai solo infastidendo la gente con poteri che potresti usare per salvare la gente!

source: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...power, I might add, that isn't even strong enough to take on a nobody like me!
german: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...Macht, könnte ich hinzufügen, das ist nicht einmal stark genug, um jemanden wie mich einzunehmen!
italian: [_danny_s_sad_s_closed_happy_s_talk_happy_2_] ...un potere, aggiungerei, che non è nemmeno abbastanza forte per affrontare una nullità come me!

source: [_tucker_s_talk_frown_] Ugh, enough of you and your stupid humblebrag attitude!!
german: [_tucker_s_talk_frown_] Ugh, genug von dir und deiner dummen demütigenden Haltung!!
italian: [_tucker_s_talk_frown_] Basta con te e i tuoi stupidi atteggiamenti umilianti!!!

source: [_danny_s_talk_frown_2_s_sad_] Dude, I think you seriously need your head straightened. You're not seeing things clearly, I'm only trying to help you!
german: [_danny_s_talk_frown_2_s_sad_] Dude, ich denke, du brauchst deinen Kopf gerade. Du siehst die Dinge nicht eindeutig, ich versuche nur, dir zu helfen!
italian: [_danny_s_talk_frown_2_s_sad_] Amico, credo che tu abbia seriamente bisogno di raddrizzare la testa. Non vedi le cose con chiarezza, sto solo cercando di aiutarti!

source: [_tucker_s_towards_s_angry_s_talk_frown_] The only thing I {i}need{/i} is more power to kick your butt in with!
german: [_tucker_s_towards_s_angry_s_talk_frown_] Das einzige, was ich {i}brauche{/i} ist mehr Kraft um deinen Einsatz zu kicken!
italian: [_tucker_s_towards_s_angry_s_talk_frown_] L'unica cosa di cui ho {i}bisogno{/i} è una maggiore potenza con cui prenderti a calci nel sedere!

source: [_danny_s_towards_wide_s_talk_happy_s_angry_] Yeah, well keep wishing, cause that's {b}not{/b} happening!
german: [_danny_s_towards_wide_s_talk_happy_s_angry_] Ja, ich wünsche, denn das ist {b}nicht{/b} passiert!
italian: [_danny_s_towards_wide_s_talk_happy_s_angry_] Sì, beh, continua a sperare, perché non {b}accadrà!

source: [_tucker_s_wondering_s_talk_frown_] Wait, did you just say "keep wishing"?
german: [_tucker_s_wondering_s_talk_frown_] Warte, hast du gerade gesagt "weiter wünschen"?
italian: [_tucker_s_wondering_s_talk_frown_] Aspetta, hai appena detto "continua a desiderare"?

source: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... that was... I was just saying...
german: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... das war... Ich habe gerade gesagt...
italian: [_danny_s_at_player_wide_s_talk_frown_s_sad_2_] Oh... uhm... era... Stavo solo dicendo...

source: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...crap.
german: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...Mist.
italian: [_danny_s_neutral_s_at_danny_s_talk_frown_2_] ...merda.

source: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, I wish I was an even {b}stronger{/b} ghost!!
german: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, ich wünschte, ich wäre ein sogar {b}stärker{/b} Geister!!
italian: [_tucker_s_angry_s_talk_happy_s_away_] Desiree, vorrei essere un fantasma ancora più {b}forte{/b}!!

source: [_danny_s_talk_frown_2_s_sad_2_] Tucker, wait, don't-
german: [_danny_s_talk_frown_2_s_sad_2_] Tucker, warte, nicht warten-
italian: [_danny_s_talk_frown_2_s_sad_2_] Tucker, aspetta, non...

source: [_desiree_s_talk_bite_s_closed_] So you have wished it...
german: [_desiree_s_talk_bite_s_closed_] Also hast du es gewollt...
italian: [_desiree_s_talk_bite_s_closed_] Quindi l'avete desiderato...

source: [_desiree_] ...so it shall {b}be{/b}!!
german: [_desiree_] ...so wird es {b}sein{/b}!!
italian: [_desiree_] ...così {b}sarà{/b}!!

source: [_tucker_s_sad_s_talk_happy_] Ahh... {i}much{/i} better!!
german: [_tucker_s_sad_s_talk_happy_] Ahh... {i}viel{/i} besser!!
italian: [_tucker_s_sad_s_talk_happy_] Ahh... {i}molto{/i} meglio!!!

source: [_desiree_s_at_player_s_grin_happy_s_angry_] (Yes... I can feel the power of the wish fulfillment filling my form... making me even more {b}powerful{/b}!! Soon enough, my full plan will come to fruition...)
german: [_desiree_s_at_player_s_grin_happy_s_angry_] (Ja... Ich kann die Kraft der Wunscherfüllung spüren und mein Formular ausfüllen... mach mir noch mehr {b}mächtig{/b}!! Bald genug wird mein vollständiger Plan verwirklicht werden...)
italian: [_desiree_s_at_player_s_grin_happy_s_angry_] (Sì... Sento il potere dell'esaudimento dei desideri riempire la mia forma... rendendomi ancora più {b}potente{/b}!!! Presto, il mio piano completo si realizzerà...)

source: [_tucker_s_ahegao_s_talk_happy_s_sad_] Now this is bitchin'! I feel more powerful than I've ever felt before in my life!
german: [_tucker_s_ahegao_s_talk_happy_s_sad_] Jetzt ist dies bitchin'! Ich fühle mich mächtiger als ich es in meinem Leben je erlebt habe!
italian: [_tucker_s_ahegao_s_talk_happy_s_sad_] Questo sì che è uno sballo! Mi sento più potente di quanto mi sia mai sentita in vita mia!

source: [_tucker_s_away_s_angry_] Thanks Des, babe. You're the best!
german: [_tucker_s_away_s_angry_] Danke Des, babe. Du bist der Beste!
italian: [_tucker_s_away_s_angry_] Grazie Des, tesoro. Sei la migliore!

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Of course, anything for my powerful sultan...
german: [_desiree_s_closed_s_talk_bite_2_s_sad_] Natürlich, alles für mein starkes Sultan...
italian: [_desiree_s_closed_s_talk_bite_2_s_sad_] Naturalmente, qualsiasi cosa per il mio potente sultano...

source: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Now then... where were we...?
german: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Jetzt... wo waren wir...?
italian: [_tucker_s_talk_happy_s_towards_wide_2_s_angry_2_] Allora... dove eravamo rimasti...?

source: [_danny_s_talk_frown_s_sad_2_] Tuck, what's happening to you? You're not well! Look at your skin, can't you see what's happening?
german: [_danny_s_talk_frown_s_sad_2_] Tuck, was passiert mit dir? Du bist nicht gut! Schau dir deine Haut an, kannst du nicht sehen, was passiert?
italian: [_danny_s_talk_frown_s_sad_2_] Tuck, cosa ti succede? Non stai bene! Guarda la tua pelle, non vedi cosa sta succedendo?

source: [_tucker_s_talk_frown_s_towards_wide_s_angry_] The only thing I see is a Ghost Boy in need of a beating from {b}Tucker Phantom{/b}!!
german: [_tucker_s_talk_frown_s_towards_wide_s_angry_] Das einzige, was ich sehe, ist ein Geisterboy, der einen Schlag von {b}Tucker Phantom{/b} braucht!!
italian: [_tucker_s_talk_frown_s_towards_wide_s_angry_] L'unica cosa che vedo è un Ghost Boy che ha bisogno di essere picchiato da {b}Tucker Phantom{/b}!!

source: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh boy...
italian: [_danny_s_sad_2_s_at_player_wide_s_talk_frown_2_] {i}*Gulp*{/i} Oh, cavolo...

source: [_danny_s_talk_frown_s_sad_2_] Ooof... okay... time out ref, I think my spleen got turned around backwards.
german: [_danny_s_talk_frown_s_sad_2_] Ooof... okay... Timeout ref, ich denke, mein Milz wurde rückwärts gedreht.
italian: [_danny_s_talk_frown_s_sad_2_] Ooof... ok... time out arbitro, credo che la mia milza si sia girata al contrario.

source: [_tucker_s_talk_happy_s_towards_wide_] Had enough, Inviso-prick?!
german: [_tucker_s_talk_happy_s_towards_wide_] Hatte genug Inviso-Preis?!
italian: [_tucker_s_talk_happy_s_towards_wide_] Ne hai abbastanza, Inviso-prick?!

source: [_danny_s_towards_s_talk_frown_2_] Tucker... ugh, stop it... this isn't you... please... you're one of my best friends...
german: [_danny_s_towards_s_talk_frown_2_] Tucker... häsch, stoppen Sie... dies ist nicht du... bitte... bist du einer meiner besten Freunde...
italian: [_danny_s_towards_s_talk_frown_2_] Tucker... smettila... non sei tu... ti prego... sei uno dei miei migliori amici...

source: [_tucker_s_angry_s_talk_frown_] Yeah, well I don't need friends!! Especially weak ones like you!!
german: [_tucker_s_angry_s_talk_frown_] Ja, ich brauche keine Freunde!! Besonders schwache wie dich!!
italian: [_tucker_s_angry_s_talk_frown_] Sì, beh, non ho bisogno di amici!!! Soprattutto di quelli deboli come te!

source: [_tucker_s_ahegao_s_wondering_s_talk_happy_] I'm gonna only ever do what {b}I{/b} want, from now on! Try and stop me if you want, I'll be glad to finish you off myself!
german: [_tucker_s_ahegao_s_wondering_s_talk_happy_] Ich werde von jetzt an nur das tun, was {b}I{/b} wollen! Versuchen Sie, mich zu stoppen, wenn Sie wollen, ich bin froh, Sie selbst zu beenden!
italian: [_tucker_s_ahegao_s_wondering_s_talk_happy_] D'ora in poi farò sempre e solo quello che {b}io{/b} voglio! Prova a fermarmi se vuoi, sarò lieto di finirti io stesso!

source: [_tucker_s_talk_frown_s_towards_s_angry_] Smell ya later, jerk.
german: [_tucker_s_talk_frown_s_towards_s_angry_] Riechen Sie später, Witz.
italian: [_tucker_s_talk_frown_s_towards_s_angry_] Ci sentiamo dopo, idiota.

source: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... my, such strong energies of jealousy and bitterness coming from that one... what an excellent stooge he's been for me...
german: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... mie, so starke Eifersüchtigkeit und Bitterkeit, die aus dieser einen kommt... was für ein exzellenter Stooge er für mich war...
italian: [_desiree_s_closed_s_talk_bite_s_sad_2_] {i}Mmmm{/i}... caspita, che forti energie di gelosia e di amarezza provengono da quello... che eccellente tirapiedi è stato per me...

source: [_danny_s_neutral_s_talk_frown_] You... I see through your plans, Desiree... you're manipulating Tucker with your ghost magic!
german: [_danny_s_neutral_s_talk_frown_] Du... Ich sehe deine Pläne, Verzweiflung... du manipulierst Tucker mit deiner Geistermagie!
italian: [_danny_s_neutral_s_talk_frown_] Tu... Ho capito i tuoi piani, Desiree... stai manipolando Tucker con la tua magia fantasma!

source: [_desiree_s_angry_s_talk_happy_] Ahh, what a junior detective you must be then! It's not really hard to see that I'm manipulating your foolish friend! Only partly anyway, his inner jealousy is the {b}true{/b} engine behind his putrid form.
german: [_desiree_s_angry_s_talk_happy_] Ach, was für ein Junior-Detektiv du dann sein musst! Es ist nicht wirklich schwer zu sehen, dass ich deinen törichten Freund manipuliere! Seine innere Eifersucht ist jedenfalls nur teilweise der {b}Wahr{/b} Motor hinter seiner vermeintlichen Form.
italian: [_desiree_s_angry_s_talk_happy_] Ahh, che detective junior devi essere allora! Non è difficile capire che sto manipolando il tuo sciocco amico! Solo in parte comunque, la sua gelosia interiore è il {b}vero{/b} motore dietro la sua forma putrida.

source: [_danny_s_talk_frown_2_s_angry_] What are you doing this for? What's in it for you?!
german: [_danny_s_talk_frown_2_s_angry_] Wofür machst du das? Wofür ist es für dich?!
italian: [_danny_s_talk_frown_2_s_angry_] Perché lo stai facendo? Cosa ci guadagni?

source: [_desiree_s_sad_2_s_talk_bite_2_] Quite simply, your little idiot friend has become the perfect conduit for my magic to fester and grow inside of!
german: [_desiree_s_sad_2_s_talk_bite_2_] Ganz einfach ist dein kleiner Idioter Freund zum perfekten Hilfsmittel für meine Magie geworden, um zu schwärmen und zu wachsen!
italian: [_desiree_s_sad_2_s_talk_bite_2_] Semplicemente, il vostro piccolo amico idiota è diventato il condotto perfetto per far sì che la mia magia si infiammi e cresca dentro di voi!

source: [_desiree_s_closed_s_angry_s_talk_happy_] The more spiteful and jealous he becomes, the more his power will surge and smolder within him.
german: [_desiree_s_closed_s_angry_s_talk_happy_] Je spitzer und eifersüchtiger er wird, desto mehr wird seine Macht in ihm stecken und schrumpfen.
italian: [_desiree_s_closed_s_angry_s_talk_happy_] Più diventa dispettoso e geloso, più il suo potere si accende e si infiamma dentro di lui.

source: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Of course, you pitiful mortals can only take so much power before your weak bodies give out...
german: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Natürlich können deine erbärmlichen Sterblichen nur so viel Kraft in Anspruch nehmen, bevor deine schwachen Körper aufgeben...
italian: [_desiree_s_at_player_s_sad_3_s_talk_bite_] Naturalmente, voi pietosi mortali potete sopportare solo una certa quantità di energia prima che i vostri deboli corpi cedano...
