Repository: DonRP/AmityPark
Catalog: game/*/*/episode_2_pda_side_quest.po
Languages: german, italian

source: [_extend_] (Hmmm, Dash isn't going to budge too easily with just my skinny frame trying to push past... how am I gonna get him to leave?)
german: [_extend_] (Hmmm, Dash wird sich nicht allzu leicht mit meinem hässlichen Rahmen bewegen, der versucht die Vergangenheit zu schieben. . Wie werde ich ihn zum Verlassen bringen?)
italian: [_extend_] (Hmmm, Dash non si sposterà facilmente con la mia struttura magra che cerca di passare oltre... come farò a farlo andare via?)

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Thanks man, I knew I could count on you!
german: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Vielen Dank, ich wusste, dass ich auf dich zählen konnte!
italian: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Grazie amico, sapevo di poter contare su di te!

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure, but just know you definitely owe me for this one Tuck.
german: [_danny_s_towards_s_sad_s_talk_happy_] Sicher, aber nur wissen, du bist mir definitiv schuldig für dieses eine Tuck.
italian: [_danny_s_towards_s_sad_s_talk_happy_] Certo, ma sappi che per questa volta sei in debito con me, Tuck.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, hey Danny! Any luck getting my PDA back?
german: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, hey Danny! Viel Glück mit meinem PDA zurück?
italian: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, ehi Danny! Sei riuscito a recuperare il mio palmare?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] No, not yet. Sorry Tuck.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Nein, noch nicht. Tut uns leid.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] No, non ancora. Mi dispiace Tuck.

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Well hurry man! I'm starting to get separation anxiety!
german: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Nun beeilen Sie den Mann! Ich beginne die Separationsängste zu bekommen!
italian: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Beh, sbrigati amico! Sto iniziando ad avere l'ansia da separazione!

source: [_danny_s_down_s_wondering_s_talk_consternation_] Alright, alright, I'm moving as fast as I can here!{p}
german: [_danny_s_down_s_wondering_s_talk_consternation_] Okay, okay, ich bin so schnell wie möglich hier!{p}
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Va bene, va bene, mi sto muovendo il più velocemente possibile!{p}

source: [_extend_] (I gotta figure out a way to get inside the girls locker room with Dash still hanging around...)
german: [_extend_] (Ich bekomme eine Möglichkeit herauszufinden, wie ich in den Schlossraum der Mädchen einsteigen kann, wo Dash noch hängt...)
italian: [_extend_] (Devo trovare un modo per entrare nello spogliatoio delle ragazze con Dash ancora in giro...)

source: [_danny_s_talk_happy_] Here it is Tuck, your oh-so valuable PDA, back in safe hands once again!{p}Man, you really wouldn't believe what I had to go through to get it back.
german: [_danny_s_talk_happy_] Hier ist es Tuck, dein oh-so wertvoller PDA, wieder in sicheren Händen!{p}Mann, du würdest wirklich nicht glauben, was ich durchgehen musste, um es wieder zu bekommen.
italian: [_danny_s_talk_happy_] Eccolo qui Tuck, il tuo preziosissimo PDA, di nuovo in mani sicure!{p}Non potete credere a quello che ho dovuto passare per riaverlo.

source: [_tucker_s_talk_happy_] Awesome! Thanks so much Danny, you're an absolute lifesaver!
german: [_tucker_s_talk_happy_] Super! Vielen Dank an Danny, du bist ein absoluter Lebensläufer!
italian: [_tucker_s_talk_happy_] Fantastico! Grazie mille Danny, sei una vera salvezza!

source: [_danny_s_talk_happy_s_wondering_] Sure thing man, just try not to lose it again while you're peeping on girls... and remember, you owe me!
german: [_danny_s_talk_happy_s_wondering_] Sicher Mensch, versuche nur, es nicht wieder zu verlieren, während du auf Mädchen schaust... und denke daran, du schuldest mir!
italian: [_danny_s_talk_happy_s_wondering_] Certo, cerca solo di non perdere di nuovo la testa mentre sbirci le ragazze... e ricorda, sei in debito con me!

source: [_tucker_s_talk_happy_s_closed_s_sad_] Well then here, as a show of my gratitude, how about I just give you {u}this{/u}?
german: [_tucker_s_talk_happy_s_closed_s_sad_] Nun, hier, als ein Zeichen meiner Dankbarkeit, wie wäre es, wenn ich dir {u}dies{/u} gebe?
italian: [_tucker_s_talk_happy_s_closed_s_sad_] Allora, come dimostrazione di gratitudine, che ne dici di darti {u}questo{/u}?

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {u}Another{/u} PDA?? But- if you... I just gave- h-how...??{p}Tucker, I-I dont understand!
german: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {u}Ein anderer{/u} PDA?? Aber- wenn Sie... Ich gave- h-how...??{p}Tucker, I-ich verstehe nicht!
italian: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] {u}Un altro palmare? Ma... se tu... Ho appena dato... come...?{p}Tucker, non capisco!

source: [_tucker_s_closed_s_talk_happy_s_sad_] Oh, I guess I should explain. The one {i}you{/i} got back for me was just the {u}newer{/u} model PDA. I still had this old one laying around in my backpack, plus a few backups.
german: [_tucker_s_closed_s_talk_happy_s_sad_] Oh, ich denke, ich sollte es erklären. Der {i}von dir{/i} war nur das {u}neuer{/u} Modell PDA. Ich hatte immer noch dieses alte in meinem Rucksack und ein paar Backups.
italian: [_tucker_s_closed_s_talk_happy_s_sad_] Oh, credo di dover spiegare. Il {i}che tu{/i} hai recuperato per me era solo il {u}modello più recente{/u}. Avevo ancora quello vecchio nello zaino, oltre a qualche copia di riserva.

source: [_danny_s_neutral_s_towards_s_talk_frown_] So why didn't you just use the older ones if you needed to use your PDA so badly??
german: [_danny_s_neutral_s_towards_s_talk_frown_] Warum haben Sie nicht einfach die älteren benutzt, wenn Sie Ihren PDA so schlecht verwenden musst??
italian: [_danny_s_neutral_s_towards_s_talk_frown_] Allora perché non hai usato quelli più vecchi se avevi così tanto bisogno di usare il tuo PDA?

source: [_tucker_s_talk_frown_s_closed_] Come on, Danny! The newer models don't come with headphone jack connectors!{p}That is {u}peak{/u} innovation!
german: [_tucker_s_talk_frown_s_closed_] Komm, Danny! Die neueren Modelle kommen nicht mit Kopfhörer-Steckverbindern!{p}Das ist {u}Spitzen{/u} Innovation!
italian: [_tucker_s_talk_frown_s_closed_] Andiamo, Danny! I nuovi modelli non hanno il connettore per le cuffie!{p}Questa è {u}innovazione di punta{/u}!

source: [_tucker_s_neutral_s_talk_happy_s_away_] Once you've hit that high a level of technological savviness, there's just no going back to the old outdated ways of {i}actually{/i} being able to use headphones.
german: [_tucker_s_neutral_s_talk_happy_s_away_] Sobald du das hohe technologische Niveau erreicht hast es gibt einfach keine Rückkehr zu den alten veralteten Methoden von {i}eigentlich{/i} in der Lage, Kopfhörer zu verwenden.
italian: [_tucker_s_neutral_s_talk_happy_s_away_] Una volta raggiunto un livello così alto di competenza tecnologica, non si può più tornare ai vecchi metodi obsoleti di {i}poter usare le cuffie.

source: [_danny_s_rise_one_s_talk_frown_s_towards_] You know, I'm pretty sure your {i}"new"{/i} model came out only a month after this "old" one...
german: [_danny_s_rise_one_s_talk_frown_s_towards_] Weißt du, ich bin ziemlich sicher, dass dein {i}"neu"{/i} Modell nur einen Monat nach diesem "alten" erschienen ist...
italian: [_danny_s_rise_one_s_talk_frown_s_towards_] Sai, sono abbastanza sicuro che il tuo {i}"nuovo"{/i} modello sia uscito solo un mese dopo questo "vecchio"...

source: [_tucker_s_talk_frown_s_angry_] Don't look a gift horse in the mouth, Danny!!
german: [_tucker_s_talk_frown_s_angry_] Schau nicht ein Geschenkpferd im Mund, Danny!!
italian: [_tucker_s_talk_frown_s_angry_] A caval donato non si guarda in bocca, Danny!!!

source: [_danny_s_talk_happy_] Okay, okay, I'm sorry! I could really use it after all, my dad ended up using my old phone's parts for a pretty dumb experiment gone wrong...
german: [_danny_s_talk_happy_] Okay, okay, es tut mir leid! Ich konnte es doch wirklich verwenden, mein Vater am Ende mit meinem alten Telefon für ein ziemlich dummes Experiment ging schief...
italian: [_danny_s_talk_happy_] Ok, ok, mi dispiace! Mi servirebbe davvero, dopotutto mio padre ha finito per usare i pezzi del mio vecchio telefono per un esperimento piuttosto stupido andato male...

source: [_danny_s_towards_s_talk_happy_2_s_rise_one_] So thanks, Tuck. I wholeheartedly appreciate the gesture.
german: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Also danke, Dick. Ich weiß die Geste von ganzem Herzen zu schätzen.
italian: [_danny_s_towards_s_talk_happy_2_s_rise_one_] Quindi grazie, Tuck. Apprezzo molto il gesto.

source: [_tucker_s_talk_happy_s_neutral_] No problem man! Now you can even message me over the {b}Spookchat{/b} app, along with anybody else whose number you have! I already put mine in there to help get you started.
german: [_tucker_s_talk_happy_s_neutral_] Kein Problemmann! Jetzt kannst du mich sogar über die {b}Spookchat{/b} App benachrichtigen, zusammen mit allen anderen, deren Nummer du hast! Ich habe meine bereits dort hinein, um Ihnen zu helfen, loszulegen.
italian: [_tucker_s_talk_happy_s_neutral_] Nessun problema! Ora puoi anche mandarmi un messaggio tramite l'applicazione {b}Spookchat{/b}, insieme a chiunque altro abbia il tuo numero! Ho già inserito il mio per aiutarti a iniziare.

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Woah, awesome! I haven't been on Spookchat in a good while... I'll have to go get Sam's number so I can talk to her too.
german: [_danny_s_blank_stare_s_talk_happy_s_sad_] Woah, toll! Ich bin in einer guten Zeit nicht im Spookchat gewesen. . Ich muss Sams Nummer bekommen, damit ich auch mit ihr sprechen kann.
italian: [_danny_s_blank_stare_s_talk_happy_s_sad_] Woah, fantastico! È da un bel po' che non vado su Spookchat... Dovrò andare a prendere il numero di Sam per poter parlare anche con lei.

source: [_tucker_s_wondering_s_talk_happy_] Well, I'll see you around, but thanks for doing me the solid Danny!
german: [_tucker_s_wondering_s_talk_happy_] Nun, ich werde dich hier sehen, aber danke dafür, dass du mir die solide Danny gemacht hast!
italian: [_tucker_s_wondering_s_talk_happy_] Beh, ci vediamo in giro, ma grazie per avermi fatto un favore Danny!

source: [_danny_s_talk_happy_] Yeah, Tuck, whatever you need. And thanks, this was a nice little gift.
german: [_danny_s_talk_happy_] Ja, Tuck, was immer du brauchst. Und danke, das war ein nettes kleines Geschenk.
italian: [_danny_s_talk_happy_] Si', Tuck, qualsiasi cosa ti serva. E grazie, è stato un bel regalino.

source: [_star_] {i}Uhnnnhh...{/i} yes... give me that nice, slick {u}cock{/u}…
german: [_star_] {i}Uhnnhh...{/i} Ja... gib mir das schön, slick {u}Cock{/u}…
italian: [_star_] {i}Uhnnnhh... {/i} sì... dammi quel bel cazzo {u}{/u}…

source: [_star_] (Wow, Kwan's not doing too shabby a job... I'm glad I picked him as my gym partner... I get to see how he works his {i}best{/i} muscle~!)
german: [_star_] (Wow, Kwan's nicht zu schäbend einen Job... Ich bin froh, dass ich ihn als meinen Fitness-Partner ausgewählt habe. . Ich kann sehen, wie er seinen {i}Best{/i} Muskel~!)
italian: [_star_] (Wow, Kwan non sta facendo un lavoro così scadente... Sono felice di averlo scelto come compagno di palestra... Posso vedere come lavora il suo {i}miglior muscolo{/i}~!)

source: [_danny_s_pi_113_] (Seriously? Man, I {i}really{/i} didn't need to see this today! Tucker's getting his {i}own{/i} stuff back from now on!)
german: [_danny_s_pi_113_] (Absonderlich? Man, ich {i}wirklich{/i} brauchte das heute nicht zu sehen! Der Tucker holt sein {i}eigenes{/i} Zeug von nun an zurück!)
italian: [_danny_s_pi_113_] (Davvero? Amico, {i}davvero{/i} non avevo bisogno di vedere questo oggi! Tucker si riprenderà la sua {i}roba d'ora in poi!)

source: [_star_] {i}Uffhhh{/i}, Kwan… you're pounding me so hard… you're... you're getting right up in my guts!!!
german: [_star_] {i}Uffhh{/i}, Kwan… Sie pounden mich so hart… you re... Sie stehen direkt oben in meinen Brunnen!!!
italian: [_star_] {i}Uffhhh{/i}, Kwan… mi stai colpendo così forte… che... mi stai entrando nelle viscere!!!

source: [_kwan_] {i}*Shhh*{/i} Babe... d-don't... don't talk…!
german: [_kwan_] {i}*Shh*{/i} Babe... d-don'... reden nicht…!
italian: [_kwan_] {i}*Shhh*{/i} Tesoro... non... non parlare…!

source: [_kwan_] Just enjoy... the rush…!!
german: [_kwan_] Geniessen Sie... die Eile…!!
italian: [_kwan_] Godetevi... l'emozione…!!

source: [_star_] I can't… Kwaaanuh!! It's so {u}big{/u}!! I wanna {i}scream~!!{/i}
german: [_star_] Ich kann nicht… Kwaaanuh!! Es ist so {u}groß{/u}!! Ich möchte {i}schrien~!!{/i}
italian: [_star_] Non riesco a… Kwaaanuh!!! E' così {u}grande{/u}!! Voglio {i}urlare!!!{/i}

source: [_kwan_] {i}Ahh{/i} fuck... your pussy is so tight, babe… {i}Unnhhh{/i}… I'm totally losing it…
german: [_kwan_] {i}Ahh{/i} fuck... deine Fotze ist so eng, babe… {i}Unnhhh{/i}… Ich verliere sie total…
italian: [_kwan_] {i}Ahh{/i} cazzo... la tua figa è così stretta, piccola… {i}Unnhhh{/i}… Sto perdendo la testa…

source: [_star_] Oh God, {i}yeesss~{/i}... ram it in there!!!
german: [_star_] Oh Gott, {i}yeesss~{/i}... ram es hinein!!!
italian: [_star_] Oh Dio, {i}yeesss~{/i}... ficcatelo dentro!!!

source: [_danny_s_pi_114_] (Jeez... he's really pounding her like a beast. I almost feel bad for Star... but she's certainly taking it like a champ...)
german: [_danny_s_pi_114_] (Jeez... er putzt sie wirklich wie ein Biest. Ich fühle mich fast schlecht für Star... aber sie nimmt es sicher wie ein Champ...)
italian: [_danny_s_pi_114_] (Cavolo... la sta davvero picchiando come una bestia. Mi sento quasi in colpa per Star... ma lei lo sta sopportando come una campionessa...)

source: [_star_] {i}Haa… ahh… ahhhhh{/i}, fuck!!
italian: [_star_] {i}Haa… ahh… ahhhhh{/i}, cazzo!!!

source: [_star_] Yeah, fuck this tight little fuck hole!
german: [_star_] Ja, ficke dieses knappe Fickloch!
italian: [_star_] Sì, scopa questo piccolo e stretto buco del culo!

source: [_kwan_] {i}Urgh{/i}… you're... starting to squeeze down, babe… do... do you want something from me?
german: [_kwan_] {i}Urgh{/i}… du re... beginnst zu drücken, babe… tun... willst du etwas von mir wollen?
italian: [_kwan_] {i}Urgh{/i}… stai... iniziando a stringere, piccola… vuoi... vuoi qualcosa da me?

source: [_star_] Yes...!! I want your hot cum… {i}ahhh… ahghh{/i}… I want it...!!
german: [_star_] Ja...!! Ich möchte deine heiße cum… {i}ahhh… ahghh{/i}… Ich will es...!!
italian: [_star_] Sì...!!! Voglio il tuo sperma caldo… {i}ahhh… ahghh{/i}… Lo voglio...!!!

source: [_kwan_] Then I'll go… {i}mmmphhh{/i}… even deeper into this sweet pussy!!
german: [_kwan_] Dann gehe ich… {i}mmmphh{/i}… noch tiefer in diese süße Fotze!!
italian: [_kwan_] Poi andrò… {i}mmmphhh{/i}… ancora più a fondo in questa dolce figa!!!

source: [_star_] (Jesus Christ, he's slamming it right in now!!)
german: [_star_] (Jesus Christus, er schlägt es gerade ein!!)
italian: [_star_] (Gesù Cristo, lo sta sbattendo proprio ora!!!).

source: [_star_] (I can barely speak right now, he's just pumping me so full of his cock...~)
german: [_star_] (Ich kann gerade kaum reden, er pumpt mich gerade so voll von seinem Schwanz...~)
italian: [_star_] (Riesco a malapena a parlare in questo momento, mi sta riempiendo così tanto del suo cazzo...~)

source: [_star_] Y-yes... just... like that… {i}unmmff{/i}… just like... {i}that{/i}!!
italian: [_star_] Sì... proprio... così… {i}unmmff{/i}… proprio come... {i}quello{/i}!!!

source: [_star_] Oh… {i}nnngn{/i}… you're going... balls deep…!
german: [_star_] Oh… {i}nnnnngn{/i}… Du gehst gerade... Kugeln tief…!
italian: [_star_] Oh… {i}nnngn{/i}… stai andando... in profondità…!

source: [_danny_s_pi_32_] (Damn. I don't think Star's going to walk right for awhile after this...)
german: [_danny_s_pi_32_] (Verdammt. Ich denke nicht, dass der Stern eine Weile nach rechts gehen wird...)
italian: [_danny_s_pi_32_] (Dannazione. Credo che Star non camminerà bene per un po' dopo questo...).

source: [_kwan_] Babe… I'm loving this… God damn, Star… you're such a nice fit!!
german: [_kwan_] Babe… Ich liebe das… Gott verdammt, Star… Du bist so nett passen!!
italian: [_kwan_] Babe… Sto amando questo… Dannazione, Star… sei così in forma!!!

source: [_star_] {i}Meeeiiiighh{/i}… toooo… {i}aghhhhh!!{/i}
italian: [_star_] {i}Meeeiiiighh{/i}… troppo… {i}aghhhh!!!{/i}

source: [_star_] Kwan... y-you're slamming… m-my cervix…!!
german: [_star_] Kwan... y-Du slammst… m-my cervix…!!
italian: [_star_] Kwan... stai sbattendo… la mia cervice…!!

source: [_star_] I can… {i}nyahhah{/i}… feel it all the way… {i}ahhnnn{/i}… at the back!!
german: [_star_] Ich kann… {i}nyahhah{/i}… das ganze Gefühl… {i}ahhnn{/i}… zurück!!
italian: [_star_] Posso… {i}nyahhah{/i}… sentirlo tutto… {i}ahhnnn{/i}… in fondo!!!

source: [_kwan_] Your walls are squeezing the life outta me… holy shit…!
german: [_kwan_] Deine Wände quetschen das Leben aus mir… heiliger Scheiße…!
italian: [_kwan_] I tuoi muri mi stanno spremendo la vita… holy shit…!

source: [_star_] Give it to me faster!! {i}Ahhh!!{/i} I want it!! Faster!!
german: [_star_] Gib es mir schneller!! {i}Ahhh!!{/i} Ich will es! Schneller!!
italian: [_star_] Dammelo più in fretta! {i}Ahhh!!! Lo voglio!!! Più veloce!

source: [_kwan_] Yeah?{p}Then I'm gonna {u}give{/u} it to you faster!
german: [_kwan_] Ja?{p}Dann werde ich {u}geben{/u} es dir schneller!
italian: [_kwan_] Sì?{p}Allora {u}te lo darò più velocemente!

source: [_danny_s_pi_56_] (Yeah, they're fully engrossed in their fucking. I feel like anyone could enter right now and they probably wouldn't even notice. Guess that's how I haven't been spotted yet either.)
german: [_danny_s_pi_56_] (Ja, sie sind voll in ihrem Fick. Ich fühle mich als könnte jetzt jemand eintreten und sie würden wahrscheinlich nicht einmal bemerken. Ich vermute, dass ich auch noch nicht entdeckt wurde.)
italian: [_danny_s_pi_56_] (Sì, sono completamente presi dalle loro scopate. Mi sembra che chiunque potrebbe entrare in questo momento e probabilmente non se ne accorgerebbero nemmeno. Immagino sia questo il motivo per cui non mi hanno ancora individuato).

source: [_star_] {i}Nnn… nhhaaahhhh… nhaaaghhhh…{/i}
italian: [_star_] {i}Nnn… nhhaaahhhh… nhaaaghhh…{/i}

source: [_star_] I can feel it… I can feel it so deep... {i}ahhh!!{/i}
german: [_star_] Ich kann es fühlen… Ich kann es so tief fühlen... {i}ahh!!{/i}
italian: [_star_] Lo sento… Lo sento così profondo... {i}ahhh!!! {/i}

source: [_star_] I can't think anymore… {i}hyannnnn{/i}... I... I...
german: [_star_] Ich kann nicht mehr glauben,… {i}hyannnnn{/i}... Ich... Ich... Ich...
italian: [_star_] Non riesco più a pensare… {i}hyannnnn{/i}... I... I...

source: [_star_] It's {i}soooo{/i} good… {i}Kwnnnghhhh{/i}…
german: [_star_] Es ist {i}soooo{/i} gut… {i}Kwnnnghhh{/i}…
italian: [_star_] È {i}soooo{/i} buono… {i}Kwnnnghhhh{/i}…

source: [_star_] I love it… {i}fuuughh{/i}… I love you slamming me with your cock…~
german: [_star_] Ich liebe es… {i}fuuugh{/i}… Ich liebe es, dass du mich mit deinem Schwanz schlammst…~
italian: [_star_] Mi piace… {i}fuuughh{/i}… Mi piace che tu mi sbatta con il tuo cazzo…~

source: [_kwan_] I don't think I can hold out much longer… {i}gahhh{/i}… babe… you're gripping me so {u}tight{/u}!!
german: [_kwan_] Ich glaube nicht, dass ich länger… {i}gahh{/i}… babe… Sie packen mich also {u}tight{/u}!!
italian: [_kwan_] Non credo di poter resistere ancora a lungo… {i}gahhh{/i}… babe… mi stai stringendo così {u}forte{/u}!!

source: [_star_] You're going to cum?! Nooo, don't cum yet… I want more!!
german: [_star_] Du gehst mit?! Nooo, nicht cum noch… Ich will mehr!!
italian: [_star_] Stai per sborrare?! Nooo, non sborrare ancora… Ne voglio ancora!!

source: [_star_] {i}Unnnf{/i}… you're ravaging my insides… it feels so good, Kwan…~!!
german: [_star_] {i}Unnf{/i}… Sie verwüsten meine Innenräume… es fühlt sich so gut an, Kwan…~!!
italian: [_star_] {i}Unnnf{/i}… stai devastando le mie viscere… è così bello, Kwan…~!!

source: [_kwan_] Y-yeah, I want your dripping pussy to cum for me, Star!
german: [_kwan_] Y-yeah, ich möchte, dass deine geile Fotze für mich geil ist!
italian: [_kwan_] Sì, voglio che la tua figa grondante sborri per me, Star!

source: [_star_] {i}Hnnghhh{/i}… my pussy is gonna cum all over your dick!!
german: [_star_] {i}Hnnghh{/i}… meine Fotze wird über deinen ganzen Schwanz gefickt!!
italian: [_star_] {i}Hnnghhh{/i}… la mia figa sborrerà sul tuo cazzo!!!

source: [_kwan_] It's getting real close, Star!! I'm gonna finish strong!
german: [_kwan_] Es nähert sich wirklich, Sterne!! Ich werde hart fertig!
italian: [_kwan_] Ci siamo quasi, Stella!!! Finirò forte!

source: [_star_] {i}Ahh… hahhh… ahhhhh~!!{/i}
italian: [_star_] {i}Ahh… hahhh… ahhhh~!!!{/i}

source: [_kwan_] I can't take it anymore babe! I'm going to fill you up with my fucking {u}load{/u}!! Get ready!!
german: [_kwan_] Ich kann es nicht mehr babe nehmen! Ich werde dich mit meinem Fick {u}laden{/u} füllen!! Bereite dich vor!!
italian: [_kwan_] Non ce la faccio più, piccola! Ti riempirò con il mio cazzo di carico {u}!! Preparati!

source: [_star_] Nooo!! Not yet Kwan!! I want moreee...!!
german: [_star_] Nooo!! Noch nicht Kwan!! Ich will mehr...!!
italian: [_star_] Nooo!!! Non ancora Kwan! Ne voglio ancora!

source: [_kwan_] Sorry, but I'm too close to coming~!!
german: [_kwan_] Sorry, aber ich bin zu nahe am Kommen~!!
italian: [_kwan_] Mi dispiace, ma sono troppo vicino a venire~!!!

source: [_danny_s_pi_114_] (Holy... his rhythm is crazy! He's going to totally destroy Star!!{p}...wait, why the heck am I still watching...?)
german: [_danny_s_pi_114_] (Heilig... sein Rhythmus ist verrückt! Er wird Sterne völlig zerstören!!{p}...warte, warum ich immer noch ansehe...?)
italian: [_danny_s_pi_114_] (Santo... il suo ritmo è pazzesco! Distruggerà completamente Star!!!{p}...aspetta, perché diavolo sto ancora guardando...?)

source: [_star_] {i}Nnnmmmm… hauuuu{/i}… it's so fast!! I'm literally shaking!!
german: [_star_] {i}Nnmmmm… hauuu{/i}… es ist so schnell!! Ich bin buchstäblich erschüttern!!
italian: [_star_] {i}Nnnmmmm… hauuuu{/i}… è così veloce!!! Sto letteralmente tremando!!!

source: [_kwan_] Here it comes~!!
german: [_kwan_] Hier kommt es~!!
italian: [_kwan_] Ecco che arriva!!!

source: [_star_] {i}Ohhh{/i}, fuuuckk!!!
german: [_star_] {i}Ohhh{/i}, fuuckk!!!
italian: [_star_] {i}Ohhh{/i}, cazzo!!!

source: [_kwan_] {i}Ahhh{/i}... jeez... that was the best... I came so hard...
german: [_kwan_] {i}Ahh{/i}... jeez... das war das beste... Ich kam so hart...
italian: [_kwan_] {i}Ahhh{/i}... cavolo... è stato il massimo... Sono venuto così forte...

source: [_star_] {i}*Huff* *Huff*{/i}{p}…oh… you... idiot, Kwan... you're lucky I'm on the pill... holy fuck...
german: [_star_] {i}*Huff* *Huff*{/i}{p}…oh… du... Idiot, Kwan... du hast Glück, ich bin auf der Pille... heiliger fuck...
italian: [_star_] {i}*{p}…oh… tu... idiota, Kwan... sei fortunato che io prenda la pillola... porca puttana...

source: [_kwan_] {i}Heh heh{/i}… yeah… I know, babe…
german: [_kwan_] {i}Heh heh{/i}… yeah… Ich kenne, Babe…
italian: [_kwan_] {i}Heh heh{/i}… yeah… Lo so, piccola…
