Repository: DonRP/AmityPark
Catalog: game/*/*/episode_5_casual_night.po
Languages: french, german

source: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Well... yeah. But you just saw them get back together at the end!
french: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Eh bien... oui. Mais vous venez de les voir se rassembler à la fin !
german: [_maddie_s_sad_s_talk_frown_2_s_towards_wide_up_] Nun... ja, aber du hast sie am Ende wieder zusammenkommen!

source: [_danny_s_talk_frown_s_at_player_s_wondering_] Sorry, I guess this stuff kind've went over my head.
french: [_danny_s_talk_frown_s_at_player_s_wondering_] Désolé, je suppose que ce genre de choses est passé au-dessus de ma tête.
german: [_danny_s_talk_frown_s_at_player_s_wondering_] Tut mir leid, ich denke das Zeug ist über meinen Kopf gegangen.

source: [_maddie_s_talk_happy_s_away_] Oh, that's okay, kiddo. Honestly, this movie was a lot cornier than I remember.
french: [_maddie_s_talk_happy_s_away_] Oh, c'est normal, mon film. Honnêtement, ce film était beaucoup plus cornier que je ne m'en souviens.
german: [_maddie_s_talk_happy_s_away_] Oh, das ist okay, Kiddo. Ehrlich gesagt, dieser Film war viel kornierer, als ich mich erinnere.

source: [_maddie_s_idle__s_talk_happy_2_s_towards_] I'm just glad that you didn't mind spening time with your momma.
french: [_maddie_s_idle__s_talk_happy_2_s_towards_] Je suis juste heureux que vous n'ayez pas eu peur de passer du temps avec votre momie.
german: [_maddie_s_idle__s_talk_happy_2_s_towards_] Ich bin einfach froh, dass du keine Spinnenzeit mit deiner Momma hast.

source: [_danny_s_talk_happy_s_sad_2_] No, of course not Mom, I like having special time with you.
french: [_danny_s_talk_happy_s_sad_2_] Non, bien sûr pas Maman, j'aime avoir du temps spécial avec vous.
german: [_danny_s_talk_happy_s_sad_2_] Nein, natürlich nicht Mama, ich habe gerne besondere Zeit mit dir.

source: [_maddie_s_closed_s_talk_happy_s_sad_2_] Well thank you, sweetheart. That means a lot.
french: [_maddie_s_closed_s_talk_happy_s_sad_2_] Je vous remercie, amoureux. Cela signifie beaucoup.
german: [_maddie_s_closed_s_talk_happy_s_sad_2_] Danke, Liebe. Das bedeutet viel.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Anyway, how are you doing lately, kiddo? Any new developments in your life I should know?
french: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Quoi qu'il en soit, comment faites-vous ces derniers temps, des enfants ? Tout nouveau développement de votre vie que je devrais savoir ?
german: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Wie auch immer, wie machst du in letzter Zeit Kinder? Jede neue Entwicklung in deinem Leben, die ich wissen sollte?

source: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Me? Well, I mean, a little here and there. I've been meeting some... {b}interesting{/b} people as of late.
french: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Moi ? Eh bien, je veux dire, un peu ici et là. J'ai rencontré quelque... {b}intéressant{/b} gens depuis longtemps.
german: [_danny_s_rise_one_s_talk_frown_s_at_danny_] Ich? Nun, ich meine, ein wenig hier und dort. Ich habe einige getroffen... {b}interessante{/b} Leute ab später.

source: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, anyone of them happen to be girls by chance?
french: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, quelqu'un d'entre eux se trouve être des filles par hasard ?
german: [_maddie_s_towards_wide_s_rise_one_3_s_talk_happy_] Oh, irgendjemand von ihnen ist zufällig Mädchen?

source: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Chuckles*{/i}, yeah, a few of them.
french: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Pousses*{/i}, oui, quelques-uns d'entre eux.
german: [_danny_s_wondering_s_talk_happy_] Uhm, {i}*Chuckles*{/i}, ja, ein paar von ihnen.

source: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] But I don't really think they'd be interested in me, if that's what you're asking.
french: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] Mais je ne pense pas vraiment qu'ils seraient intéressés par moi, si c'est ce que vous demandez.
german: [_danny_s_blank_stare_s_sad_2_s_talk_happy_2_] Aber ich glaube nicht, dass sie sich für mich interessieren würden, wenn das das ist, was du fragst.

source: [_maddie_s_towards_s_talk_frown_s_sad_2_] Now Danny, you just need more confidence. I see it all the time, with you and Samantha, you need to exude more bravado.
french: [_maddie_s_towards_s_talk_frown_s_sad_2_] Maintenant Danny, tu as juste besoin de plus de confiance. Je le vois tout le temps, avec toi et Samantha, tu as besoin de plus de courage.
german: [_maddie_s_towards_s_talk_frown_s_sad_2_] Jetzt Danny, du brauchst nur mehr Vertrauen. Ich sehe es die ganze Zeit, mit dir und Samantha, musst du mehr Bravado ausstrahlen.

source: [_danny_s_rise_one_s_talk_frown_2_] Huh? Me and Sam? What do you mean?
french: [_danny_s_rise_one_s_talk_frown_2_] Huh? Moi et Sam? Que voulez-vous dire?
german: [_danny_s_rise_one_s_talk_frown_2_] Huh? Ich und Sam? Was meinst du?

source: [_maddie_s_away_s_talk_frown_s_sad_2_] Well Danny, for the longest time that I can even remember, you and Samantha have been very close!
french: [_maddie_s_away_s_talk_frown_s_sad_2_] Eh bien Danny, pour la plus longue période dont je me souviens encore, vous et Samantha avez été très proche !
german: [_maddie_s_away_s_talk_frown_s_sad_2_] Nun, Danny, die längste Zeit, an die ich mich erinnern kann, du und Samantha waren sehr nah!

source: [_maddie_s_talk_happy_s_closed_s_sad_] And from my own personal experience, only {b}one{/b} type of feeling develops out of a young girl's heart from sticking close to somebody as close as she has to you.
french: [_maddie_s_talk_happy_s_closed_s_sad_] Et de ma propre expérience personnelle, {b}seule{/b} le type de sentiment se développe du cœur d'une jeune fille de s'approcher de quelqu'un aussi proche qu'elle ne l'a fait de vous.
german: [_maddie_s_talk_happy_s_closed_s_sad_] Und aus meiner eigenen persönlichen Erfahrung nur {b}eines{/b} Gefühle entwickeln sich aus dem Herzen eines jungen Mädchens von der Nähe zu jemandem so nah wie sie zu dir ist.

source: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] So... you're saying... you think she actually {b}likes{/b} me?
french: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] Alors... vous dites... Vous pensez qu'elle aime vraiment {b}{/b} moi?
german: [_danny_s_talk_frown_s_rise_one_s_blank_stare_] Also... du sagst... du denkst sie wirklich {b}mag mir{/b} mich?

source: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Honey, I study ghosts and the wide spectram of the supernatural, not people. At the end of the day, what do I really know?
french: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Honey, j'étudie les fantômes et le large spectram du surnaturel, pas les gens. À la fin de la journée, que savais-je vraiment ?
german: [_maddie_s_talk_happy_2_s_towards_wide_up_s_sad_] Hallo, ich studiere Geister und das breite Spektrum der Übernatürlichen, nicht Menschen. Was weiß ich am Ende des Tages?

source: [_maddie_s_towards_s_talk_happy_] But knowing my own son and his friends as well I do... I don't think you need to be a scientist to put two and two togehter.
french: [_maddie_s_towards_s_talk_happy_] Mais connaissant aussi mon propre fils et ses amis, je le fais... « Je ne pense pas que vous ayez besoin d'être un scientifique pour rassembler deux et deux. »
german: [_maddie_s_towards_s_talk_happy_] Aber ich weiß auch meinen eigenen Sohn und seine Freunde, ich tue das... Ich glaube nicht, dass man ein Wissenschaftler sein muss, um zwei oder zwei Zehner zu machen.

source: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Really? That simple, huh?
french: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Vraiment? C'est simple, non?
german: [_danny_s_blank_stare_s_sad_s_talk_frown_2_] Wirklich? So einfach, oder?

source: [_maddie_s_away_s_sad_s_talk_frown_] Well now, look, I don't want to pressure you into something you maybe don't want...
french: [_maddie_s_away_s_sad_s_talk_frown_] Bien, regardez, je ne veux pas vous pousser à quelque chose que vous ne voulez peut-être pas...
german: [_maddie_s_away_s_sad_s_talk_frown_] Nun gut, schau, ich möchte dich nicht in etwas drängen, was du vielleicht nicht willst...

source: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] I mean, have {i}you{/i} thought about her in that sort of way before?
french: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] Je veux dire, vous avez {i}vous{/i} pensé à elle de cette façon avant ?
german: [_maddie_s_towards_s_sad_2_s_talk_frown_2_] Ich meine, hast du {i}schon einmal auf diese Weise an sie gedacht?

source: [_maddie_s_sad_s_talk_frown_] Well, my only point is that if these feelings are strong enough with you two, you should at least try to pursue them.
french: [_maddie_s_sad_s_talk_frown_] Eh bien, mon seul point est que si ces sentiments sont assez forts avec vous deux, vous devriez au moins essayer de les poursuivre.
german: [_maddie_s_sad_s_talk_frown_] Nun, mein einziger Punkt ist, dass, wenn diese Gefühle stark genug sind mit dir zwei, sollten Sie zumindest versuchen, sie zu verfolgen.

source: [_maddie_s_away_wide_s_talk_happy_2_] Now, who knows if it'll pan out all the way, you're still both very young, of course.
french: [_maddie_s_away_wide_s_talk_happy_2_] Maintenant, qui sait si ça va bouffer tout le chemin, vous êtes toujours très jeune, bien sûr.
german: [_maddie_s_away_wide_s_talk_happy_2_] Nun, wer weiß, ob es den ganzen Weg gehen wird, bist du natürlich noch sehr jung.

source: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, at your age, I practically thought Vlad Masters was the one I was going to marry. But then your father wooed me off my feet. So you never know where life will take you.
french: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, à ton âge, je pensais pratiquement que Vlad Masters était celui que j'allais épouser. « Mais votre père m'a arraché les pieds, et vous ne savez jamais où vous mènerez. »
german: [_maddie_s_towards_wide_s_talk_happy_s_sad_2_] Heck, in deinem Alter dachte ich, dass Vlad Master der war, den ich heiraten wollte. Aber dann holte mich dein Vater von den Füßen und so weiß du nie, wohin das Leben dich bringen wird.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] But, what do you think? Who do you think is right for you?
french: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Mais, que pensez-vous ? Qui vous convient le mieux ?
german: [_maddie_s_towards_2_s_rise_one_s_talk_happy_2_] Aber, was denkst du? Wer hält du für richtig für dich?

source: [_danny_s_towards_s_sad_s_talk_happy_] Actually, there's always been this one girl I've had in mind, Paulina Sanchez.
french: [_danny_s_towards_s_sad_s_talk_happy_] En fait, il y a toujours eu cette fille que j'ai eu en tête, Paulina Sanchez.
german: [_danny_s_towards_s_sad_s_talk_happy_] Tatsächlich war es immer dieses eine Mädchen, das ich im Sinn hatte, Paulina Sanchez.

source: [_maddie_s_sad_2_s_talk_happy_] Well hey, that's okay too! It's perfectly alright to have someone in mind.
french: [_maddie_s_sad_2_s_talk_happy_] Eh bien, ça va aussi bien ! Il est parfaitement normal d'avoir quelqu'un à l'esprit.
german: [_maddie_s_sad_2_s_talk_happy_] Na ja, das ist auch in Ordnung! Es ist völlig in Ordnung, jemanden im Sinn zu haben.

source: [_maddie_s_rise_one_3_s_talk_happy_2_] So, you two {b}like{/b} each other?
french: [_maddie_s_rise_one_3_s_talk_happy_2_] Alors, vous deux {b}comme{/b} les uns les autres ?
german: [_maddie_s_rise_one_3_s_talk_happy_2_] Also, du zwei {b}mögen{/b} einander?

source: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Well, I mean, I know I at least do.
french: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Eh bien, je veux dire, je sais que je le fais au moins.
german: [_danny_s_talk_frown_s_blank_stare_s_sad_2_] Nun, ich meine, ich weiß, ich zumindest tun.

source: [_maddie_s_closed_s_sad_2_s_talk_happy_] Okay, well hey, that's not a bad start!
french: [_maddie_s_closed_s_sad_2_s_talk_happy_] D'accord, hey, ce n'est pas un mauvais départ !
german: [_maddie_s_closed_s_sad_2_s_talk_happy_] Okay, hey, das ist kein schlechter Anfang!

source: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] So you two talk to one another? She thinks you're funny, or charming?
french: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] Alors, vous deux parlez les uns aux autres ? Elle pense que vous êtes drôle, ou charmant?
german: [_maddie_s_towards_2_s_talk_happy_2_s_rise_one_] Du solltest also zwei miteinander sprechen? Sie glaubt, du bist lustig, oder charmant?

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, not exactly... she kind of calls me things like dweeb or dork, along with Sam and Tucker.
french: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, pas exactement... elle m'appelle des choses comme dweeb ou dork, avec Sam et Tucker.
german: [_danny_s_at_player_s_talk_frown_2_s_sad_] Uhm, n-no, nicht genau... sie nennt mich Dinge wie dweeb oder dork, zusammen mit Sam und Tucker.

source: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, okay, so it's sort of like... like she's playing hard to get, or she's putting up her shield to be cutesy?
french: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, d'accord, c'est comme ça... comme si elle jouait dur à obtenir, ou bien elle pose son bouclier pour être mignonne ?
german: [_maddie_s_towards_wide_2_s_rise_one_s_talk_happy_] Oh, okay, also ist es so etwas wie ... sie spielt schwer zu bekommen oder sie legt ihr Schild auf, um schneidig zu sein?

source: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Like she's a sort've tough nut to crack, but deep down on the inside, she secretly likes you?
french: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Comme si elle était une sorte d'écrou dur à craquer, mais profondément à l'intérieur, elle vous aime secrètement?
german: [_maddie_s_towards_wide_up_s_sad_s_talk_happy_2_] Gefällt ihr eine Sorte harte Nuss zu knacken, aber tief unten auf der Innenseite, sie mag dich heimlich?

source: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yeah, she uhm... it's sorta like... like uh...
french: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yah, elle euhm... c'est la sorte comme... comme euh...
german: [_danny_s_blank_stare_s_talk_happy_s_sad_] Uhm, y-yeah, sie uhm... es ist sorta wie... wie uh...

source: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no, actually, she really just thinks I'm a dork.
french: [_danny_s_down_s_talk_frown_s_wondering_] ...n-non, en fait, elle pense vraiment que je suis un dortoir.
german: [_danny_s_down_s_talk_frown_s_wondering_] ...n-no eigentlich, sie denkt wirklich, ich bin ein Schlaf.

source: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Well I'm sorry then hon, but... what exactly do you see in this girl?
french: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Eh bien, je suis désolé alors, mais... qu'est-ce que vous voyez exactement dans cette fille?
german: [_maddie_s_towards_2_s_rise_one_s_talk_frown_] Tut mir leid, aber was genau siehst du in diesem Mädchen?

source: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Well, ya know, she's really... {b}really{/b} pretty... and has this really great laugh...
french: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Eh bien, vous savez, elle est vraiment... {b}vraiment jolie{/b} ... et ça fait vraiment rire...
german: [_danny_s_at_danny_s_talk_happy_s_rise_one_] Nun, ja, ja, sie ist wirklich... {b}wirklich{/b} hübsch... und hat dieses wirklich tolle Lachen...

source: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...and a really nice set of legs...
french: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...et un ensemble de jambes vraiment joli...
german: [_danny_s_blush_s_blank_stare_s_talk_happy_2_s_sad_] ...und eine wirklich schöne Beine ...

source: [_maddie_s_away_s_sad_2_s_frown_] (Oh boy... I had really hoped he would think further than that... but he's still a boy, after all... ahh well, can't be helped.)
french: [_maddie_s_away_s_sad_2_s_frown_] (Oh garçon... J'avais vraiment espéré qu'il penserait plus loin que cela... mais il est encore un garçon, après tout... et bien, ne peut pas être aidé.)
german: [_maddie_s_away_s_sad_2_s_frown_] (Oh Junge... Ich hatte wirklich gehofft, dass er noch weiter denken würde... aber er ist immer noch ein Junge ... Ah gut, kann nicht geholfen werden.)

source: [_maddie_s_sad_s_talk_frown_s_towards_] Well now, that might seem nice from a distance, Danny... but in reality, do you think you have a chance to prove yourself to her?
french: [_maddie_s_sad_s_talk_frown_s_towards_] Eh bien, maintenant, ça peut paraître agréable à distance, Dann... mais en réalité, pensez-vous que vous avez une chance de vous prouver à elle?
german: [_maddie_s_sad_s_talk_frown_s_towards_] Nun, das mag aus der Ferne schön erscheinen, Danny... aber in der Realität, glauben Sie, haben Sie eine Chance, sich ihr zu beweisen?

source: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] That's the thing though! For the longest time, she was nothing but a pipe dream, we were in totally opposite worlds...
french: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] C'est pourtant la chose ! Pendant longtemps, elle n'était rien d'autre qu'une chimère, nous étions dans des mondes totalement opposés...
german: [_danny_s_talk_frown_s_towards_wide_s_sad_s_-blush_] Das ist jedoch die Sache! Zum längsten Mal war sie nichts als ein frommer Traum, wir waren in völlig anderen Welten...

source: [_danny_s_down_s_talk_happy_s_wondering_] ...but recently, I think I've found a way to get her to notice me even more, and to show her what I'm really made of! There's a real chance I have now...
french: [_danny_s_down_s_talk_happy_s_wondering_] ... ut récemment, je pense que j'ai trouvé un moyen de la faire remarquer encore plus, et de lui montrer de quoi je suis vraiment fait ! Il y a une vraie chance que j'ai maintenant...
german: [_danny_s_down_s_talk_happy_s_wondering_] ... ut Kürzlich, ich denke, ich habe einen Weg gefunden, um sie zu bekommen, um mich noch mehr zu bemerken, und ihr zu zeigen, was ich wirklich gemacht habe! Es gibt eine echte Chance, die ich jetzt habe...

source: [_danny_s_rise_one_s_grin_happy_] (In a certain way, at least...)
french: [_danny_s_rise_one_s_grin_happy_] (d'une certaine manière, au moins...)
german: [_danny_s_rise_one_s_grin_happy_] (Auf eine gewisse Weise...)

source: [_maddie_s_sad_s_talk_happy_] Okay... well if you think you've got a plan, and you think you can pull it off, then I wish you the best of luck, sweetheart.
french: [_maddie_s_sad_s_talk_happy_] Ok... Eh bien si vous pensez que vous avez un plan, et vous pensez que vous pouvez le retirer, alors je vous souhaite bonne chance, amoureuse.
german: [_maddie_s_sad_s_talk_happy_] Okay... gut, wenn Sie denken, Sie haben einen Plan, und Sie denken, Sie können ihn abziehen, dann wünsche ich Ihnen viel Glück, lieben.

source: [_danny_s_rise_one_s_talk_happy_] You know, we've sorta joked around about it a couple times, actually...
french: [_danny_s_rise_one_s_talk_happy_] Vous savez, nous avons fait quelques plaisanteries à ce sujet, en fait...
german: [_danny_s_rise_one_s_talk_happy_] Weißt du, wir haben sorta ein paar Mal darüber gescherzt...

source: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Playing the whole "Will they, Won't they?" game together?
french: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Jouer à tout le jeu « Vont-ils pas, n'est-ce pas? »
german: [_maddie_s_towards_2_s_talk_happy_s_rise_one_] Spielt das ganze Spiel "Werden sie, wollen sie sie nicht?" zusammen?

source: [_danny_s_talk_frown_s_down_s_sad_] Uhh, yeah, I suppose so... mainly just a joke, for the most part...
french: [_danny_s_talk_frown_s_down_s_sad_] Euh, oui, je suppose que... principalement une plaisanterie, pour la plupart...
german: [_danny_s_talk_frown_s_down_s_sad_] Uhh, ja, ich vermute so... hauptsächlich nur ein Witz...

source: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] But honestly, the more it's been brought up...
french: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Mais honnêtement, plus elle est élevée...
german: [_danny_s_blank_stare_s_talk_frown_2_s_wondering_] Aber ehrlich gesagt, desto mehr wurde es erhoben...

source: [_danny_s_rise_one_s_talk_happy_s_towards_] ...the more I think it might actually be true. We sorta would make for a nice couple, right?
french: [_danny_s_rise_one_s_talk_happy_s_towards_] ... plus je pense que ça pourrait être vrai. Nous sorta ferait un bon couple, non ?
german: [_danny_s_rise_one_s_talk_happy_s_towards_] ...je mehr ich denke, es könnte wahr sein. Wir sorta würden ein schönes Paar machen, oder?

source: [_maddie_s_closed_s_sad_s_talk_happy_2_] I certainly think so. A cute one in fact! You can't go wrong with someone as level headed and smart as Samantha is, either.
french: [_maddie_s_closed_s_sad_s_talk_happy_2_] Je le pense certainement. Un mignon en fait ! Vous ne pouvez pas vous tromper avec quelqu'un d'aussi bas et intelligent que Samantha l'est non plus.
german: [_maddie_s_closed_s_sad_s_talk_happy_2_] Ich denke bestimmt das. Ein netter Fakt! Du kannst auch nicht mit jemandem schief gehen, der so stufenweise und intelligent ist wie Samantha.

source: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... well it definitely is something to consider, for sure...
french: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... eh bien, c'est vraiment quelque chose à considérer, bien sûr...
german: [_danny_s_down_s_talk_frown_s_neutral_] {i}Hmmm{/i}... es ist definitiv etwas zu beachten...

source: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] I just don't know how I'd go about bringing it up to her. I don't wanna make things... weird, ya know?
french: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] Je ne sais tout simplement pas comment je vais l'amener. Je ne veux pas faire des choses... bizarre, vous savez?
german: [_danny_s_towards_s_sad_s_talk_frown_2_s_-blush_] Ich weiß einfach nicht, wie ich es zu ihr bringen würde. Ich möchte nichts machen... Seltsam, ja wissen?

source: [_maddie_s_sad_s_talk_happy_] Well I don't think it should be something you jump into straight away, sweetie! Pace things out a bit, and just see where it leads!
french: [_maddie_s_sad_s_talk_happy_] Eh bien, je ne pense pas que ce devrait être quelque chose dans lequel vous sautez tout de suite, sucré! Faites le pas un peu, et voyez juste où il mène!
german: [_maddie_s_sad_s_talk_happy_] Nun, ich glaube nicht, dass es etwas sein sollte, in das du sofort springst, süß! Passe die Dinge ein bisschen heraus und schaue, wohin es führt!

source: [_maddie_s_sad_2_s_talk_happy_2_] I'm sure you'll make a decision that will make you happy, regardless. She's a nice girl, and makes for a great friend.
french: [_maddie_s_sad_2_s_talk_happy_2_] Je suis sûr que vous prendrez une décision qui vous rendra heureux, quoi qu'il arrive. Elle est une belle fille et fait pour un grand ami.
german: [_maddie_s_sad_2_s_talk_happy_2_] Ich bin sicher, dass du eine Entscheidung triffst, die dich glücklich machen wirst. Sie ist ein nettes Mädchen und macht einen großen Freund.

source: [_danny_s_talk_happy_s_closed_] Thanks Mom. I'll... think about it. Honestly.
french: [_danny_s_talk_happy_s_closed_] Merci Maman. Je... pensez-y franchement.
german: [_danny_s_talk_happy_s_closed_] Danke, Mama. Ich denke daran... ehrlich.
