Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, she {u}brainwashed{/u} you!
french: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, elle {u}a lavé son cerveau{/u} !
german: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, sie {u}Gehirngewaschen{/u} du!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] True, but have you considered the fact...
french: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Vraiment, mais avez-vous pris en considération le fait...
german: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Wahr, aber du hast die Tatsache beachtet...

source: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Don't say it, don't you {i}dare{/i} even try to justify this the way I just {u}know{/u} you're going to Tucker Fole-
french: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Ne le dites pas, n'osez pas {i}{/i} même essayer de justifier cela de la manière dont je ne sais que {u}{/u} vous allez à Tucker Fole-
german: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Sprich es nicht, du {i}nicht wagst{/i} versuchst es sogar, dies zu rechtfertigen, wie ich es nur {u}weiße{/u} du wirst Tucker Fole-

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...that she's pretty damn hot?
french: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ... qu'elle est plutôt chaude ?
german: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...dass sie ziemlich verdammt heiß?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] That's it, I'm done. My little remaining faith in men is fully destroyed.
french: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] Voilà, j'ai terminé. Ma petite foi restante en les hommes est entièrement détruite.
german: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] Das ist, ich bin fertig. Mein wenig verbleibendes Vertrauen in die Menschen ist vollständig zerstört.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] I know a genie you'd get along swimmingly with.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Je connais un génie avec lequel tu vas nager.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Ich kenne einen Genie, mit dem du schwimmen würdest.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Don't you try to talk to me like we're friends!
french: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] N'essayez pas de me parler comme nous sommes des amis !
german: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Versuche nicht, mit mir zu sprechen, als wären wir Freunde!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hey, hey! Everyone deserves a shot at redemption, right?
french: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hé, hé! Tout le monde mérite d'être racheté, n'est-ce pas?
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hey, hey! Jeder verdient einen Schuss bei der Erlösung, oder?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Lest we forget, I messed up pretty badly when I had all the powers that Danny has thanks to Desiree. And Danny {i}still{/i} forgave me for everything, and even saved my life!
french: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] De peur que nous n'oubliions, je me suis gâché assez mal quand j'ai eu tous les pouvoirs que Danny a grâce à Desiree. « Et Danny {i}{/i} m'a pardonné pour tout, et même sauvé la vie! »
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Damit wir nicht vergessen, habe ich ziemlich schlecht verpasst, als ich alle Kräfte hatte, die Danny dank Desiree hat. Und Danny {i}hat mir für alles vergeben und sogar mein Leben gerettet!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] I say, as long as Danny trusts her, we should keep an open mind.
french: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Je dis que, tant que Danny lui fait confiance, nous devrions garder l'esprit ouvert.
german: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Ich sage, solange Danny ihr vertraut, sollten wir aufgeschlossen bleiben.

source: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] I cannot believe you guys are even considering this.
french: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] Je ne peux pas croire que vous considériez même cela.
german: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] Ich kann dir nicht glauben, dass du das überhaupt in Erwägung ziehst.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, I know that there's more to Ember than any of us thought. She's shown me a different side that-
french: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, je sais qu'il y a plus pour Ember que n'importe lequel d'entre nous ne pensait. Elle m'a montré un autre côté que-
german: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, ich weiß, dass es mehr zu Ember gibt als jeder von uns dachte. Sie hat mir eine andere Seite gezeigt-

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh really?! And we're just supposed to believe this is a {i}genuine{/i} persona on her part?
french: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh vraiment?! Et nous sommes censés croire qu'il s'agit d'une personne {i}authentique{/i} de sa part?
german: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh wirklich?! Und wir sollen nur glauben, dass dies eine {i}echte{/i} Person auf ihrem Teil ist?

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, for Christ sake, it's been DAYS since the world was almost taken over by her!!
french: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, pour l'amour du Christ, ce sont les JOURS depuis que le monde a été presque repris par elle!!
german: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, um Christi willen, es ist TAGE seit die Welt fast von ihr übernommen wurde!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Look, I know I don't have all that much free-will to just walk away at the moment, so let's try to make this awkward meeting as painless as possible, okay?
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Regardez, je sais que je n'ai pas tellement de volonté libre de marcher pour le moment, Alors essayons de rendre cette rencontre aussi maladroite que possible, ok ?
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Schau, ich weiß, ich habe nicht so viel freien Willen, im Moment einfach wegzugehen also lassen Sie uns versuchen, dieses schwierige Treffen so schmerzlos wie möglich zu machen?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] I'm sorry for what I did, with brainwashing your friend and everything else. Trust me, I couldn't take over the world at the moment even if I wanted to.
french: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] Je suis désolé pour ce que j'ai fait, avec le lavage de cerveau de votre ami et de tout le reste. Croyez-moi, je ne pouvais pas prendre le contrôle du monde pour le moment, même si je le voulais.
german: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] Es tut mir leid, was ich tat, als ich deinen Freund und alles andere Gehirn waschte. Vertrauen Sie mir, ich konnte die Welt im Moment nicht übernehmen, selbst wenn ich es wollte.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] So you {i}do{/i} have intentions and a desire to do it though, right?{p}Give a girl a break right now, okay?
french: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Donc vous {i}avez{/i} des intentions et un désir de le faire, n'est-ce pas?{p}Donner une pause à une jeune fille maintenant, d'accord?
german: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Du hast also {i}do{/i} Absichten und den Wunsch, es zu tun, oder?{p}Gib einem Mädchen eine Pause jetzt, okay?

source: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Man... I don't know. I'm still figuring out what I want, exactly.
french: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Homme... Je ne sais pas. Je sais toujours ce que je veux, exactement.
german: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Man... Ich weiß es nicht. Ich stelle immer noch fest, was ich will, genau.

source: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Fine... so what {i}are{/i} you doing here then?
french: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Très bien... alors qu'est-ce que vous faites {i}{/i} ici?
german: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Schön... also was {i}sind{/i} du hier machst?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] I don't know, just thought I'd check out the old stomping grounds.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Je ne sais pas, j'ai juste pensé que j'allais jeter un coup d'œil sur les vieux terrains de marche.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Ich weiß es nicht, nur dachte, ich würde mir das alte Stumpfgelände ansehen.

source: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Wait, you mean, you went to Casper High?
french: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Attendez, tu veux dire, tu es allé à Casper High?
german: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Warte, meinst du, du bist zu Kasper High?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] A long, {i}long{/i} time ago.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Il y a un long {i}temps{/i}.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Vor einer langen, {i}long{/i} Zeit.

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] I'm sorry, this whole thing just skeeves me out, man...
french: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] Je suis désolé, tout cela me déshabille, homme...
german: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] Tut mir leid, diese ganze Sache ruft mich einfach aus, Mensch...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, just try to go easy on her, okay?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, juste essayer d'aller facilement sur elle, d'accord ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, einfach versuchen, einfach auf sie zu gehen, okay?

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...I've got my eyes on you, McClain. Don't you forget it.
french: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph !{/i}{p}...J'ai mes yeux sur vous, McClain. N'oubliez pas.
german: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...Ich habe meine Augen auf dich, McClain. Vergiss es nicht.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] In that case, I hope you enjoy the view.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Dans ce cas, j'espère que vous apprécierez la vue.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] In diesem Fall hoffe ich, dass dir die Aussicht gefällt.

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Hey, if she's not, I definitely am!
french: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Hé, si ce n'est pas le cas, je le suis !
german: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Hey, wenn sie nicht ist, bin ich definitiv ich!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat?{/i} The heart wants what the heart wants... a man can dream, can't he?
french: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Quoi? {/i} Le cœur veut ce que veut le cœur... un homme peut rêver, il ne peut pas?
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat?{/i} Das Herz will, was das Herz will... ein Mann kann träumen, nicht wahr?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] That's all he can do, trust me...
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] C'est tout ce qu'il peut faire, confiez-moi...
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Das ist alles, was er tun kann, vertraue mir...

source: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Just walk with me Tuck, we have to get to class anyway.
french: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Il suffit de marcher avec moi Tuck, nous devons quand même aller à la classe.
german: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Gehe einfach mit mir Tuck, wir müssen trotzdem zur Klasse kommen.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...keep her away from the music room, if at all possible...
french: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...éloignez-la de la salle de musique, si possible...
german: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...halten Sie sie vom Musikraum fern - wenn überhaupt möglich...

source: [_danny_s_down_s_sad_s_talk_happy_] Yeah, I actually have to get to class too.
french: [_danny_s_down_s_sad_s_talk_happy_] Oui, je dois aussi aller en classe.
german: [_danny_s_down_s_sad_s_talk_happy_] Ja, ich muss eigentlich auch zur Klasse kommen.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] No worries, I'll just go invisible and wait in there with you.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Pas de soucis, je vais juste me rendre invisible et j'y attends avec vous.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Keine Sorge, ich gehe einfach unsichtbar und warte dort mit dir.

source: [_danny_s_down_s_rise_s_talk_displeased_] Wait, seriously? Why? Surely even putting up with Desiree has to be better than any of Lancer's lectures.
french: [_danny_s_down_s_rise_s_talk_displeased_] Attendez, sérieusement? Pourquoi? Il est certain que même supporter avec Desiree doit être meilleur que n'importe quelle leçon de Lancer.
german: [_danny_s_down_s_rise_s_talk_displeased_] Warte, ernst? Warten? Warum? Sicherlich muss es sogar bei Desiree besser sein als bei allen Vorlesungen von Lancier.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Oh come on, I'm not gonna distract you, what's the problem if I wanna sit in?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Oh allez, je ne vais pas vous distraire, quel est le problème si je veux m'asseoir ?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Ach ja, ich werde dich nicht ablenken, was ist das Problem, wenn ich sitzen möchte?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, if you really wanna be bored to death listening to Lancer explain what Herman Melville was like in his private life, be my guest.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ok, Si vous voulez vraiment vous ennuyer à la mort en écoutant Lancer expliquer ce que Herman Melville était dans sa vie privée, être mon invité.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, Wenn du wirklich langweilig sein willst, wenn du Lancer zuhörst zu erklären, wie Herman Melville in seinem Privatleben war, dann sei mein Gast.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Trust me, seeing his even older mug should cheer me up plenty.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Croyez-moi, voyant sa tasse encore plus ancienne devrait m'encourager beaucoup.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Vertrauen Sie mir, seinen noch älteren Krug zu sehen, sollte mich sehr freuen.

source: [_lancer_s_towards_s_neutral_s_talk_happy_] And the principle theory behind utilitarianism is that...
french: [_lancer_s_towards_s_neutral_s_talk_happy_] Et la théorie du principe derrière l'utilitarisme est que...
german: [_lancer_s_towards_s_neutral_s_talk_happy_] Und die Haupttheorie hinter dem utilitarismus ist, dass...

source: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Whispering*{/i} Oh my god, he's somehow gotten even {i}more{/i} boring with age.{p}And fatter...
french: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Murmure*{/i} Oh mon dieu, il est devenu encore {i}plus{/i} ennuyeux avec l'âge.{p}Et plus grat...
german: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Flüstern*{/i} Oh mein Gott, er hat irgendwie sogar {i}mehr bekommen{/i} langweilig mit Alter.{p}Und verderbt...

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} Ember, you said you'd be quiet. Don't distract me! I need to catch up after all the ghost fighting I've been doing...
french: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Murmure*{/i} Embert, vous avez dit que vous vous taisiez. Ne me distrayez pas! J'ai besoin de rattraper mon retard après tous les combats de fantômes que je faisais...
german: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Flüster*{/i} Ember, hast du gesagt, du würdest ruhig sein. Lass mich nicht ablenken! Ich muss aufholen nach dem Geisterkampf, den ich gemacht habe...

source: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Whispering*{/i} Fine, fine. School's for chumps anyway...
french: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Murmure*{/i} D'accord, d'accord. L'école pour les chutes de toute façon...
german: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Flüster*{/i} Schön, schön. Schulen für Hühner...

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Whispering*{/i} What is it now?
french: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Murmure*{/i} Qu'est-ce que c'est maintenant ?
german: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Flüster*{/i} Was ist es jetzt?

source: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Whispering*{/i} Wanna see something funny?
french: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Murmure*{/i} Vous voulez voir quelque chose de drôle ?
german: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Flüstern*{/i} Möchtest du etwas lustiges sehen?

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} No actually, I don't wanna see-
french: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Murmure*{/i} Non en fait, je ne veux pas voir-
german: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Flüster*{/i} Eigentlich nein, ich möchte es nicht sehen-

source: [_ember_s_disguised_s_offscreen_s_at_player_s_idle_s_talk_amused_] {i}*Whispering*{/i} Nah, check this out...!
french: [_ember_s_disguised_s_offscreen_s_at_player_s_idle_s_talk_amused_] {i}*Murmure*{/i} Nah, regardez...!
german: [_ember_s_disguised_s_offscreen_s_at_player_s_idle_s_talk_amused_] {i}*Flüster*{/i} Nim, schau dir das mal an...!

source: [_lancer_s_towards_wide_s_wondering_s_talk_frown_] Mr. Fenton?!
french: [_lancer_s_towards_wide_s_wondering_s_talk_frown_] Monsieur Fenton ? !

source: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, yes?
french: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, oui ?
german: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, ja?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Well...? Is there a {i}particular{/i} reason you're standing up and disrupting my class?
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] Eh bien...? Y a-t-il une raison particulière de {i}{/i} que vous vous levez et perturbez ma classe?
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] Nun...? Gibt es einen besonderen {i}Grund, warum du aufstehst und meine Klasse stört?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, it's just, I, um...
french: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Euh, c'est juste, moi, eu...
german: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, es ist gerecht, ich, um...

source: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! My {u}pants!!{/u}
french: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! Mon pantalon {u}!!{/u}
german: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! Meine {u}Hosen!!{/u}

source: Class [special_delimiter] {i}*Thunderous Laughter*{/i}
french: Classe [special_delimiter] {i}*Rires orageux*{/i}
german: Klasse [special_delimiter] {i}*Thunderous Lachs*{/i}

source: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Stop this madness right now! BE SILENT, ALL OF YOU, BEFORE I-
french: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Arrêtez cette folie dès maintenant ! SOYEZ SILENT, TOUTE VOTRE ENTREPRISE AVANT -
german: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Stoppe diesen Wahnsinn gerade jetzt! SEIN, ALLE VOR, BEVOR IH-

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Gray!! My blasted shoelaces!!
french: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Gray!! Mes shoelaces!!
german: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Grau!! Meine versauten Schueläge!!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh crap! Ember, what the hell are you doing?)
french: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh merde ! Ombrir, que faites-vous ?)
german: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh crap! Ember, was machst du zur Hölle?)

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, that's too bad, but uh, sorry, I've gotta go Mr. Lancer!
french: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, c'est trop mauvais, mais euh, désolé, je dois aller monsieur Lancer!
german: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, das ist zu schlecht, aber uh, sorry, ich gehe Herrn Lancer!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Where do you think you're running off to, Mr. Fenton?
french: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Où pensez-vous que vous allez aller, Monsieur Fenton ?
german: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Wo hältst du dich aus, Mr. Fenton?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Got an emergency call! Cat got diagnosed with Coronavirus! Have to go!
french: [_danny_s_towards_s_sad_s_talk_distraught_] Vous avez reçu un appel d'urgence ! Le chat a été diagnostiqué avec Coronavirus ! Vous devez y aller !
german: [_danny_s_towards_s_sad_s_talk_distraught_] Du hast einen Notruf erhalten! Katze wurde mit Coronavirus diagnostiziert! Muss gehen!

source: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Wait a second, I haven't dismissed yo- {i}OW!!{/i}{p}People, please, the "Kick Me" sign taped to my backside is {u}not{/u} an invitation!!
french: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Attendez une seconde, je n'ai pas rejeté yo- {i}OW!! /i}{p}personnes, s'il vous plaît, le panneau "Kick Me" enregistré à mon dos n'est pas {u}pas{/u} une invitation!!
german: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Warte eine Sekunde, ich habe yo- {i}OW nicht verworfen!! /i}{p}Leute, bitte, das "Kick Me" Schild auf meiner Rückseite ist {u}keine Einladung!!
