Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_tucker_s_closed_s_sad_s_talk_happy_] What? {b}Me{/b} worry? Hah!
german: [_tucker_s_closed_s_sad_s_talk_happy_] Was? {b}Me{/b} Sorgen? Hah!
italian: [_tucker_s_closed_s_sad_s_talk_happy_] Cosa? {b}Io che mi preoccupo? Hah!

source: [_tucker_s_talk_frown_s_towards_s_angry_] The only one who should be worried is your family, when I dump your lifeless spirit on their stoop!!
german: [_tucker_s_talk_frown_s_towards_s_angry_] Der einzige, der sich Sorgen machen sollte, ist deine Familie, wenn ich deinen leblosen Geist auf ihrem Stuhl ablege!!
italian: [_tucker_s_talk_frown_s_towards_s_angry_] L'unico che dovrebbe preoccuparsi è la tua famiglia, quando scaricherò il tuo spirito senza vita sulla loro scalinata!!!

source: [_tucker_s_sad_s_talk_happy_] Speaking of... how's that sweet sister and fine ass Mom of yours doing? You know, I was just thinking they'd look mighty fine plastered on my PDA wallpaper as well...
german: [_tucker_s_sad_s_talk_happy_] Sprechen von... Wie ist es, dass süße Schwester und feine Arsch Mama Ihrer tun? Sie wissen, ich dachte, sie würden auch auf meinem PDA-Tapete mächtig fein putzen...
italian: [_tucker_s_sad_s_talk_happy_] A proposito... come stanno la tua dolce sorella e la tua bella mamma? Sai, stavo pensando che starebbero benissimo anche sullo sfondo del mio palmare...

source: [_danny_s_talk_frown_] Okay, that does it!! Bring it on, Foley!!
german: [_danny_s_talk_frown_] Okay, das macht!! Bring es an, Foley!!
italian: [_danny_s_talk_frown_] Ok, questo è quanto! Fatti sotto, Foley!

source: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Bring it, Fenton!!
german: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Bring es, Fenton!!
italian: [_tucker_s_towards_wide_2_s_angry_2_s_talk_frown_] Fatti sotto, Fenton!

source: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, an actual fight to the death, hopefully! It's just like back when the Sultan would cut off guards heads for looking at me wrong! I love it!!
german: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, ein tatsächlicher Kampf gegen den Tod, hoffentlich! Es ist wie zurück als wenn der Sultan Wachen Köpfe abschneiden würde, weil er mich falsch ansieht! Ich liebe es!
italian: [_desiree_s_at_player_s_talk_happy_2_s_sad_2_] Ooooh, un vero combattimento all'ultimo sangue, si spera! Proprio come quando il Sultano tagliava la testa alle guardie per avermi guardato male! Lo adoro!!!

source: (Orgone Boost Available!)
german: (Orgone Boost verfügbar!)
italian: (Orgone Boost disponibile!)

source: [_danny_s_angry_s_talk_frown_2_] Now stand down, Tucker! Don't try to move your body anymore!
german: [_danny_s_angry_s_talk_frown_2_] Jetzt stehen runter, Tucker! Versuche, deinen Körper nicht mehr zu bewegen!
italian: [_danny_s_angry_s_talk_frown_2_] Ora stai giù, Tucker! Non cercare più di muovere il corpo!

source: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... no... can't... can't lose to you...
german: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... nein... kann nicht zu dir verlieren...
italian: [_tucker_s_closed_s_angry_s_talk_frown_] {i}Nghh{/i}... no... non posso... non posso perdere con te...

source: [_danny_s_talk_frown_s_sad_] Tuck, the more you exert yourself, the more drained you're gonna feel! The ghost power is literally killing you!
german: [_danny_s_talk_frown_s_sad_] Besiegt, je mehr du dich selbst ausspielst, desto mehr entwässert du das Gefühl! Die Geisterkraft tötet dich buchstäblich!
italian: [_danny_s_talk_frown_s_sad_] Tuck, più ti sforzi e più ti sentirai svuotato! L'energia fantasma ti sta letteralmente uccidendo!

source: [_tucker_s_sad_s_talk_frown_] Can't be... she... Desiree... please... help me... need... more power...
german: [_tucker_s_sad_s_talk_frown_] Kann nicht sein... bitte... bitte... helfe mir... benötigt... mehr Macht...
italian: [_tucker_s_sad_s_talk_frown_] Non può essere... lei... Desiree... per favore... aiutami... ho bisogno... di più energia...

source: [_desiree_s_talk_frown_2_] {b}Ugh!!{/b} Pathetic, snivelling weakling!! You are {u}worthless{/u} to me, boy! You and your perverse kind are all the same!! You can't do a {b}damned{/b} thing without my help!!
german: [_desiree_s_talk_frown_2_] {b}Ugh!!{/b} Pathetische, aussagekräftige Schwächung!! Du bist {u}wertlos{/u} für mich, Junge! Du und deine perverse Art sind alle gleich!! Du kannst ohne meine Hilfe keine {b}beschädigten{/b} Sache machen!!
italian: [_desiree_s_talk_frown_2_] {b}Ugh!!! Patetico, debole piagnucolone!!! Sei {u}inutile{/u} per me, ragazzo! Tu e la tua specie perversa siete tutti uguali!!! Non puoi fare una {b}dannata cosa senza il mio aiuto!!

source: [_tucker_s_closed_s_talk_frown_s_sad_] Oh no... betrayed... by a super hot femme fatale ghost lady... who could have possibly forseen... such tragic events happening...?
german: [_tucker_s_closed_s_talk_frown_s_sad_] Oh nein... verraten... von einer super heissen Frau fatale Geisterdame... wer hätte vielleicht schon vergaengen... solche tragischen Ereignisse passieren können...?
italian: [_tucker_s_closed_s_talk_frown_s_sad_] Oh no... tradito... da una donna fantasma super sexy e femme fatale... chi avrebbe mai potuto prevedere... il verificarsi di eventi così tragici...?

source: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}me{/b}?? Like, {u}right{/u} from the beginning?!
german: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}m{/b}?? Gefällt mir, {u}Rechts{/u} vom Anfang?!
italian: [_danny_s_towards_wide_s_talk_frown_] Uhm, {b}me{/b}?? Tipo, {u}fin dall'inizio?!

source: [_desiree_s_closed_s_talk_frown_] You were weak, just like all the other men I've cursed before! Now get out of my way, you disgusting ogre of a man!!
german: [_desiree_s_closed_s_talk_frown_] Du warst schwach, genau wie alle anderen Männer, die ich zuvor verflucht habe! Jetzt komme aus meinem Weg, du widerwärtiger Oger eines Mannes!
italian: [_desiree_s_closed_s_talk_frown_] Eri debole, proprio come tutti gli altri uomini che ho maledetto prima! Ora togliti di mezzo, disgustoso orco di un uomo!!!

source: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Thankfully, all that energy he's been festering inside of his body will {i}still{/i} come to fruition soon, and burst from the putrid husk he calls a body!!
german: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Gott sei Dank wird die Energie, die er in seinem Körper schwelt, bald noch {i}bekommen{/i} und platzt aus der verrückten Hülle ruft er einen Körper!!
italian: [_desiree_s_towards_wide_s_sad_2_s_talk_bite_2_] Per fortuna, tutta l'energia che sta accumulando nel suo corpo si {i}ancora{/i} realizzerà presto, e scoppierà da quella putrida buccia che chiama corpo!!!

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...granting me all the power I'll need to continue my reign of vengeance upon wicked men forever!!
german: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...mir all die Macht zu geben, die ich brauche, um meine Herrschaft der Rache an bösen Männern für immer fortzusetzen!!
italian: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...concedendomi tutto il potere di cui avrò bisogno per continuare il mio regno di vendetta sugli uomini malvagi per sempre!!!

source: [_danny_s_angry_s_talk_frown_2_] Hey, "I Dream of Crazy"! Tucker may be a pervert, but he's a pervert with a heart of gold! He's not evil like you!
german: [_danny_s_angry_s_talk_frown_2_] Hey, "Ich träume von Crazy"! Tucker mag pervers sein, aber er ist ein pervers mit einem Herz aus Gold! Er ist nicht böse wie du!
italian: [_danny_s_angry_s_talk_frown_2_] Ehi, "I Dream of Crazy"! Tucker sarà anche un pervertito, ma è un pervertito dal cuore d'oro! Non è malvagio come te!

source: [_danny_s_talk_frown_s_sad_] Now change him back!
german: [_danny_s_talk_frown_s_sad_] Jetzt ändere ihn zurück!
italian: [_danny_s_talk_frown_s_sad_] Ora cambiatelo!

source: [_desiree_s_talk_frown_2_s_sad_3_] You {b}dare{/b} give me orders? {u}No{/u} man may tell {b}me{/b} what to do!!
german: [_desiree_s_talk_frown_2_s_sad_3_] Du {b}Dare{/b} gebe mir Bestellungen? {u}Nein{/u} Mann kann {b}mir sagen, was zu tun ist!!
italian: [_desiree_s_talk_frown_2_s_sad_3_] Tu {b}osi{/b} darmi ordini? {u}Nessun uomo può dire a {b}me{/b} cosa fare!!!

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Minus the whole wishing thing, right?)
german: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Minus den ganzen Wunsch ab, oder?)
italian: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (A parte la faccenda dei desideri, giusto?).

source: [_desiree_] I also don't {i}need{/i} your friend's harvested power to destroy you myself! It's been my {b}desire{/b} to do so for quite awhile now!!
german: [_desiree_] Ich brauche auch nicht {i}die geerntete Kraft deines Freundes, um dich selbst zu zerstören! Es war mein Wunsch von {b}{/b} für eine Weile dabei!!
italian: [_desiree_] Inoltre non ho {i}bisogno{/i} del potere raccolto del tuo amico per distruggerti io stesso! Il mio {b}desiderio{/b} è quello di farlo da un bel po' di tempo!!!

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh boy, here comes the big boss battle! Let's do this!!)
german: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh Jung, hier kommt der große Boss Kampf! Lass uns das machen!!)
italian: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_2_] (Oh ragazzi, arriva la grande battaglia con il boss! Facciamolo!!!).

source: [_desiree_s_talk_frown_2_s_sad_3_] Noo... I've never been beaten by some mere {b}mortal{/b} before...
german: [_desiree_s_talk_frown_2_s_sad_3_] Noo... Ich bin noch nie von irgendeinem {b}sterblich{/b} geschlagen woren...
italian: [_desiree_s_talk_frown_2_s_sad_3_] Noo... Non sono mai stato battuto da un semplice {b}mortale{/b} prima d'ora...

source: [_danny_s_neutral_s_talk_happy_2_] Well, hey, I hope it was a fun new experience for you! Besides, I'm half ghost, so that makes me like half immortal, so don't feel too bad!
german: [_danny_s_neutral_s_talk_happy_2_] Nun, hey, ich hoffe, es war eine lustige neue Erfahrung für dich! Außerdem bin ich halb gespendet, so dass ich mich wie halb unsterblich fühle, also fühle mich nicht zu schlecht!
italian: [_danny_s_neutral_s_talk_happy_2_] Beh, ehi, spero che sia stata una nuova e divertente esperienza per voi! Inoltre, sono per metà fantasma, il che mi rende per metà immortale, quindi non sentirti troppo in colpa!

source: [_danny_s_angry_s_talk_frown_2_] Now, I'm telling you for the last time, change my friend {b}back{/b}!!
german: [_danny_s_angry_s_talk_frown_2_] Jetzt sage ich dir zum letzten Mal, ändere meinen Freund {b}zurück{/b}!!
italian: [_danny_s_angry_s_talk_frown_2_] Ora, ve lo dico per l'ultima volta, cambiate il mio amico {b}{/b}!!

source: [_desiree_s_towards_wide_s_talk_frown_] {b}Insolent{/b} child!! You still pretend to command {u}me{/u}?! {b}Fool{/b}!!
german: [_desiree_s_towards_wide_s_talk_frown_] {b}Insolent{/b} Kind!! Sie geben immer noch vor, {u}me{/u}?! {b}Narren{/b}!!
italian: [_desiree_s_towards_wide_s_talk_frown_] {b}Bambino insolente! Pretendi ancora di comandare {u}me{/u}?! {b}Stupido!

source: [_desiree_s_sad_s_talk_bite_] With all the time you've wasted sparring with me, you've only put off the inevitable!
german: [_desiree_s_sad_s_talk_bite_] Mit der ganzen Zeit, die du mit mir verschwendet hast, hast du nur das Unvermeidliche verschoben!
italian: [_desiree_s_sad_s_talk_bite_] Con tutto il tempo che hai perso a litigare con me, hai solo rimandato l'inevitabile!

source: [_desiree_s_closed_s_angry_s_talk_bite_2_] Your friend's body is soon to release all that wondrous power and bestow it onto me!
german: [_desiree_s_closed_s_angry_s_talk_bite_2_] Der Körper deines Freundes wird in Kürze all diese wundersame Macht freisetzen und mir diese verleihen!
italian: [_desiree_s_closed_s_angry_s_talk_bite_2_] Il corpo del vostro amico sta per rilasciare tutto quel meraviglioso potere e donarlo a me!

source: [_desiree_s_towards_wide_s_talk_happy_2_] I'll be able to smite you with one hand behind my tail!! {b}Ahah ahaha{/b}!
german: [_desiree_s_towards_wide_s_talk_happy_2_] Ich werde dich mit einer Hand hinter meinem Schwanz schlagen können! {b}Ahah aha{/b}!
italian: [_desiree_s_towards_wide_s_talk_happy_2_] Sarò in grado di colpirvi con una mano dietro la coda!!! {b}Ahah ahaha{/b}!

source: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh man, she's right!! What do I do? Tucker's not going to make it if I don't think of something...)
german: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh Mann, sie ist recht!! Was mache ich? Tucker wird es nicht schaffen, wenn ich nicht an etwas denke ...)
italian: [_danny_s_sad_2_s_blank_stare_s_frown_grin_] (Oh cavolo, ha ragione!!! Cosa faccio? Tucker non ce la farà se non penso a qualcosa...).

source: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*Cough*{/i} ...wish, Danny... you have to... {u}wish{/u}... it's the... {i}*Cough*{/i} only... way... ya dingus...!
german: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*Husten*{/i} ...Wunsch, Danny... du musst... {u}Wunsch{/u}... es die... {i}*Husten*{/i} nur... wie... ya dingus...!
italian: [_tucker_s_closed_s_angry_s_talk_frown_] Wi... {i}*Cough*{/i} ...wish, Danny... devi... {u}wish{/u}... è il... {i}*Cough*{/i} l'unico... modo... ya dingus...!

source: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, right! Of course!!
german: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, oder! Natürlich!!
italian: [_danny_s_blank_stare_s_talk_frown_2_s_sad_] Oh, giusto! Certo!

source: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, I {i}wish{/i} you had never granted Tucker any nasty ghost powers!!
german: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, ich {i}wünsche{/i} Du hast Tucker nie irgendwelche geilen Geisterkräfte gewährt!!
italian: [_danny_s_closed_happy_s_talk_frown_s_angry_] Desiree, {i}vorrei che tu non avessi mai concesso a Tucker un qualsiasi potere fantasma!!!

source: [_desiree_s_at_player_s_angry_s_talk_frown_] What?! N-nooo!! I'm... I will not... I... I'm compelled... to grant... your wish!!
german: [_desiree_s_at_player_s_angry_s_talk_frown_] Was?! N-nooo! Ich... Ich werde nicht... Ich... ich bin dazu verpflichtet... deinen Wunsch!!
italian: [_desiree_s_at_player_s_angry_s_talk_frown_] Cosa? N-nooo!!! Io... Io non... I... sono costretto... ad esaudire... il tuo desiderio!!!

source: [_desiree_] So you have... wished it... so it shall... {b}be{/b}!!
german: [_desiree_] Also hast du es gewollt... also soll... {b}sein{/b}!!
italian: [_desiree_] Così hai... desiderato... così sarà... {b}essere{/b}!!!

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... I'm... I'm me again! Alright, I'm back!!
german: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Whoa... Ich... Ich bin wieder! Okay, ich bin zurück!!
italian: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Wow... sono... Sono di nuovo io! Va bene, sono tornato!

source: [_tucker_s_sad_s_at_hand_] Hello my beautiful mocha skin! Oh how I've {b}missed{/b} you...
german: [_tucker_s_sad_s_at_hand_] Hallo meine schöne Mocha-Skin! Oh, wie ich {b}verpasst{/b} du...
italian: [_tucker_s_sad_s_at_hand_] Ciao mia bella pelle di moka! Oh come mi sei mancata {b}{/b}...

source: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!{/i} You've ruined {u}everything{/u}, Ghost Child!! I will have you-
german: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!{/i} Du hast {u}alles zerstört{/u}, Geisterkind!! Ich werde dich haben -
italian: [_desiree_s_towards_wide_s_talk_frown_s_angry_] {i}Rwaaargh!!! Hai rovinato {u}tutto{/u}, Bambino Fantasma!!! Ti farò...

source: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah! For my next magic trick...
german: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah! Für meinen nächsten magischen Trick...
italian: [_danny_s_talk_happy_2_s_towards_s_sad_2_] Ah, ah, ah! Per il mio prossimo trucco di magia...

source: [_danny_s_closed_happy_s_angry_s_talk_happy_] I {b}wish{/b} you'd make my thermos your {u}new home{/u}!!
german: [_danny_s_closed_happy_s_angry_s_talk_happy_] Ich möchte {b}wünschen{/b} Du würdest meine Thermos dein {u}neues Haus erstellen{/u}!!
italian: [_danny_s_closed_happy_s_angry_s_talk_happy_] Io {b}vorrei{/b} che tu facessi del mio thermos la tua {u}nuova casa{/u}!!!

source: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!{/b} Mustn't grant... wish... must... fight...
german: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!{/b} Darf nicht gewähren... Wunsch... muss... kämpfen...
italian: [_desiree_s_sad_s_at_player_s_talk_frown_] {b}Agh!!! Non devo esaudire... il desiderio... devo... combattere...

source: [_desiree_s_talk_frown_2_s_neutral_] But... so you have... wished... it...
german: [_desiree_s_talk_frown_2_s_neutral_] Aber... so hast du gewünscht... es...
italian: [_desiree_s_talk_frown_2_s_neutral_] Ma... quindi hai... desiderato...

source: [_desiree_s_closed_s_angry_s_talk_frown_] ...so... it shall...
german: [_desiree_s_closed_s_angry_s_talk_frown_] ...so... es soll...
italian: [_desiree_s_closed_s_angry_s_talk_frown_] ...quindi... sarà...

source: [_desiree_] {b}-beeeeeeeee!!!{/b} {i}*Whooooooosh*{/i}
german: [_desiree_] {b}-beeeeeee!!!{/b} {i}*Whooooooosh*{/i}
italian: [_desiree_] {b}-beeeeeee!!!{b} {i}*Whooooooosh*{/i}

source: [_thermos_] {i}*Bing*{/i} {b}Ghost Successfully Captured{/b}
german: [_thermos_] {i}*Bing*{/i} {b}Geist erfolgreich eingenommen{/b}
italian: [_thermos_] {i}*Bing*{/i} {b}Fantasma catturato con successo{/b}

source: [_danny_] Well jeez... that was a {b}lot{/b} simpler than I was making it by doing the whole fighting thing.
german: [_danny_] Nun, jeez... das war ein {b}lot{/b} einfacher, als ich es mit dem ganzen Kampf gemacht habe.
italian: [_danny_] Beh, accidenti... è stato molto {b}più semplice di come l'ho reso facendo tutta la lotta.

source: [_danny_] Man, I've {b}got{/b} to start using my brain a little more often. Could have saved myself a lot of time and bruises.
german: [_danny_] Mann, ich habe {b}erhalten{/b} um mein Gehirn etwas öfter zu verwenden. Kann mir viel Zeit und Predigten erspart haben.
italian: [_danny_] Cavolo, devo {b}iniziare a usare il cervello un po' più spesso. Avrei potuto risparmiarmi un sacco di tempo e di lividi.

source: [_tucker_s_wondering_s_away_s_talk_frown_] So, uhmm... hey.
italian: [_tucker_s_wondering_s_away_s_talk_frown_] Quindi, uhmm... ehi.

source: [_danny_s_talk_frown_2_] Hey...
german: [_danny_s_talk_frown_2_] Hallo...
italian: [_danny_s_talk_frown_2_] Ehi...

source: [_tucker_s_at_hand_s_talk_frown_s_sad_] Look, I just wanna say, I was sort of a real jerk back there.
german: [_tucker_s_at_hand_s_talk_frown_s_sad_] Schau, ich möchte nur sagen, ich war da wieder ein richtiger Jump.
italian: [_tucker_s_at_hand_s_talk_frown_s_sad_] Senti, voglio solo dire che sono stato un po' un idiota prima.

source: [_danny_s_towards_s_rise_one_s_talk_frown_] Sort of?
german: [_danny_s_towards_s_rise_one_s_talk_frown_] Sortieren?
italian: [_danny_s_towards_s_rise_one_s_talk_frown_] In un certo senso?

source: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Yeah, yeah, I know. I didn't do a single thing right with my powers.
german: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Ja, ja, ich weiß. Ich habe nicht mit meinen Kräften eine einzige Sache gemacht.
italian: [_tucker_s_at_hand_s_neutral_s_talk_frown_] Sì, sì, lo so. Non ho fatto nulla di buono con i miei poteri.

source: [_tucker_s_wondering_s_talk_frown_] I guess that it was just me who was jealous of you... for all the wrong reasons.
german: [_tucker_s_wondering_s_talk_frown_] Ich vermute, dass es nur ich war, der dich eifersüchtig war... aus den falschen Gründen.
italian: [_tucker_s_wondering_s_talk_frown_] Immagino che fossi solo io a essere geloso di te... per tutti i motivi sbagliati.

source: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] I mean, You use your powers for good, to help people! You're an {b}actual{/b} hero!
german: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Ich meine, du verwendest deine Kräfte gut, um den Menschen zu helfen! Du bist ein {b}tatsächlich{/b} Held!
italian: [_tucker_s_towards_wide_s_talk_happy_s_wondering_] Cioè, tu usi i tuoi poteri a fin di bene, per aiutare la gente! Sei un {b}vero eroe!

source: [_tucker_s_neutral_s_away_s_talk_frown_] I get super powers, and the first thing I do with them is perv on girls in the shower... I don't deserve powers, {i}or{/i} your friendship, Danny...
german: [_tucker_s_neutral_s_away_s_talk_frown_] Ich bekomme Superkräfte, und das erste, was ich mit ihnen mache, ist Perv auf Mädchen in der Dusche. . Ich verdiene keine Befugnisse, {i}oder{/i} deine Freundschaft, Danny...
italian: [_tucker_s_neutral_s_away_s_talk_frown_] Ottengo dei superpoteri e la prima cosa che faccio con essi è fare il pervertito con le ragazze nella doccia... Non merito i poteri, {i}o la tua amicizia, Danny...

source: [_danny_s_towards_s_talk_frown_2_] Tucker, you can't be too hard on yourself. Desiree's magic was corrupting you!
german: [_danny_s_towards_s_talk_frown_2_] Tucker, du kannst nicht zu schwer auf dich selbst sein. Die Magie der Verzweiflung hat dich beschädigt!
italian: [_danny_s_towards_s_talk_frown_2_] Tucker, non puoi essere troppo duro con te stesso. La magia di Desiree ti stava corrompendo!

source: [_danny_s_sad_s_talk_frown_] You weren't in control at all. The Tucker Foley I know wouldn't have made the decisions I saw Tucker Phantom make! You weren't right in the head, just remember that.
german: [_danny_s_sad_s_talk_frown_] Du warst überhaupt nicht in der Kontrolle. Der Tucker Foley, den ich kenne, hätte nicht die Entscheidungen getroffen, die ich sah, dass Tucker Phantom getroffen hat!
italian: [_danny_s_sad_s_talk_frown_] Non avevi affatto il controllo. Il Tucker Foley che conosco non avrebbe preso le decisioni che ho visto prendere a Tucker Phantom! Non eri sano di mente, ricordalo.

source: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Honestly, it all feels like a big blur... but I still know what I did, and it was wrong of me! I became a menace, I did awful things to others, and worst of all... I hurt my best friend.
german: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Ehrlich gesagt, es fühlt sich alles wie eine große Unschärfe an... aber ich weiß immer noch, was ich tat, und es war falsch von mir! Ich wurde eine Bedrohung, ich tat schreckliche Dinge für andere, und das Schlimmste von allen. . Ich verletze meinen besten Freund.
italian: [_tucker_s_blank_stare_s_talk_frown_s_wondering_] Onestamente, mi sembra tutto molto confuso... ma so ancora cosa ho fatto, ed è stato sbagliato da parte mia! Sono diventata una minaccia, ho fatto cose terribili agli altri e soprattutto... ho fatto del male alla mia migliore amica.

source: [_tucker_s_closed_s_angry_] I can't properly undo what I've done and seen... but I can at least try to make amends by getting rid of all the blackmail and pictures I took on my PDA.
german: [_tucker_s_closed_s_angry_] Ich kann nicht richtig rückgängig machen, was ich getan und gesehen habe... aber ich kann zumindest versuchen, zu korrigieren, indem ich alle Erpressung und Bilder, die ich auf meinem PDA nahm loswerden.
italian: [_tucker_s_closed_s_angry_] Non posso cancellare quello che ho fatto e visto... ma posso almeno cercare di fare ammenda sbarazzandomi di tutti i ricatti e delle foto che ho scattato con il mio palmare.
