Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Just... {i}*Huff*{/i} ...talk this out with me, Princess!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Juste ... {i}*Huff*{/i} ...discutez ça avec moi, Princesse !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Just... {i}*Huff*{/i} ...rede dies mit mir, Prinzessin aus!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (I'm serious, I gotta start going to the gym. Even when I win these things, I'm completely winded!)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (Je suis sérieux, je dois commencer à aller à la salle de gym. Même lorsque je gagne ces choses, je suis complètement guiné!)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (Ich bin ernst, ich komme in den Fitnessraum. Selbst wenn ich diese Dinge gewinne, bin ich total verwindet! )

source: [_dragon_s_2_] You are just the meanest, Ghost Child! I shall get you one of these days, you'll see!! M-mark my words!!
french: [_dragon_s_2_] Vous êtes juste le mot, Fantôme Enfant ! Je vais vous recevoir un de ces jours, vous allez voir!! M-mark mes mots!!
german: [_dragon_s_2_] Du bist genau das Mittelste, Geisterkind! Ich werde dich eines dieser Tage sehen, du wirst sehen!! M-Markiere meine Worte!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, wait, don't go, I still need my-
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-non, attendez, ne partez pas, j'ai toujours besoin de mon-
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, warte, nicht gehen, ich brauche noch mich-

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! And away she goes!{p}Well, hopefully she's at least learned her lesson, and knows not to fly away without going intangi-
french: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! Et elle est partie!{p}Eh bien, espérons-le, elle a au moins appris sa leçon, et sait ne pas s'envoler sans aller à l'intangi-
german: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! Und weg geht!{p}Nun, hoffentlich hat sie ihre Lektion gelernt und weiß nicht, ohne Intangi- zu fliegen

source: [_ceiling_] {i}*Crash!*{/i}
french: [_ceiling_] {i}*Écrasement!*{/i}
german: [_ceiling_] {i}*Absturz!*{/i}

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...man, the poor Mall must be on the verge of bankruptcy with the amount of repairs it has to deal with nowadays.
french: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...homme, le centre commercial pauvre doit être au bord de la faillite avec le montant des réparations auxquelles il a à faire face aujourd'hui.
german: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...Mann, die arme Mall muss kurz vor dem Bankrott stehen, mit der Anzahl an Reparaturen, mit denen sie heute zu kämpfen hat.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] And now, I'm flat outta luck. She took off already, so there's no way I'll be-
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] Et maintenant, je suis à court de chance. Elle a déjà décollé, donc il n'y a aucun moyen que je pourrai -
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] Und jetzt bin ich flach aus dem Glück. Sie startete bereits, also gibt es keine Möglichkeit zu sein-

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Wait, what the- {u}holy cow!{/u} There's a whole bunch of stuff she left behind!!
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Attendez, qu'est-ce que la vache sainte {u}!{/u} Il y a un tas de choses qu'elle a laissées derrière elle !!
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Warte, was die {u}heilige Kuh ist!{/u} Es gibt eine ganze Reihe von Sachen, die sie zurückgelassen hat!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] It all must have gotten beaten out of her during the fight. Must be hard to maintain anything tangible inside yourself as a ghost, especially during a fight...
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] Tout cela a dû être battu hors d'elle pendant le combat. Doit être difficile de maintenir quelque chose de tangible en vous en tant que fantôme, surtout pendant un combat...
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] Im Kampf muss alles aus ihr herausgeschlagen worden sein. Es muss schwierig sein, etwas greifbares in sich selbst als Gespenst zu erhalten, besonders während eines Kampfes ...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...doesn't quite remove the smell of dragon stomach juices, sadly... {i}yeuch{/i}...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ... n'enlève pas vraiment l'odeur des jus d'estomac de dragon, tristement... {i}yeuch{/i}...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...entfernt nicht ganz den Geruch von Drachenmagensäften, traurig... {i}yeuch{/i}...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna take me some time to figure out which one of these boxes is mine though...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Je vais prendre un peu de temps pour savoir quelle de ces boîtes est la mienne...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna nehme mir einige Zeit, um herauszufinden, welche dieser Boxen jedoch meine ist...

source: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Allow me to help with that! {i}Heheh!{/i}
french: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Permettez-moi de vous aider ! {i}Heheh!{/i}
german: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Erlaube mir dabei zu helfen! {i}Heheh!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, where the heck were you when I was fighting back there?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Salut, où vous étiez quand je me battais là-bas ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, wo bist du im Kopf, als ich dort zurückkämpfte?

source: [_box_ghost_s_towards_s_confused_s_talk_amused_] Do not concern yourself with the likes of the unknown, Ghost Boy! The truth of the world might frighten you stiff!!
french: [_box_ghost_s_towards_s_confused_s_talk_amused_] Ne vous inquiétez pas avec les semblables de l'inconnu, Fantôme Boy! La vérité du monde pourrait vous effrayer !
german: [_box_ghost_s_towards_s_confused_s_talk_amused_] Sorgen Sie sich nicht um so etwas wie den Unbekannten, den Geister-Boy! Die Wahrheit der Welt könnte dich erschrecken!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] You were just hiding in the back, weren't you?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Vous vous cachiez juste dans le dos, n'est-ce pas?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Du hast dich gerade im Rücken versteckt, nicht wahr?

source: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silence! Take your pre-purchased parcel and begone from the box-like premises of the Amity Park Mall!!
french: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silence! Prenez votre colis pré-acheté et commencez par les locaux du centre commercial Amity Park Mall!!
german: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Stille! Nimm dein vorgekauftes Paket ein und beginne von den box-ähnlichen Räumlichkeiten der Amity Park Mall!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Wait, hold up! How do you know it's {i}this{/i} one for sure? There must be like a hundred packages here!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Attendez, attendez! Comment savez-vous que c'est {i}cela{/i} ? Il doit y avoir une centaine de colis ici !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Warte, halte! Wie weisst du, dass es {i}diese{/i} ist? Es muss wie hundert Pakete hier sein!

source: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Foolish question! I am the Box Ghost! The {u}Box{/u}. Ghost. It's sorta my awesome {u}power{/u} to know the contents of any and all square containers!!
french: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Question stupide! Je suis le fantôme Box ! La boite {u}{/u}. Fantôme. C'est sorta mon incroyable {u}pouvoir{/u} de connaître le contenu de tous les conteneurs carrés!!
german: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Narre Frage! Ich bin der Box Geister! Die {u}Box{/u}. Geister. Es ist sorta mein tolles {u}Power{/u} den Inhalt aller quadratischen Container zu kennen!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Well, this whole experience has been pretty tiring, you mind giving me a lift home or something?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Eh bien, toute cette expérience a été assez fatigante, vous pensez me donner un ascenseur à la maison ou quelque chose ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Nun, diese ganze Erfahrung war ziemlich ermüdend, du hast Lust mir ein Aufzug zu geben oder etwas?

source: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} sure, why not, my Tesla's parked out front.
french: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} bien sûr, pourquoi pas, mon Tesla a garé devant lui.
german: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} sicher, warum nicht, mein Tesla hat vorne.

source: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Thanks for your help, Ghost Child.
french: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Merci pour votre aide, Fantôme Enfant.
german: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Vielen Dank für deine Hilfe, Geisterkind.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh man, can't believe I crashed so hard last night.
french: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh man, je ne peux pas croire que j'ai chuté si dur la nuit dernière.
german: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh Mann, kann nicht glauben, dass ich letzte Nacht so hart abgestürzt bin.

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, are you up?
french: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, vous êtes prêt ?
german: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, bist du auf?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Yeah, I'm up.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Ouais, je suis là.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Ja, ich bin hoch.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Can I come in?
french: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Puis-je entrer ?
german: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Kann ich hereinkommen?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Yeah, no problem...
french: [_danny_s_towards_s_sad_s_talk_displeased_] Oui, pas de problème...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Ja, kein Problem...

source: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh baby what's the matter? You look exhausted.
french: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh bébé quel est le problème ? Vous semblez épuisé.
german: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh Baby, worum geht es? Du siehst erschöpft aus.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] It was just a long night, sorry I was out so long.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] C’était juste une longue nuit, désolée, j’étais si long.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Es war nur eine lange Nacht, entschuldigen Sie, dass ich so lange draußen war.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well I hope everything's okay... I worry about you, kiddo...
french: [_maddie_s_towards_s_rise_s_talk_frown_] Eh bien, j'espère que tout va bien... Je m'inquiète pour vous, kiddo...
german: [_maddie_s_towards_s_rise_s_talk_frown_] Nun, ich hoffe alles in Ordnung... Ich mache mir Sorgen um dich, Kinder...

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah no, I'm fine, just a little tired is all.
french: [_danny_s_towards_s_sad_s_talk_happy_] Oui non, je vais bien, juste un peu fatigué c'est tout.
german: [_danny_s_towards_s_sad_s_talk_happy_] Ja, nein, ich bin in Ordnung, nur ein wenig müde ist alles.

source: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... well, I'll cook up some breakfast to help you start the day right!
french: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... eh bien, je vais préparer un petit déjeuner pour vous aider à bien commencer la journée !
german: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... nun, ich koche ein paar Frühstück, um dir zu helfen, den Tag richtig zu beginnen!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Yes sweetie?
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Oui sucré ?
german: [_maddie_s_towards_s_wondering_s_talk_happy_] Ja Süßigkeit?

source: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] I {i}uh,{/i} I got that thing you wanted.
french: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] Moi {i}euh,{/i} j'ai obtenu ce que vous vouliez.
german: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] Ich {i}uh,{/i} habe ich das bekommen, was du wolltest.

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh my, Danny. Did you now?
french: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ... oh my, Danny. Vous avez maintenant ?
german: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh meins, Danny. Hast du jetzt?

source: [_danny_s_closed_s_neutral_s_talk_happy_] Yeah, I left it by the door.
french: [_danny_s_closed_s_neutral_s_talk_happy_] Oui, je l'ai laissé à la porte.
german: [_danny_s_closed_s_neutral_s_talk_happy_] Ja, ich habe es durch die Tür verlassen.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Thank you baby... I'll give you a call later today.
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Merci votre bébé... Je vais vous appeler plus tard dans la journée.
german: [_maddie_s_towards_s_neutral_s_talk_amused_] Vielen Dank... Ich werde dir heute noch einen Anruf geben.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Aren't you going to tell me what's inside?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Vous n'allez pas me dire ce qu'il y a à l'intérieur?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Möchtest du mir nicht sagen, was drin ist?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Oh sweetie! A little patience and mystery never hurt anybody.
french: [_maddie_s_towards_s_rise_s_talk_happy_] Oh sucré! Un peu de patience et de mystère ne font jamais de mal à personne.
german: [_maddie_s_towards_s_rise_s_talk_happy_] Oh süß! Ein wenig Geduld und Geheimnis schadet niemandem.

source: [_danny_s_towards_s_sad_s_distraught_] (What is it with everybody and mystery? She sounds like the Box Ghost...)
french: [_danny_s_towards_s_sad_s_distraught_] (Qu'est-ce que c'est avec tout le monde et le mystère ? Elle ressemble au Fantôme de la Boite...)
german: [_danny_s_towards_s_sad_s_distraught_] (Was ist es mit jedem und Mysterium? Sie klingt wie der Box Geister...)

source: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} That is not a mental image I needed to create...)
french: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} Ce n'est pas une image mentale que j'avais besoin de créer...)
german: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}Blutung!!{/i} Das ist kein mentales Bild, das ich zum Erstellen benötigen...)

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright Mom, I'll be patient.
french: [_danny_s_towards_s_sad_s_talk_amused_] Très bien, ma Maman, je serai patiente.
german: [_danny_s_towards_s_sad_s_talk_amused_] Okay, ich bin geduldig.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Good boy. Now c'mon, get up, I've got some nice eggs and bacon for you waiting.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Bon garçon. Maintenant c'mon, levez-vous, j'ai de jolis œufs et du lard qui vous attendent.
german: [_maddie_s_towards_s_amused_s_talk_amused_] Guten Jungen. Jetzt c'mon, aufstehen, ich habe ein paar schöne Eier und Speck auf dich warten.

source: [_danny_s_towards_s_sad_s_smile_] (Well, I hope whatever I just did was worth it... I've committed so much to this I have to see things through now...)
french: [_danny_s_towards_s_sad_s_smile_] (Eh bien, j'espère que tout ce que je viens de faire en vaut la peine... Je m'y suis tellement engagé que je dois maintenant voir les choses...)
german: [_danny_s_towards_s_sad_s_smile_] (Nun, ich hoffe, was ich gerade gemacht habe, war es wert... Ich habe so viel dazu beigetragen, dass ich die Dinge jetzt durchsehen muss...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (All this excitement made me almost forget that Ember was even a thing. Hopefully, this plan will work the way I need it to.)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Toute cette excitation m'a fait oublier que le bois était même une chose. J'espère que ce plan fonctionnera comme je l'ai besoin.)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (All diese Aufregung hat mich fast vergessen lassen, dass Ember sogar etwas war. Hoffentlich wird dieser Plan so funktionieren, wie ich es brauchte.)

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, you gonna join us for dinner tonight?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bonjour Danny, vous allez nous rejoindre pour dîner ce soir ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, du wirst heute Abend zum Abendessen bei uns sein?

source: [_jack_s_towards_s_idle_s_talk_happy_] Your mother's cooking her world famous ghost-pepper steak tonight! This baby's tastier than a runway model in a latex jumpsuit! It's outta this world!
french: [_jack_s_towards_s_idle_s_talk_happy_] Votre mère a cuisiné ce soir son steak de poivre fantôme mondialement célèbre ! Ce bébé est plus savoureux qu'un modèle de piste dans un costume de saut en latex ! Il est à l'extérieur de ce monde !
german: [_jack_s_towards_s_idle_s_talk_happy_] Deine Mutter kocht heute Abend ihr weltberühmtes Geister-Pfeffersteak! Das Baby schmeckt geschmackvoller als ein Startbahnmodell in einem Latexspringanzug! Es ist aus dieser Welt!

source: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, stop it you!
french: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, arrêtez-vous!
german: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, stoppe es dich!

source: [_jack_s_up_s_wondering_s_talk_happy_] Oh, but you and I both know that you're {i}really{/i} the one who's out of this world babe!
french: [_jack_s_up_s_wondering_s_talk_happy_] Oh, mais vous et moi savons tous les deux que vous êtes {i}vraiment{/i} celui qui est hors de cette beauté du monde!
german: [_jack_s_up_s_wondering_s_talk_happy_] Oh, aber du und ich beide wissen, dass du {i}wirklich{/i} bist derjenige, der aus dieser Welt babe ist!

source: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Trying to just grab a snack here, people!
french: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Essaye de prendre une collation ici, les gens !
german: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Versucht einfach einen Snack hier, Leute, zu schnappen!

source: [_jack_s_towards_s_idle_s_talk_frown_] Young lady, one of these days you'll truly come to appreciate a man {u}half{/u} as in love with you as I am with your mother!
french: [_jack_s_towards_s_idle_s_talk_frown_] Jeune dame, l'un de ces jours, vous allez vraiment venir apprécier un homme {u}moitié{/u} aussi amoureuse que moi avec votre mère!
german: [_jack_s_towards_s_idle_s_talk_frown_] Junge Dame Einer dieser Tage wirst du wirklich einen Mann {u}zu schätzen wissen, wie verliebt dich wie ich mit deiner Mutter bin!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, hey, family, please... I feel like you guys need family counseling if this is what dinner has come to.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hé, hey, en famille, s'il vous plaît... J'ai l'impression que vous avez besoin d'un counseling familial si c'est ce à quoi le dîner est arrivé.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, hey, Familie, bitte... Ich fühle mich wie du Jungs Familienberatung brauchst, wenn dies das Dinner ist.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Your father is the sweetest man I ever met Danny! I definitely think you could take a few notes from him when you finally meet a girl you want to bring home to us.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Ton père est l'homme le plus doux que j'ai jamais rencontré Danny ! Je pense vraiment que vous pourriez lui prendre quelques notes quand vous rencontrez enfin une fille que vous voulez nous ramener.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Dein Vater ist der süßeste Mann, den ich je Danny getroffen habe! Ich glaube definitiv dass Sie ein paar Notizen von ihm nehmen könnten, wenn Sie endlich ein Mädchen, das Sie nach Hause bringen wollen, zu uns zu treffen.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Speaking of, {i}will{/i} we be scheduling dinner with any special girl any time soon...?
french: [_maddie_s_towards_s_rise_s_talk_amused_] En parlant, {i}serons{/i} de planifier un dîner avec n'importe quelle fille spéciale bientôt...?
german: [_maddie_s_towards_s_rise_s_talk_amused_] Wenn du von {i}sprichst, werden wir in naher Zukunft mit einem speziellen Mädchen das Abendessen planen...?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mom, don't embarrass me.
french: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mom, ne me gênez pas.
german: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mama, schäme mich nicht.

source: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Is she really just gonna pretend and act like a normal mother with everything we have planned? I guess being a Mom still comes first and foremost for her...)
french: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Elle va vraiment faire semblant et agir comme une mère normale avec tout ce que nous avons prévu ? Je suppose qu'être maman vient encore avant tout pour elle...)
german: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Wird sie wirklich so tun, als ob sie mit allem, was wir geplant haben, wie eine normale Mutter handelt? Ich vermute, dass sie immer noch eine Mama ist...)

source: [_jack_s_towards_s_confused_s_talk_frown_] ...jumping gadzooks!! Would you look at the time!!
french: [_jack_s_towards_s_confused_s_talk_frown_] ...des gadzoos sautants!! Pouvez-vous regarder le temps!!
german: [_jack_s_towards_s_confused_s_talk_frown_] ...gadzooks springen!! Würdest du auf die Zeit schauen!!
