Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] All of his power will come flooding back into me, and I'll become an unstoppable being!! Free to spread my sorrow and bitterness for all eternity!!
german: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] Seine ganze Macht wird mich wieder überfluten und ich werde ein unaufhaltsames Wesen! Gratis meine Trauer und Bitterkeit für alle Ewigkeit zu verbreiten!!
italian: [_desiree_s_towards_wide_s_talk_happy_2_s_angry_] Tutto il suo potere tornerà a scorrere in me e diventerò un essere inarrestabile!!! Libero di diffondere il mio dolore e la mia amarezza per l'eternità!!!

source: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... no... can't let you... gotta... stop you...
german: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... nein... kann dich nicht ... gotta... stoppe dich...
italian: [_danny_s_sad_s_blank_stare_2_s_talk_frown_2_] Tucker... no... non posso permetterti... devo... fermarti...

source: [_desiree_s_sad_2_s_talk_happy_] Look at you, you can barely stand!! You won't be able to stop either of us in this pitiful form!!
german: [_desiree_s_sad_2_s_talk_happy_] Schau dich an, du kannst kaum stehen!! Du wirst keinen von uns in dieser erbärmlichen Form stoppen können!!
italian: [_desiree_s_sad_2_s_talk_happy_] Guardati, riesci a malapena a stare in piedi!!! Non riuscirai a fermare nessuno di noi due in questa forma pietosa!!!

source: [_desiree_s_angry_s_closed_s_talk_bite_] Fairwell, puny weakling!! Ahah hah hahahh!!
german: [_desiree_s_angry_s_closed_s_talk_bite_] Fairwell, lachende Schwächung!! Ahah hah hah!!
italian: [_desiree_s_angry_s_closed_s_talk_bite_] Addio, debolezza gracile!!! Ahah hah hahahh!!!

source: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... man, Tucker {b}really{/b} did a number on me... I should try to rest up before I try something stupid.
german: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... Mann, Tucker {b}hat wirklich eine Zahl auf mich gemacht{/b} Ich sollte versuchen, mich auszuruhen, bevor ich etwas Dummes versuche.
italian: [_danny_s_closed_sad_s_talk_frown_s_neutral_] {i}Agh{/i}... amico, Tucker {b}mi ha fatto davvero male... Dovrei cercare di riposare prima di fare qualcosa di stupido.

source: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] I can come up with a plan about to deal with Tucker later, right now I need to just go home and take it easy.
german: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] Ich kann einen Plan vorlegen, der sich später mit Tucker befassen wird im Moment muss ich einfach nach Hause gehen und es einfach machen.
italian: [_danny_s_wondering_s_blank_stare_s_talk_frown_2_] Posso pensare a un piano per affrontare Tucker più tardi, ora devo solo andare a casa e prendermela comoda.

source: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... it's still pretty sore... to try to move...
german: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... es ist immer noch ziemlich wein... zu versuchen, zu verschieben...
italian: [_danny_s_talk_frown_s_at_player_s_wondering_] {i}Ooff{/i}... {i}agh{/i}... fa ancora male... cercare di muoversi...

source: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Man, Tucker wiped the floor with me!
german: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Mann, Tucker wischte den Boden mit mir!
italian: [_danny_s_towards_s_sad_2_s_talk_frown_2_] Amico, Tucker ha fatto piazza pulita di me!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] That was probably the first fight he'd ever won in his life, too.
german: [_danny_s_at_player_s_rise_one_s_talk_frown_] Das war wahrscheinlich der erste Kampf, den er je in seinem Leben gewonnen hatte.
italian: [_danny_s_at_player_s_rise_one_s_talk_frown_] Probabilmente è stato anche il primo incontro che ha vinto in vita sua.

source: [_danny_s_towards_s_angry_s_talk_frown_] I need to go after him. Find a way to stop him from overpowering himself and wasting away, and to stop Desiree's plan of absorbing all his life force! I gotta-
german: [_danny_s_towards_s_angry_s_talk_frown_] Ich muss ihm folgen. Finde einen Weg, um ihn davon abzuhalten, sich selbst zu übermächtigen und wegzuverschwenden, und um Desirees Plan zu stoppen, all seine Lebenskraft zu absorbieren!
italian: [_danny_s_towards_s_angry_s_talk_frown_] Devo andare a cercarlo. Trovare un modo per impedirgli di sopraffare se stesso e di deperire, e per fermare il piano di Desiree di assorbire tutta la sua forza vitale! Devo...

source: [_danny_s_frown_grin_s_closed_] {i}*Sihhh*{/i} (Ooof... man that still smarts.)
german: [_danny_s_frown_grin_s_closed_] {i}*Sihh*{/i} (Ooof... Mann, der immer noch smarte.)
italian: [_danny_s_frown_grin_s_closed_] {i}*(Ooof... amico, è ancora intelligente).

source: [_danny_s_at_danny_s_talk_frown_s_wondering_] At the same time, I'm not gonna be able to stop him at my current strength.
german: [_danny_s_at_danny_s_talk_frown_s_wondering_] Gleichzeitig bin ich nicht in der Lage, ihn bei meiner derzeitigen Stärke zu stoppen.
italian: [_danny_s_at_danny_s_talk_frown_s_wondering_] Allo stesso tempo, non sarò in grado di fermarlo con la mia forza attuale.

source: [_danny_s_down_s_talk_frown_2_s_sad_] I'll have to find some more Orgone to make myself stronger to take him on.
german: [_danny_s_down_s_talk_frown_2_s_sad_] Ich muss noch ein paar Orgone finden, um mich stärker zu machen, um ihn weiter zu nehmen.
italian: [_danny_s_down_s_talk_frown_2_s_sad_] Dovrò trovare altro Orgone per rafforzarmi e affrontarlo.

source: [_danny_s_towards_s_talk_frown_2_s_wondering_] I'd go to Sam for help, but I can't imagine how she'd react to this whole situation. I don't wanna stress her out anymore than I need to.
german: [_danny_s_towards_s_talk_frown_2_s_wondering_] Ich würde nach Sam um Hilfe bitten, aber ich kann mir nicht vorstellen, wie sie auf diese ganze Situation reagieren würde. Ich möchte sie nicht mehr betonen, als ich es brauche.
italian: [_danny_s_towards_s_talk_frown_2_s_wondering_] Andrei a chiedere aiuto a Sam, ma non riesco a immaginare come reagirebbe a tutta questa situazione. Non voglio stressarla più del necessario.

source: [_danny_s_down_s_talk_frown_s_sad_] Plus, I don't know how much {b}more{/b} she'd be willing to even do with me... and performing the same act twice might not produce any new amount of Orgone I'll need.
german: [_danny_s_down_s_talk_frown_s_sad_] Plus, ich weiß nicht, wieviel {b}sie noch machen möchte{/b} sie bereit ist, auch mit mir zu tun. . und die gleiche Handlung zweimal durchzuführen könnte keine neue Menge an Orgone produzieren, die ich brauche.
italian: [_danny_s_down_s_talk_frown_s_sad_] Inoltre, non so quanto {b}ancora{/b} sarebbe disposta a fare con me... e compiere lo stesso atto due volte potrebbe non produrre una nuova quantità di Orgone di cui avrei bisogno.

source: [_danny_s_neutral_s_at_player_s_talk_happy_] Although... maybe Kate could help me out with this...? She sure seems like she likes me, and would probably be willing to help me relieve some tension...
german: [_danny_s_neutral_s_at_player_s_talk_happy_] Aber vielleicht könnte Kate mir dabei helfen... Sie scheint sicher wie sie mir gefällt, und wäre wahrscheinlich bereit, mir zu helfen, einige Spannungen zu lindern...
italian: [_danny_s_neutral_s_at_player_s_talk_happy_] Anche se... forse Kate potrebbe aiutarmi...? Sembra proprio che le piaccia, e probabilmente sarebbe disposta ad aiutarmi a scaricare la tensione...

source: [_danny_s_talk_happy_2_s_sad_] Man, of all the ways I could have discovered to make my ghost half stronger, extracting Orgone has got to be one of the best!
german: [_danny_s_talk_happy_2_s_sad_] Man, auf allen Wegen, die ich hätte entdecken können, meinen Geist halb stärker zu machen, Extraktion Orgone muss eines der Besten sein!
italian: [_danny_s_talk_happy_2_s_sad_] Cavolo, di tutti i modi che avrei potuto scoprire per rendere più forte la mia metà fantasma, l'estrazione dell'Orgone deve essere uno dei migliori!

source: [_danny_s_towards_s_angry_s_talk_happy_] That settles it, I'll go see her and ask for help.
german: [_danny_s_towards_s_angry_s_talk_happy_] Das legt es fest, ich werde sie sehen und um Hilfe bitten.
italian: [_danny_s_towards_s_angry_s_talk_happy_] Questo è quanto, andrò a trovarla e le chiederò aiuto.

source: [_danny_s_down_s_talk_frown_s_rise_one_] Even still... getting Orgone might not be enough to take on these type of stronger ghosts anymore like Desiree or Johnny and Shadow....
german: [_danny_s_down_s_talk_frown_s_rise_one_] Sogar noch ... Orgone zu bekommen reicht vielleicht nicht mehr aus, um diese Art stärkerer Geister wie Desiree oder Johnny und Shadow....
italian: [_danny_s_down_s_talk_frown_s_rise_one_] Anche se... ottenere l'Orgone potrebbe non essere più sufficiente per affrontare questo tipo di fantasmi più forti come Desiree o Johnny e Shadow....

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] It'd be great if I could also get my hands on some useful ghost equipment to take on Desiree with...
german: [_danny_s_at_player_s_talk_frown_2_s_sad_] Es wäre großartig, wenn ich auch einige nützliche Geisterausrüstung bekommen könnte, mit denen ich Desiree aufnehmen könnte...
italian: [_danny_s_at_player_s_talk_frown_2_s_sad_] Sarebbe bello se riuscissi a mettere le mani su qualche utile equipaggiamento da fantasma con cui affrontare Desiree...

source: [_danny_s_wondering_s_talk_frown_] I'll have to see what I can get down in the lab from Mom.
german: [_danny_s_wondering_s_talk_frown_] Ich muss sehen, was ich im Labor von Mom.
italian: [_danny_s_wondering_s_talk_frown_] Dovrò vedere cosa riesco a ottenere dalla mamma in laboratorio.

source: [_danny_s_at_player_s_talk_frown_2_s_sad_] Mom said that the Fenton Thermos would be good for catching ghosts, right?
german: [_danny_s_at_player_s_talk_frown_2_s_sad_] Mutter sagte, dass die Fenton-Thermos gut wären, um Gespenster zu fangen, nicht wahr?
italian: [_danny_s_at_player_s_talk_frown_2_s_sad_] La mamma ha detto che il thermos Fenton è adatto per catturare i fantasmi, giusto?

source: [_danny_s_rise_one_s_talk_happy_2_] Maybe if I help her finish it, I can get a spare one or something? I'm sure Mom wouldn't mind... she always wanted me to attend to more ghost attack safety procedures after all
german: [_danny_s_rise_one_s_talk_happy_2_] Vielleicht, wenn ich ihr bei der Fertigstellung hilfe, kann ich eine Ersatzperson oder etwas bekommen? Ich bin sicher, dass Mama nichts dagegen haben würde. . Sie wollte immer mehr Geisterangriffssicherheitsverfahren besuchen
italian: [_danny_s_rise_one_s_talk_happy_2_] Forse se la aiuto a finirlo, posso averne uno di riserva o qualcosa del genere? Sono sicuro che alla mamma non dispiacerebbe... ha sempre voluto che mi occupassi di più delle procedure di sicurezza per gli attacchi dei fantasmi, dopotutto.

source: [_danny_s_at_player_s_sad_2_s_talk_happy_] But now that I have the Fenton Thermos working, I'll be far more prepared to take on Desiree!
german: [_danny_s_at_player_s_sad_2_s_talk_happy_] Aber jetzt, da ich die Fenton-Thermos arbeiten lassen habe, bin ich viel mehr darauf vorbereitet, Desiree zu nehmen!
italian: [_danny_s_at_player_s_sad_2_s_talk_happy_] Ma ora che il Thermos Fenton funziona, sarò molto più preparato ad affrontare Desiree!

source: [_danny_s_towards_s_talk_happy_2_s_wondering_] Trapping her in it will give me the chance I need to free Tucker of her wicked influence!
german: [_danny_s_towards_s_talk_happy_2_s_wondering_] Wenn sie darin gefangen wird, wird mir die Chance geben, Tucker von ihrem schlechten Einfluss zu befreien!
italian: [_danny_s_towards_s_talk_happy_2_s_wondering_] Intrappolarla mi darà la possibilità di liberare Tucker dalla sua malvagia influenza!

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Then, when I have everything I'll need, I'll be able to go save my best friend!!
german: [_danny_s_at_player_s_neutral_s_talk_happy_] Dann, wenn ich alles habe, was ich brauche, werde ich in der Lage sein, meinen besten Freund zu retten!!
italian: [_danny_s_at_player_s_neutral_s_talk_happy_] Poi, quando avrò tutto quello che mi serve, potrò andare a salvare il mio migliore amico!!!

source: [_danny_s_closed_s_talk_happy_2_s_angry_] Don't worry, Tuck. I'm not giving up on you yet!!
german: [_danny_s_closed_s_talk_happy_2_s_angry_] Keine Sorge, Tuck. Ich gebe dir noch nicht auf!!
italian: [_danny_s_closed_s_talk_happy_2_s_angry_] Non preoccuparti, Tuck. Non mi arrendo ancora con te!!!

source: [_danny_s_talk_happy_s_sad_] Hey, Kate! How're you doing today, angel thighs?
german: [_danny_s_talk_happy_s_sad_] Hey, Kate! Wie bist du heute, Engelschenke?
italian: [_danny_s_talk_happy_s_sad_] Ehi, Kate! Come va oggi, cosce d'angelo?

source: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, why hello Daniel, how are you doing today? Already in a good mood, I see!
german: [_kate_s_talk_happy_s_sad_s_talk_happy_] Ach, warum Hallo Daniel, wie gehst du heute weiter? Ich sehe schon in guter Laune!
italian: [_kate_s_talk_happy_s_sad_s_talk_happy_] Oh, perché ciao Daniel, come va oggi? Già di buon umore, vedo!

source: [_danny_s_rise_one_s_talk_happy_2_] Doing even better now that I'm speaking to someone so impeccably gorgeous as you...
german: [_danny_s_rise_one_s_talk_happy_2_] Jetzt noch besser, da ich mit jemandem spreche, der so tadellos schön ist wie du...
italian: [_danny_s_rise_one_s_talk_happy_2_] Sto ancora meglio ora che parlo con una persona così impeccabilmente bella come te...

source: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh now, stop it, you're already out and about with the compliments! You're too much sometimes, Danny, I swear...
german: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh jetzt, bremst, du bist schon raus und mit den Komplimenten! Du bist manchmal zu viel, Danny, ich schwöre...
italian: [_kate_s_center_s_blush_s_talk_happy_2_s_sad_2_] Oh, smettila, sei già in giro con i complimenti! Sei troppo a volte, Danny, lo giuro...

source: [_danny_s_closed_s_talk_happy_s_wondering_] Heh, well, I just thought I'd try my best to only tell the truth around such a wonderful and sexy saint like yourself is all!
german: [_danny_s_closed_s_talk_happy_s_wondering_] Hoch, gut, Ich dachte, ich würde mein Bestes versuchen, nur die Wahrheit um einen so wunderbaren und sexy Heiligen wie dich ist alles!
italian: [_danny_s_closed_s_talk_happy_s_wondering_] Beh, ho solo pensato di fare del mio meglio per dire solo la verità a una santa meravigliosa e sexy come te, ecco tutto!

source: [_kate_s_talk_happy_] Okay, you're just being so cute right now, I kinda want to just eat you right up...
german: [_kate_s_talk_happy_] Okay, du bist gerade gerade so süß, ich möchte dich gerade gleich essen ...
italian: [_kate_s_talk_happy_] Ok, sei così carino in questo momento che mi viene voglia di mangiarti...

source: [_danny_s_rise_one_s_blush_s_talk_happy_] Is that a fact?
german: [_danny_s_rise_one_s_blush_s_talk_happy_] Ist das eine Tatsache?
italian: [_danny_s_rise_one_s_blush_s_talk_happy_] È un dato di fatto?

source: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... it most certainly is...
german: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... es ist ganz sicher...
italian: [_kate_s_angry_s_talk_happy_] {i}Mmhmmm{/i}... lo è sicuramente...

source: [_danny_s_sad_2_s_talk_happy_] Well, honestly, I know you've offered me {i}that{/i} particular treatment before, nurse, but I was kinda hoping for something a little more...
german: [_danny_s_sad_2_s_talk_happy_] Nun, ehrlich gesagt, ich weiß, du hast mir {i}angeboten, dass {/i} spezielle Behandlung vor, Krankenschwester, aber ich war kinda hoffte auf etwas ein wenig mehr...
italian: [_danny_s_sad_2_s_talk_happy_] Beh, onestamente, so che mi ha già offerto {i}quel particolare trattamento, infermiera, ma speravo in qualcosa di più...

source: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] How should I put it...
german: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] Wie soll ich es setzen...
italian: [_danny_s_blank_stare_s_wondering_s_talk_happy_2_] Come dire...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Breast{/i} suited to my desires...?
german: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Brust{/i} für meine Wünsche geeignet...?
italian: [_danny_s_rise_one_s_towards_s_talk_happy_] {i}Un seno adatto ai miei desideri...?

source: [_kate_s_talk_frown_s_sad_s_center_] Wowee... you certainly have a way with words, Mr. Fenton... (This kid's lucky he's damn cute.)
german: [_kate_s_talk_frown_s_sad_s_center_] Wowee... Sie haben sicherlich einen Weg mit Worten, Herr Fenton... (Dieses Kind Glück ist verdammt cute.)
italian: [_kate_s_talk_frown_s_sad_s_center_] Wowee... lei ci sa fare con le parole, signor Fenton... (Questo ragazzo è fortunato ad essere dannatamente carino).

source: [_danny_s_closed_s_sad_s_talk_happy_] Yeah, well, I try my best...
german: [_danny_s_closed_s_sad_s_talk_happy_] Ja, nun, ich versuche mein Bestes...
italian: [_danny_s_closed_s_sad_s_talk_happy_] Sì, beh, faccio del mio meglio...

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Well, if that's what you're hoping to get done... then far be it from me to turn you down, right?
german: [_kate_s_talk_happy_s_closed_s_rise_one_] Nun, wenn das das ist, was du hoffst zu erledigen... dann sei es weit von mir um dich herunterzudrehen, oder?
italian: [_kate_s_talk_happy_s_closed_s_rise_one_] Beh, se è questo che spera di ottenere... allora lungi da me rifiutare, giusto?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, really? Just like that?
german: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, wirklich? Genau wie das?
italian: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Wow, davvero? Proprio così?

source: [_kate_s_sad_2_s_talk_frown_] Danny, if it's not been made clear by what we've already done together, then let me make it crystal right now:
german: [_kate_s_sad_2_s_talk_frown_] Danny, wenn es nicht durch das, was wir schon gemeinsam gemacht haben, klar gemacht wurde, dann lass es mich gleich kristallisieren:
italian: [_kate_s_sad_2_s_talk_frown_] Danny, se non è stato chiarito da ciò che abbiamo già fatto insieme, permettimi di renderlo chiaro adesso:

source: [_kate_s_talk_happy_2_s_closed_s_rise_one_] I think you're cute. Quite sexy, in fact. You and I? We've got a good thing going on here. Why {i}wouldn't{/i} I want to make you happy when you've asked so nicely?
german: [_kate_s_talk_happy_2_s_closed_s_rise_one_] Ich denke, du bist süß. Eigentlich sexy. Du und ich? Wir haben hier eine gute Sache. Warum würde {i}nicht sein{/i} Ich möchte dich glücklich machen, wenn du so schön gefragt hast?
italian: [_kate_s_talk_happy_2_s_closed_s_rise_one_] Penso che tu sia carino. Anzi, molto sexy. Io e te? C'è un bel rapporto tra noi. Perché {i}non dovrei volerti rendere felice quando me l'hai chiesto così gentilmente?

source: [_kate_s_down_s_talk_happy_s_sad_] As long as I can count on you to scratch {b}my{/b} back once in a while, I'm more than willing to scratch yours...
german: [_kate_s_down_s_talk_happy_s_sad_] Solange ich auf dich zählen kann, dass du dich einmal von Zeit zu Zeit {b}mein{/b} zurückkratzen wirst, bin ich gerne bereit Deinen zu kratzen...
italian: [_kate_s_down_s_talk_happy_s_sad_] Se posso contare su di te per grattarmi {b}la schiena ogni tanto, sono più che disposto a grattare la tua...

source: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] N-now, by scra-scratch your back, wh-what exactly are we talking about?
german: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] N-now, by scra-cratch your backen, worum geht es genau?
italian: [_danny_s_blush_s_at_danny_s_talk_happy_2_s_rise_one_] Ora, grattandoti la schiena, di cosa stiamo parlando esattamente?

source: [_kate_s_sad_s_talk_happy_] Oh, now see? You always get so nervous around girls when they talk a little naughty...
german: [_kate_s_sad_s_talk_happy_] Oh, jetzt sieht? Du wirst immer so nervös um Mädchen, wenn sie ein wenig unartig sprechen...
italian: [_kate_s_sad_s_talk_happy_] Oh, ora vedi? Diventi sempre così nervoso con le ragazze quando parlano un po' male...

source: [_kate_s_talk_happy_2_s_neutral_] That's what I find especially sweet about you... you're just so fun to toy with... so perfectly suited to {b}tease{/b}...
german: [_kate_s_talk_happy_2_s_neutral_] Das ist es, was ich besonders süß über dich finde... Du bist einfach so lustig mit dem Spielzeug zu spielen... so perfekt geeignet für {b}Tees{/b}...
italian: [_kate_s_talk_happy_2_s_neutral_] Questo è ciò che trovo particolarmente dolce in te... sei così divertente da giocare... così perfettamente adatto a {b}stuzzicare{/b}...

source: [_kate_s_talk_happy_s_closed_s_rise_one_] Now... so we're clear... were you implying that you wanted these nice big titties to be wrapped round that big flag pole of yours?
german: [_kate_s_talk_happy_s_closed_s_rise_one_] Jetzt... also sind wir klar... warst du schon damit, dass du diese schönen großen Titten umwickeln möchtest?
italian: [_kate_s_talk_happy_s_closed_s_rise_one_] Ora... per essere chiari... stavi forse insinuando che volevi che queste belle tettone fossero avvolte intorno a quella tua grande asta della bandiera?

source: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... I think so... I can't quite remember anymore...
german: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... Ich glaube so... Ich kann mich nicht mehr gut erinnern...
italian: [_danny_s_talk_happy_2_s_at_player_s_sad_2_] Uhhm... credo di sì... Non riesco più a ricordare...

source: [_kate_s_angry_2_s_bite_] {i}Mmhmm{/i}... well then, Danny, let the good nurse jog your memory a bit...
german: [_kate_s_angry_2_s_bite_] {i}Mmhmm{/i}... nun, Danny, lass die gute Krankenschwester dein Gedächtnis ein bisschen joggen...
italian: [_kate_s_angry_2_s_bite_] {i}Beh, allora Danny, lascia che la brava infermiera ti rinfreschi un po' la memoria...

source: [_kate_s_talk_happy_s_sad_2_] Buckle up, Mr. Fenton... so few people get to receive {b}this{/b} kind of treatment in their life...
german: [_kate_s_talk_happy_s_sad_2_] Buckle up, Herr Fenton... so wenige Leute erhalten {b}diese{/b} Behandlung in ihrem Leben...
italian: [_kate_s_talk_happy_s_sad_2_] Si allacci le cinture, signor Fenton... poche persone ricevono {b}questo tipo di trattamento nella loro vita...

source: [_danny_] Oh Kate... wow... you're really good at this...
german: [_danny_] Oh Kate... wow... hier bist du wirklich gut...
italian: [_danny_] Oh Kate... wow... sei davvero brava...

source: [_kate_] {i}Mmhmmm{/i}... well, I've had plenty of practice.
german: [_kate_] {i}Mmhmmm{/i}... nun, ich hatte viel Übung.
italian: [_kate_] {i}Beh, ho fatto molta pratica.

source: [_danny_] Re-really? But I thought you said that not many people ge-
german: [_danny_] Wirklich? Aber ich dachte, du hast gesagt, dass nicht viele Leute kommen -
italian: [_danny_] Davvero? Ma pensavo avessi detto che non ci sono molte persone che...

source: [_kate_] Hon, let's not talk about other people like my ex-husband at times like these, 'kay?
german: [_kate_] Hallo, reden wir nicht über andere Menschen wie meinen Ex-Ehemann in Zeiten wie dieser, "Kaja?
italian: [_kate_] Tesoro, non parliamo di altre persone come il mio ex marito in momenti come questi, ok?

source: [_danny_] S-sorry, my bad...
german: [_danny_] S-sorry, mein schlechtes...
italian: [_danny_] Scusa, colpa mia...

source: [_kate_] It's okay, just focus on me instead...
german: [_kate_] Es ist in Ordnung, sondern nur auf mich fokussieren...
italian: [_kate_] Va bene, concentrati su di me...

source: [_danny_] O-okay...
italian: [_danny_] Ok...
