Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... I take it you're planning to get one of these lucky ladies to... ya' know?
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... Je pense que vous avez l'intention de faire savoir à l'une de ces dames chanceuses... à vous?
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soo{/i}... Ich nehme an, du planst eine dieser Glücksfrauen kennen zu lernen?

source: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] I mean, y-yeah, I suppose so.
french: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] Je veux dire, yah, je suppose.
german: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] Ich meine, y-ja, nehme ich an.

source: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Let me guess... either Paulina or Star?
french: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Permettez-moi de deviner... Paulina ou Étoile ?
german: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Muss ich erraten... entweder Paulina oder Stern?

source: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Sighs*{/i} Looks that way.
french: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Soupirs*{/i} ressemble ainsi.
german: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Sehen*{/i} sieht so aus.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Huh? I don't get it though, I thought you've always had a huge thing for Paulina?
french: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Hein? Je ne l'ai pas compris, je pensais que vous avez toujours eu une énorme chose pour Paulina?
german: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Huh? Ich bekomme es aber nicht, ich dachte, du hast schon immer eine riesige Sache für Paulina?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well yeah, of course.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Eh bien ouais, bien sûr.
german: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Nun ja, natürlich.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] And as much as I hate her ever living, lip glossed guts, Star is definitely a hot bombshell in your eyes.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] Et même si je déteste sa vie, les tripes à lèvres brillantes, Star est certainement une bombe chaude dans vos yeux.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] Und so sehr ich sie lehne, wenn sie jemals lebt, Lippenbekenntnisse hat, ist Star definitiv eine heiße Bombe in deinen Augen.

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, can't deny that.
french: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuuup{/i}, ne peut pas nier cela.
german: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, kann das nicht leugnen.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] So then why the long face dude? You're acting like somebody put your dog down.
french: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Alors pourquoi le long visage ? Vous agissez comme quelqu'un a abattu votre chien.
german: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Warum also der lange Gesichtsfäller? Du agierst wie jemand deinen Hund nieder.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well, don't get me wrong, they're both crazy attractive. And although they absolutely {i}can{/i} be the shallow type you don't like...
french: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Eh bien, ne vous méprenez pas, ils sont tous deux folles attractifs. Et bien qu'ils soient absolument {i}peuvent{/i} être le type peu profond que vous n'aimez pas...
german: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Nun, lass mich nicht falsch, sie sind beide verrückt attraktiv. Und obwohl sie absolut {i}kann{/i} der flache Typ sein, den du nicht magst...

source: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...I do get the sense that they've got good things about them that I could definitely like in a girl. Genuinely, no lie.
french: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ... J'ai le sentiment qu'ils ont de bonnes choses à leur sujet que je pourrais aimer dans une fille. Vraiment, pas de mensonge.
german: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...Ich habe das Gefühl, dass sie gute Dinge über sie haben, die ich definitiv in einem Mädchen mag. Wirklich, keine Lüge.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] But...?
french: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Mais...?
german: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Aber...?

source: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] But... I kinda wanted someone else instead of them.
french: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] Mais... Je voulais plutôt que quelqu'un d'autre.
german: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] Aber... Ich wollte jemand anderen statt ihnen.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh my God, Danny! Is it that girl you bought to the dance?
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh mon Dieu, Danny ! Est-ce cette fille que vous avez achetée à la danse ?
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh mein Gott, Danny! Ist es das Mädchen, das du dem Tanz gekauft hast?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...y-yeah. You know me too well.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...yah. Vous me connaissez trop bien.
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...yyah. Du kennst mich zu gut.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] But wait, hold up...{p}...isn't she your {u}cousin{/u}...? Destiny, right...? {i}Uhmm{/i}, Danny...?
french: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Mais attendez, attendez...{p}... n'est-ce pas elle votre {u}cousin{/u}? Destiné, non...? {i}Uhmm{/i}, Danny... ?
german: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Aber warte, halte auf...{p}...ist sie dein {u}Cousin{/u}...? Schick, oder...? {i}Uhmm{/i}, Danny...?

source: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Wait, Tucker didn't tell you?
french: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Attendez, Tucker ne vous a pas dit ?
german: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Warte, Tucker sagte dir nicht?

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Tell me what...?
french: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Dites-moi quoi...?
german: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Sag mir, was ...?

source: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] She's, {i}uhh{/i}... well she's not my cousin. Don't worry about that. And her name's actually Desiree.
french: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] elle, {i}euh{/i}... Eh bien, elle n'est pas mon cousin. Ne vous inquiétez pas pour cela. Et son nom est vraiment désiré.
german: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] Sie ist, {i}uhh{/i}... nun, sie ist nicht mein Cousin. Sorgen Sie sich darüber nicht. Und ihr Name ist eigentlich Desiree.

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, okay, but then why'd you say-
french: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, d'accord, mais alors pourquoi dites-vous -
german: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, okay, aber dann warum-

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] I'll try to explain that later, I promise. The important part is that I do think she's nice, and I thought she'd be good for, ya' know... the thing.
french: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] Je vais essayer d'expliquer cela plus tard, je vous le promets. La partie importante est que je pense qu'elle est belle, et je pensais qu'elle serait bonne, vous... la chose.
german: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] Ich versuche das später zu erklären, verspreche ich. Der wichtige Teil ist, dass ich denke, sie ist nett, und ich dachte, sie wäre gut für, ya' wissen... das Ding.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Well, maybe you should tell her that.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Eh bien, peut-être devriez-vous lui dire ça.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Nun, vielleicht solltest du ihr das sagen.

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Or, rather, tell her that you do like her like that... maybe not your secret identity thing.
french: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Ou plutôt, dites-lui que vous l'aimez... peut-être pas votre identité secrète.
german: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Oder, erzähle ihr eher, dass ihr das mag... vielleicht nicht eure geheime Identität.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] I don't know... based on what I know, I doubt she'd be into anything like that...
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Je ne sais pas... sur la base de ce que je sais, je doute qu'elle soit dans quelque chose comme ça...
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Ich weiß es nicht... basierend auf dem, was ich weiß, bezweifle ich, dass sie in so etwas sein würde...

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c'mon! Are you kidding? I've seen the way she's looked at you! Both tonight {i}and{/i} at the formal!
french: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, mon mon! Vous plaisantez ? J'ai vu comment elle vous regardait ! {i}et {/i} ce soir à la forme!
german: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c'mon! Bist du Scherz? Ich habe gesehen, wie sie dich angeschaut hat! Heute Abend {i}und{/i} auf dem Formalen!

source: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] Huh?
french: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] Hein?

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] I figured it was just, like, really strong familial bonds or something. But if she's really not related to you, then she definitely cares about you dude.{p}And that's clearly for {u}Danny Fenton{/u}, not Inviso-Bill.
french: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] Je me suis dit que c'était juste, comme, des liens familiaux vraiment forts ou quelque chose. Mais si elle n'est vraiment pas liée à vous, alors elle se soucie vraiment de vous dude.{p}Et c'est clairement pour {u}Danny Fenton{/u}, pas pour Inviso-Bill.
german: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] Ich dachte, es sei gerecht, wie, wirklich starke familiäre Verbindungen oder etwas. Aber wenn sie wirklich nicht zu dir gehört, dann kümmert sie sich definitiv um dich dude.{p}Und das ist eindeutig für {u}Danny Fenton{/u}, nicht Inviso-Bill.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] So, you're not jealous about all this?
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Alors, vous n'êtes pas jaloux de tout cela ?
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Du bist also nicht eifersüchtig darüber?

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] I mean... maybe a little? But honestly, if I had to pick, I'd literally rather you picked a dead sewer rat over Paulina or Star.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] Je veux dire... Mais honnêtement, si je devais choisir, je préfère littéralement vous choisir un rat d'égout mort au-dessus de Paulina ou de l'étoile.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] Ich meine... Aber ehrlich gesagt, wenn ich wählen musste, würde ich buchstäblich lieber eine tote Kanalisationsratte über Paulina oder Star aussuchen.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] But I like Destin- or, Desiree a lot better. So, if she's good to you, I'd say you gotta man up and do what you gotta do.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Mais j'aime Destin- ou Desiree beaucoup mieux. Alors, si elle est bonne pour vous, je dirais que vous devez faire ce que vous devez faire.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Aber ich mag Destin- oder Desiree viel besser. Also, wenn sie gut zu dir ist, würde ich sagen, du gotta Mann auf und tun, was du gotta tun.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Thanks Sam.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Merci Sam.
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Danke Sam.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Just... don't forget you have other people looking out for you as well, okay?
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Juste... n'oubliez pas que vous avez d'autres personnes qui vous regardent aussi, d'accord?
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Just... vergisst nicht, dass du auch andere Leute nach dir suchst, ok?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] I won't.
french: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] Je ne le ferai pas.
german: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] Ich nicht.

source: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMMM!!{/i} They have beer pong set up in the kitchen!! I'm gonna be unstoppable at this!!
french: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMMM !!{/i} Ils ont un pong à bière installé dans la cuisine!! Je vais être imparable à ça!!
german: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAMMAM! {i}SAMMMM!!{/i} Sie haben Bier Pong in der Küche!! Ich werde dabei unaufhaltsam sein!

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...I better go make sure he doesn't break something in your house...
french: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ... Je ferais mieux de m'assurer qu'il ne casse pas quelque chose dans votre maison...
german: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...Ich gehe besser um sicherzustellen, dass er nichts in deinem Haus zerstört...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Later, and... good luck.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Plus tard, et... bonne chance.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Später und... Viel Glück.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Later Sam. Thanks.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Plus tard, merci Sam.
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Später Sam. Danke.

source: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! He {i}actually{/i} came! {i}Faaar{/i} out!!
french: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! Il {i}en fait{/i} est venu! {i}Faaar{/i} dehors!
german: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! Er {i}eigentlich{/i} kam her! {i}Faaar{/i} raus!!

source: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh man, I'm like, I'm such a big fan of you, Mr. Inviso-Bill, sir!
french: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh homme, j'aime, je suis un si grand fan de vous, Monsieur Inviso-Bill, Monsieur!
german: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh Mann, ich bin wie ein großer Fan von dich, Herr Inviso-Bill, Sir!

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, thanks?{p}Y-yes, thank you! I appreciate every one of my, {i}uhm{/i}... fans.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Euh{/i}, merci?{p}Y-oui, merci! J'apprécie tous mes fans, {i}euhm{/i}... fans.
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, danke?{p}Y-ja, danke! Ich schätze jeden meiner {i}uhm{/i}... Fans.

source: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeyyY!{/i} {i}Woahh{/i}, you're like that guy who beats up the creepy molester ghosts, right?
french: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeaaY !{/i} {i}Woahh{/i}, vous êtes comme ce gars qui bat les fantômes effrayants des molesteurs, n'est-ce pas?
german: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeyyY!{/i} {i}Woahh{/i}, du bist wie der Kerl, der die grausamen molestergeister schlägt, richtig?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, yeah, that's me.{p}More or less.
french: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, oui, c'est moi.{p}Plus ou moins.
german: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, ja, das ist ich.{p}Mehr oder weniger.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] And how're you, {i}*Ahem*{/i}, "gentlemen" doing tonight?
french: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Et comment allez-vous, {i}*Ahem*{/i}, « messieurs» faire ce soir?
german: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Und wie bist du, {i}*Ahem*{/i}, "Gentlemen" heute Abend?

source: [_dash_s_talk_happy_s_beer_] Dude, grab a beer with us!
french: [_dash_s_talk_happy_s_beer_] Dude, prenez une bière avec nous!
german: [_dash_s_talk_happy_s_beer_] Dude, nimm ein Bier mit uns!

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, thank you!
french: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}euh{/i}, merci !
german: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, danke!

source: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] Man you SEEN the babes here tonight?! I'm dying over here!{p}Gotta be the sick mood lighting Fenturd has set up in this place...
french: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] L'homme que tu as vu les filles ici ce soir?! Je mourrai ici!{p}Reste à être l'humeur malade qui illumine Fenturd à cet endroit...
german: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] Du hast die Babes heute Abend hier gesehen?! Ich sterbe hier!{p}Gotta sei die kranke Stimmung, die Fenturd an diesem Ort eingerichtet hat...

source: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, do you think I have a chance with Star? She's seemed pretty distant lately...
french: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, pensez-vous que j'ai une chance avec l'étoile ? Elle a l'air assez éloignée dernièrement...
german: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, denke du, habe ich eine Chance mit dem Stern? Sie schien in letzter Zeit ziemlich weit entfernt...

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Star? Kwan, that girl's crazy ya' know, and her and Paulina have a real love-hate relationship going on.
french: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Étoiles ? Kwan, cette fille est folle que vous connaissez, et elle et Paulina ont une véritable relation d'amour-haine en cours.
german: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Stern? Kwan, das verrückte Mädchen kennt und sie und Paulina haben eine echte Beziehung mit Hass und Hass!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] I'd just stay as far away from that as I could. They're {i}this{/i} close to just going all out war with each other.
french: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] Je resterai aussi loin que je le pouvais. Ils sont {i}ça{/i} près de se lancer dans la guerre les uns contre les autres.
german: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] Ich würde nur so weit davon entfernt bleiben wie ich konnte. Sie sind {i}diese{/i} in der Nähe, den Krieg mit einander zu führen.

source: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Wait, so it's like "Mean Girls"? They're like Mean Girls?
french: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Attendez, c'est comme "Mean Girls"? Ils sont comme des Mean Girls?
german: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Warte, also ist es wie "Mean Girls"? Sie sind wie Mean Girls?

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Yeah, dude, exactly! Mean Girls, totally!!
french: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Ouais, dude, exactement ! Mean Girls, totalement!!
german: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Ja, dude, genau! Mean Girls, insgesamt!!

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, how do you know about a chick flick like Mean Girls?!
french: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Attendez, comment connaissez-vous un putain comme les Mean Girls ?!
german: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Warte, wie weißt du von einem Kick wie Mean Girls?!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] It's a pretty good movie, dude!{p}{nw}
french: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] C'est un bon film, dude!{p}{nw}
german: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] Es ist ein ziemlich guter Film, dude!{p}{nw}

source: [_extend_] And how the heck do {i}you{/i} know about it??
french: [_extend_] Et comment vous en êtes-vous informé(e) par {i}{/i} ?
german: [_extend_] Und wie weisst du {i}du{/i} davon??

source: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Well while you two help each other discover your softer side, I'm gonna go see how everyone else is doing.
french: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Bien que vous deux vous aidiez à découvrir votre côté plus doux, je vais aller voir comment tout le monde fait.
german: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Nun, während du zwei einander hilft, deine weichere Seite zu entdecken, werde ich sehen, wie alle anderen tun.

source: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey... what're you doing over here all on your own?
french: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hé... que faites-vous ici tout seul?
german: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey... was machst du hier allein?

source: [_desiree_] {i}Ohh{/i}, Jasmine is just in the bathroom with Paulina and Star. I'm still waiting on her to be polite.
french: [_desiree_] {i}Oh{/i}, Jasmine est juste dans la salle de bains avec Paulina et Etoile. Je l'attends toujours pour être polie.
german: [_desiree_] {i}Ohh{/i}, Jasmine befindet sich nur im Badezimmer mit Paulina und Stern. Ich warte immer noch darauf, höflich zu sein.

source: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, what are they doing in there all together? Kinda a small space to be sharing with two other girls, no?
french: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, que font tous ensemble ? Kinda un petit espace à partager avec deux autres filles, non ?
german: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, was machen sie dort alle gemeinsam? Kinda einen kleinen Raum, um mit zwei anderen Mädchen zu teilen, nein?

source: [_desiree_] Well, last I checked, they were bathing each other naked, making certain each of their bodies were properly soaked and sudsed up thoroughly...
french: [_desiree_] Eh bien, j'ai vérifié la dernière fois, ils se baignaient nus, s'assurant que chacun de leur corps était bien trempé et submergé à fond ...
german: [_desiree_] Nun, zuletzt habe ich überprüft, dass sie einander nackt gebadet haben, so dass jeder ihrer Körper ordentlich getränkt und ausgebremst wurde...
