Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...this is going to be the whole date, isn't it?)
french: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...ce sera la date complète, n'est-ce pas?)
german: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...dies wird das gesamte Datum sein, oder?)

source: [_star_s_park_s_towards_s_idle_s_talk_happy_] Perfect! That's our cute starter photo for the date sorted!
french: [_star_s_park_s_towards_s_idle_s_talk_happy_] Parfait ! C'est notre jolie photo de départ pour la date triée !
german: [_star_s_park_s_towards_s_idle_s_talk_happy_] Perfekt! Das ist unser nettes Startfoto für das Datum sortiert!

source: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "Cute starter photo?"
french: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] « Mignon photo de départ ? »
german: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "Cute Starter Foto?"

source: [_star_s_park_s_towards_s_rise_s_talk_happy_] Yeah, it's like the visual appetizer for showing everyone online how things are going between us.
french: [_star_s_park_s_towards_s_rise_s_talk_happy_] Oui, c'est comme l'appétissant visuel pour montrer à tout le monde en ligne comment les choses se passent entre nous.
german: [_star_s_park_s_towards_s_rise_s_talk_happy_] Ja, es ist wie der visuelle Vorspeiser, um allen online zu zeigen, wie die Dinge zwischen uns laufen.

source: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Now we just spend the rest of the time together showing off how much cuter and more special we are!
french: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Maintenant, nous passons le reste du temps ensemble en montrant combien plus mignon et plus spécial nous sommes !
german: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Jetzt verbringen wir nur den Rest der Zeit zusammen und zeigen auf, wie viel Cuter und spezieller wir sind!

source: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... sounds like a good way to spend time together.
french: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... ressemble à un bon moyen de passer du temps ensemble.
german: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... klingt wie eine gute Möglichkeit, Zeit miteinander zu verbringen.

source: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Come on, we gotta get a move on already! The Mall's peak lighting is only gonna be around for the next forty-five minutes!{p}Also, throw that ice cream away. I hate the smell of dairy...
french: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Allez, nous devons déjà bouger ! L'éclairage de pointe de Mall ne sera disponible que pendant les quarante-cinq prochaines minutes!{p}Jetez également cette crème glacée. Je déteste l'odeur du lait...
german: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Komm, wir haben schon einen Schritt weitergemacht! Die Spitzenbeleuchtung der Mall wird nur für die nächsten 45 Minuten herumkommen!{p}Werfen Sie auch dieses Eis weg. Ich hasse den Geruch der Milch...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ...sorry Star, can you not put the phone down for just five minutes? I'm pretty sure your followers don't need to know where we are every single second.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ... Oblivion Etoile, ne pouvez-vous pas mettre le téléphone en bas pour seulement cinq minutes? « Je suis presque sûr que vos abonnés n'ont pas besoin de savoir où nous en sommes chaque seconde. »
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ... orry Star, können Sie das Telefon nicht für nur fünf Minuten? Ich bin ziemlich sicher, dass deine Follower nicht jede Sekunde wissen müssen, wo wir sind.

source: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, fine. I guess I can take a short break after that last three dozen pics I took of us in AbYss.
french: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, d'accord. Je suppose que je peux faire une courte pause après les trois dernières douzaines de photos que j'ai prises de nous dans AbYss.
german: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, gut. Ich denke, ich kann eine kurze Pause machen nach den letzten drei Dutzend Bildern, die ich von uns in AbYs gemacht habe.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, where are we going to now?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alors, où allons-nous maintenant?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Also, wohin gehen wir jetzt?

source: [_star_s_normal_s_towards_s_confused_s_talk_happy_] The movies, obviously!
french: [_star_s_normal_s_towards_s_confused_s_talk_happy_] Les films, bien sûr !
german: [_star_s_normal_s_towards_s_confused_s_talk_happy_] Die Filme, natürlich!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, really? Alright, that actually sounds fun.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, vraiment? D'accord, ça a l'air amusant.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, wirklich? Okay, das klingt wirklich lustig.

source: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Of course! What date at the Mall doesn't involve a fun movie together?
french: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Bien sûr ! Quelle date dans le centre commercial n'implique pas un film amusant ensemble ?
german: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Natürlich! Welches Datum in der Mall beinhaltet keinen lustigen Film gemeinsam?

source: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Cough*{/i} ...mainly so I can live react to it to my hundreds of Pinstagram followers who demand my critique... {i}*Cough*{/i}
french: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Tous*{/i} ...principalement pour que je puisse y réagir à mes centaines de disciples de Pinstagramme qui demandent ma critique... {i}*Tous*{/i}
german: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Husten*{/i} ...hauptsächlich damit ich auf meine hunderten Pinstagram-Anhänger reagieren kann, die meine Kritik verlangen... {i}*Husten*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] What was that?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Qu'est-ce que c'était?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Was war das?

source: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Nothing! Now come on, silly Billy~
french: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Rien! Maintenant allez-y, stupide~
german: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Nichts! Jetzt kommt es an, dumme Billy~

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Whispering*{/i} Wait, so I don't get it, so they're using time travel to make things go backwards, to stop things that haven't even happened yet? Man, this movie is next level stuff.
french: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Murmure*{/i} Attendez, donc je ne l'obtiens pas. Alors ils utilisent le temps de voyage pour faire revenir les choses, pour arrêter les choses qui ne se sont même pas encore passées? Je ne sais pas ce que je veux dire, c'est que je suis un peu fan de ce genre de trucs.
german: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Flüstern*{/i} Warten, also erhalte ich es nicht so dass sie Zeit reisen um die Dinge rückwärts zu bringen, um Dinge zu stoppen, die noch nicht einmal passiert sind? Man, dieser Film ist das nächste Level Slideshow.

source: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Whispering*{/i} It's next level boring, is what it is.
french: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Murmure*{/i} C'est le prochain niveau ennuyeux, c'est ce qu'il est.
german: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Flüstern*{/i} Es ist das nächste Level langweilig, ist das, was es ist.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Hey, what are you doing?
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst !{/i} Hey, que faites-vous ?
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Hey, was machst du?

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Telling everyone how great and how crazy {u}deep{/u} the movie is.
french: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Dire à tout le monde à quel point le film est grand et à quel point {u}est fou {/u} .
german: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Erzähle allen, wie groß und wie verrückt der Film {u}ist{/u}.

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] But you just said it was boring.
french: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] Mais vous venez de dire que c'était ennuyeux.
german: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] Aber du hast gerade gesagt, es sei langweilig.

source: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Yeah, but it's the big summer release. Who the heck is gonna listen to someone who doesn't think the same way as everyone else online?
french: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Ouais, mais c'est la grosse libération de l'été. Je ne sais pas si c'est le cas pour le moment.
german: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Ja, aber es ist der große Sommer Release. Wer wird jemandem zuhören, der nicht die gleiche Meinung hat wie alle anderen online?

source: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. No other words necessary.
french: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ... wow. Aucun autre mot nécessaire.
german: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. Keine anderen Wörter notwendig.

source: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Alright fine, I'll put my phone away.
french: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Très bien, je vais mettre mon téléphone à distance.
german: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] In Ordnung, ich lege mein Telefon weg.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_wide_s_rise_s_talk_happy_s_blush_] H-hey!! W-what are you doing?!
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_wide_s_rise_s_talk_happy_s_blush_] H-hey!! W-que faites-vous?!
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_wide_s_rise_s_talk_happy_s_blush_] H-hey!! W-was machst du?!

source: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} I'm just having a little fun... I told you I'm bored...{p}I need something to tide me over until the credits.
french: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh !{/i} Je suis juste un peu amusant... Je vous ai dit que je m'ennuiais...{p}j'ai besoin de quelque chose pour me ramener jusqu'aux crédits.
german: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} Ich habe nur ein wenig Spaß... Ich habe dir gesagt, ich bin langweilig...{p}Ich brauche etwas, um mich zu wetten, bis die Credits.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhh...{/i} w-what if we get caught though??
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Euh...{/i} que se passe-t-il si on est pris ??
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhhh...{/i} w-was, wenn wir aber erwischt werden?

source: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] We won't, now shut up, sit back and {i}enjoy{/i} the movie.
french: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] Nous ne nous fermerons pas, maintenant nous fermerons pas, asseyez-vous et {i}apprécier{/i} le film.
german: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] Wir werden uns jetzt nicht zurücklehnen und {i}den Film genießen{/i}.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] You... {i}ahh{/i} ...you're pretty nuts, you know that right?
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] Vous... {i}ahh{/i} ...vous êtes des noix, vous le savez bien?
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] Sie... {i}ahh{/i} ...Du bist ziemlich Nüsse, weißt du, dass richtig?

source: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flattery will get you nowhere.
french: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Le flatterie ne vous mènera nulle part.
german: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flatterie bringt dich nirgendwo.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] It's just strange... I don't normally do this kind of stuff with-
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] C'est juste étrange... Je ne fais pas ce genre de choses avec -
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] Es ist einfach seltsam... Ich mache normalerweise nicht diese Art von Sachen mit-

source: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh my goodness... are you saying that I'm a {i}special{/i} kinda girl...?
french: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh ma bonté... dites-vous que je suis une {i}spéciale{/i} fille de classe...?
german: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh meine Güte... sagst du, dass ich ein {i}speziell{/i} kinda Mädchen...?

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Well uh, n-no, not exactly, I just meant tha-
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Eh bien euh, n-non, pas exactement, je voulais juste dire ce-
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Gut uh, n-no, nicht genau, ich meinte nur Tha-

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Hold on, let me tweet out that you said that. That's a {i}great{/i} line to rub in the other's noses.
french: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Attendez, laissez-moi tweeter que vous avez dit ça. C'est une {i}grande{/i} ligne pour frotter le nez de l'autre.
german: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Halten Sie an, lassen Sie mich tweeten, dass Sie das gesagt haben. Das ist eine {i}große{/i} Zeile, die in die Nase der anderen ruft.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...you're joking.
french: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ... vous plaisantez.
german: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...Du witzst.

source: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] No! That was super sweet Billy, my followers will love it!
french: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] Non! C'était super doux Billy, mes adeptes vont l'adorer !
german: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] Nein! Das war super süß Billy, meine Anhänger werden es lieben!

source: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] But I didn't even say- you know what, never mind.
french: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] Mais je n'ai même pas dit - vous savez quoi, jamais à l'esprit.
german: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] Aber ich sagte nicht einmal. Du weißt, was nicht!

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Well, that movie royally sucked.
french: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Eh bien, ce film a sucé royalement.
german: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Nun, dieser Film wurde royally gesaugt.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, but all your {i}followers{/i} thought it was great, right?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, mais tous vos {i}abonnés{/i} pensaient que c'était génial, n'est-ce pas?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, aber alle deine {i}Followers{/i} hielten es für großartig, oder?

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, you really need to lighten up.
french: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, vous devez vraiment éclaircir.
german: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, du musst wirklich aufhellen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Lighten up? All you've done is waste time on your phone!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Éclaircissez? Tout ce que vous avez fait, c'est perdre du temps sur votre téléphone !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Aufhellen? Alles, was du getan hast, ist Zeit auf deinem Handy vergeudet!

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hey, my social status online is pretty important alright! And it's not like {i}you{/i} don't get anything out of this little arrangement!
french: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hé, mon statut social en ligne est assez important ! Et ce n'est pas comme {i}vous{/i} n'obtenez rien de ce petit arrangement!
german: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hey, mein sozialer Status online ist ziemlich wichtig! Und es ist nicht wie {i}du{/i} aus dieser kleinen Anordnung nichts herausbekommen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arrangement"? What are you talking about?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] « Arrangement»? De quoi parlez-vous?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arrangement"? Worüber redest du?

source: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}That{/u} arrangement.
french: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}C'est là{/u} arrangement.
german: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}dass{/u} Arrangement.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_pleased_s_blush_] I... wow.
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_pleased_s_blush_] Je... wow.
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_pleased_s_blush_] Ich... wow.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Just come with me Billy.
french: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Il suffit de venir avec moi Billy.
german: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Komme einfach mit mir Billy.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Wait, where are we-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Attendez, où sommes-nous-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Warte, wo sind wir-

source: [_star_s_normal_s_towards_s_confused_s_talk_amused_] To grab some food, duh. I'm starved!
french: [_star_s_normal_s_towards_s_confused_s_talk_amused_] Pour attraper de la nourriture, duh. Je suis affamé !
german: [_star_s_normal_s_towards_s_confused_s_talk_amused_] Um etwas Essen zu schnappen, füttern. Ich bin verhungert!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Translation, to take lots of photos {i}of{/i} food because she's starved of attention. Gotcha...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Traduction, pour prendre beaucoup de photos {i}de{/i} nourriture parce qu'elle manque d'attention. Gotcha...)

source: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, my followers are {i}soooooo{/i} jealous of me right now.
french: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, mes disciples sont {i}soooo{/i} jaloux de moi en ce moment.
german: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, meine Anhänger sind {i}soooo{/i} Eifersucht auf mich.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] So, if you wouldn't mind enlightening me, why are you so obsessed with all this online stuff exactly?
french: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Alors, si vous ne vouliez pas m'éclairer, pourquoi êtes-vous si obsédé par toutes ces choses en ligne exactement ?
german: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Also, wenn du mich nicht aufklären würdest, warum bist du so besessen von all diesem Online-Zeuge genau?

source: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Well, that's sorta a dumb question, even for a ghost. Come on, it's all to be popular! That's what fuels most people's wants and needs in this life!
french: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Eh bien, c'est une question stupide, même pour un fantôme. Allez, c'est tout pour être populaire ! C'est ce qui alimente les besoins et les besoins de la plupart des gens dans cette vie !
german: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Nun, das ist eine stumme Frage, auch für einen Gespenst. Komm, es ist alles populär! Das ist es, was die meisten Menschen wollen und brauchen in diesem Leben!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Right, but you do know that there {i}is{/i} more to life than just being popular, Star.
french: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] D'accord, mais vous savez que {i}est{/i} plus à la vie que d'être populaire, Etoile.
german: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Richtig, aber du weißt, dass {i}mehr zum Leben bringt als nur populär, Stern.

source: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Of course!
french: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Bien sûr !
german: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Natürlich!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Okay, so why don't we do something other than snap pictures of-
french: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Ok, alors pourquoi ne pas faire autre chose que de prendre des photos de-
german: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Okay, warum tun wir nicht etwas anderes als Bilder zu schnappen

source: [_star_s_fc_s_towards_s_idle_s_talk_amused_] There's fame and fortune too! I'd have to be {i}pretty{/i} simple not to think about that stuff too, ya' know.
french: [_star_s_fc_s_towards_s_idle_s_talk_amused_] Il y a aussi de la gloire et de la fortune ! Je devrais être {i}jolie{/i} simple de ne pas penser à ces choses aussi, vous savez.
german: [_star_s_fc_s_towards_s_idle_s_talk_amused_] Es gibt auch Ruhm und Glück! Ich müsste {i}hübsch sein{/i} einfach nicht darüber nachdenken, du weißt das.
