Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...look, it's not {i}that{/i} big a big deal if you're smoking... I just wish you'd have kept at the nicotine gum some more!
french: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ... regardez, ce n'est pas {i}que {/i} une grosse affaire si vous fumez... J'aurais simplement aimé que vous gardiez la gomme de nicotine encore !
german: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...schauen, es ist nicht {i}, das ein großes Geschäft ist, wenn du rauchst... Ich wünsche, du würdest beim Nikotingum noch ein bisschen mehr bleiben!

source: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...need to lay- {i}*Huff*{/i} ...d-down for a little bit...{p}Like I said... this one just took it all out of me today...
french: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...a besoin de lay- {i}*Huff*{/i} . .d-down pour un peu de temps...{p}Comme je l'ai dit... celui-ci vient tout juste de moi aujourd'hui...
german: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...lade- {i}*Huff*{/i} . .d-down für ein bißchen ...{p}wie ich bereits gesagt habe... dieser hat mir heute alles aus dem Weg geräumt...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... okay, but seriously, have you seen my hair straighten-
french: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... D'accord, mais sérieusement, avez-vous vu mes cheveux redressés-
german: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... Okay, aber im Ernst, hast du meine Haare geraden gesehen -

source: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] No sweetie!! Haven't seen them in here! Bye, talk to you later, taking a nap now!!
french: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] Pas de bonheur! N'en a pas vu ici! Parlez-vous, plus tard, faites une sieste maintenant!!
german: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] Keine Süßetie!! Sie haben sie hier noch nicht gesehen! Komm, sprich später mit dir und nimm jetzt ein Nickerchen!!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...okay, it sounds like she's gone back to her room.
french: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ... d'accord, on dirait qu'elle est revenue dans sa chambre.
german: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...Okay, es klingt so, als wäre sie in ihr Zimmer zurückgekehrt.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... bad time to ask, but... you're not mad, are you? About the whole-
french: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... mauvais temps pour demander, mais... vous n'êtes pas fou, n'est-ce pas? À propos de tout le monde-
german: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... schlechte Zeit zu fragen, aber... du bist nicht verrückt, bist du? Über das Ganze-

source: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] After {i}that{/i} performance? Hell no, I'm impressed!
french: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] Après {i}ça {/i} performance? Non, je suis impressionné!
german: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] Nach {i}dass{/i} Performance? Hell nein, ich bin beeindruckt!

source: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Really? I mean, great, I'm glad!
french: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Vraiment? Je veux dire, génial, je suis heureux !
german: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Wirklich? Ich meine, toll, ich freue mich!

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Yeah, it was definitely at least surprising, hot shot... but get ready to scram while you still can. I'm gonna go distract Star in her room while you sneak out through the front door.
french: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Oui, c'était du moins surprenant et surprenant... mais préparez-vous à arnaquer tant que vous le pouvez. Je vais aller distraire Star dans sa chambre pendant que vous vous faufilerez par la porte avant.
german: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Ja, es war definitiv zumindest überraschend, heißer Schuss... aber bereiten Sie sich auf den Schrott vor, während Sie noch können. Ich werde den Stern in ihrem Zimmer ablenken, während du dich durch die Haustür schleichst.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Will we get to do something like this again?
french: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Allons-nous recommencer quelque chose comme ça ?
german: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Werden wir so etwas wieder machen?

source: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*Shouting*{/i} Mom! Now I'm missing my charger for my phone!! Where is all my stuff?!
french: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*En criant*{/i} Maman! Maintenant, il me manque mon chargeur pour mon téléphone!! Où est tout ce que je fais? !
german: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*Shouting*{/i} Mama! Jetzt vermisse ich mein Ladegerät für mein Telefon! Wo ist all meine Sach?!

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Yes, yes, I'm sure, now shoo!!
french: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Oui, oui, je suis sûr, maintenant tirer !!
german: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Ja, ja, ich bin sicher, jetzt schießen!!

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, and make sure you turn invisible when you leave again, just to be safe. Definitely don't want Star to see you sneaking out of my bedroom.
french: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, et assurez-vous que vous devenez invisible lorsque vous repartez, juste pour être en sécurité. The room was very comfortable and the staff were very friendly and helpful.
german: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Ach, und stelle sicher, dass du unsichtbar wirst, wenn du wieder gehst, nur um sicher zu sein. Das Zimmer war sehr klein, aber sehr sauber.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Got it. See ya around Kate.
french: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Compris. Voyez vous autour de Kate.
german: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Hat es geschafft. Sieh dir um Kate.

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Here sweetie, I found your charger.
french: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Ici j'ai trouvé votre chargeur.
german: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Hier sweetie, ich habe dein Ladegerät gefunden.

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, sweet, thanks Mom. How was work today?
french: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, bonjour, merci Maman. Comment a fonctionné aujourd'hui ?
german: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, süß, danke Mom. Wie wurde heute gearbeitet?

source: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, like I said, {i}really{/i} exhausting, trust me, took a lot out of me... but it was definitely worth it, especially in th end! Finish strong, I always say!
french: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Eh bien, comme je l'ai dit, {i}vraiment épuisant{/i}, croyez-moi, m'a pris beaucoup de temps. . mais ça en valait vraiment la peine, surtout à la fin ! Terminez fort, je dis toujours !
german: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Nun, wie gesagt, {i}wirklich{/i} erschöpfend, vertrauen Sie mir, hat viel aus mir genommen. . Aber es hat sich definitiv gelohnt, vor allem am Ende!

source: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} What the heck? What's that sound coming from downstairs...?)
french: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} Quel est le bruit qui vient du bas ?)
german: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} Was für einen Heck? Was ist der Klang, der von unten her kommt...?)

source: [_radio_] {i}♪ Here we are, back again, doing this routine as friends...~ ♪{/i}
french: [_radio_] {i}<unk> Nous voilà de nouveau en train de faire cette routine comme amis...~ <unk> {/i}
german: [_radio_] {i}<unk> Hier sind wir wieder zurück und tun diese Routine als Freunde...~ <unk> {/i}

source: [_radio_] {i}♫ Tell me lies, have no shame, give into your love again!~ ♫{/i}
french: [_radio_] {i}<unk> Dites-moi des mensonges, n'ayez pas de honte, rendez vous amoureux!~ <unk> {/i}
german: [_radio_] {i}<unk> Erzähle mir Lügen, hab keine Schande, gib wieder in deine Liebe!~ <unk> {/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Morning Danny.
french: [_jazz_s_towards_s_idle_s_talk_happy_] Danny Matin
german: [_jazz_s_towards_s_idle_s_talk_happy_] Morgen-Danny.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, who's that singing on the radio?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, qui est ce chanteur à la radio ?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, wer singt das im Radio?

source: [_jazz_s_towards_s_confused_s_talk_frown_] Are you serious? How have you somehow {i}not{/i} heard of {b}Ember McClain{/b} yet?{p}She's like the hottest thing on the charts right now.
french: [_jazz_s_towards_s_confused_s_talk_frown_] Vous êtes sérieux? Comment avez-vous vous d'une manière ou d'une autre {i}pas{/i} entendu parler de {b}Ember McClain{/b} ?{p}Elle est comme la chose la plus chaude sur les graphiques en ce moment.
german: [_jazz_s_towards_s_confused_s_talk_frown_] Sind Sie ernst? Wie haben Sie noch {i}nicht{/i} von {b}Ember McClain{/b} gehört?{p}Sie mag das heißeste auf den Diagrammen.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Really? Huh, I guess I've been a little too, uh, pre-occupied recently to focus on the music industry Jazz.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Vraiment? Hé, je suppose que j'ai été un peu aussi, euh, préoccupé récemment de se concentrer sur l'industrie de la musique Jazz.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Wirklich? Huh, ich denke, ich bin ein bisschen auch ein bisschen gewesen, uh, vor kurzem beschäftigt, um sich auf die Musikindustrie Jazz.

source: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, well, get used to hearing her for a while. She's actually playing a concert pretty soon at Amity Park Stadium. The whole town's going crazy waiting for ticket presales to go up!
french: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, puis, s'habituent à l'entendre pendant un moment. Elle joue un concert assez rapidement au Stade Amity Park.
german: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, nimm dich daran gewöhnt, sie für eine Weile zu hören. Sie spielt ziemlich bald ein Konzert im Amity Park Stadium.

source: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... sounds pretty good, but man, there's something strange about her music, and I can't quite put my finger on what-)
french: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... semble plutôt bien, mais l'homme, il y a quelque chose d'étrange dans sa musique, et je ne peux pas tout à fait mettre mon doigt sur ce qui -)
german: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... klingt ziemlich gut, aber Mensch, es gibt etwas seltsam an ihrer Musik, und ich kann nicht ganz meinen Finger auf was-)

source: [_radio_] {i}♫ Say my naaaame! ♫~{/i}
french: [_radio_] {i}<unk> Dites mon naaaame! <unk> ~{/i}
german: [_radio_] {i}<unk> Sag mir naaame! <unk> ~{/i}

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... weird.{p}Anyway, better get myself to school. Gotta try to make up any work I've been behind on lately.
french: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... bizarre.{p}Quoi qu'il en soit, mieux vaut me rendre à l'école. Il faut essayer de rattraper tout ce que j'ai eu à faire ces derniers temps.
german: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... seltsam.{p}ohnehin besser in die Schule. Wir versuchen jede Arbeit aufzuholen, die ich in letzter Zeit hinterherhinkt.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Man, I heard about seven different cars today playing the same song by this new artist!
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Man, j'ai entendu parler de sept voitures différentes aujourd'hui jouer la même chanson par ce nouvel artiste !
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Man, ich habe heute von sieben verschiedenen Autos gehört, die von diesem neuen Künstler das gleiche Lied spielen!

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] I see you've also discovered everyone's latest music fad obsession.
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Je vois aussi que vous avez découvert la dernière obsession de la bande passante de tout le monde.
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ich sehe, dass du auch die neueste Musikblase aller entdeckt hast.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... yeah man, isn't she just the hottes- ehr, I mean, isn't her music just like, totally {i}deep?{/i}
french: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... oui, n'est-ce pas elle que les chauds - ehr, je veux dire, sa musique n'est pas comme ça, totalement {i}en profondeur ?{/i}
german: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... ja, ist sie nicht nur der heisse ehr, ich meine, ist ihre Musik nicht nur wie sie ganz {i}tief ist? {/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] I take it you're a fan, Tuck?
french: [_danny_s_towards_s_rise_s_talk_amused_] Je prends ça comme un fan, Tuck?
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich nehme es bist ein Ventilator, Tuck?

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck yeah! I've got all her demos {i}and{/i} her EP's!{p} And check {u}this{/u} out...!
french: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck ouais! J'ai toutes ses démos {i}et{/i} ses EP!{p} Et regardez {u}ça{/u} dehors...!
german: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck yeah! Ich habe all ihre Demos {i}und ihr EP'!{p} Und schaue {u}dies{/u} raus...!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, is that her? Ember?
french: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, c'est ça ? Ember?
german: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, ist das sie? Ember?

source: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] The one and only!
french: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] La seule et unique !
german: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] Der und nur!

source: [_danny_s_towards_s_wondering_s_displeased_] (Dang she sure is pretty hot... I kinda dig the messy grunge thing... but even just looking at her is... I don't know giving me that weird vibe again.)
french: [_danny_s_towards_s_wondering_s_displeased_] (Elle est sûre qu'elle est assez chaude... Je viens de creuser le grunge désordonné... mais même en la regardant est... je ne sais pas me donner cette étrange vibe encore.)
german: [_danny_s_towards_s_wondering_s_displeased_] (Dang sie ist sicher ziemlich heiß... Ich habe das schlampige graue Ding gegraben... aber auch nur einen Blick auf sie ist... Ich weiß nicht, mir zu geben, dass seltsam vibe wieder.)

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Are you two seriously going to just drool and fawn over her all day?
french: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Est-ce que vous êtes deux à vous contenter de bousculer et de faire des fauves toute la journée ?
german: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Bist du zwei ernsthaft dabei, den ganzen Tag über Tropfen zu trinken und zu zerschmettern?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Don't be like that Sam! I've heard you listening to a couple of her songs too!
french: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Ne soyez pas comme ça ! Je vous ai entendu écouter aussi quelques chansons !
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Sei nicht wie das Sam! Ich habe gehört, dass du auch ein paar ihrer Songs hörst!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, I mean some of it's actually pretty good ya' know, I mean, she goes a little heavier in her non singles.{p}I can relate a little to her more gothic aspects...
french: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Eh bien, je veux dire que certaines de ces choses sont en fait assez bonnes pour vous, Je veux dire, elle va un peu plus lourd dans ses non singles.{p}Je peux me lier un peu à ses aspects plus gothiques...
german: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blusen*{/i} Nun, ich meine einige von ihm wirklich ziemlich gut du weißt Ich meine, sie geht ein wenig schwerer in ihre non singles.{p}Ich kann etwas mit ihren gotischen Aspekten zu tun haben...

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Yeah, she's an Ember stan too, she can't even deny it.
french: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Oui, elle est aussi une stane de Blé, elle ne peut même pas la nier.
german: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Ja, sie ist ebenfalls Emberstan, sie kann es nicht einmal leugnen.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So wait, if she's really this popular, I would have heard something sooner than say today... right?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Alors attendez, si elle est vraiment si populaire, j'aurais entendu quelque chose plus tôt que le dire aujourd'hui... non ?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Also warte, wenn sie wirklich so beliebt ist, hätte ich etwas früher gehört, als heute zu sagen... oder?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Huh? Well I don't know, I mean she did go viral SUPER fast.
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hein? Eh bien, je ne sais pas, je veux dire qu'elle est allée vite SUPER viral.
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Huh? Nun, ich weiß nicht, ich meine, sie ging schnell viralen SUPER.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] So, where was she before all this exactly?
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Alors, où était-elle avant tout cela exactement ?
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Also, wo war sie vor all dem genau?

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] You know, I dunno. Like I said, she just sort've, {u}appeared{/u} out of the blue.
french: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Vous savez, je dunno. Comme je l'ai dit, elle est juste triée, {u}est apparu} du bleu.
german: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Weißt du, ich bin dunno. Wie ich bereits sagte, ist sie einfach sort've, {u}erschienenen{/u} aus dem blauen.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, you're apparently her new number one fan boy, what was her older stuff like?
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, vous êtes apparemment son nouveau fan numéro un, à quoi ressemblaient ses vieux trucs ?
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, du bist anscheinend ihr neuer Fan Boy, wie war ihr älterer Sach?

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...what "older" stuff?
french: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...quoi de plus "ancien" ?
german: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...was für ein "älteres" Zeug?

source: [_danny_s_towards_s_rise_s_talk_displeased_] She's a singer, right? She must have done something before this.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Elle est chanteuse, non ? Elle aurait dû faire quelque chose avant cela.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Sie ist eine Sängerin, richtig? Sie muss vorher etwas getan haben.

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah man, this is her debut album dude.
french: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah man, c'est son premier album dude.
german: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah Mann, das ist ihr Debütalbum dude.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] So a debut album by an unknown singer that suddenly goes super viral without any celebrity endorsements... doesn't that sound a little fishy to you?
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Donc un premier album par un chanteur inconnu qui va soudain super viral sans approbation de célébrité. . Cela ne vous semble pas un peu salutaire pour vous ?
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] So ein Debütalbum von einem unbekannten Sänger, das plötzlich super viral ohne irgendwelche Berühmtheitsbefürwortungen geht. , das klingt dir nicht ein wenig fadenscheinig?

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Never pegged you for the kind to get jealous over awesome punk rockers, Sam.
french: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Ne vous a jamais attaché au genre pour être jaloux sur des rockers punk géniaux, Sam.
german: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Nie hast du für die Art geklebt, um eifersüchtig über tolle Punk-Rocker zu werden, Sam.

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] I am {u}not{/u} jealous! I'm just saying, it is kinda weird, Danny's right. One minute no one's heard of her, and now people can't stop playing her stuff.
french: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Je ne suis pas {u}{/u} jaloux! Je vous le dis, c'est un peu bizarre, Danny a raison. Une minute, personne n'a entendu parler d'elle, et maintenant les gens ne peuvent pas arrêter de jouer à ses trucs.
german: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Ich bin {u}nicht{/u} Eifersucht! Ich sage nur, es ist kinda seltsam, Dannys Recht. Eine Minute hört niemand von ihr, und jetzt können die Leute nicht aufhören, ihre Sachen zu spielen.

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] So what? Most artists are nobodies 'til they get their stuff out there. I mean she could be a total industry plant for all I care, her sound is {u}hot!{/u} And so is she!
french: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Alors quoi ? La plupart des artistes ne sont pas des artisans jusqu'à ce qu'ils sortent leurs trucs là-bas. Je veux dire qu'elle pourrait être une usine de l'industrie pour tout ce que je sois, son son est {u}chaud !{/u} Et elle l'est aussi!
german: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Was nun? Die meisten Künstler sind nobodys, bis sie ihre Sachen dort draußen bekommen. Ich meine, sie könnte ein ganzes Industriewerk für alles, was ich pflege, ihr Sound ist {u}heiß!{/u} Und so ist sie!
