Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll catch up with you guys later, okay?
french: [_danny_s_towards_s_sad_s_talk_happy_] Je vais vous rattraper plus tard, d'accord?
german: [_danny_s_towards_s_sad_s_talk_happy_] Ich werde dir später nachholen, ok?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh sure, but {i}uh{/i}, Danny?
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh oui, mais {i}euh{/i}, Danny ?
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh sicher, aber {i}uh{/i}, Danny?

source: [_danny_s_towards_s_rise_s_talk_happy_] What's up Sam?
french: [_danny_s_towards_s_rise_s_talk_happy_] Qu'est ce que Sam ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Was ist bis Sam?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] Don't forget about that {u}thing{/u} we talked about.
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] N'oubliez pas que {u}chose{/u} dont nous avons parlé.
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] Vergessen Sie nicht das {u}Ding{/u} über das wir gesprochen haben.

source: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} I... I haven't forgotten.
french: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blush*{/i} Je... Je n'ai pas oublié.
german: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Ich... Ich habe nicht vergessen.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Good. I'm looking forward to it.
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Bien. Je m'en réjouis.
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Gut. Ich freue mich darauf.

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, h-hey guys, how's it going? Enjoying the party so far?
french: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, les gars hey, comment ça marche? Vous aimez la fête jusqu'à présent?
german: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, h-hey Jungs, wie geht es weiter? Viel Spaß mit der Party?

source: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Man, I should have known your place would suck, Fen-toad! I just didn't think it'd be {i}this{/i} bad.
french: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Homme, j'aurais dû savoir que votre endroit serait sucré, Fen-toad! Je ne pensais juste pas que ce serait {i}cela{/i} mauvais.
german: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Man, ich hätte wissen sollen, dass dein Ort saugen würde, Fen-Toad! Ich dachte nicht, es wäre {i}dies{/i} schlecht.

source: [_dash_s_towards_s_angry_s_talk_consternation_] There's not even any Ember McClain playing! Lame!!
french: [_dash_s_towards_s_angry_s_talk_consternation_] Il n'y a même pas d'Ember McClain en train de jouer ! Dommage !!
german: [_dash_s_towards_s_angry_s_talk_consternation_] Es gibt nicht einmal Ember McClain spielen! Lame!!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sure, Dash, feel free to let yourself into my house, drink my beer and crap on my party... more than welcome to... dickhead.)
french: [_danny_s_at_player_s_angry_s_clenchteeth_] (Bien sûr, Dash, n’hésitez pas à vous laisser entrer dans ma maison, à boire ma bière et à me délecter de ma fête... plus que bien... baiser.)
german: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sicher, Dash, du kannst dich in mein Haus hineinlassen, mein Bier trinken und auf meiner Party kratzen ... mehr als willkommen.)

source: [_danny_s_towards_s_angry_s_talk_distraught_] Well, glad you could still make it, Dash...
french: [_danny_s_towards_s_angry_s_talk_distraught_] Eh bien, je suis heureux que vous ayez encore pu le faire, Dash...
german: [_danny_s_towards_s_angry_s_talk_distraught_] Nun, froh, dass du es noch schaffen konntest...

source: [_kwan_s_towards_s_sad_s_talk_displeased_] I mean no offense Danny, but in his defense, this place is like, pretty weird dude. Like, why do you have that area in the kitchen sealed off with steel blast doors?
french: [_kwan_s_towards_s_sad_s_talk_displeased_] Je veux dire pas d'offense Danny, mais dans sa défense, cet endroit est comme du dud assez bizarre. De la même manière, pourquoi avez-vous cette zone dans la cuisine fermée par des portes en acier?
german: [_kwan_s_towards_s_sad_s_talk_displeased_] Ich meine keine Beleidigung Danny, aber in seiner Verteidigung, dieser Ort ist wie ein ziemlich seltsamer Dude. Aber warum haben Sie diesen Bereich in der Küche mit Stahlstrahltüren abgeschlossen?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, yeah, my Dad's got the lab down there. Just some security measures, for the party and stuff.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Euh, oui, mon papa y a fait tomber le laboratoire. Juste quelques mesures de sécurité, pour le groupe et pour les autres.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, ja, mein Vater hat dort unten das Labor bekommen. Nur ein paar Sicherheitsmaßnahmen, für die Party und Sachen.

source: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Yeah, pretty high tech stuff man... probably rivals some of the gear they have down at Axion Labs.
french: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Ouais, il y a un homme de haute technologie ... rivalise probablement avec certains équipements de Axion Labs.
german: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Ja, ziemlich High-Tech-Sache... wahrscheinlich konkurriert ein Teil der Ausrüstung, die sie in Axion Labs haben.

source: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, I didn't know you were into a science wing like Axion Labs...
french: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, je ne savais pas que vous étiez dans une aile de science comme Axion Labs...
german: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, ich wusste nicht, dass du in einem Wissenschaftsflügel wie Axion Labs warst...

source: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, are you kidding? I {u}love{/u} science!! I've been begging Valerie to convince her dad to let me go on a tour of that place.
french: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, vous plaisantez? Moi {u}aime{/u} science! J'ai supplié Valérie de convaincre son père de me laisser faire une tournée dans cet endroit.
german: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, scherzhaft? Ich {u}Liebe{/u} Wissenschaft!! Ich bettelte Valerie um ihren Vater davon zu überzeugen, mich auf eine Tour durch diesen Ort gehen zu lassen.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Valerie's Dad works there? Really? Gee, I wouldn't have ever known that unless you told me.{p}You know, I guess it just goes to show, you should never judge a book by-
french: [_danny_s_towards_s_wondering_s_talk_happy_] Le papa de Valérie y travaille? Vraiment? Gee, je n'aurais jamais su cela à moins que vous ne me le disiez.{p}Vous savez, je suppose que ça va juste montrer, vous ne devriez jamais juger un livre par-
german: [_danny_s_towards_s_wondering_s_talk_happy_] Valerie's Papa funktioniert dort? Wirklich? Hab, ich hätte das nie gewusst, wenn du es mir nicht gesagt hast.{p}Du weißt, ich denke, es wird nur zeigen, du solltest nie ein Buch danach beurteilen -

source: [_dash_s_towards_s_angry_s_talk_distraught_] Are you still talking, Fen-turd?! Leave us alone loser!
french: [_dash_s_towards_s_angry_s_talk_distraught_] Vous parlez toujours?! Laissez-nous seul perdants!
german: [_dash_s_towards_s_angry_s_talk_distraught_] Sprechst du immer noch, Fen-Turd?! Verlierst uns allein!

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Yeah, you're right. What I was thinking, trying to help break down social barriers?
french: [_danny_s_at_player_s_angry_s_talk_distraught_] Oui, vous avez raison. Qu'est-ce que je pensais, en essayant d'aider à abattre les barrières sociales ?
german: [_danny_s_at_player_s_angry_s_talk_distraught_] Ja, du hast Recht. Was habe ich gedacht, um dabei zu helfen, soziale Schranken zu überwinden?

source: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny! Thanks for the beer!
french: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny ! Merci pour la bière !
german: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny! Vielen Dank für das Bier!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Well, things seem to be going pretty well, all things considered... I had better check on Des now that she seems less busy.)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Eh bien, les choses semblent bien se passer, tout a été considéré... Je devais vérifier sur Des maintenant qu'elle semble moins occupée.)
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Nun, die Dinge scheinen ziemlich gut zu laufen, alles wurde berücksichtigt... Ich habe jetzt besser nachgeschaut, da sie weniger beschäftigt ist.)

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, how're those cocktails I mixed for you working?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Alors, comment sont les cocktails que j'ai mélangés pour vous ?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Wie also sind die Cocktails, die ich für dich bei der Arbeit gemischt habe?

source: [_desiree_] Well, they certainly are very bubbly and tasty, but I'm not really...
french: [_desiree_] Eh bien, ils sont certainement très bulles et savoureux, mais je ne suis pas vraiment...
german: [_desiree_] Nun, sie sind sicherlich sehr flach und schmackhaft, aber ich bin nicht wirklich...

source: [_desiree_] ...actually, I do believe I'm getting quite a warm burning feeling in my belly!
french: [_desiree_] ... en fait, je crois que je ressens une sensation brûlante de chaleur dans mon vent!
german: [_desiree_] ...Ich glaube wirklich, dass ich in meinem Bauch ein sehr warmes brennendes Gefühl bekomme!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, is that bad you mean?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}euh{/i}, est-ce que tu veux dire?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, meinst du das schlecht?

source: [_desiree_] No! Very good, in fact! I haven't felt this relaxed in a long, {i}loooong{/i} time...
french: [_desiree_] Non! Très bien, en fait! Je ne me suis pas senti aussi détendu dans un long laps de temps de {i}longue{/i}...
german: [_desiree_] Nein! Sehr gut, in der Tage! Ich habe mich in einer langen, {i}loooong{/i} Zeit nicht entspannt...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Awesome! Glad you're having a nice time.
french: [_danny_s_towards_s_wondering_s_talk_amused_] Génial ! Heureux que vous passiez un bon moment.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Großartig! Erfreulicherweise hast du eine schöne Zeit.

source: [_desiree_] Master, don't you think it's time that "Inviso-Bill" made his arrival to the party?
french: [_desiree_] Maître, ne pensez-vous pas qu'il est temps que "Inviso-Bill" fasse son arrivée à la fête ?
german: [_desiree_] Meister, denkst du nicht, dass es Zeit ist, dass "Inviso-Bill" seine Ankunft zur Party macht?

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, do you think so? Now?
french: [_danny_s_towards_s_rise_s_talk_happy_] Oh, est-ce que vous le pensez ? Maintenant ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Oh, denkst du so? Jetzt?

source: [_desiree_] Absolutely, it will be the perfect moment for a fashionably late entrance. Just leave the house, transform, knock on the door and I'll answer.
french: [_desiree_] Absolument, ce sera le moment idéal pour une entrée à la mode tardive. Quittez simplement la maison, la transformation, frappez sur la porte et je vais y répondre.
german: [_desiree_] Absolut wird es der perfekte Moment für einen modisch verspäteten Eingang. Verlasse einfach das Haus, transformiere es, klopfe an die Tür und werde antworten.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Okay, good plan!
french: [_danny_s_towards_s_wondering_s_talk_happy_] Ok, bon plan !
german: [_danny_s_towards_s_wondering_s_talk_happy_] Okay, guter Plan!

source: [_danny_s_towards_s_rise_s_talk_displeased_] But, won't people wonder where I've gone? I'm the host of the party, after all.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Mais les gens ne se demanderont pas où je suis allé ? Je suis l'hôte de la fête, après tout.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Aber werden sich die Leute nicht fragen, wohin ich gegangen bin? Ich bin schließlich der Gastgeber der Party.

source: [_desiree_] Has anybody at this party come up to you, personally, and thanked you for your hospitality yet?
french: [_desiree_] Quelqu'un dans cette fête est-il venu à vous personnellement et vous a remercié pour votre hospitalité ?
german: [_desiree_] Hat jemand auf dieser Party zu dir gekommen und dir persönlich für deine Gastfreundschaft gedankt?

source: [_desiree_] Nobody your age would care to know who the host is, Danny. I think you'll be fine disappearing for a little bit.
french: [_desiree_] Personne de votre âge ne se soucierait de savoir qui est l'hôte, Danny. Je pense que vous allez bien disparaître un peu.
german: [_desiree_] Niemand dein Alter würde sich darum kümmern, wer der Gastgeber ist, Danny. Ich denke, du wirst für ein wenig gut verschwinden.

source: [_danny_s_towards_s_sad_s_talk_happy_] Alright, I'll be right back!
french: [_danny_s_towards_s_sad_s_talk_happy_] D'accord, je serai de retour !
german: [_danny_s_towards_s_sad_s_talk_happy_] Okay, ich bin gleich zurück!

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
french: [_doorsound_] {i}*Toc* *Toc* *Toc*{/i}
german: [_doorsound_] {i}*Knopf* *Knopf*{/i}

source: [_desiree_] Oh, look everyone! It's the, {i}ehrm{/i}, most "super cool", and {i}totally{/i} "bitchin'" superhero... Inviso-Bill!
french: [_desiree_] Oh, regardez tout le monde! C'est le {i}ehrm{/i}, le plus « super cool» et {i}au total{/i} superhéroïne « chien»... Inviso-Bill!
german: [_desiree_] Oh, schau alle an! Du bist es, {i}ehrm{/i}, die meisten "super cool" und {i}tot{/i} "bitchin'" Superheld... Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} H-hello, citizens, yes! I did in fact hear there was a party in town. Anyone mind if I come in?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} H-bonjour, les citoyens! J'ai entendu qu'il y avait une fête en ville. N'importe qui si je viens ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} H-hallo, Bürger, ja! Ich habe tatsächlich gehört, dass es eine Party in der Stadt gab. Irgendjemand hat es bemerkt, wenn ich herkomme?

source: [_desiree_] Why, not at all! Be our guest! {i}Ehmm{/i}, sadly our dear host, "Danny Fenton", is out for the moment, but he'll be back soon!
french: [_desiree_] Pourquoi, pas du tout! Soyez notre invité! « {i}Ehmm{/i}, notre cher hôte, « Danny Fenton», est sorti pour le moment, mais il sera de retour bientôt! »
german: [_desiree_] Warum, überhaupt nicht! Sei unser Gast! {i}Ehmm{/i}, leider unser lieber Gastgeber, "Danny Fenton", ist im Moment draußen, aber er wird bald wieder zurückkommen!

source: [_desiree_] I'm sure there are plenty of people here who would love to meet-
french: [_desiree_] Je suis sûr qu'il y a beaucoup de gens ici qui aimeraient se rencontrer-
german: [_desiree_] Ich bin sicher, dass es hier viele Leute gibt, die sich gerne treffen würden -

source: [_paulina_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] GHOST BOY?!
french: [_paulina_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] CHOST BOY ?!

source: [_paulina_s_towards_s_sad_s_talk_displeased_] Where have you {i}been{/i}, Ghost Boy?! I've been waiting for you to call for {u}ages!!{/u}
french: [_paulina_s_towards_s_sad_s_talk_displeased_] Où avez-vous été {i}gars fantômes{/i}? J'attendais que vous appeliez depuis {u}ans!!{/u}
german: [_paulina_s_towards_s_sad_s_talk_displeased_] Wo bist du {i}geworden{/i}, Ghost Boy?! Ich habe darauf gewartet, dass du {u}Alter!!{/u}

source: [_star_s_towards_s_rise_s_talk_amused_] Hey Billy! Did you want a drink at all? That doofus Danny got one thing right and made sure to pack this place with lots of free booze! {i}Hah!{/i}
french: [_star_s_towards_s_rise_s_talk_amused_] Bonjour ! Vous voulez boire un verre ? Ce doofus Danny a eu une chose juste et a fait en sorte d'emballer cet endroit avec beaucoup de booze gratuit ! {i}Ha!{/i}
german: [_star_s_towards_s_rise_s_talk_amused_] Hallo Billy! Wolltest du überhaupt ein Getränke? Der Doofus Danny hat eines richtig gemacht und hat dafür gesorgt, dass dieser Platz mit viel Gratis-Booze gepackt wird! {i}Hah!{/i}

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, hey, girls... you wouldn't mind if I got to mingle around a little bit first, right?
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Euh{/i}, hey, filles... ça ne vous dérangerait pas si je devais d'abord me mêler un peu, n'est-ce pas?
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, hey, Mädchen... Du hast nichts dagegen, wenn ich zuerst ein bisschen herummischen muss, oder?

source: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, no problem! Anything for {i}youuu{/i}, Ghost Boy...~
french: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, pas de problème ! Tout ce qui concerne {i}vous{/i}, Garçon Fantôme...~
german: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, kein Problem! Alles für {i}youu{/i}, Ghost Boy...~

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh? But what about you wanting to yell at him for not-
french: [_star_s_towards_s_rise_s_talk_displeased_] Hein? Mais que diriez-vous de lui crier pour autant-
german: [_star_s_towards_s_rise_s_talk_displeased_] Huh? Aber was ist mit dir, wenn du ihn nicht anrufen möchtest-

source: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Star{/u}!! C'mon! Give him some space! After all,{p}the night is still young, {i}right?{/i}
french: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Étoiles {/u}!! C'mon ! Donnez-lui de l'espace ! Après tout,{p}la nuit est encore jeune, {i}n'est-ce pas? {/i}
german: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Stern{/u}!! C'mon! Gib ihm etwas Platz! Schließlich ist{p}die Nacht noch jung, {i}rechts?{/i}

source: [_star_s_towards_s_rise_s_talk_amused_] That it is, Paul... that it is...
french: [_star_s_towards_s_rise_s_talk_amused_] Que c'est, Paul... que c'est...
german: [_star_s_towards_s_rise_s_talk_amused_] Das ist, Paul... dass es ist...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (That sounds both ominously threatening and possibly super horny on their part... I'm scared on either count...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (Cela semble à la fois menaçante et peut-être super cornée de leur côté... J'ai peur sur l'un ou l'autre des sujets...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (Das klingt ominös bedrohlich und möglicherweise super geil auf ihrem Teil... Ich habe Angst bei beiden Zählern...)

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] And the ever illusive Inviso-Bill makes his appearance of the evening.
french: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] Et le toujours illusif Inviso-Bill fait son apparition de la soirée.
german: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] Und der immer trügerische Inviso-Bill macht den Abend aus.

source: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, wha- DANN-?{p}{i}Ehmmm{/i}, I mean, I-Inviso-Bill??
french: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Attendez, quoa- DANN ?{p}{i}Ehmmm {/i}, je veux dire, I-Inviso-Bill ??
german: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Warte, was - DANN-?{p}{i}Ehmmm{/i}, ich meine, I-Inviso-Bill??

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hey guys, pretty nifty, huh? I can be both the host {i}and{/i} the guest of honor.{p}You guys having a good time still?
french: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hé les gars, c'est plutôt moche, hein? Je peux être à la fois l'hôte {i}et{/i} l'invité d'honneur.{p}Vous avez un bon moment encore ?
german: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hey Jungs, ziemlich nifty, huh? Ich kann sowohl der Gastgeber {i}und der Gast der Ehre sein{/i}.{p}Du hast noch eine gute Zeit?

source: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, it's alright... none of my lines are working tonight...
french: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, c'est bien... aucune de mes lignes ne fonctionne ce soir...
german: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, es ist in Ordnung... heute Abend funktioniert keine meiner Linien...

source: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] When has anything you've said {u}ever{/u} worked on picking up girls, Tucker?
french: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] Quand tout ce que vous avez dit {u}a travaillé{/u} à ramasser des filles, Tucker?
german: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] Wann hast du irgendetwas von {u}gesprochen{/u} an der Aufnahme von Mädchen, Tucker arbeitet?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hey man...{p}{u}I{/u} think your trashy early 2000's pickup lines are pretty darn swell...
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Salut l'homme...{p}{u}I{/u} pense que vos ordures de ramassage au début des années 2000 sont assez dures gonflement...
german: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hey Mann...{p}{u}I{/u} denke, dein Papierkorb Anfang 2000's Abhollinien sind ziemlich darn Schwellen...

source: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} This is why I'll always have your back, Danny...
french: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} C'est pourquoi je vais toujours te reprendre, Danny...
german: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} Aus diesem Grund habe ich immer deinen Rücken, Danny...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Uh, hey, "Bill", can I have a word with you in private?
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Euh, hey, « Bill», puis-je avoir un mot avec vous en privé?
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Äh, hey, "Bill", kann ich ein Wort bei dir privat haben?

source: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Sure, what's up?
french: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Bien sûr, que se passe-t-il ?
german: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Sicher, was ist los?

source: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] I mean, like, in {u}private{/u} type private?
french: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] Je veux dire, j'aime, dans {u}privé{/u} type privé ?
german: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] Ich meine, wie im {u}privat{/u} Typ privat?

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, alright, alright! Sheesh!
french: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, d'accord, d'accord! Sheesh!
german: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, gut, schön! Schisch!

source: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Can't even mingle with my platonic lady friends!{p}Man, I am striking out tonight!
french: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Je ne peux même pas me mêler à mes amis platonniques !{p}Man, je frappe ce soir !
german: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Kann sich nicht einmal mit meinen platonischen Freunden vermischen!{p}Man, ich treffe heute Abend aus!
