Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_ectopuss_] Yes! A perfect MILF body for me to play with... how delectable!
german: [_ectopuss_] Ja! Ein perfekter MILF-Körper, mit dem ich spielen kann... wie delectable!
italian: [_ectopuss_] Sì! Un corpo perfetto da MILF con cui giocare... che delizia!

source: [_maddie_] My- my clothes!! Somebody, help!! Let me go, you bastard!!
german: [_maddie_] Mich - meine Kleider!! Jemand, hilft!! Lass mich gehen, du bastard!!
italian: [_maddie_] I miei vestiti! Qualcuno mi aiuti! Lasciami andare, bastardo!

source: [_ectopuss_] We {u}both{/u} know I'm not going to do that... your body looks like it'll absolutely ooze {b}Orgone{/b} once I get started.
german: [_ectopuss_] Wir {u}beid{/u} wissen, dass ich das nicht tun werde... dein Körper sieht so aus, als würde er {b}Orgone{/b} absolut spucken, sobald ich losgelegt werde.
italian: [_ectopuss_] {u}entrambi{/u} sappiamo che non lo farò... il tuo corpo sembra che trasuderà assolutamente {b}Orgone{/b} una volta che avrò iniziato.

source: [_maddie_] I don't care if you want Orgone or not! I said no touching, alright?! Now stop this!!
german: [_maddie_] Es ist mir egal, ob du Orgone möchtest oder nicht! Ich habe keine Berührung gesagt, oder?! Jetzt stoppe das!!
italian: [_maddie_] Non mi interessa se vuoi l'Orgone o no! Ho detto di non toccare, va bene?! Ora smettila!

source: [_danny_] (Orgone? What the heck is that? Mom seems to know about whatever it's talking about though... )
german: [_danny_] (Orgone? Was ist das für einen Heck? Mama scheint zu wissen was er meint... )
italian: [_danny_] (Orgone? Che diavolo è? La mamma sembra conoscere qualsiasi cosa stia dicendo... )

source: [_ectopuss_] {i}*Tsck*{/i} No can do, beautiful. I need a hit of that ripe Orgone right now...
german: [_ectopuss_] {i}*Tsck*{/i} Nein kann tun, schön. Ich brauche gerade einen Hit von jenem reifen Orgone ...
italian: [_ectopuss_] {i}*Tsck*{/i} Non si può fare, bellezza. Ho bisogno di una dose di Orgone maturo in questo momento...

source: [_maddie_] No, wait! Le-let's talk about this first!
german: [_maddie_] Nein, warte! Le-let zuerst darüber reden!
italian: [_maddie_] No, aspettate! Prima parliamo di questo!

source: [_ectopuss_] What's there to talk about?
german: [_ectopuss_] Von was gibt es zu sprechen?
italian: [_ectopuss_] Cosa c'è da dire?

source: [_maddie_] Isn't there some way you can take my Orgone without...
german: [_maddie_] Gibt es keine Möglichkeit ohne meine Orgone zu nehmen...
italian: [_maddie_] Non c'è un modo per prendere il mio Orgone senza...

source: [_ectopuss_] Without...? C'mon now, use your big girl words...
german: [_ectopuss_] Ohne...? C'mon jetzt, benutze deine großen Girl-Worte...
italian: [_ectopuss_] Senza...? Dai, usa le tue parole da ragazza grande...

source: [_maddie_] Without...
german: [_maddie_] Ohne...
italian: [_maddie_] Senza...

source: [_maddie_] ...without {b}violating{/b} me?
german: [_maddie_] ...ohne {b}Verstoß{/b} mich?
italian: [_maddie_] ...senza {b}violarmi?

source: [_ectopuss_] What's wrong, don't you want to find out what it's like to be stuffed full of ghostly tentacles?
german: [_ectopuss_] Was ist falsch, willst du nicht herausfinden, was es ist, geisterhaft gefüllt zu werden?
italian: [_ectopuss_] Cosa c'è che non va, non vuoi scoprire cosa si prova ad essere riempiti di tentacoli spettrali?

source: [_maddie_] Not particularly, no!!!
german: [_maddie_] Nicht besonders, nein!!!
italian: [_maddie_] Non particolarmente, no!!!

source: [_ectopuss_] Well you will soon enough... my tentacle secretions are an overwhelmingly strong aphrodisiac for human women.
german: [_ectopuss_] Nun wirst du bald genug sein... meine Tentakel-Sekrete sind ein überwältigend starker Aphrodisiak für menschliche Frauen.
italian: [_ectopuss_] Beh, lo farai presto... le mie secrezioni di tentacoli sono un afrodisiaco fortissimo per le donne umane.

source: [_maddie_] That's... no... that can't be true!
german: [_maddie_] Das ist... nein... das kann nicht wahr sein!
italian: [_maddie_] Questo... no... non può essere vero!

source: [_ectopuss_] Oh but it is! After only a few thrurst inside, you'll be begging me to never stop... and trust me, I'm looking to pump you {b}all night long!!{/b}
german: [_ectopuss_] Oh, aber es ist! Nach nur ein paar Stoßstangen im Inneren, wirst du mich betteln, nie aufzuhören. . und vertraue mir, ich suche dich {b}die ganze Nacht lang zu pumpen!!{/b}
italian: [_ectopuss_] Ma lo è! Dopo solo poche spinte dentro di te, mi implorerai di non fermarmi mai... e fidati, ho intenzione di pomparti {b}per tutta la notte!!!

source: [_maddie_] Please, just let me go...
german: [_maddie_] Bitte lassen Sie mich gehen...
italian: [_maddie_] Ti prego, lasciami andare...

source: [_ectopuss_] Now way! I'm going to make you a slave to the pleasure that only ghostly beasts like I can give you.
german: [_ectopuss_] Jetzt Weg! Ich werde dich zu einem Sklaven machen, der nur gespenstische Tiere wie ich dir geben kann.
italian: [_ectopuss_] Ora via! Ti renderò schiavo del piacere che solo le bestie fantasma come me possono darti.

source: [_maddie_] Really, pl-please, don't do this...
german: [_maddie_] Wirklich, bitte nicht tun...
italian: [_maddie_] Davvero, vi prego, non fatelo...

source: [_ectopuss_] You're starting to feel it now, aren't you? Even from the tentacles restraining you, the secretions are working their magic... oh, I can just {b}taste{/b} the sweet Orgone radiating off of you even now.
german: [_ectopuss_] Du fühlst es jetzt nicht, bist du nicht? Selbst von den Tentakeln, die dich einschränken, arbeiten die Sekretionen ihre Magie. . oh, ich kann nur {b}Geschmack{/b} die süße Orgot-Ausstrahlung von dir sogar jetzt.
italian: [_ectopuss_] Stai iniziando a sentirlo, vero? Anche dai tentacoli che ti trattengono, le secrezioni stanno facendo la loro magia... Oh, riesco ad {b}assaporare l'Orgone dolce che si irradia da te anche adesso.

source: [_maddie_] N-no, you're lying...
german: [_maddie_] N-no, du lügst...
italian: [_maddie_] No, stai mentendo...

source: [_ectopuss_] If you ask me very nicely, I'll relieve some of that sexual frustration for you...
german: [_ectopuss_] Wenn du mich sehr schön fragst, werde ich dir etwas von dieser sexuellen Frustration entlasten...
italian: [_ectopuss_] Se me lo chiedi molto gentilmente, ti allevierò un po' di questa frustrazione sessuale...

source: [_maddie_] G-go to hell... you green... green bastard... {i}mmmphhh{/i}~
german: [_maddie_] G-go zur Hölle... du grün... grüner Bastard... {i}mmmphh{/i}~
italian: [_maddie_] Vai all'inferno... verde... verde bastardo... {i}mmmphhh{/i}~

source: [_ectopuss_] Now, now, that's no way to ask for something you {u}want{/u}, is it...?
german: [_ectopuss_] Nun, das ist keine Möglichkeit, um etwas zu fragen, was du {u}willst{/u}, oder...?
italian: [_ectopuss_] Ora, non è questo il modo di chiedere qualcosa che {u}vuoi{/u}, vero...?

source: [_maddie_] ...just.... just do it already...
german: [_maddie_] ...just .... mache es schon...
italian: [_maddie_] ...basta che .... lo faccia e basta...

source: [_ectopuss_] Oh yes, this pussy is so {b}perfect{/b}... oh, my tentacles can even smell and taste your flesh!
german: [_ectopuss_] Ach ja, diese Fotze ist so {b}perfekt{/b}... oh, meine Tentakel können sogar dein Fleisch riechen und schmecken!
italian: [_ectopuss_] Oh sì, questa figa è così {b}perfetta{/b}... oh, i miei tentacoli possono persino sentire l'odore e il sapore della tua carne!

source: [_maddie_] Sh-shut... shut up, y-you...~!!
german: [_maddie_] Sh-shut... Mach los, y-you...~!!
italian: [_maddie_] Zitto... zitto, tu...

source: [_ectopuss_] What's the matter, am I distracting you from the pleasure I'm drilling you with right now?
german: [_ectopuss_] Worum geht es, lenke ich dich vom Vergnügen, mit dem ich dich jetzt bohre?
italian: [_ectopuss_] Qual è il problema, ti sto distraendo dal piacere con cui ti sto trapanando in questo momento?

source: [_maddie_] When I get free... I will... I'm gonna...~
german: [_maddie_] Wenn ich frei... Ich will... Ich bin gonna...~
italian: [_maddie_] Quando sarò libero... Io... Io...

source: [_ectopuss_] Baby, when you get free, all you'll be doing is begging me to take you again, even harder!!
german: [_ectopuss_] Baby, wenn du frei bist, bittet mich nur, dich wieder zu nehmen, noch härter!!
italian: [_ectopuss_] Piccola, quando ti libererai, non farai altro che implorarmi di prenderti di nuovo, ancora più forte!!!

source: [_ectopuss_] Look at you. Already addicted to my tentacle, and we haven't even gotten to the {i}really{/i} good stuff yet! Heck, this is just ghost {b}missionary{/b}!!
german: [_ectopuss_] Schau dich an. Schon süchtig nach meinem Tentakel, und wir sind noch nicht einmal zu den {i}wirklich gekommen{/i} gut! Heck, das ist nur geister {b}Missionar{/b}!!
italian: [_ectopuss_] Ma guardati. Già dipendente dal mio tentacolo, e non siamo ancora arrivati alle {i}cose veramente{/i} belle! Diamine, questo è solo un fantasma {b}missionario{/b}!!

source: [_maddie_] No, please~!!
german: [_maddie_] Nein, bitte~!!
italian: [_maddie_] No, per favore!!!

source: [_ectopuss_] Please what?
german: [_ectopuss_] Bitte was?
italian: [_ectopuss_] Per favore, cosa?

source: [_maddie_] ...p-put it back in~!
german: [_maddie_] ...p-lege es zurück in~!
italian: [_maddie_] ...rimettilo dentro~!

source: [_ectopuss_] Oh you'll have to try much harder than that.
german: [_ectopuss_] Oh, du musst es viel härter versuchen.
italian: [_ectopuss_] Dovrete impegnarvi molto di più.

source: [_maddie_] Please, screw me some more with that throbbing tentacle~!!
german: [_maddie_] Bitte, schraube mich noch ein paar mehr mit dem throbbing tentacle~!!
italian: [_maddie_] Ti prego, scopami ancora un po' con quel tentacolo pulsante~!!!

source: [_ectopuss_] Better... but try again... come on... really sell it to me...
german: [_ectopuss_] Besser... aber versuche es erneut... komm weiter... verkaufe es mir wirklich...
italian: [_ectopuss_] Meglio... ma provaci ancora... dai... vendimela davvero...

source: [_maddie_] I'm begging you~! Fuck me with that massive Ecto-cock~!
german: [_maddie_] Ich betteln~! Fuck mich mit diesem riesigen Ecto-Schwanz~!
italian: [_maddie_] Ti supplico~! Scopami con quel massiccio Ecto-culo~!

source: [_ectopuss_] That's a good girl.
german: [_ectopuss_] Das ist ein gutes Mädchen.
italian: [_ectopuss_] Questa è una brava ragazza.

source: [_ectopuss_] It's always so much better taking Orgone from a {u}willing{/u} source.
german: [_ectopuss_] Es ist immer so viel besser, Orgone von einer {u}bereitwilligen /u} Quelle zu nehmen.
italian: [_ectopuss_] È sempre molto meglio prendere l'Orgone da una fonte {u}disponibile{/u}.

source: [_ectopuss_] Maybe once I'm done with you, I'll try out that pretty redhead upstairs... the one who likes taking baths in the afternoon...
german: [_ectopuss_] Vielleicht werde ich, sobald ich mit dir fertig bin, das ziemlich rötliche Obergeschoss probieren... derjenige, der am Nachmittag Bade nehmen möchte...
italian: [_ectopuss_] Magari quando avrò finito con te, proverò quella bella rossa del piano di sopra... quella a cui piace fare il bagno di pomeriggio...

source: [_maddie_] No, please! Leave her out of this~!!
german: [_maddie_] Nein, bitte! Verlasse sie aus diesen~!!
italian: [_maddie_] No, per favore! Lasciatela fuori da tutto questo!

source: [_ectopuss_] Why should I?
german: [_ectopuss_] Warum sollte ich?
italian: [_ectopuss_] Perché dovrei?

source: [_maddie_] Please~ she's my, ungh~ my... little... girl~!!
german: [_maddie_] Bitte~ sie ist mein, ungh~ meine... klein... Mädchen~!!
italian: [_maddie_] Ti prego, è la mia... piccola... ragazza!!!

source: [_ectopuss_] Oh my! Really? So you're already so greedy that you don't want to {i}share{/i} this ecto-cock, aye? Hmmm, and after all that protesting, too...
german: [_ectopuss_] Oh mich! Wirklich? Du bist also schon so gierig, dass du diesen Ekto-Schwanz nicht {i}teilen möchtest, aye? Hmmm, und nach allem, was auch protestiert...
italian: [_ectopuss_] Oh, mio Dio! Davvero? Quindi... Quindi sei già così avido da non voler {i}condividere{/i} questo ectocazzo, eh? Hmmm, e dopo tutte quelle proteste...

source: [_ectopuss_] What's wrong? You don't want to watch that hot young thing getting {b}stuffed{/b} full of big, thick tentacles?
german: [_ectopuss_] Was ist falsch? Du möchtest nicht zusehen, dass das heiße junge Ding {b}gefüllt{/b} mit großen, dicken Tentakeln füllt?
italian: [_ectopuss_] Cosa c'è che non va? Non vuoi guardare quella giovane e sexy che si fa {b}riempire di grossi e spessi tentacoli?

source: [_ectopuss_] Oh yeah, I can actually taste how much that idea is turning you on...
german: [_ectopuss_] Oh ja, ich kann wirklich schmecken, wieviel diese Idee dich umdreht...
italian: [_ectopuss_] Oh sì, riesco a percepire quanto questa idea ti ecciti...

source: [_ectopuss_] The two of you pressed together, sharing a passionate kiss, staring into her eyes as she loses her virginity to a ghost...
german: [_ectopuss_] Die beiden von dir haben zusammengedrückt und einen leidenschaftlichen küssen geteilt, der in ihre Augen schaut, als sie ihre Jungfräulichkeit an einen Geist verliert...
italian: [_ectopuss_] Voi due stretti l'uno all'altro, a scambiarvi un bacio appassionato, a fissarla negli occhi mentre perde la sua verginità con un fantasma...

source: [_maddie_] Oh God... oh God, no! N-not... not like this~...!! I'm gonna... I'm- about to... t-to -c-cum-
german: [_maddie_] Oh Gott... oh Gott, nein! N-nicht... nicht wie diese~...!! Ich bin gonna... Ich bin kurz dabei... t-to -c-cum-
italian: [_maddie_] Oh Dio... oh Dio, no! Non... non in questo modo! Sto per... sto per... per... sborrare...

source: [_danny_] (Is she... is Mom really about to...?)
german: [_danny_] (Ist sie... ist die Mutter wirklich dabei...?)
italian: [_danny_] (Lei... la mamma sta davvero per...?).

source: [_ectopuss_] That's right! Cum for me!! Feed me that delicious Orgone!!
german: [_ectopuss_] Das ist richtig! Cum für mich! Füttere mich so leckere Orgone!!
italian: [_ectopuss_] Proprio così! Sborra per me! Nutrimi con quel delizioso Orgone!

source: [_vlad_] {b}Not so fast, fiend{/b}!!
german: [_vlad_] {b}nicht so schnell, fiend{/b}!!
italian: [_vlad_] {b}Non così in fretta, demone!!!

source: [_danny_] What the heck was that? That was a whole lot tougher! How did you become so strong all of a sudden?
german: [_danny_] Was war das für eine Sache? Das war viel härter! Wie bist du plötzlich so stark geworden?
italian: [_danny_] Che diavolo era quello? È stato molto più duro! Come hai fatto a diventare così forte all'improvviso?

source: [_danny_] What the heck is happening? You've never beaten me before... how did you become so strong all of a sudden?
german: [_danny_] Was ist der Haken? Du hast mich noch nie zuvor geschlagen ... wie bist du plötzlich so stark geworden?
italian: [_danny_] Cosa diavolo sta succedendo? Non mi hai mai battuto prima... come hai fatto a diventare così forte all'improvviso?

source: [_ectopuss_s_f7_] You don't even know a thing about {b}Orgone{/b} yet?? Hah! You've got a lot to learn, Ghost Boy. Too bad you'll never get the chance!! Prepare for your {b}second{/b} afterlife!!
german: [_ectopuss_s_f7_] Du weißt noch nicht einmal etwas über {b}Orgone{/b}? Hah! Du hast viel gelernt, Geister Jung. Schade, du bekommst nie die Chance!! Bereite dich auf dein {b}Sekunde{/b} Nachleben vor!!
italian: [_ectopuss_s_f7_] Non sai ancora nulla di {b}Orgone{/b}?? Hah! Hai molto da imparare, Ghost Boy. Peccato che non ne avrai mai la possibilità!!! Preparati per la tua {b}seconda vita{/b} ultraterrena!!!

source: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Not so fast you deviant ghosts!!
german: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Nicht so schnell du abweichende Geister!!
italian: [_maddie_s_flip_s_suspicious_towards_s_aghast_s_talk_frown_] Non così in fretta voi fantasmi deviati!!!

source: [_ectopuss_s_f5_] Oh don't you worry, I'll get to you soon enough, honey. Just let me deal with this brat and I'll make sure you get some good Ecto-loving...
german: [_ectopuss_s_f5_] Oh keine Sorge, ich komme bald genug zu dir Honig. Lass mich einfach mit dieser Klammer umgehen und ich werde dafür sorgen, dass du ein paar gute Ecto-Lieben bekommst...
italian: [_ectopuss_s_f5_] Non preoccuparti, ti raggiungerò presto, tesoro. Lascia che mi occupi di questo moccioso e mi assicurerò che tu riceva un po' di buon Ecto-amore...

source: [_vlad_s_towards_s_angry_s_talk_happy_] Not if I have anything to say about it!
german: [_vlad_s_towards_s_angry_s_talk_happy_] Nicht, wenn ich etwas darüber zu sagen habe!
italian: [_vlad_s_towards_s_angry_s_talk_happy_] Non se ho qualcosa da dire al riguardo!

source: [_ectopuss_s_7_] You again?!
german: [_ectopuss_s_7_] Nochmal?!
italian: [_ectopuss_s_7_] Sei di nuovo?!

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] That's right, and it's time for you to go back into your cage, wicked creature!
german: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Das ist richtig, und es ist Zeit für dich, in deinen Käfig zurückzukehren, böse Kreatur!
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Esatto, ed è ora che tu torni nella tua gabbia, creatura malvagia!

source: [_ectopuss_] No, wait! This isn't fair!! I didn't even get a lick of her-
german: [_ectopuss_] Nein, warte! Das ist nicht fair! Ich habe nicht einmal eine Lecke von ihr bekommen-
italian: [_ectopuss_] No, aspetta! Non è giusto! Non ho avuto nemmeno una leccata di lei...

source: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Phew, that was close.
german: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Puh, das war geschlossen.
italian: [_maddie_s_flip_s_towards_s_sad_s_talk_happy_] Phew, c'è mancato poco.

source: [_danny_s_p30_] Yeah, super close. How much longer are we gonna have to deal with these darn pervert ghosts, am I right?
german: [_danny_s_p30_] Ja, super nah. Wie lange werden wir uns noch mit diesen Darn perversen Geistern auseinandersetzen müssen, bin ich richtig?
italian: [_danny_s_p30_] Sì, molto vicino. Per quanto tempo ancora dovremo avere a che fare con questi dannati fantasmi pervertiti, vero?

source: [_danny_s_p34_] Oh, {i}uh{/i}... don't mind me, I was just on my way out...
german: [_danny_s_p34_] Ach, {i}uh{/i}... Ich war gerade auf dem Wegweg...
italian: [_danny_s_p34_] Oh, {i}... non faccia caso a me, stavo uscendo...

source: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, quick, the thermos!
german: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, schnell, die Thermos!
italian: [_maddie_s_flip_s_towards_wide_s_neutral_s_talk_frown_] Vlad, presto, il thermos!

source: [_vlad_s_towards_s_sad_s_talk_frown_] I'm sorry Madeline, but I still haven't worked out all the bugs in the thermos' battery unit yet! It still needs a lot of {b}charging{/b} to do before its next use!
german: [_vlad_s_towards_s_sad_s_talk_frown_] Es tut mir leid, Madeline, aber ich habe noch nicht alle Fehler in der Batterieeinheit der Thermos ausgearbeitet! Es benötigt noch eine Menge {b}Aufladung{/b} bevor es beim nächsten Gebrauch ist!
italian: [_vlad_s_towards_s_sad_s_talk_frown_] Mi dispiace Madeline, ma non ho ancora risolto tutti i problemi della batteria del thermos! Ha ancora bisogno di un sacco di {b}carica{/b} da fare prima del suo prossimo utilizzo!

source: [_danny_s_p38_] Okay well, good luck with that, gotta go now, bye!
german: [_danny_s_p38_] Okay gut, viel Glück mit, gotta jetzt gehen, bei!
italian: [_danny_s_p38_] Ok, bene, buona fortuna, ora devo andare, ciao!

source: [_ectopuss_s_11_] You?!
german: [_ectopuss_s_11_] Sie?!
italian: [_ectopuss_s_11_] Tu?

source: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Yes, me! Back in your cage, foul beast!
german: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Ja, ich! Zurück in deinen Käfig, verdorbenes Tier!
italian: [_vlad_s_thermos_s_towards_wide_s_neutral_s_talk_happy_] Sì, io! Torna in gabbia, bestiaccia!

source: [_v_thermos_] {i}*Wum* *Wum* *Chooooooooooo*{/i}
german: [_v_thermos_] {i}*Wum* *Wum* *Chooooooooooooo*{/i}
italian: [_v_thermos_] {i}*Wum* *Wum* *Chooooooooo*{/i}

source: [_ectopuss_s_14_] No, it's not fair!! I was so close to getting her to cu-
german: [_ectopuss_s_14_] Nein, es ist nicht fair! Ich war so nah daran, sie zu cu-
italian: [_ectopuss_s_14_] No, non è giusto! Ero così vicino a farle fare il cu...

source: [_maddie_s_cf6_] Vlad, God dammit, where were you?! Couldn't you have gotten here a {b}bit{/b} sooner?! What the hell happened with the Thermos??
german: [_maddie_s_cf6_] Vlad, God dammit, wo bist du?! Hätte du nicht früher hier {b}bit{/b} bekommen?! Was passiert mit den Thermos??
italian: [_maddie_s_cf6_] Vlad, dannazione, dov'eri?! Non potevi arrivare qui un {b}po' prima?! Che diavolo è successo con il thermos?

source: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, I'm so {b}terribly{/b} sorry for what happened to you, my dear! The {i}accidental{/i} explosion of the Thermos completely fried its circuits.
german: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, ich bin so {b}schrecklich{/b} entschuldige mich für das, was dir passiert ist, mein Liebe! Die {i}zufällige{/i} Explosion der Thermos gebraten seine Schaltkreise.
italian: [_vlad_s_towards_wide_s_unhappy_s_talk_frown_] Oh Madeline, mi {b}dispiace terribilmente{/b} per quello che ti è successo, mia cara! L'esplosione {i}accidentale{/i} del thermos ha completamente fritto i suoi circuiti.

source: [_vlad_s_towards_s_rise_s_talk_frown_] I went to grab my spare thermos from my stretch limo as quickly as I could, I swear! That damned ghost, taking advantage of you like that...
german: [_vlad_s_towards_s_rise_s_talk_frown_] Ich ging so schnell wie möglich meine Erfrischungsthermos von meinem Stretchlimo zu schnappen, ich schwöre! Der verdammte Gespenst nutzt Euch so aus...
italian: [_vlad_s_towards_s_rise_s_talk_frown_] Sono andato a prendere il thermos di riserva dalla mia limousine il più velocemente possibile, lo giuro! Quel dannato fantasma, che si approfitta di te in quel modo...

source: [_maddie_s_cf7_] It's just... I... I found myself sort've... I mean, it was actually quite... {i}uhm{/i}, y-yes, I'll be alright, I suppose. {i}Uhm{/i}... c-could you hand me a spare jumpsuit from that cabinet, please?
german: [_maddie_s_cf7_] Es ist richtig... Ich... Ich fand mich sort've... Ich meine, es wurde eigentlich beendet... {i}uhm{/i}, y-yes, ich bin in Ordnung, nehme an. {i}Uhm{/i}... c-könntest du mir einen Ersatzsprunganzug aus diesem Schrank übergeben, bitte?
italian: [_maddie_s_cf7_] E' solo che... I... mi sono ritrovata... Voglio dire, è stato piuttosto... {i}uhm{/i}, s-sì, starò bene, credo. {i}Uhm{/i}... potrebbe passarmi una tuta di ricambio da quell'armadietto, per favore?

source: [_vlad_s_closed_s_unhappy_s_talk_happy_] Of course... here you are Madeline.
german: [_vlad_s_closed_s_unhappy_s_talk_happy_] Natürlich... hier bist du Madeline.
italian: [_vlad_s_closed_s_unhappy_s_talk_happy_] Certo... eccoti qui Madeline.

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... what the... what happened? Ghost... da' ghost escape at all, Vlad...?
german: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... was geschah... Was ist passiert? Geister... da' Geist Flucht überhaupt, Vlad...?
italian: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] {i}Uhhgn{/i}... cosa... cosa è successo? Il fantasma... il fantasma è scappato, Vlad...?
