Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_p_phantom.po
Languages: german, italian

source: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Man oh man, I think my stomach shrank in my sleep or something!
german: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Mann oh Mann, ich denke, mein Magen schrumpft in meinem Schlaf oder etwas!
italian: [_danny_s_talk_frown_2_s_sad_2_] {i}*Yaaaawn*{/i} Cavolo, credo che il mio stomaco si sia ridotto nel sonno o qualcosa del genere!

source: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] I am {b}super{/b} hungry. Probably from fighting off so many shadow monsters lately... I better grab something to eat before I head to school.
german: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Ich bin {b}super{/b} hungrig. Wahrscheinlich durch den Kampf gegen so viele Schattenmonster in letzter Zeit. . Ich nehme besser etwas zu essen, bevor ich zur Schule komme.
italian: [_danny_s_blank_stare_s_talk_frown_2_s_rise_one_] Sono {b}super{/b} affamato. Probabilmente per aver combattuto contro tanti mostri ombra ultimamente... È meglio che prenda qualcosa da mangiare prima di andare a scuola.

source: [_danny_s_towards_s_talk_happy_] There's probably something in the kitchen to snack on like some cereal or something.
german: [_danny_s_towards_s_talk_happy_] Es gibt wahrscheinlich etwas in der Küche zum Snacken, wie etwas Getreide oder etwas.
italian: [_danny_s_towards_s_talk_happy_] Probabilmente in cucina c'è qualcosa da mangiare, come cereali o altro.

source: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}good{/i} morning Danny! Glad to finally see you roaming around here.
german: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}Good{/i} Morgen Danny! Erfreulich, dass du endlich hier herumherumfliegen wirst.
italian: [_jazz_s_talk_happy_3_s_idle_2_] Ahh, {i}buon{/i}giorno Danny! Sono felice di vederti finalmente in giro da queste parti.

source: [_danny_s_talk_frown_s_wondering_] What are you talking about? I {b}live{/b} here.
german: [_danny_s_talk_frown_s_wondering_] Wovon redest du? Ich {b}lebe{/b} hier.
italian: [_danny_s_talk_frown_s_wondering_] Di cosa stai parlando? Io {b}vivo{/b} qui.

source: [_jazz_s_talk_frown_s_rise_one_] {i}Barely{/i}. Seems to me you're always out and about after school, doing {b}God{/b} knows what.
german: [_jazz_s_talk_frown_s_rise_one_] {i}Barely{/i}. Scheint mir, du bist immer nach der Schule draußen und wirst {b}Gott tun, was weiß.
italian: [_jazz_s_talk_frown_s_rise_one_] {i}A malapena. Mi sembra che tu sia sempre in giro dopo la scuola, a fare {b}Dio{/b} sa cosa.

source: [_danny_s_talk_frown_] Oh c'mon, I haven't been gone {i}that{/i} much!
german: [_danny_s_talk_frown_] Oh c'mon, ich bin nicht von {i}verschwunden, die{/i} viel!
italian: [_danny_s_talk_frown_] Oh, andiamo, non sono stato via {i}così tanto!

source: [_jazz_s_talk_frown_s_idle_2_] I'd say you have! You don't stay in {b}nearly{/b} as much as you used to.
german: [_jazz_s_talk_frown_s_idle_2_] Ich würde sagen, du hast! Du bleibst nicht so sehr in {b}in der Nähe{/b} wie du es gewohnt bist.
italian: [_jazz_s_talk_frown_s_idle_2_] Direi di sì! Non stai su {b}quasi{/b} quanto prima.

source: [_danny_s_talk_happy_s_rise_one_] Well, hey, isn't that a good thing? Functioning young adults are {i}supposed{/i} to have a healthy social life, right?
german: [_danny_s_talk_happy_s_rise_one_] Na ja, ist das nicht eine gute Sache? Die Funktion junger Erwachsener ist {i}angeblich{/i} um ein gesundes soziales Leben zu haben, oder?
italian: [_danny_s_talk_happy_s_rise_one_] Beh, ehi, non è una buona cosa? I giovani adulti che funzionano dovrebbero {i}avere una vita sociale sana, giusto?

source: [_jazz_s_talk_frown_s_idle_2_] At all hours of the night, though? Come on, Danny, you can't expect me to believe that's a good social condition for a growing-
german: [_jazz_s_talk_frown_s_idle_2_] Aber zu allen Stunden der Nacht? Komm, Danny, du kannst nicht von mir erwarten, dass das eine gute soziale Bedingung für ein wachsendes Wachstum ist-
italian: [_jazz_s_talk_frown_s_idle_2_] A tutte le ore della notte, però? Dai, Danny, non puoi aspettarti che io creda che sia una buona condizione sociale per un...

source: [_danny_s_talk_frown_2_] Okay, then tell me, how often do you hang with {i}your{/i} friends? How many friends do you even {i}have{/i}? Tell me how {i}your{/i} social life's been treating you lately?
german: [_danny_s_talk_frown_2_] Okay, dann sag mir, wie oft hängst du bei {i}Deinen Freunden auf? Wie viele Freunde hast du {i}noch{/i}? Sag mir, wie {i}dein soziales Leben dich in letzter Zeit behandelt?
italian: [_danny_s_talk_frown_2_] Ok, allora dimmi, quanto spesso frequenti {i}i tuoi{/i} amici? Quanti amici {i}hai{/i}? Dimmi come {i}la tua vita sociale ti ha trattato ultimamente?

source: [_jazz_s_down_s_talk_frown_s_idle_2_] Well... well I- I mean... I have-! I've been hanging with... look, people just {u}know{/u} I'm pretty popular, okay?
german: [_jazz_s_down_s_talk_frown_s_idle_2_] Nun... nun... nun... ich meine... Ich have-! Ich hänge mit... schau, die Leute nur {u}wissen{/u} Ich bin ziemlich beliebt, okay?
italian: [_jazz_s_down_s_talk_frown_s_idle_2_] Beh... beh io... voglio dire... Io ho...! Ho frequentato... Senti, la gente sa solo {u}che sono piuttosto popolare, ok?

source: [_danny_s_talk_frown_s_towards_s_wondering_] Okay then, name me just {u}one{/u} of your friends outside the family.
german: [_danny_s_talk_frown_s_towards_s_wondering_] Okay, benenne mich dann nur {u}eins{/u} deiner Freunde außerhalb der Familie.
italian: [_danny_s_talk_frown_s_towards_s_wondering_] Ok, allora nominami solo {u}uno{/u} dei tuoi amici al di fuori della famiglia.

source: [_danny_s_talk_happy_s_rise_one_] Yeah, see?
german: [_danny_s_talk_happy_s_rise_one_] Ja, siehe?
italian: [_danny_s_talk_happy_s_rise_one_] Sì, vedi?

source: [_jazz_s_talk_frown_s_sad_] No, th-that's not fair, I was {b}thinking{/b}! You just... caught me off guard with the question is all!
german: [_jazz_s_talk_frown_s_sad_] Nein, das ist nicht fair, ich war {b}dabei{/b}! Du hast mich einfach erwischt mit der Frage ist alles!
italian: [_jazz_s_talk_frown_s_sad_] No, non è giusto, stavo {b}pensando{/b}! Mi hai solo... colto di sorpresa con la domanda, ecco tutto!

source: [_danny_s_wondering_s_talk_happy_2_] Alrighty then, take your time. I'll wait.
german: [_danny_s_wondering_s_talk_happy_2_] Okay, nimm deine Zeit. Ich warte.
italian: [_danny_s_wondering_s_talk_happy_2_] Va bene allora, prenditi il tuo tempo. Aspetterò.

source: [_jazz_s_talk_frown_s_down_s_idle__] Okay... well... {i}ehhmmm{/i}...
german: [_jazz_s_talk_frown_s_down_s_idle__] Okay... gut... {i}ehhmmm{/i}...
italian: [_jazz_s_talk_frown_s_down_s_idle__] Ok... beh... {i}ehhmmm{/i}...

source: [_jazz_s_down_wide_1_] I mean... Dash sorta says hi, and stuff! Even though he tried to assault me in the halls that one time he was all green and nasty, I'm pretty certain that was something crazy ghost related.
german: [_jazz_s_down_wide_1_] Ich meine... Dash sorta sagt Hallo, und Sache! Auch wenn er mich in den Hallen angreifen wollte, dass er einmal alles grün und übel war Ich bin ziemlich sicher, dass etwas verrücktes Gespenst im Zusammenhang war.
italian: [_jazz_s_down_wide_1_] Voglio dire... Dash mi saluta, e così via! Anche se ha cercato di aggredirmi nei corridoi quella volta che era tutto verde e cattivo, sono abbastanza certa che si trattasse di qualcosa di folle legato ai fantasmi.

source: [_jazz_s_talk_happy_s_idle_2_] He apologized about it later, which was sweet... I think {i}he's{/i} pretty nice, I guess...
german: [_jazz_s_talk_happy_s_idle_2_] Er entschuldigte sich später dafür, was süß war... Ich denke, {i}er ist ziemlich nett, ich vermutet...
italian: [_jazz_s_talk_happy_s_idle_2_] Si è scusato in seguito, il che è stato dolce... Penso che {i}sia piuttosto gentile, credo...

source: [_danny_s_talk_frown_s_sad_] Sorry sis, but I really don't think you can consider the guy who wants to get into your pants an actual "friend", sis.
german: [_danny_s_talk_frown_s_sad_] Sorry sis, aber ich glaube nicht, dass du den Kerl, der in deine Hose kommen will, einen echten "Freund" erwägen kannst.
italian: [_danny_s_talk_frown_s_sad_] Mi dispiace, sorellina, ma non credo proprio che tu possa considerare il ragazzo che vuole entrare nelle tue mutande un vero e proprio "amico", sorellina.

source: [_jazz_s_angry_s_talk_frown_] Uhm, {i}excuse{/i} you, Dash does {i}not{/i} think of me like that!
german: [_jazz_s_angry_s_talk_frown_] Uhm, {i}Ausrede{/i} du, Dash macht {i}nicht{/i} denke ich das nicht!
italian: [_jazz_s_angry_s_talk_frown_] Uhm, {i}scusa{/i}, Dash non {i}pensa a me in questo modo!

source: [_danny_s_talk_frown_] Well, why else would he ask me for your panties then?
german: [_danny_s_talk_frown_] Na ja, warum sonst würde er mich dann nach deinen Panties fragen?
italian: [_danny_s_talk_frown_] Perché altrimenti mi avrebbe chiesto le tue mutandine?

source: [_jazz_s_towards_s_talk_frown_] {b}Wh-what?!{/b} When did he... {u}what?!{/u}
german: [_jazz_s_towards_s_talk_frown_] {b}Wozu?!{/b} Wann hat er ... {u}was?!{/u}
italian: [_jazz_s_towards_s_talk_frown_] {b}Cosa? Quando ha... {u}cosa?!

source: [_danny_s_talk_frown_2_s_neutral_] Yeah, he wanted them for... well who knows for what. I'd rather not think about it, myself. But what a creep, right?
german: [_danny_s_talk_frown_2_s_neutral_] Ja, er wollte sie für... wohl, wer weiß was wo. Ich würde lieber nicht darüber nachdenken, mich. Aber was für ein Creep, oder?
italian: [_danny_s_talk_frown_2_s_neutral_] Sì, li voleva per... beh, chissà per cosa. Io stessa preferirei non pensarci. Ma che viscido, vero?

source: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, and so...?
german: [_jazz_s_talk_frown_s_towards_s_rise_one_] Uhhmm, und so...?
italian: [_jazz_s_talk_frown_s_towards_s_rise_one_] E quindi...?

source: [_danny_s_rise_one_s_talk_frown_] Uhm, soooo... what?
german: [_danny_s_rise_one_s_talk_frown_] Uhm, soooo... was?
italian: [_danny_s_rise_one_s_talk_frown_] Uhm, quindi... cosa?

source: [_jazz_s_talk_frown_] So, {b}did{/b} you give him any of my underwear, Danny?!
german: [_jazz_s_talk_frown_] So, {b}hast du ihm eine meiner Unterwäsche gegeben, Danny?!
italian: [_jazz_s_talk_frown_] Allora, {b}gli hai dato un po' della mia biancheria intima, Danny?!

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Well... I mean... I really had to get past him in the hall, and he refused to move, so... I sorta-
german: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Nun... Ich meine... Ich musste ihn wirklich in der Halle vorbeikommen und er hat sich geweigert, mich zu bewegen... Ich sorta-
italian: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Beh... Voglio dire... Dovevo proprio superarlo nel corridoio, e lui si rifiutava di muoversi, quindi... io ho...

source: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny!! Oh my God!!
german: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny!! Oh mein Gott!!
italian: [_jazz_s_sad_s_talk_frown_s_towards_wide_] Danny! Oh mio Dio!

source: [_danny_s_talk_frown_2_] Hey, I'm sorry! Look, I feel terrible about it, but I really did need to get by him.
german: [_danny_s_talk_frown_2_] Hey, es tut mir leid! Schau, ich fühle mich furchtbar, aber ich brauchte wirklich von ihm zu kommen.
italian: [_danny_s_talk_frown_2_] Ehi, mi dispiace! Senti, mi sento malissimo per questo, ma avevo davvero bisogno di passare da lui.

source: [_jazz_s_idle_2_s_talk_frown_] God, Danny, that's so {i}creepy{/i}!! Stay out of my room from now on. That is {b}such{/b} an invasion of my privacy!!
german: [_jazz_s_idle_2_s_talk_frown_] Gott, Danny, das ist so {i}gruse{/i}!! Bleib von jetzt an aus meinem Zimmer. Das ist {b}der{/b} eine Invasion meiner Privatsphäre!!
italian: [_jazz_s_idle_2_s_talk_frown_] Dio, Danny, è così {i}inquietante!!! Stai fuori dalla mia stanza d'ora in poi. Questa è {b}una tale invasione della mia privacy!!

source: [_jazz_s_angry_] I don't care what reason you did it for, you should have come to me first, at the very least!!
german: [_jazz_s_angry_] Mir ist egal, für welchen Grund du es getan hast, du solltest zumindest zu mir gekommen sein!
italian: [_jazz_s_angry_] Non mi interessa il motivo per cui l'hai fatto, avresti dovuto venire prima da me, come minimo!!!

source: [_danny_s_talk_frown_] Jazz, I'm sorry!! I didn't know how to come to you about it... I just didn't want to have some sort of awkward conversation with you.
german: [_danny_s_talk_frown_] Jazz, es tut mir Leid!! Ich wusste nicht, wie ich zu dir kommen soll.. Ich wollte einfach nicht eine Art unbequemes Gespräch mit dir haben.
italian: [_danny_s_talk_frown_] Jazz, mi dispiace! Non sapevo come parlarne con te... Non volevo avere una conversazione imbarazzante con te.

source: [_jazz_s_talk_frown_s_angry_] Is me freaking about it right now any better?!
german: [_jazz_s_talk_frown_s_angry_] Ist es jetzt etwas besser?!
italian: [_jazz_s_talk_frown_s_angry_] Il fatto che io stia dando di matto in questo momento è meglio?!

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Well, you asked about it! I can't lie to you either, Jazz.
german: [_danny_s_towards_s_talk_frown_2_s_sad_] Nun, du fragst danach! Ich kann dich auch nicht lügen, Jazz.
italian: [_danny_s_towards_s_talk_frown_2_s_sad_] Beh, me l'hai chiesto tu! Non posso mentire neanche a te, Jazz.

source: [_jazz_s_down_s_talk_frown_] Ugh... well... just... don't ever do that again. {u}Promise{/u} me right now, Danny, that you won't ever trespass or steal from my room again.
german: [_jazz_s_down_s_talk_frown_] Ugh... Nun... nur... mache das nie wieder. {u}Versprechen{/u} mich gerade jetzt, Danny, dass du nie wieder aus meinem Raum tränkst oder stehlen wirst.
italian: [_jazz_s_down_s_talk_frown_] Beh... non farlo mai più. {u}Promettimi subito, Danny, che non ti intrufolerai mai più nella mia stanza.

source: [_danny_s_talk_happy_s_towards_wide_] Uhm, yeah, sure I promise...
german: [_danny_s_talk_happy_s_towards_wide_] Uhm, ja, sicher verspreche ich...
italian: [_danny_s_talk_happy_s_towards_wide_] Uhm, sì, certo, lo prometto...

source: [_jazz_s_angry_s_talk_frown_] You promise {i}what{/i}, Danny?
german: [_jazz_s_angry_s_talk_frown_] Du verspricht {i}was{/i}, Danny?
italian: [_jazz_s_angry_s_talk_frown_] Prometti a {i}cosa, Danny?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] Yes, Jasmine Fenton, I promise {i}not{/i} to trespass or take things from your room ever again. On my soul.
german: [_danny_s_towards_s_wondering_s_talk_frown_2_] Ja, Jasmin Fenton, ich verspreche {i}nicht{/i} Dinge jemals wieder aus deinem Raum zu versetzen oder zu nehmen. In meiner Seele.
italian: [_danny_s_towards_s_wondering_s_talk_frown_2_] Sì, Jasmine Fenton, prometto a {i}di non violare o prendere mai più cose dalla tua stanza. Sulla mia anima.

source: [_danny_s_talk_frown_s_sad_] Was {i}that{/i} better?
german: [_danny_s_talk_frown_s_sad_] War {i}das{/i} besser?
italian: [_danny_s_talk_frown_s_sad_] {i}che{/i} era migliore?

source: [_jazz_s_down_s_talk_frown_s_angry_] ...ugh, you're such a brat, Danny. You make for such an annoying little brother.
german: [_jazz_s_down_s_talk_frown_s_angry_] ...häsch, du bist so ein Fleisch, Danny. Du machst einen so lästigen kleinen Bruder.
italian: [_jazz_s_down_s_talk_frown_s_angry_] ...sei proprio un monello, Danny. Sei un fratello minore così fastidioso.

source: [_jazz_s_talk_happy_s_towards_s_idle__] ...but at least you fessed up to it. And Dash is still a creep, so... thanks for telling me.
german: [_jazz_s_talk_happy_s_towards_s_idle__] ...aber zumindest hast du darauf hingewiesen. Und Dash ist immer noch ein Creep, so... vielen Dank, dass du es mir gesagt hast.
italian: [_jazz_s_talk_happy_s_towards_s_idle__] ...ma almeno l'hai confessato. E Dash è ancora un verme, quindi... grazie per avermelo detto.

source: [_danny_s_talk_happy_s_rise_one_] Hey, no problem sis... I'm glad we could work this out betwe-
german: [_danny_s_talk_happy_s_rise_one_] Hey, kein Problem... Ich bin froh, dass wir das zwischen ausarbeiten können-
italian: [_danny_s_talk_happy_s_rise_one_] Ehi, nessun problema sorellina... Sono felice che abbiamo risolto la questione tra...

source: [_jazz_] Okay, but you're seriously distracting me now, so be quiet.
german: [_jazz_] Okay, aber du wirst mich jetzt ernsthaft ablenken, also sei ruhig.
italian: [_jazz_] Ok, ma ora mi stai davvero distraendo, quindi fai silenzio.

source: [_danny_s_talk_frown_s_wondering_s_towards_wide_] No, of course I wouldn't, are you kidding?
german: [_danny_s_talk_frown_s_wondering_s_towards_wide_] Nein, natürlich würde ich das nicht tun, bist du eine Scherz?
italian: [_danny_s_talk_frown_s_wondering_s_towards_wide_] No, certo che non lo farei, stai scherzando?

source: [_danny_s_closed_s_talk_frown_2_] That'd be a {b}total{/b} invasion of your privacy!
german: [_danny_s_closed_s_talk_frown_2_] Das wäre eine {b}insgesamt{/b} Invasion deiner Privatsphäre!
italian: [_danny_s_closed_s_talk_frown_2_] Sarebbe una {b}totale{/b} invasione della vostra privacy!

source: [_jazz_s_talk_happy_s_idle_2_] Well thank you, Danny. I'm glad you told me that happened. And I'm glad you didn't go through with it.
german: [_jazz_s_talk_happy_s_idle_2_] Danke, Danny. Ich bin froh, dass du mir das gesagt hast. Und ich bin froh, dass du damit nicht durchgegangen bist.
italian: [_jazz_s_talk_happy_s_idle_2_] Beh, grazie, Danny. Sono felice che tu mi abbia detto che è successo. E sono felice che tu non sia andato fino in fondo.

source: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Well, I guess I can't consider that creep Baxter as a real friend. {i}*Blech*{/i}
german: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Nun, ich denke, ich kann diesen schleichenden Baxter nicht als echten Freund betrachten. {i}*Blech*{/i}
italian: [_jazz_s_talk_frown_s_down_wide_1_s_rise_one_] Beh, credo di non poter considerare quel verme di Baxter un vero amico. {i}*Blech*{/i}

source: [_danny_s_talk_happy_s_wondering_] That's what I've been saying, Jazz! He only listens to you cause he think's you're cute.
german: [_danny_s_talk_happy_s_wondering_] Das ist es, was ich gesagt habe, Jazz! Er hört dir nur zu, weil er meint, du bist süß.
italian: [_danny_s_talk_happy_s_wondering_] E' quello che ho detto, Jazz! Ti ascolta solo perché pensa che tu sia carina.

source: [_jazz_s_talk_frown_s_down_s_sad_] Oh shut up, nobody thinks I'm cute!
german: [_jazz_s_talk_frown_s_down_s_sad_] Oh Halt, niemand glaubt, ich bin süß!
italian: [_jazz_s_talk_frown_s_down_s_sad_] Oh, stai zitto, nessuno pensa che io sia carino!

source: [_danny_s_talk_frown_s_rise_one_] Come on Jazz, you don't actually have that opinion of yourself, right?
german: [_danny_s_talk_frown_s_rise_one_] Komm auf Jazz, du hast diese Meinung von dir selbst, nicht wahr?
italian: [_danny_s_talk_frown_s_rise_one_] Andiamo Jazz, non hai davvero questa opinione di te stesso, vero?

source: [_jazz_s_down_s_talk_frown_s_sad_] What opinion? It's pretty much fact; nobody at Casper High has {u}ever{/u} asked me out. I must carry some sort of parasite or something. Being related to {i}this{/i} family, it's more than likely, too...
german: [_jazz_s_down_s_talk_frown_s_sad_] Was für eine Meinung? Es ist ziemlich eine Tatsache; niemand in Casper High hat mich je {u}gefragt{/u}. Ich muss eine Art Parasit oder etwas tragen. Da ich mit {i}dieser Familie verwandt bin, ist es auch mehr als wahrscheinlich...
italian: [_jazz_s_down_s_talk_frown_s_sad_] Quale opinione? È un dato di fatto: nessuno alla Casper High mi ha {u}mai chiesto di uscire. Devo avere una specie di parassita o qualcosa del genere. Essendo imparentata con {i}questa famiglia, è anche più che probabile...

source: [_danny_s_talk_frown_2_s_wondering_] Jeez, is that true? Like, nobody's asked ever?
german: [_danny_s_talk_frown_2_s_wondering_] Jeez, ist das wahr? Gefällt mir, niemand fragt?
italian: [_danny_s_talk_frown_2_s_wondering_] Cavolo, ma è vero? Nessuno l'ha mai chiesto?

source: [_jazz_s_closed_s_talk_frown_s_idle_2_] Yeup. I mean... sure people {i}like{/i} me, I guess, but... I don't think it has anything to with actually {i}liking{/i} me. People just don't see me like that I suppose.
german: [_jazz_s_closed_s_talk_frown_s_idle_2_] Ja. Ich meinte... sicher die Leute {i}wie{/i} mich, ich vermute, aber... Ich glaube nicht, dass es irgendetwas zu tun hat mit {i}gefällt mir{/i} Mich. Leute sehen mich einfach nicht so, dass ich vermute.
italian: [_jazz_s_closed_s_talk_frown_s_idle_2_] Sì... Cioè... certo, alla gente {i}piaccio, credo, ma... Non credo che abbia a che fare con il fatto che io {i}piaccia davvero. La gente non mi vede così, credo.

source: [_danny_s_talk_happy_2_] Well, who knows, maybe they're just intimidated?
german: [_danny_s_talk_happy_2_] Nun, wer weiß, vielleicht sind sie nur eingeschüchtert?
italian: [_danny_s_talk_happy_2_] Beh, chi lo sa, forse sono solo intimiditi?

source: [_jazz_s_talk_frown_s_rise_one_] Why? Do I exude some sort of scary, psycho aura or something?
german: [_jazz_s_talk_frown_s_rise_one_] Warum? Verströme ich eine Art Angst, Psychoaura oder etwas?
italian: [_jazz_s_talk_frown_s_rise_one_] Perché? Emano forse una sorta di aura spaventosa e psicopatica?

source: [_danny_s_talk_frown_s_wondering_] I don't know... people just might be too nervous to ask you out is all.
german: [_danny_s_talk_frown_s_wondering_] Ich weiß nicht ... Leute sind vielleicht zu nervös, dich herauszufragen ist alles.
italian: [_danny_s_talk_frown_s_wondering_] Non so... la gente potrebbe essere troppo nervosa per chiederti di uscire, tutto qui.

source: [_danny_s_talk_happy_s_rise_one_] ...I mean, honestly, I consider you really pretty... I'd probably ask-
german: [_danny_s_talk_happy_s_rise_one_] ...Ich meine, ehrlich gesagt, ich halte dich wirklich schön... Ich würde wahrscheinlich fragen-
italian: [_danny_s_talk_happy_s_rise_one_] ...voglio dire, onestamente, ti considero molto bella... Probabilmente ti chiederei...

source: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah!! Oh sure, Danny, you must think I'm just {i}gorgeous{/i}! I appreciate the bone you're trying to throw me, little brother, but I know you're just trying to be nice.
german: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah!! Ach sicher, Danny, du musst denken, ich bin nur {i}herrlich{/i}! Ich schätze den Knochen, den du versuchst mich zu werfen, kleiner Bruder, aber ich weiß, du bist nur versucht, nett zu sein.
italian: [_jazz_s_closed_s_talk_happy_s_rise_one_] Bah hahah!! Oh certo, Danny, penserai che sono semplicemente {i}stupendo{/i}! Apprezzo l'osso che stai cercando di lanciarmi, fratellino, ma so che stai solo cercando di essere gentile.

source: [_jazz_s_at_laptop_s_talk_frown_s_idle__] It doesn't matter, anyway, I've got other things to focus on other than boys.
german: [_jazz_s_at_laptop_s_talk_frown_s_idle__] Es spielt ohnehin keine Rolle, ich habe andere Dinge als Jungen zu fokussieren.
italian: [_jazz_s_at_laptop_s_talk_frown_s_idle__] Non importa, comunque, ho altre cose su cui concentrarmi oltre ai ragazzi.

source: [_danny_s_wondering_s_talk_frown_] Like what?
german: [_danny_s_wondering_s_talk_frown_] Gefällt was?
italian: [_danny_s_wondering_s_talk_frown_] Ad esempio?

source: [_jazz_s_towards_s_talk_frown_] Maintaining my track record as the best student in Casper High's history is a full time commitment, Danny!
german: [_jazz_s_towards_s_talk_frown_] Meine Erfolgsgeschichte als bester Student in der Geschichte von Casper Highs zu pflegen, ist eine volle Zeitverpflichtung, Danny!
italian: [_jazz_s_towards_s_talk_frown_] Mantenere il mio record di miglior studente nella storia della Casper High è un impegno a tempo pieno, Danny!
