Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Well, at least I have some time to make my decision first. I'll go to Sam's locker in the {b}morning{/b} and make up my mind.)
german: [_danny_s_towards_s_sad_2_s_frown_2_] (Zumindest habe ich Zeit, meine Entscheidung zuerst zu treffen. Ich werde am {b}Morgen{/b} zu Sams Locker gehen und meine Meinung fragen.)

source: [_danny_s_towards_wide_s_frown_grin_2_] (Also, I should get out of here before a teacher or some janitor sees the ghost pervert just haunting the halls...)
german: [_danny_s_towards_wide_s_frown_grin_2_] (Auch sollte ich hier rauskommen, bevor ein Lehrer oder ein Verdächtiger den Geist sieht, der die Hallen heimsucht...)

source: [_danny_s_rise_one_s_talk_happy_2_] Hey Star.
german: [_danny_s_rise_one_s_talk_happy_2_] Hallo Sterne.

source: [_star_] Hey Billy! How you doing?
german: [_star_] Hallo Rechnung! Wie gehst du?

source: [_danny_s_closed_sad_s_wondering_s_talk_happy_] I'm okay. I just thought I'd stop in and say hi.
german: [_danny_s_closed_sad_s_wondering_s_talk_happy_] Ich bin in Ordnung. Ich dachte, ich würde hineinhalten und Halloween sagen.

source: [_star_] Oh, cool. Hey, just let me know when you're ready to prank Manson, alright? In the morning during school.
german: [_star_] Oh, cool. Hey, lass mich wissen, wenn du bereit bist Manson zu prangern, oder? Am Morgen in der Schule.

source: [_danny_s_sad_s_talk_happy_] Yep, no problem... I'll let you know...
german: [_danny_s_sad_s_talk_happy_] Ja, kein Problem... Ich lasse dich wissen...

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, I still have to figure out what to do about this whole prank thing...)
german: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, ich muss immer noch herausfinden, was ich mit dieser ganzen Stummheit zu tun habe...)

source: [_danny_s_sad_s_frown_2_] (I should make a decision when I go to Sam's locker in the morning.)
german: [_danny_s_sad_s_frown_2_] (Ich sollte eine Entscheidung treffen, wenn ich morgens zu Sams Verschluss kommen.)

source: [_danny_s_sad_s_frown_] (Okay... I'm at Sam's locker... I need to figure out what to do about this prank thing...)
german: [_danny_s_sad_s_frown_] (Okay... Ich bin auf Sams Locker... Ich muss herausfinden, was ich mit dieser Stummheit zu tun habe...)

source: [_danny_s_at_danny_s_bite_] (On one hand, if I go through with it, I'll be humiliating my best friend in front of Star's "in crowd".)
german: [_danny_s_at_danny_s_bite_] (Auf der einen Seite, wenn ich damit fertig bin, werde ich meinen besten Freund vor Star's "in Menschen" demütigen.)

source: [_danny_s_frown_2_s_rise_one_] (Sam's been messed around enough by some dick-head ghosts lately... she doesn't deserve that sort of humiliation.)
german: [_danny_s_frown_2_s_rise_one_] (Sam wurde in letzter Zeit von einigen dickkopfgeister... sie verdient diese Art der Demütigung nicht.)

source: [_danny_s_towards_s_sad_s_smile_] (But... if I plant the dildo in there, I have a good chance to get closer to Star and make her happy...)
german: [_danny_s_towards_s_sad_s_smile_] (But... wenn ich den Dildo dort platziere, habe ich eine gute Chance, näher an den Stern heranzukommen und sie glücklich zu machen...)

source: [_danny_s_grin_happy_s_wondering_] (It'd definitely be nice to have some private time with her... I have a really strong feeling I know what that juicy reward's gonna be...)
german: [_danny_s_grin_happy_s_wondering_] (Es wäre definitiv schön, wenn Sie ein paar private Zeit mit ihr hat... Ich habe ein wirklich starkes Gefühl, dass ich weiß, was die saftige Belohnung sein wird...)

source: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (At the same time though, would I really {i}want{/i} to? She's such a manipulative person who wants to mess with other people.)
german: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (Aber zur gleichen Zeit würde ich wirklich {i}wollen? Sie ist eine solche Manipulation, die mit anderen Leuten durcheinander gehen möchte.)

source: [_danny_s_angry_s_grin_happy_] (I could also use this opportunity to deliver some righteous karma onto her... I'd be doing a justice to society, honestly.)
german: [_danny_s_angry_s_grin_happy_] (Ich könnte diese Gelegenheit auch nutzen, um ihr ein rechtschaffenes Karma zu überbringen... Ich würde der Gesellschaft ehrlich gerecht.)

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, why is this such a hard choice to make?!)
german: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, warum ist das eine so schwierige Wahl?!)

source: [_danny_s_wondering_s_frown_2_] (Okay... I need to choose, now or never.)
german: [_danny_s_wondering_s_frown_2_] (Okay... Ich muss wählen, jetzt oder nie.)

source: [_danny_s_rise_one_] (I mean... it won't even be {i}that{/i} bad of a prank, right?)
german: [_danny_s_rise_one_] (Ich meine... es wird nicht einmal {i}sein, dass {/i} von einem Prank, richtig?)

source: [_danny_s_at_danny_s_sad_s_smile_] (Sam's a big girl, she can deal with this sort of thing. She'll deny it all anyway.)
german: [_danny_s_at_danny_s_sad_s_smile_] (Samt ist ein großes Mädchen, sie kann sich mit dieser Art von Dingen auseinandersetzen. Sie wird es trotzdem alles leugnen.)

source: [_danny_s_towards_s_sad_2_] (I'm sure people will forget about it in less than a week...)
german: [_danny_s_towards_s_sad_2_] (Ich bin sicher, dass die Leute es in weniger als einer Woche vergessen werden...)

source: [_danny_s_frown_2_s_rise_one_] (Okay, so... let's see if I can even do this... I never thought about how I'd actually get this done...)
german: [_danny_s_frown_2_s_rise_one_] (Okay, so... mal sehen, ob ich das auch machen kann... Ich habe nie darüber nachgedacht, wie ich das machen würde...)

source: [_danny_s_at_player_s_frown_grin_3_] (I better do this fast too. It'd be bad enough if I got caught holding a dildo in school, let alone planting it in one of my best friend's locker.)
german: [_danny_s_at_player_s_frown_grin_3_] (Ich tue das auch schnell. Es wäre schlimm genug, wenn ich erwischt wurde, ein Dildo in der Schule zu halten, geschweige denn es in einem der besten Freundesschlösser zu pflanzen.)

source: [_danny_] (Now, if I remember correctly, Sam once said she keeps things pretty simple when it comes to her passwords and combinations...)
german: [_danny_] (Wenn ich mich recht erinnere, sagte Sam einmal, dass sie bei ihren Passwörtern und Kombinationen die Dinge ziemlich einfach hält...)

source: [_danny_s_grin_happy_s_sad_] (Which would most likely mean that Sam uses something like her birthday, right?)
german: [_danny_s_grin_happy_s_sad_] (Was würde wahrscheinlich bedeuten, dass Sam so etwas wie ihren Geburtstag benutzt, oder?)

source: [_danny_s_rise_one_s_smile_] (And it's a good thing I'm one of the few people that care to remember it! January 19th, so... one... nineteen... zero...)
german: [_danny_s_rise_one_s_smile_] (Und es ist eine gute Sache, ich bin einer der wenigen Leute, denen es wichtig ist, sich daran zu erinnern! 19. Januar, so... neunzehn... Null...)

source: [_danny_s_smile_] (Okay, the Locker's open!)
german: [_danny_s_smile_] (Okay, die Locker öffnen!)

source: [_danny_] (So, I'll just shove it up at the top here...)
german: [_danny_] (Also werde ich es hier oben schießen...)

source: [_danny_] (Okay, but do I {i}really{/i} wanna do this?)
german: [_danny_] (Okay, aber {i}wirklich{/i} will das machen?)

source: [_danny_] (Here we go...)
german: [_danny_] (Hier geht...)

source: [_danny_] (...and that should be the perfect place for Lancer to find it. Alright, false evidence in place!)
german: [_danny_] (...und das sollte der perfekte Ort für Lancier sein, um es zu finden. Gut, falsche Beweise vor Ort!)

source: [_danny_] (Ugh... I shouldn't be proud of what I'm doing here... I'm a real jerk.)
german: [_danny_] (Ugh... Ich sollte nicht stolz darauf sein, was ich hier mache... Ich bin ein echter Witz.)

source: [_danny_s_smile_s_rise_one_] (Let's just hope that special {b}reward{/b} Star mentioned will be worth it...)
german: [_danny_s_smile_s_rise_one_] (Hoffnung nur, dass die besondere {b}Belohnung{/b} Stern es wert sein wird...)

source: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Speaking of which, I should probably message her to let her know I've done it.)
german: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Worvon dem ich sprechen möchte, sollte ich ihr mitteilen, dass sie wissen soll, dass ich es getan habe.)

source: [_billspook_] Hey Star, it's done. That Manson girl you wanted to prank has the dildo in her locker. Top shelf. Shouldn't be hard to miss. -IB
german: [_billspook_] Hey Star, es ist fertig. Das Manson-Mädchen, das du prangern wolltest, hat das Dildo in ihrer Schließfächer. Oberes Regal. Es sollte nicht schwer zu verpassen sein. -IB

source: [_danny_] (Great, she replied back.)
german: [_danny_] (Großartig, sie antwortete zurück.)

source: [_starspook_] Thank you, thank you, thank you!!! <3 I'm going to be there in the {b}afternoon{/b} after I gather everybody up. Thanks again, Billy!!
german: [_starspook_] Vielen Dank, danke!!! <3 Ich werde am {b}Nachmittag{/b} da sein, nachdem ich alle versammelt habe. Danke noch einmal, Billy!!

source: [_danny_s_towards_s_smile_s_sad_] (Alright... what's done is done. I should come back in the afternoon to watch what happens.)
german: [_danny_s_towards_s_smile_s_sad_] (Okay, was getan wird, ist getan. Ich sollte am Nachmittag zurückkommen, um zu sehen, was passiert.)

source: [_danny_s_rise_one_s_at_player_] (I made the right choice, right...?)
german: [_danny_s_rise_one_s_at_player_] (Ich habe die richtige Wahl getroffen, richtig...?)

source: [_danny_s_frown_grin_2_] (No way, I'm not gonna play into Star's hands like that.)
german: [_danny_s_frown_grin_2_] (Auf keinen Fall, ich werde nicht in die Hände des Sterns spielen wie das.)

source: [_danny_s_at_player_s_frown_2_] (Regardless of how hot Star is, she's {b}definitely{/b} not worth hurting Sam like this.)
german: [_danny_s_at_player_s_frown_2_] (Unabhängig davon, wie heiß der Stern ist, sie ist {b}definitiv nicht wert, Sam so zu verletzen.)

source: [_danny_s_at_danny_s_smile_] (I should switch this whole prank thing around on her instead...)
german: [_danny_s_at_danny_s_smile_] (Ich sollte stattdessen den ganzen Strang auf ihr herumschalten...)

source: [_danny_s_at_player_s_grin_happy_] (Everyone's going to be gathered around for it thanks to Star's recruitment, right? I think she might regret that decision...)
german: [_danny_s_at_player_s_grin_happy_] (Veryone's wird dank der Rekrutierung von Star versammelt werden, oder? Ich denke, sie könnte diese Entscheidung bedauern...)

source: [_danny_s_towards_s_rise_one_s_smile_] (Guess I can hold onto this dildo of hers, too... might as well, it's not like Star's going to want it back after what I'm gonna pull off...)
german: [_danny_s_towards_s_rise_one_s_smile_] (Vermutlich kann ich auch an diesem Dildo von ihr festhalten... könnte es auch sein, es ist nicht so, als würde Sterne es nach dem, was ich abziehen werde wieder wollen...)

source: [_danny_s_grin_happy_s_angry_] (...literally.)
german: [_danny_s_grin_happy_s_angry_] (...wörtlich)

source: [_danny_s_sad_s_smile_] (I should text her to let her know that everything is "in place").
german: [_danny_s_sad_s_smile_] (Ich sollte sie schreiben, um sie wissen zu lassen, dass alles "an Ort" ist).

source: [_danny_] (Sam's standing by her locker all alone... nothing's going on? Maybe Star forgot to mention it to-)
german: [_danny_] (Sams steht allein zu ihrem Schlosser... nichts geht's? Vielleicht hat der Star vergessen, es zu erwähnen)

source: [_danny_] (Oops, never mind... here comes Lancer.)
german: [_danny_] (Vergiss nicht, hier kommt Lancier.)

source: [_lancer_s_talk_frown_s_rise_one_] Excuse me, Ms. Manson?
german: [_lancer_s_talk_frown_s_rise_one_] Entschuldigen Sie, Frau Manson?

source: [_sam_s_sad_s_talk_happy_] Uhm, hi Mr. Lancer, can I help you?
german: [_sam_s_sad_s_talk_happy_] Uhm, Ho Mr. Lancier, kann ich dir helfen?

source: [_lancer_s_sad_s_talk_frown_] Well I'd just like to clear something up quickly, if you wouldn't mind. The issue I'm dealing with currently is that I'm afraid I need to do an inspection of your locker space right now.
german: [_lancer_s_sad_s_talk_frown_] Nun, ich möchte einfach etwas schnell aufräumen, wenn du nichts dagegen hast. Das Problem, mit dem ich mich derzeit beschäftige, ist, dass ich leider sofort eine Inspektion Ihres Schließraums durchführen muss.

source: [_sam_s_sad_s_talk_frown_] Wh-what? Why?!
german: [_sam_s_sad_s_talk_frown_] Wozu? Warum?!

source: [_lancer_s_idle__s_talk_frown_] Well, one of your fellow students came to me with concerns that you might have stored some sort of "unusual weapon" inside your locker.
german: [_lancer_s_idle__s_talk_frown_] Nun, einer deiner Mitschüler kam mit Bedenken, dass du vielleicht eine Art "ungewöhnliche Waffe" in deinem Schrank gespeichert hast.

source: [_sam_s_sad_2_s_talk_frown_] A weapon?! Are you kidding me?
german: [_sam_s_sad_2_s_talk_frown_] Eine Waffe?! Scherzhaft mich?

source: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, I'm afraid not. We have to take these sort of warnings and sightings seriously. It won't take long, I promise.
german: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, ich fürchte nicht. Wir müssen diese Art von Warnungen und Sichtweisen ernst nehmen. Es wird nicht lange dauern, wie ich versprochen habe.

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] This is a total invasion of my privacy!!
german: [_sam_s_talk_frown_s_towards_2_s_angry_2_] Dies ist eine totale Invasion meiner Privatsphäre!!

source: [_lancer_s_wondering_s_talk_frown_] Now Ms. Manson, the school system is completely within its rights to do any unscheduled or unwarranted locker checks as it sees fit. I'd {i}hope{/i} there wouldnt be any genuine problem once we actually looked inside, right Ms. Manson?
german: [_lancer_s_wondering_s_talk_frown_] Jetzt Ms. Manson, das Schulsystem hat völlig das Recht, unplanmäßige oder ungerechtfertigte Schlösserprüfungen nach eigenem Ermessen durchzuführen. Ich hätte {i}Hoffnung{/i} es würde kein echtes Problem geben, wenn wir wirklich nach innen schauten, rechts Frau Manson?

source: [_star_s_talk_happy_2_s_rise_one_] Yeah Sam, if you have nothing to hide, why not just open up your locker?
german: [_star_s_talk_happy_2_s_rise_one_] Ja, Sam, wenn du nichts zu verbergen hast, warum öffne nicht einfach dein Schlosser?

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] You!! {b}You're{/b} the one behind this?! Why??
german: [_sam_s_talk_frown_s_towards_2_s_angry_2_] Sie! {b}Sie{/b} der hinter diesem?! Warum??

source: [_star_s_sad_s_talk_frown_] I swear, I simply thought I saw you putting something in your locker that looked like a blunt object!
german: [_star_s_sad_s_talk_frown_] Ich schwöre schon, ich dachte schon, dass du etwas in deinen Schrank gelegt hast, das wie ein stumpfes Objekt aussahst!

source: [_star_s_talk_happy_2_s_neutral_2_] ...something like a miniature billy club.
german: [_star_s_talk_happy_2_s_neutral_2_] ...so etwas wie ein Miniatur-Billy-Club.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] What?! Are you out of your mind?!
german: [_sam_s_confused_s_talk_frown_s_towards_wide_] Was?! Bist du dir nicht im Sinn?!

source: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, I just want to make sure our school grounds are a safe environment for {b}everybody{/b}... I don't want to get anybody in real {i}trouble{/i}...
german: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Herr Lancer, ich möchte nur sicherstellen, dass unser Schulgelände eine sichere Umgebung für {b}jedermann{/b} ist. . Ich möchte niemanden in echten {i}Problemen bekommen{/i}...

source: [_lancer_s_talk_happy_s_closed_s_wondering_] Now, don't you worry Ms. Astray, you did the right thing coming to me.
german: [_lancer_s_talk_happy_s_closed_s_wondering_] Jetzt mache du dir keine Sorgen, Frau Astray, du hast das Richtige getan, was zu mir kam.

source: [_lancer_s_towards_s_sad_] I certainly {i}understand{/i} Ms. Manson's insistence on retaining what she views as her "personal privacy".
german: [_lancer_s_towards_s_sad_] Ich verstehe sicherlich {i}, Frau Manson, was sie als "persönliche Privatsphäre" ansieht.

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students' right to proper peace of mind.
german: [_lancer_s_talk_frown_] Ich fürchte jedoch, ich werde diese Privatsphäre überstimmen müssen, um das Recht der anderen Schüler auf einen ordentlichen Frieden zu schützen.

source: [_lancer_s_angry_s_talk_frown_] Now Ms. Manson, if you won't open your locker of your own free will, I'm afraid I'll have to get the scruffy looking janitor with the unibrow to do it for you. It's your choice, but personally I'd prefer I {i}not{/i} have to speak with {b}her{/b}...
german: [_lancer_s_angry_s_talk_frown_] Jetzt Ms. Manson, wenn du deinen Schrank nicht nach deinem freien Willen öffnen möchtest Ich fürchte, ich werde den skrupellos aussehenden janitor mit dem Unibrow, um es für Sie zu tun. Es ist deine Wahl, aber ich persönlich würde es vorziehen, dass ich {i}nicht{/i} mit {b}sprechen muss{/b}...

source: [_sam_s_closed_s_talk_frown_] Ugh! This is so stupid. Look, at the end of the day, I have nothing to hide.
german: [_sam_s_closed_s_talk_frown_] Uh! Das ist so dumm. Schau am Ende des Tages habe ich nichts zu verbergen.

source: [_sam_s_talk_frown_s_neutral_s_away_] You wanna take a look inside, be my guest. You're just wasting your own time is all I'm saying.
german: [_sam_s_talk_frown_s_neutral_s_away_] Du möchtest einen Blick nach innen werfen, sei mein Gast. Du verschwendest nur deine eigene Zeit ist alles, was ich sage.

source: [_danny_] (Sam's starting to open her locker... God, I almost can't even watch what's about to happen...)
german: [_danny_] (Samt beginnt ihre Schleuse zu öffnen... Gott, ich kann fast nicht einmal zusehen, was vor sich geht...)

source: [_sam_s_angry_s_talk_frown_] There you go, totally cringey gothic locker aesthetic on full display, hardy harr, good joke Star. Nothing to see here, people.
german: [_sam_s_angry_s_talk_frown_] Hier gehst du, total kringey gotische Schloss-Ästhetik auf Vollbild, harter Harr, guter Witz-Stern. Nichts zu sehen, hier Leute.

source: [_lancer_s_neutral_s_talk_frown_] I'll be the judge of that. Excuse me Ms. Manson.
german: [_lancer_s_neutral_s_talk_frown_] Ich bin die Richterin davon. Entschuldige mich Frau Manson.

source: [_sam_s_angry_s_talk_frown_2_] I can't believe you'd lie to Mr. Lancer just to pester me, Star!
german: [_sam_s_angry_s_talk_frown_2_] Ich kann nicht glauben, du würdest Herrn Lancer lügen, nur um mich zu belästigen, Star!

source: [_sam_s_towards_wide_s_talk_frown_] Actually no, I can totally imagine that. You're one of the most {b}bitter{/b} pests I know!
german: [_sam_s_towards_wide_s_talk_frown_] Eigentlich nein, ich kann mir das vollkommen vorstellen. Du bist eine der {b}bitter{/b} Schädlingsbekämpfung, die ich kenne!

source: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, I wouldn't say I {i}lied{/i} exactly... maybe I just mistook what it was I saw you put in there...
german: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, ich würde nicht sagen, dass ich {i}genau lied{/i} würde... vielleicht habe ich einfach verpasst, was ich sah, dass du da hineingelegt hast...

source: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Here we are!
german: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Hier sind wir!

source: [_star_s_talk_happy_s_sad_] Oh my {b}goodness{/b}, {i}Saaam{/i}!! You're {b}bad{/b}!
german: [_star_s_talk_happy_s_sad_] Oh mein {b}Goodness{/b}, {i}Saaam{/i}!! Du bist {b}schlecht{/b}!

source: [_sam_s_center_wide_s_talk_frown_] What. The. {u}Fuck{/u}.
german: [_sam_s_center_wide_s_talk_frown_] Was. Die, {u}fuck{/u}.

source: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Ms. Manson!! This is in {b}no regard{/b} a proper personal article to be bringing onto our school grounds!
german: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Frau Manson!! Das ist in {b}kein richtiger persönlicher Artikel um auf unsere Schulplätze zu bringen!

source: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-but, th-that's not mine!! I swear!! Something's not right about this!!
german: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-but th-that's not mine!! Ich schwöre!! Etwas stimmt darum!!

source: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, I can see how I made the mistake of thinking it was a billy club! That thing is {b}huge{/b}, Sam!!
german: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, ich kann sehen, wie ich den Fehler gemacht habe zu glauben, es sei ein billiger Club! Das ist {b}riesig{/b}, Sam!!

source: [_student1_] Wowee, look at the size of that thing!
german: [_student1_] Wowee, schaue dir die Größe dieser Sache an!

source: [_student2_] God, imagine that thing inside of you!
german: [_student2_] Gott, stelle dir das in dir vor!

source: [_student3_] Who the hell brings a monster dong to school? What a perv she is!
german: [_student3_] Wer zur Hölle bringt einen Monsterdong in die Schule? Was für ein Perv, das sie ist!

source: [_student4_] Dang, I wish I had {b}me{/b} a big tiddie goth girlfriend who was {i}that{/i} kinky!!
german: [_student4_] Dang, ich wünschte, ich hätte {b}m{/b} eine große Gezeitengothin, die {i}war, dass{/i} kinky!!

source: [_danny_] (Oh God... Sam looks so embarassed.)
german: [_danny_] (Oh Gott... Sam sieht so verleumdet aus.)

source: [_lancer_s_talk_frown_s_neutral_] I'm afraid you'll have to come with me Ms. Manson. This will require yet {i}another{/i} chat in the principal's office about what constitutes appropriate materials to bring to Casper High.
german: [_lancer_s_talk_frown_s_neutral_] Ich fürchte, du wirst mit mir Ms. Manson kommen müssen. Dies erfordert noch {i}einen anderen{/i} Chat im Hauptbüro über geeignete Materialien, um Casper High zu bringen.

source: [_sam_s_talk_frown_3_s_sad_2_] It's not mine though, Mr. Lancer, I swear!!
german: [_sam_s_talk_frown_3_s_sad_2_] Es ist nicht meine aber, Herr Lancer, ich schwöre!!

source: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, have some dignity and just admit it. Don't make this any {b}more{/b} embarassing for yourself than it already is...
german: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, habe etwas Würde und gestehe es einfach zu. Macht das {b}nicht mehr{/b} für dich peinlich, als es bereits ist...

source: [_sam_] ...but... I didn't...
german: [_sam_] ...aber... Ich habe es nicht getan...

source: [_lancer_s_angry_s_talk_frown_] Come on Ms. Manson, let's get moving, we don't have all day to dilly dally...
german: [_lancer_s_angry_s_talk_frown_] Kommen Sie auf Frau Manson, lassen Sie uns gehen, wir haben nicht den ganzen Tag zu verglättern...

source: [_lancer_s_sad_s_at_player_s_talk_frown_] ...I'm also not particularly {b}fond{/b} of having to hold this out in public.
german: [_lancer_s_sad_s_at_player_s_talk_frown_] ...Ich bin auch nicht besonders {b}Liebhaber{/b} dies öffentlich auszuhalten.

source: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... how could this have happened...?)
german: [_sam_s_center_s_sad_2_s_grin_2_] (Oh nein... wie hätte das geschehen können...?)

source: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh my God, can you believe that slut bag, guys? She had a huge fake dick in her locker! How pathetic!!
german: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh mein Gott, kannst du glauben, dass die Schlampe Tasche, Jungs? Sie hatte einen riesigen gefälschten Schwanz in ihrer Schleuder! Wie pathetisch!!

source: [_kwan_] Hahah, that was so funny!! Can't believe she did that.
german: [_kwan_] Hahah, das war so lustig! Kann nicht glauben, dass sie das tat.
