Repository: DonRP/AmityPark
Catalog: game/*/*/episode3_MZ.po
Languages: italian

source: [_kitty_s_talk_frown_s_idle__s_towards_] You {b}promised{/b} me you wouldn't do this anymore, Johnny! Ugh, you're such a liar!!
italian: [_kitty_s_talk_frown_s_idle__s_towards_] {b}Mi avevi promesso che non l'avresti più fatto, Johnny! Sei proprio un bugiardo!!!

source: [_johnny_s_talk_frown_s_sad_] I... was uh... wait, why were you even possessing Sam?
italian: [_johnny_s_talk_frown_s_sad_] Io... stavo... aspetta, perche' stavi possedendo Sam?

source: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] I was trying to punish the bitch for flirting with you the other day, but it looks like {u}you're{/u} the one who needs to be punished!
italian: [_kitty_s_towards_right_2_s_talk_frown_s_angry_] Stavo cercando di punire la puttana per aver flirtato con te l'altro giorno, ma sembra che {u}sia tu a dover essere punito!

source: [_johnny_s_talk_frown_s_confused_] Oh no, y-you got it all wrong, babe! I-I'm not the one who does those things! Shadow just likes to-
italian: [_johnny_s_talk_frown_s_confused_] Oh no, hai capito male, tesoro! Non sono io a fare queste cose! A Shadow piace solo...

source: [_kitty_s_rise_one_s_towards_wide_s_talk_frown_] Don't try to talk your way out of this. We both know that Shadow only acts on {b}your{/b} commands.
italian: [_kitty_s_rise_one_s_towards_wide_s_talk_frown_] Non cercare di uscirne con le parole. Sappiamo entrambi che Shadow agisce solo su {b}tuoi ordini.

source: [_kitty_s_angry_s_towards_2_s_talk_frown_] That's it, I am {u}done{/u} with you, Johnny 13! It's over between us, so don't {b}ever{/b} try to talk to me again!!
italian: [_kitty_s_angry_s_towards_2_s_talk_frown_] Basta, ho {u}finito{/u} con te, Johnny 13! È finita tra noi, quindi non {b}provare mai più a parlarmi!!!

source: [_johnny_s_talk_frown_2_s_sad_2_] Kitty, no please wait!!
italian: [_johnny_s_talk_frown_2_s_sad_2_] Kitty, no ti prego aspetta!

source: [_johnny_s_angry_2_s_towards_2_s_talk_frown_] It's all your fault, Sam! If it weren't for you, Kitty would have never found out about any of this!!
italian: [_johnny_s_angry_2_s_towards_2_s_talk_frown_] E' tutta colpa tua, Sam! Se non fosse stato per te, Kitty non avrebbe mai scoperto nulla di tutto questo!!!

source: [_sam_] What? How is it {b}my{/b} fault? You're the one always being a creep!! Also... could someone explain to me what exactly is going on, I think I just woke up from another possession again.
italian: [_sam_] Cosa? Come può essere {b}colpa mia{/b}? Sei tu che fai sempre il viscido!!! Inoltre... qualcuno potrebbe spiegarmi cosa sta succedendo esattamente, credo di essermi appena risvegliato da un'altra possessione.

source: [_johnny_s_mad_2_s_towards_wide_2_s_talk_frown_2_] Shut up! Now that Kitty's gone, I might as well make you my {b}new{/b} bitch!! Get ready to ride my {b}real{/b} hog!!
italian: [_johnny_s_mad_2_s_towards_wide_2_s_talk_frown_2_] Zitto! Ora che Kitty se n'è andata, potrei anche farti diventare la mia {b}nuova puttana!!! Preparati a cavalcare il mio {b}vero maiale{/b}!!

source: [_sam_] Danny, do something! Go specter or whatever!!
italian: [_sam_] Danny, fai qualcosa! Vai a fare lo spettro o quello che vuoi!!

source: [_danny_s_wondering_s_talk_frown_s_closed_] Man, this never gets old. Guess I'm saving Sam from a creepy pervert ghost, yet again.
italian: [_danny_s_wondering_s_talk_frown_s_closed_] Cavolo, non ci si stanca mai. Immagino di dover salvare Sam da un inquietante fantasma pervertito, ancora una volta.

source: [_danny_s_talk_frown_2_s_towards_wide_s_angry_] Not so fast Johnny! So both you two are ghosts, huh? {i}That's{/i} why you were lurking on the sideline of the stage during the speech! You were controlling your Shadow to strip down Star for fun!
italian: [_danny_s_talk_frown_2_s_towards_wide_s_angry_] Non così in fretta Johnny! Quindi voi due siete fantasmi, eh? {i}Ecco perché eravate appostati ai margini del palco durante il discorso! Stavate controllando la vostra Ombra per spogliarvi di Star per divertimento!

source: [_danny_s_closed_s_talk_frown_] I'm going ghost!
italian: [_danny_s_closed_s_talk_frown_] Vado a fare il fantasma!

source: [_johnny_s_mad_s_talk_frown_s_towards_] Wait, so {i}you're{/i} the phantom guy? Hah! Well we both know how our last fight ended. What makes you think it'll be any different this time?!
italian: [_johnny_s_mad_s_talk_frown_s_towards_] Aspetta, quindi {i}sei tu il ragazzo fantasma? Hah! Sappiamo entrambi come è finito il nostro ultimo incontro. Cosa ti fa pensare che questa volta sarà diverso?!

source: [_danny_s_talk_frown_s_neutral_s_towards_] Stop blabbering and let's just start the fight already!
italian: [_danny_s_talk_frown_s_neutral_s_towards_] Smettetela di blaterare e iniziate a combattere!

source: [_johnny_s_angry_s_talk_frown_s_towards_wide_2_] As you wish, loser... Shadow, attack!!
italian: [_johnny_s_angry_s_talk_frown_s_towards_wide_2_] Come vuoi, perdente... Ombra, attacca!

source: (Orgone Boost Available!)
italian: (Orgone Boost disponibile!)

source: [_johnny_s_talk_frown_s_towards_s_confused_2_] What?! How's this possible? How'd you get so strong so quickly?
italian: [_johnny_s_talk_frown_s_towards_s_confused_2_] Cosa? Com'è possibile? Come hai fatto a diventare così forte così in fretta?

source: [_johnny_s_towards_2_s_angry_] Don't think this is over, Phantom kid! I'll get my revenge on you {i}and{/i} your little tease girlfriend sooner or later! Shadow, let's go!
italian: [_johnny_s_towards_2_s_angry_] Non pensare che sia finita qui, ragazzo fantasma! Prima o poi mi vendicherò di te {i}e della tua fidanzatina stuzzicante! Shadow, andiamo!

source: [_danny_s_talk_happy_s_towards_s_rise_one_] Look, Sam, it worked! Our private Orgone sessions seemed to have paid off in spades!
italian: [_danny_s_talk_happy_s_towards_s_rise_one_] Guarda, Sam, ha funzionato! Le nostre sessioni private di Orgone sembrano aver dato i loro frutti!

source: [_sam_] {i}*Shush*{/i} Danny, don't mention any of that here! It's embarrassing to talk about it in public…
italian: [_sam_] {i}*Shush*{/i} Danny, non parlare di queste cose qui! È imbarazzante parlarne in pubblico…

source: [_tucker_s_talk_frown_s_sad_] Woah dude… did you just… are you… {u}you're{/i} Inviso-Bill?!? Why didn't you say anything, Danny?!
italian: [_tucker_s_talk_frown_s_sad_] Woah amico… hai appena… sei… {u}sei Inviso-Bill?!? Perché non hai detto niente, Danny?!

source: [_danny_s_towards_s_wondering_s_talk_frown_] I'm sorry, Tuck, I just had to figure things out for myself first. Sam found out accidentally, same as you, but I was gonna tell you both eventually, I swear.
italian: [_danny_s_towards_s_wondering_s_talk_frown_] Mi dispiace, Tuck, ma dovevo prima capire le cose da sola. Sam l'ha scoperto per caso, come te, ma alla fine ve l'avrei detto a entrambi, lo giuro.

source: [_tucker_s_talk_happy_s_wondering_] I mean, that's okay dude, but, oh man, how cool was {b}that{/b}?!? You beat that Shadow flat!!
italian: [_tucker_s_talk_happy_s_wondering_] Cioè, va bene, amico, ma, oh amico, quanto è stato figo {b}quello{/b}?!? Hai battuto quell'appartamento di Shadow!

source: [_sam_] He sure is cool, isn't he?
italian: [_sam_] È proprio un figo, vero?

source: [_danny_s_talk_happy_s_wondering_s_towards_wide_] Well, I'm really glad you aren't totally freaking out about it, at least in a bad way. Thanks Tuck.
italian: [_danny_s_talk_happy_s_wondering_s_towards_wide_] Beh, sono davvero felice che tu non stia dando di matto, almeno in senso negativo. Grazie Tuck.

source: [_tucker_s_talk_frown_s_closed_] First of all, who even knows about it?
italian: [_tucker_s_talk_frown_s_closed_] Prima di tutto, chi lo sa?

source: [_danny_s_talk_frown_] Honestly, only you two, which seems appropriate. I know I can trust you both, obviously.
italian: [_danny_s_talk_frown_] Onestamente, solo voi due, il che mi sembra appropriato. So che posso fidarmi di entrambi, ovviamente.

source: [_tucker_s_talk_happy_s_blank_stare_s_sad_] Alright sweet, I already have some {u}great{/u} ideas about what you should do with those ghost powers of yours! Can you say "locker photoshoot"?
italian: [_tucker_s_talk_happy_s_blank_stare_s_sad_] Bene, dolcezza, ho già alcune {u}grandiose{/u} idee su cosa dovresti fare con i tuoi poteri fantasma! Si può dire "servizio fotografico in un armadietto"?

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hahah, we'll just see about that, Tucker.
italian: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hahah, staremo a vedere, Tucker.

source: [_danny_s_towards_s_talk_happy_s_wondering_] Anyway guys, even though I won, I'm still pretty beat after that fight. Let's just go home for today. We'll all talk later, alright?
italian: [_danny_s_towards_s_talk_happy_s_wondering_] Comunque, ragazzi, anche se ho vinto, sono ancora piuttosto distrutto dopo l'incontro. Per oggi andiamo a casa. Ci sentiamo più tardi, va bene?

source: [_tucker_s_talk_happy_s_closed_] Sure thing, "Inviso-Bill"! Catch ya later.
italian: [_tucker_s_talk_happy_s_closed_] Certo, "Inviso-Bill"! Ci vediamo dopo.

source: [_sam_s_talk_bite_s_blush_2_s_sad_2_] Hey, Danny? Thanks again for today... I-I'm glad that Orgone stuff worked out, and wasn't... you know, totally pointless, or anything. Anyway... I'll talk to you later. Bye Danny.
italian: [_sam_s_talk_bite_s_blush_2_s_sad_2_] Ehi, Danny? Grazie ancora per oggi... Sono contento che la faccenda dell'Orgone abbia funzionato e non sia stata... sai, del tutto inutile o altro. Comunque... Ci sentiamo più tardi. Ciao Danny.

source: [_danny_s_talk_happy_s_wondering_s_towards_] Sounds great Sam. Until later then.
italian: [_danny_s_talk_happy_s_wondering_s_towards_] Sembra fantastico, Sam. A più tardi allora.

source: Thanks for playing the most recent version of Amity Park.
italian: Grazie per aver giocato alla versione più recente di Amity Park.

source: Please feel free to share your opinions about the game and please visit our Patreon or Discord.
italian: Sentitevi liberi di condividere le vostre opinioni sul gioco e visitate il nostro Patreon o Discord.

source: Until next time. -GZone
italian: Alla prossima volta. -GZone

source: (Hmmm... I should say something to try and cheer Sam up.)
italian: (Hmmm... dovrei dire qualcosa per cercare di rallegrare Sam).

source: "It's pretty obvious Star's just jealous of how much smarter you are than her."
italian: "È evidente che Star è solo gelosa di quanto tu sia più intelligente di lei".

source: "It's hard to understand why you're not popular at all, Sam."
italian: "È difficile capire perché non sei affatto popolare, Sam".

source: "Don't worry about her."
italian: "Non preoccuparti per lei".

source: Hey, can I get your number, Sam?
italian: Ehi, posso avere il tuo numero, Sam?

source: Here is your cheerleader outfit!
italian: Ecco il tuo vestito da cheerleader!

source: Sam, I need to ask you a favor...
italian: Sam, devo chiederti un favore...

source: Sam, I need you to masturbate in front of me!
italian: Sam, devi masturbarti davanti a me!

source: Exit conversation.
italian: Conversazione in uscita.

source: Mom told me about it. She did some research on Orgone in college.
italian: La mamma me ne ha parlato. Ha fatto delle ricerche sull'Orgone all'università.

source: What, you think I'm lying? Thanks a lot, Sam.
italian: Pensi che stia mentendo? Grazie mille, Sam.

source: Ghost instinct, duh.
italian: L'istinto del fantasma.

source: We're really good friends, and I wouldn't want to abuse your trust.
italian: Siamo ottimi amici e non vorrei abusare della sua fiducia.

source: It means I need your help, Sam. Isn't that what friends are for?
italian: Significa che ho bisogno del tuo aiuto, Sam. Non è a questo che servono gli amici?

source: You're just not my type.
italian: Non sei il mio tipo.

source: There's nobody else I can trust but you.
italian: Non posso fidarmi di nessun altro se non di te.

source: Come on Sam, if you don't help me I'll never be able to fight off the ghosts.
italian: Andiamo Sam, se non mi aiuti non sarò mai in grado di combattere i fantasmi.

source: Come on Sam, aren't you looking forward to bragging to all your goth friends about how you seduced a real ghost?
italian: Dai, Sam, non sei impaziente di vantarti con tutti i tuoi amici dark di aver sedotto un vero fantasma?

source: Pull out cock?
italian: Tirare fuori il cazzo?

source: Just watch.
italian: Basta guardare.

source: What do I want from Nurse Kate?
italian: Cosa voglio dall'infermiera Kate?

source: Ask Kate about her own life a bit.
italian: Chiedete a Kate di parlare un po' della sua vita.

source: Ask about the "reward" for dealing with Dash.
italian: Chiedete la "ricompensa" per aver trattato con Dash.

source: Never mind.
italian: Non importa.

source: What do I wanna know about Kate's life?
italian: Cosa voglio sapere della vita di Kate?

source: Do you like your job as a nurse?
italian: Le piace il suo lavoro di infermiere?

source: Are you married?
italian: Sei sposato?

source: How old are you?
italian: Quanti anni hai?

source: I've learned enough for now...
italian: Ho imparato abbastanza per ora...

source: Ask a follow up question about her jobs?
italian: Fare una domanda di approfondimento sul suo lavoro?

source: Wait, what was your previous job?
italian: Aspetti, qual era il suo lavoro precedente?

source: So how long have you been working as a nurse now?
italian: Da quanto tempo lavora come infermiera?

source: Good to know. Anyway...
italian: Buono a sapersi. Comunque...

source: Ask a follow up question about her marriage?
italian: Fare una domanda sul suo matrimonio?

source: Was there someone you loved before?
italian: C'era qualcuno che amava prima?

source: Do you have any children?
italian: Ha dei figli?

source: What do I want to do with Kate?
italian: Cosa voglio fare con Kate?

source: Handjob?
italian: Masturbazione?

source: How should I respond to Nurse Kate's concerns?
italian: Come devo rispondere alle preoccupazioni dell'infermiera Kate?

source: No, really, I would like to help you.
italian: No, davvero, vorrei aiutarvi.

source: In that case, I will leave you alone.
italian: In questo caso, vi lascerò in pace.

source: I... uh... could you...?
italian: Io... uh... potresti...?

source: Let's finish what we started.
italian: Finiamo quello che abbiamo iniziato.
