Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh well, I doubt any pleading to not go is gonna work with that one...)
french: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh bien, je doute que tout plaidoyer pour ne pas y aller soit de travailler avec celui-ci...)
german: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh gut, ich bezweifle, dass jede Bitte, nicht zu gehen funktioniert mit diesem...)

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] So, are you ready for this?
french: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Alors, êtes-vous prêt pour cela ?
german: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Also bist du bereit dafür?

source: [_danny_s_towards_s_sad_s_talk_amused_] I mean, as ready as I'll ever be.
french: [_danny_s_towards_s_sad_s_talk_amused_] Je veux dire, aussi prêt que je le serai.
german: [_danny_s_towards_s_sad_s_talk_amused_] Ich meine, so bereit wie ich es je sein werde.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] I hope you have somewhat of a plan, Danny.
french: [_sam_s_co_s_towards_s_confused_s_talk_happy_] J'espère que vous avez un peu de plan, Danny.
german: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Ich hoffe, du hast etwas von einem Plan, Danny.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yeah! Go in, kick those rocker ghosts' butts, save Tucker. That's pretty much my go-to these days.
french: [_danny_s_towards_s_angry_s_talk_amused_] Oui ! Allez, donnez un coup de pied à ces baskets fantômes, sauvez Tucker. C'est à peu près mon voyage ces jours-ci.
german: [_danny_s_towards_s_angry_s_talk_amused_] Ja! Geh hinein, kicke die Knöpfe dieser Rocker Geister, rette Tucker. Das ist ziemlich mein Weg zu diesen Tagen.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Well, it's at least... {i}minimally{/i} better than {u}literally{/u} nothing.{p}I'll try to get inside the AP Stadium backstage, hopefully I can find Tucker and pull him out.
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Eh bien, c'est au moins... {i}minimalement{/i} mieux que {u}littéralement{/u} rien.{p}Je vais essayer d'entrer dans le stade de l'AP, j'espère que je pourrai trouver Tucker et le retirer.
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Nun, es ist zumindest... {i}minimal{/i} besser als {u}buchstäblich{/u} nichts.{p}Ich werde versuchen, innerhalb des AP Stadions hinten zu kommen, hoffentlich kann ich Tucker finden und ziehen ihn aus.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, just be careful.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ok, soyez prudent.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, seien Sie vorsichtig.

source: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Don't worry, I got this. I'm Sam-Fucking-Manson.
french: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Ne vous inquiétez pas, j'ai compris. Je suis Sam-Fucking-Manson.
german: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Keine Sorge, ich habe es. Ich bin Sam-Fucking-Manson.

source: [_danny_s_towards_s_wondering_s_talk_amused_] That you are.
french: [_danny_s_towards_s_wondering_s_talk_amused_] Que vous êtes.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Das bist du.

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-that was just for good luck! So...{p}...good luck!!
french: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-c'était juste pour la bonne chance! Alors...{p}...bonne chance!!
german: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-das war nur für viel Glück! Also...{p}...Viel Glück!!

source: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Well, now I just have to wait until this evening...)
french: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Eh bien, maintenant je dois juste attendre ce soir...)
german: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Nun, jetzt muss ich nur bis heute Abend warten...)

source: [_danny_s_at_player_s_rise_s_grin_] (In the mean time, corn flakes!)
french: [_danny_s_at_player_s_rise_s_grin_] (Pendant ce temps, les flocons de maïs !)
german: [_danny_s_at_player_s_rise_s_grin_] (In der Zwischenzeit, Maisflakes!)

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Man, this is no joke! All of Amity Park is here!{p}Okay, this is it. It's now or never!
french: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Homme, ce n'est pas une blague! Tout le parc Amity est arrivé!{p}D'accord, c'est ça. C'est maintenant ou jamais!
german: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Man, das ist kein Witz! Alles Amity Park ist da!{p}Okay, das ist es. Es ist jetzt oder nie!

source: [_danny_] I'm going ghost!
french: [_danny_] Je vais devenir un fantôme !
german: [_danny_] Ich werde Geister!

source: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Hey everyone, it's the Ghost-Boy scout! Come here for an autograph, right?
french: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Hé tout le monde, c'est l'éclaireur Ghost-Boy ! Venez ici pour un autographe, non ?
german: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Hey jeder, es ist der Geister-Boy-Späher! Komm hier für einen Autogramm, oder?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] You're controlling these people with your music! Let everyone go!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Vous contrôlez ces gens avec votre musique ! Laissez tout le monde partir !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Du kontrollierst diese Leute mit deiner Musik! Lass alle gehen!

source: [_ember_s_towards_s_confused_s_talk_consternation_] Let them go? What? C'mon, can't you hear them chanting my name?! They {i}love{/i} me!
french: [_ember_s_towards_s_confused_s_talk_consternation_] « Laissez-les partir? Quoi? Allon, vous ne pouvez pas les entendre chanter mon nom? Ils {i}adorent{/i} moi! »
german: [_ember_s_towards_s_confused_s_talk_consternation_] Lass sie gehen? Was? C'mon, kannst du sie nicht hören, der meinen Namen gesungen hat?! Sie {i}Liebe{/i} mich!

source: [_ember_s_at_player_wide_s_angry_s_talk_bite_] WHO DO YOU LOVE?
french: [_ember_s_at_player_wide_s_angry_s_talk_bite_] QUI VOUS AIMEZ-VOUS ?
german: [_ember_s_at_player_wide_s_angry_s_talk_bite_] WAS SIE Liebe?

source: Crowd [special_delimiter] You!
french: La foule [special_delimiter] vous !
german: Masse [special_delimiter] dich!

source: [_ember_s_at_player_s_angry_s_talk_consternation_] SAY MY NAME!
french: [_ember_s_at_player_s_angry_s_talk_consternation_] SAY MON NOM !
german: [_ember_s_at_player_s_angry_s_talk_consternation_] MEINE NAME!

source: Crowd [special_delimiter] {b}EMBERRRR!!!{/b}
french: La foule [special_delimiter] {b}EMBERRRR!!!{/b}
german: Menge [special_delimiter] {b}EMBERRRR!!!{/b}

source: [_ember_s_towards_s_rise_s_talk_consternation_] See? My fans adore me.
french: [_ember_s_towards_s_rise_s_talk_consternation_] Voir? Mes fans m'adorent.
german: [_ember_s_towards_s_rise_s_talk_consternation_] Sieh? Meine Fans verehren mich.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Your "fans" are prisoners of your crappy punk music!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Tes "fans" sont prisonniers de ta musique punk pitoyable !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Deine "Fans" sind Gefangene deiner knackigen Punkmusik!

source: [_ember_s_towards_s_confused_s_talk_amused_] Ha! Don't try to distract me with your harsh critique, geek! I'm still too powerful for you or your doofus patrol friends and you know it!
french: [_ember_s_towards_s_confused_s_talk_amused_] Ha! N'essayez pas de me distraire avec votre sévère critique, geek ! Je suis encore trop puissant pour vous ou vos amis de patrouille de doofus et vous le savez !
german: [_ember_s_towards_s_confused_s_talk_amused_] Ha! Versuche mich nicht mit deiner harten Kritik, Geek, ablenken! Ich bin immer noch zu mächtig für dich oder deine doofus patrouillieren Freunde und du weißt es!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] I won't let you hurt my friends!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Je ne vous laisserai pas blesser mes amis !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Ich werde deine Freunde nicht verletzen!

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] Bring it!
french: [_ember_s_towards_wide_s_angry_s_talk_bite_] Apportez-le !
german: [_ember_s_towards_wide_s_angry_s_talk_bite_] Bring es!

source: (Orgone Rush available!)
french: (Ruée vers l'orgue disponible!)
german: (Orgone Rush verfügbar!)

source: [_ember_s_towards_s_confused_s_talk_distraught_] H-how...? N-no, no!!
french: [_ember_s_towards_s_confused_s_talk_distraught_] H-comment...? N-non, non!!
german: [_ember_s_towards_s_confused_s_talk_distraught_] H-how...? N-nein, nein!!

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! I think I've got an idea!!
french: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, hey, Fantôme Boy! Je pense que j'ai une idée!!
german: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! Ich denke, ich habe eine Idee!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Whatever you're gonna do, do it now!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Quoi que vous fassiez, faites-le maintenant !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Was immer du tun wirst, mache es jetzt!

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER!! EMBER NEEDS YOU TO SING FOR HER!
french: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] CUISINE !! L'EMBRE VOUS BENNE A CHOISIR POUR LA VENTE !
german: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER! EMBER SIE ZU SICH FÜR HIER!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] SING FOR YOUR LOVE!! SHOW HER HOW MUCH YOU LOVE HER!!
french: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] EN SANTÉ POUR VOTRE AMOUR !! COMMENT COMMENT VOUS AIMEZ HER!!
german: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] SING FÜR IHRE Liebe!! WIE HABEN SIE HIER!!

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... need... my love? Through song... and angelic falsetto harmony?
french: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... besoin... mon amour? À travers la chanson... et l'harmonie angélique falsetto?
german: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... Benötigt... meine Liebe? Durch Song... und Engelfalsetto Harmonie?

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, but of course!!
french: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, mais bien sûr !!
german: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, aber natürlich!!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] No, you fool! Don't tarnish the control I have over them with your lousy-
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Non, vous êtes imbécile ! Ne terniez pas le contrôle que j'ai sur eux avec votre bruyère-
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Nein, du dumm! Lass die Kontrolle, die ich über sie habe, nicht mit deiner Lässigkeit stören-

source: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhhHhhH EmBeeEeEeerR, yOu WiLL rEmEmBeRRRRR-
french: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhhHhhH EmBeeEeEeerR, yOu WiLL rEmBeRRRRR -
german: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhHhhH EmBeeEeEeerR, yOu WiLL rEmBeRRR-

source: Crowd [special_delimiter] {i}*Groaning*{/i}
french: La foule [special_delimiter] {i}*Groaning* {/i}
german: Masse [special_delimiter] {i}*Groaning*{/i}

source: Guy In The Crowd [special_delimiter] ...hey, this concert kinda sucks!
french: Guy In The Crowd [special_delimiter] ...Hé, ce concert de type suce!
german: Guy In The Crowd [special_delimiter] ...hey, dieses Konzert ist saugen!

source: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] No, wait! Don't listen to him! You love me, you idiots! Say my name!! Wait!{p}WAIT!!
french: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] Non, attendez ! Ne l'écoutez pas ! Vous m'aimez, vous êtes idiots ! Dites mon nom ! Attendez !{p}ATTENTION !!
german: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] Nein, warte! Hört nicht auf ihn! Du liebst mich, du Idioten! Sag meinen Namen!! Warte!{p}WART!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] It's over Ember. You've just sung your last song.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] C'est plus qu'un Ember. Vous venez de chanter votre dernière chanson.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] Es ist über Ember. Du hast gerade deinen letzten Song gesungen.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...man, I must look {i}sooo{/i} cool right now.)
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...homme, je dois avoir l'air {i}bien cool{/i} en ce moment.)
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...Mann, ich muss jetzt {i}sooo{/i} cool aussehen.)

source: [_ember_s_closed_s_sad_s_talk_distraught_] No! No!! I can't lose. I won't be upstaged... I won't be downplayed...
french: [_ember_s_closed_s_sad_s_talk_distraught_] Non! Non!! Je ne peux pas perdre. Je ne serai pas mis en haut... Je ne serai pas mis en baisse...
german: [_ember_s_closed_s_sad_s_talk_distraught_] Nein! Nein! Ich kann nicht verlieren. Ich werde nicht upstage... Ich werde nicht heruntergeladen...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I WON'T BE FORGOTTEN!! EVER AGAIN!!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Je NE POURRAIS ÊTRE FORGOTTEN!! JAMAIS ENCORE !!
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Ich werde nicht verlassen! Egal ob AGAIN!!

source: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Sorry Ember, no encore, and I don't take requests.
french: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Désolé Ember, pas d'encore, et je ne prends pas les demandes.
german: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Entschuldige Ember, keine Enkor, und ich nehme keine Anfragen.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! He could still be brain-washed!)
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! Il pourrait encore être lavé de cerveau!)
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! Er könnte noch Gehirn gewaschen werden!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, you okay dude?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Euh, hey Tuck, tu es d'accord avec toi ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, du okay du?

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Whoa... man, feels like my head's just done fifty cycles in a dryer... but other than that, I'm pretty G.
french: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Oh... homme, j'ai l'impression que ma tête vient de faire cinquante cycles dans un séchoir... mais en dehors de cela, je suis plutôt G.
german: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Who... Mann, fühlt sich an, als ob mein Kopf gerade 50 Zyklen in einem Trockner gemacht hat... aber andernfalls bin ich ziemlich G.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Okay, if he's spewing nonsensical lingo he considers to be hip and cool, then he's definitely back to normal.
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] « Jolie G»? D'accord, s'il crache un lingo insensé qu'il considère comme de la hanche et de la fraîcheur, il est définitivement de retour à la normale.
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Okay, wenn er unsinnigen lingo spritzt, der er als Hüfte und cool ansieht, dann ist er definitiv wieder normal.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] What happened? The last thing I remember, we were in the park... and then I was singing?
french: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] Que s'est-il passé ? La dernière chose dont je me souviens, nous étions dans le parc... et puis je chantais ?
german: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] Was ist passiert? Das Letzte, was ich mich erinnere, wir waren im Park... und dann singte ich?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] We'll tell you about it later, we're just glad you're safe.
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Nous vous en informerons plus tard, nous sommes heureux que vous soyez en sécurité.
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Wir werden dir später darüber berichten. Wir sind nur froh, dass du sicher bist.

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] You did it dude! You totally saved the town! And the whole world!!
french: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Tu as réussi ! Tu as sauvé la ville ! Et le monde entier !
german: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Du hast es geschafft! Du hast die Stadt komplett gerettet! Und die ganze Welt!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...all with those magic vocals too...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ... avec ces voix magiques aussi...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...alle mit diesen magischen Gesang auch...

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} yeah! "Sidekick Tucker" officially promoted to "Hero Tucker!"
french: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} ouais! « Tucker idekick» officiellement promu comme « Tucker héros! »
german: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i} ja. "Sidekick Tucker" offiziell zum "Helden-Tucker!" beworben

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] And you know what heroes get?
french: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Et vous savez ce que les héros obtiennent ?
german: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Und du weißt, was Helden bekommen?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Gratifying, happy endings?
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Des fins heureuses et heureuses ?
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Schöne, glückliche Ende?

source: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Girls!{/u} Lots and lots of adoring fangirls!!
french: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Filles !{/u} Beaucoup et beaucoup de fangirls!!
german: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Mädchen!{/u} Viel und viele liebende Fans.

source: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] As my great granddad once told me, "with great power, comes great bitches."
french: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] Comme mon grand papa m'a dit un jour, « avec une grande puissance, il y a de grandes chiennes. »
german: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] Wie mein großer Großvater mir einmal sagte: "mit großer Macht, kommt große Hünde."

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...yeup, he's definitely back. Bafflingly stupid as ever.
french: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ... yeup, il est définitivement de retour. Bafflingly stupide comme jamais.
german: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...hey, er ist definitiv zurück. Erstaunlich dumm wie eh und je.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, we better get out of here guys, before my sure to be crying sister spots us.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Mon mon, nous ferions mieux de sortir des gars, avant que ma sœur ne nous tache de pleurer.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, wir kommen besser aus hier, Jungs, bevor ich sicher bin, dass ich Schwester weine.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] You go, we'll be fine. I'll get Tucker out of here safely.
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Vous y allez, nous allons bien. Je vais sortir Tucker d'ici en toute sécurité.
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Du gehst, wir sind in Ordnung. Ich werde Tucker hier sicher herausholen.

source: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] I think I should officially get like a sidekick resume started...{p}Tucker Foley: Professional Last Minute Clutch Savior.
french: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] Je pense que je devrais officiellement me faire comme un CV de dernière minute démarré...{p}Foley de Tucker : Professionnel sauveteur d'embrayage de dernière minute.
german: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] Ich denke, ich sollte offiziell bekommen wie ein Sidekick Lebenslauf gestartet...{p}Tucker Foley: Professional Last Minute Kupplungsretter retten.

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Don't make me smack you with this guitar equipment, buddy.
french: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Ne me faites pas vous frapper avec cet équipement de guitare, mon copain.
german: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Lass mich nicht mit dieser Gitarrenausrüstung riechen, Kumpel.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Later guys!
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Plus tard les gars!
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Spätere Jungs!

source: [_danny_s_closed_s_sad_s_talk_happy_] I did it! I actually defeated Ember! Alright! Score one for the good guys!
french: [_danny_s_closed_s_sad_s_talk_happy_] Je l'ai fait! J'ai vaincu Ember! D'accord! Marquez un pour les bons!
german: [_danny_s_closed_s_sad_s_talk_happy_] Ich habe es geschafft! Ich habe Ember wirklich besiegt! Ok! Erziele eins für die guten Jungen!

source: [_danny_s_at_player_s_neutral_s_talk_amused_] I can't believe that actually worked!
french: [_danny_s_at_player_s_neutral_s_talk_amused_] Je ne peux pas croire que cela ait réellement fonctionné !
german: [_danny_s_at_player_s_neutral_s_talk_amused_] Ich kann nicht glauben, dass wirklich funktioniert!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] ...wait, if {i}she's{/i} in the Thermos now... and Desiree's {u}also{/u} in the Thermos, does that mean-
french: [_danny_s_at_player_s_rise_s_talk_displeased_] ...attendez, si {i}elle{/i} dans les Thermos maintenant... et {u}de Désirée aussi{/u} dans les Thermes, cela veut dire-
german: [_danny_s_at_player_s_rise_s_talk_displeased_] ...warten, wenn {i}sie{/i} in den Thermos jetzt... und Desiree's {u}auch{/u} in den Thermos, bedeutet das-

source: [_thermos_] {i}*Rumble* *Clang* *Whistle*{/i}
french: [_thermos_] {i}*Rumble* *Clang* *Siffle*{/i}
german: [_thermos_] {i}*Ruhen* *Clang* *Pfeifen*{/i}
