Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] {i}*Grumbles*{/i} The ruthless charlatan...
french: [_desiree_] {i}*Grumbles*{/i} Le charlatan impitoyable...
german: [_desiree_] {i}*Grumbles*{/i} Der rücksichtslose Scharlatan...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Thanks, Box. Glad we could get some of this stuff.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Merci, Box. Heureux que nous ayons pu obtenir certains de ces trucs.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Danke, Box. Glücklicherweise konnten wir ein paar davon bekommen.

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Thank you for shopping at the Mystery Shop! Have a good day and...{p}{i}Beware!!{/i}
french: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Merci pour vos achats dans la Boutique Mystère ! Passez une bonne journée et...{p}{i}Attention!!{/i}
german: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Vielen Dank für Ihren Einkauf im Mystery Shop! Viel einen schönen Tag und...{p}{i}Achtung!!{/i}

source: [_desiree_] You didn't need to do that, you realize.
french: [_desiree_] Tu n'as pas eu besoin de faire cela, tu réalises.
german: [_desiree_] Du brauchst das nicht zu tun, du weißt.

source: [_danny_s_towards_s_sad_s_talk_amused_] Des, I know what I do and don't have to do to get this party to work, but I {i}wanted{/i} to do it.
french: [_danny_s_towards_s_sad_s_talk_amused_] Bien sûr, je sais ce que je fais et je n'ai pas à faire pour que ce groupe fonctionne, mais {i}a voulu{/i} le faire.
german: [_danny_s_towards_s_sad_s_talk_amused_] Des, ich weiß, was ich tue und muss nicht tun, um diese Party zum Laufen zu bringen, aber ich {i}wollte es tun{/i}.

source: [_desiree_] Fine, just... don't do extra... favors for me like that again, alright?
french: [_desiree_] Bien, juste... ne faites pas plus... des faveurs pour moi comme ça, d'accord, d'accord?
german: [_desiree_] Gut, richtig... nicht extra... Favoriten für mich wieder, oder?

source: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Yeahhh{/i}, no promises.
french: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Ouahh{/i}, aucune promesse.
german: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Jaahh{/i}, keine Versprechen.

source: [_desiree_] Look, you cannot simply... {i}urgh{/i}, let us just depart for now. We got what you wanted from that fool.
french: [_desiree_] Regardez, vous ne pouvez pas tout simplement... {i}urgh{/i}, partons pour le moment. Nous avons obtenu ce que vous vouliez de ce idiot.
german: [_desiree_] Schau, du kannst nicht einfach sein... {i}urgh{/i}, lass uns jetzt einfach abreisen. Wir haben das bekommen, was du von diesem Narren wolltest.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hey, not too quick to amscray! Let's get the rest of the stuff on our list first.{p}Plus, I still have to teach you more human things, like spitting loogies off the balcony on mall cops!
french: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hé, pas trop rapide à s'amuser ! Mettons le reste des choses sur notre liste d'abord.{p}De plus, je dois encore vous apprendre des choses plus humaines, comme cracher des lâches sur le balcon sur les flics!
german: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hey, nicht zu schnell zu amscray! Lass uns den Rest der Sachen zuerst auf unsere Liste setzen.{p}Plus, ich muss dir noch mehr menschliche Dinge beibringen, wie zum Beispiel Lockerungen vom Balkon auf Mall Cops zu spucken!

source: [_desiree_] {i}*Sighs*{/i} As you wish, Master.
french: [_desiree_] {i}*Soupirs*{/i} comme vous le souhaitez, Maître.
german: [_desiree_] {i}*Sehen*{/i} wie du willst, Meister.

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, with most of the prep work taken care of, now I just need to make a phone call Saturday to have some pizza ordered for everyone to properly {b}start the party.{/b})
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, avec la plupart des travaux de préparation pris en charge,, Maintenant, j'ai juste besoin de faire un appel téléphonique le samedi pour avoir commandé une pizza pour que tout le monde commence correctement {b}la fête. /b})
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, da die meiste Vorbereitungsarbeit erledigt ist jetzt brauche ich nur einen Anruf Samstag zu machen, um ein paar Pizza bestellt haben, damit jeder richtig {b}die Party starten kann. /b})

source: [_danny_s_towards_s_idle_s_talk_happy_] Hello? Is this Crusty's Pizzeria? Yeah, I'd like to order about six pizzas for delivery at 6:45 tonight... yeah, large, thick-crust with double cheese, ham, pepperoni, mushrooms, onions, sausage, green peppers, black olives...
french: [_danny_s_towards_s_idle_s_talk_happy_] Bonjour ? Est-ce la pizzeria de ce Crusti ? Oui, j'aimerais commander environ six pizzas à livrer à 6h45 ce soir... Ouais, grande croûte épaisse avec double fromage, jambon, pepperoni, champignons, oignons, saucisse, poivrons verts, olives noires...
german: [_danny_s_towards_s_idle_s_talk_happy_] Hallo? Ist die Pizzeria von Crusty? Ja, ich möchte heute Abend um 6:45 Uhr rund sechs Pizzas bestellen... ja, große, dicke Kruste mit Doppelkäse, Schinken, Pfefferoni, Pilze, Zwiebeln, Wurst, grüne Pfeffer, schwarze Oliven...

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, but no anchovies! And I mean {u}no{/u} anchovies. You put anchovies on this thing, and you're in {i}big{/i} trouble, okay?
french: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, mais pas d'anchois ! Et je veux dire {u}non{/u} anchois. Vous avez mis des anchois sur cette chose, et vous êtes dans {i}gros problèmes{/i}, d'accord?
german: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, aber keine Sardellen! Und ich meine {u}Nein{/u} Sardellen, auf die du Sardellen gesetzt hast, und du bist in {i}groß{/i} Schwierigkeiten, okay?

source: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Awesome! Yeah, that should be it, thanks for everything. Buh-bye.
french: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Génial ! Oui, ça devrait être ça, merci pour tout. Bouh-au revoir.
german: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Super! Ja, das sollte es sein, vielen Dank für alles. Buh-bye.

source: [_jack_s_towards_s_idle_s_talk_happy_] Alright champ, this is it, we'll be heading off in just a tick.
french: [_jack_s_towards_s_idle_s_talk_happy_] D'accord, c'est ça, nous partons en un seul tick.
german: [_jack_s_towards_s_idle_s_talk_happy_] Alright Champ, das ist es, wir gehen nur in eine Zick.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Was that you ordering some pizza for the evening, sweetie?
french: [_maddie_s_towards_s_sad_s_talk_happy_] Était-ce que vous commandiez des pizzas pour la soirée, sucrée?
german: [_maddie_s_towards_s_sad_s_talk_happy_] Waren Sie, dass Sie eine Pizza für den Abend bestellt haben, Sweetie?

source: [_danny_s_towards_s_idle_s_talk_happy_] Yeup! Nothing better than Crusty's on a Saturday night!
french: [_danny_s_towards_s_idle_s_talk_happy_] Yeup ! Rien de mieux que Crusty's le samedi soir!
german: [_danny_s_towards_s_idle_s_talk_happy_] Yeup! Nichts Besseres als Crusty's an einer Samstagnacht!

source: [_maddie_s_towards_s_rise_s_talk_happy_] Did you make sure to order some for Jazz as well?
french: [_maddie_s_towards_s_rise_s_talk_happy_] Vous êtes-vous assuré d'en commander aussi pour le Jazz ?
german: [_maddie_s_towards_s_rise_s_talk_happy_] Hast du sichergestellt, auch für Jazz zu bestellen?

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh yes, Mom. I made sure to order plenty for both of us, trust me.
french: [_danny_s_at_player_s_rise_s_talk_amused_] Oh oui, maman. Je me suis assuré de commander beaucoup pour nous deux, croyez-moi.
german: [_danny_s_at_player_s_rise_s_talk_amused_] Ach ja, Mama. Ich habe sichergestellt, dass wir beide reichlich bestellt haben, vertraue mir.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Have a safe trip you guys!
french: [_jazz_s_towards_s_idle_s_talk_happy_] Ayez un voyage en toute sécurité!
german: [_jazz_s_towards_s_idle_s_talk_happy_] Habe eine sichere Reise, die du Jungs hast!

source: [_maddie_s_towards_s_sad_s_talk_happy_] We will sweetie... now you two call if there's any sort've problem, okay?
french: [_maddie_s_towards_s_sad_s_talk_happy_] Nous allons édulcorer... Maintenant vous appelez deux fois s'il y a un problème quelconque, d'accord ?
german: [_maddie_s_towards_s_sad_s_talk_happy_] Wir werden sweetie... jetzt haben Sie zwei Anrufe, wenn es irgendwelche Probleme gibt, ok?

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, don't worry so much about us, we'll be {i}fiiine{/i}.
french: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, ne vous inquiétez pas tant de nous, nous serons {i}fiiine{/i}.
german: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, keine so große Sorge um uns, wir werden {i}fiiine{/i}.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, I trust you kids, don't worry.
french: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, je vous fais confiance aux enfants, ne vous inquiétez pas.
german: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, ich vertraue dir Kindern, keine Sorge.

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...I mean, I know you'd never go and do something irresponsible, like host a huge house party under our roof without our permission.
french: [_maddie_s_towards_s_rise_s_talk_amused_] ...Je veux dire, je sais que vous n'iriez jamais faire quelque chose d'irresponsable, comme héberger une énorme fête de maison sous notre toit sans notre permission.
german: [_maddie_s_towards_s_rise_s_talk_amused_] ...Ich meine, ich weiß, dass du nie etwas unverantwortliches tun würdest, wie Gastgeber einer riesigen Hausparty unter unserem Dach ohne unsere Erlaubnis.

source: [_jack_s_towards_wide_s_rise_s_talk_amused_] Or do something ethically wrong like serve alcohol to those not legally able to drink yet at said hypothetical house party!
french: [_jack_s_towards_wide_s_rise_s_talk_amused_] Ou faites quelque chose d'éthique, comme servir de l'alcool à ceux qui ne peuvent pas encore boire légalement lors de cette hypothétique fête domestique !
german: [_jack_s_towards_wide_s_rise_s_talk_amused_] Oder tun Sie etwas ethisch falsches wie dienen Sie Alkohol denen, die noch nicht legal auf der hypothetischen Haus-Party trinken können!

source: [_danny_jazz_] ...{i}riiiiiiight{/i}.
french: [_danny_jazz_] ...{i}riiiiiiiiight{/i}.

source: [_jack_s_towards_s_wondering_s_talk_happy_] Alrighty then, you ready dear?
french: [_jack_s_towards_s_wondering_s_talk_happy_] Alors, bon, vous êtes prêt cher ?
german: [_jack_s_towards_s_wondering_s_talk_happy_] Okay, dann bist du lieber bereit?

source: [_maddie_s_away_s_idle_s_talk_happy_] As I'll ever be!{nw}
french: [_maddie_s_away_s_idle_s_talk_happy_] Comme je le serai jamais!{nw}
german: [_maddie_s_away_s_idle_s_talk_happy_] wie ich es je war!{nw}

source: [_extend_] We'll see you both tomorrow!
french: [_extend_] Nous vous verrons tous les deux demain !
german: [_extend_] Wir werden dich morgen beide sehen!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Bye guys!
french: [_danny_s_closed_s_wondering_s_talk_happy_] Au revoir les gars!
german: [_danny_s_closed_s_wondering_s_talk_happy_] Bye Jungs!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Okay, so I got some of the booze hidden upstairs.
french: [_jazz_s_towards_s_idle_s_talk_happy_] Ok, donc j'ai caché un peu de l'eau-de-vie à l'escalier.
german: [_jazz_s_towards_s_idle_s_talk_happy_] Okay, so habe ich ein paar versteckte Booze oben bekommen.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Sweet, I got pizza, snacks and my end of the drinks sorted as well.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Doux, j'ai eu de la pizza, des collations et ma fin des boissons aussi triées.
german: [_danny_s_closed_s_wondering_s_talk_amused_] süß, ich habe auch Pizza, Snacks und mein Ende der Getränke sortiert.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Dang little brother! I'm impressed at your tenacity with this!
french: [_jazz_s_towards_s_idle_s_talk_amused_] Pendez petit frère! Je suis impressionné par votre ténacité avec cela!
german: [_jazz_s_towards_s_idle_s_talk_amused_] Dang kleinen Bruder! Ich bin beeindruckt von deiner Beharrlichkeit mit diesem!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Seriously, to put all this together, just for the heck of it all? It's definitely not what I would have expected from you.
french: [_jazz_s_towards_s_rise_s_talk_happy_] Sérieusement, pour mettre tout cela ensemble, juste pour tout ça ? Ce n'est certainement pas ce que j'aurais attendu de vous.
german: [_jazz_s_towards_s_rise_s_talk_happy_] Ernsthaft, um das alles zusammen zu stellen, nur um es alles zu bringen? Das ist definitiv nicht das, was ich von dir erwartet hätte.

source: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, well let's just say I have some "ulterior" motives I'd rather not discuss.
french: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, disons simplement que j'ai des motifs « ultérieurs » que je préfère ne pas discuter.
german: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, sagen wir, ich habe einige "Hintergedankliche" Motive, die ich lieber nicht diskutieren möchte.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Well duh, everyone's gonna be trying to hook up with someone.{p}So who's the misfortunate girl you've invited you hope to swap spit with?
french: [_jazz_s_towards_s_rise_s_talk_displeased_] Eh bien duh, tout le monde va essayer de se raccrocher à quelqu'un.{p}Alors, qui est la malchance que vous avez invitée à échanger avec vous ?
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Gut verbunden, jeder versucht sich mit jemandem zusammenzuhängen.{p}Also, wer ist das unglückselige Mädchen, mit dem du eingeladen hast und mit dem du spucken möchtest?

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] W-what?? N-no, t-there's no "girl"! {i}Hah!{/i} G-good one, Jazz!
french: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] « Quoi? N-non, il n'y a pas de « fille»! {i}Hah!{/i} Gbien, Jazz! »
german: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] W-was?? N-no, t-there no "girl"! {i}Hah!{/i} G-good one, Jazz!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sure there isn't, Danny...
french: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sûr qu'il n'y en a pas, Dann...
german: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sicher nicht, Danny...

source: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...look, don't make me have to explain this, please...
french: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...regardez, ne me demandez pas de m'expliquer, s'il vous plaît...
german: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...schauen, lass mich das nicht erklären, bitte...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh my God! Who is it?? Is it someone from School?!
french: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh mon Dieu! Qui est cela?? Est-ce quelqu'un de l'école?!
german: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh mein Gott! Wer ist es? Ist es jemand von der Schule?!

source: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. I mean, I'm doing it for-
french: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. Je veux dire, je le fais pour-
german: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-Nicht ganz. Ich meine, ich mache es für-

source: [_jazz_s_towards_s_confused_s_talk_consternation_] So wait, if she's not from Casper, does she go to a different school then?
french: [_jazz_s_towards_s_confused_s_talk_consternation_] Alors attendez, si elle n'est pas de Casper, aller dans une autre école alors ?
german: [_jazz_s_towards_s_confused_s_talk_consternation_] Warte also, wenn sie nicht von Casper kommt, geht sie dann zu einer anderen Schule?

source: [_danny_s_down_s_sad_s_talk_displeased_] N-no, she's, {i}uh{/i}... a little too old for that.
french: [_danny_s_down_s_sad_s_talk_displeased_] N-non, elle, {i}euh{/i}... un peu trop vieux pour ça.
german: [_danny_s_down_s_sad_s_talk_displeased_] N-no, sie, {i}uh{/i}... ein bisschen zu alt dafür.

source: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny! Are you trying to hook up with an {u}older woman?!{/u}
french: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny ! Vous essayez de vous brancher avec une femme âgée de {u}?!{/u}
german: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny! versuchst du mit einer {u}älteren Frau zusammenzuhängen?!{/u}

source: [_danny_s_closed_s_sad_s_talk_displeased_] N-not quite... exactly? Look, it's really not worth going into, so don't worry too much about-
french: [_danny_s_closed_s_sad_s_talk_displeased_] N-pas tout à fait... exactement ? Regardez, ça ne vaut vraiment pas la peine d'y entrer, alors ne vous inquiétez pas trop-
german: [_danny_s_closed_s_sad_s_talk_displeased_] N-nicht zu beenden... genau? Schau, es lohnt sich wirklich nicht, hineinzugehen, also machen Sie sich nicht zu viel Sorgen-

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Well too late for that! Consider my interest piqued!{p}I'll have to look out for this mystery woman at the party!
french: [_jazz_s_towards_s_wondering_s_talk_amused_] Bien trop tard pour ça ! Considérez mon intérêt piqué !{p}je vais devoir regarder cette femme mystérieuse dans la fête !
german: [_jazz_s_towards_s_wondering_s_talk_amused_] Das ist gut zu spät! Überlege mir mein Interesse!{p}Ich werde nach dieser geheimnisvollen Frau auf der Party suchen müssen!

source: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}please{/i} don't embarrass me.
french: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}, s'il vous plaît{/i} ne me gênez pas.
german: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}bitte{/i} schämen mich nicht.

source: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... you worried about big Sis cramping your mack game, huh? Don't worry, I'll probably be busy getting drunk with some of the other girls anyway.
french: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... Je ne sais pas si je ne suis pas fan de ce jeu, mais je ne sais pas si c'est le cas pour le moment.
german: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... Ihr seid besorgt, dass große Sis euer Beutelspiel knallen, huh? Keine Sorge, ich werde wahrscheinlich mit einigen der anderen Mädchen betrunken sein.

source: [_jazz_s_towards_s_sad_s_talk_happy_] Look, just good job on getting the party set up, and I'll see you tonight.
french: [_jazz_s_towards_s_sad_s_talk_happy_] Regardez, juste un bon travail pour la mise en place de la fête, et je vais vous voir ce soir.
german: [_jazz_s_towards_s_sad_s_talk_happy_] Schau, nur gute Arbeit beim Aufbau der Party und ich werde dich heute Abend sehen.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Where you going?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Où vous allez?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Wohin gehst du?

source: [_jazz_s_towards_s_idle_s_talk_happy_] Got a few errands to run dude. Catch you later!
french: [_jazz_s_towards_s_idle_s_talk_happy_] Vous avez quelques erreurs à exécuter en mode Dude. Attrapez vous plus tard !
german: [_jazz_s_towards_s_idle_s_talk_happy_] Du hast ein paar Befehle zum Laufen. Fange dich später an!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Alright then, bye...
french: [_danny_s_towards_s_wondering_s_talk_happy_] D'accord, au revoir...
german: [_danny_s_towards_s_wondering_s_talk_happy_] Okay, bei...

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh man, she's gonna have so many questions when she sees Desiree.)
french: [_danny_s_at_player_s_sad_s_consternation_] (Oh homme, elle va avoir tant de questions quand elle verra le désire.)
german: [_danny_s_at_player_s_sad_s_consternation_] (Oh Mann, sie wird so viele Fragen haben, wenn sie Desiree sieht.)

source: [_danny_s_at_self_s_unhappy_s_displeased_] (...I mean, I'm not actually seeing her right? It's just... I know she's just a vengeful ghost I simply set out to stop, but... I don't know, it doesn't {i}feel{/i} right for some reason... I think I should talk to her more about it later.)
french: [_danny_s_at_self_s_unhappy_s_displeased_] (...je veux dire, je ne vois pas vraiment ça ? C'est juste. . - Je sais qu’elle est juste un fantôme vengeur que j’ai simplement décidé d’arrêter, mais... . Je ne sais pas, {i}ne se sent pas juste{/i} pour une raison quelconque... Je pense que je devrais lui en parler plus tard.)
german: [_danny_s_at_self_s_unhappy_s_displeased_] (...Ich meine, ich sehe sie nicht richtig? Es ist gerecht. . Ich weiß, sie ist nur ein rachsüchtiger Gespenst, den ich einfach aufhalten wollte. . Ich weiß nicht, dass sich {i}aus irgendeinem Grund nicht richtig fühlt{/i} ... Ich denke, ich sollte später mit ihr mehr darüber sprechen.)

source: [_danny_s_at_player_s_idle_s_talk_happy_] Alright, everything's set up and ready.
french: [_danny_s_at_player_s_idle_s_talk_happy_] D'accord, tout est mis en place et prêt.
german: [_danny_s_at_player_s_idle_s_talk_happy_] Okay, alles ist eingerichtet und fertig.

source: [_danny_s_closed_s_wondering_s_talk_amused_] What do you think, Des?
french: [_danny_s_closed_s_wondering_s_talk_amused_] Que pensez-vous, Des?
german: [_danny_s_closed_s_wondering_s_talk_amused_] Was denkst du?

source: [_desiree_] Yes, yes, I'm coming!
french: [_desiree_] Oui, oui, je viens !
german: [_desiree_] Ja, ja, ich komme!

source: [_danny_s_closed_s_wondering_s_grin_] (Alright, cool, and the guests should be arriving any second now, so it's good that we'll have Desiree to help show off-)
french: [_danny_s_closed_s_wondering_s_grin_] (Très bien, cool et les invités devraient arriver une seconde maintenant, donc il est bon que nous ayons le désir de nous aider à nous démontrer)
german: [_danny_s_closed_s_wondering_s_grin_] (Okay, cool, und die Gäste sollten jetzt jede Sekunde ankommen, daher ist es gut, dass wir Desiree haben, um bei der Show zu helfen)

source: [_desiree_] What do you think?
french: [_desiree_] Qu'en penses-tu?
german: [_desiree_] Was denkst du?

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! You look amazing!
french: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow ! Vous avez l'air incroyable !
german: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! Du siehst erstaunlich aus!

source: [_desiree_] I understand that this social event shall perhaps be a bit more casual than the last affair. I thought this would be more suitable. I made note of it in one of those clothing stores while at your Mall, and copied it.
french: [_desiree_] Je comprends que cet événement social sera peut-être un peu plus occasionnel que la dernière affaire. Je pensais que ce serait plus approprié, j'en ai pris note dans un de ces magasins de vêtements pendant que dans votre Mall, et je l'ai copié.
german: [_desiree_] Ich verstehe, dass dieses gesellschaftliche Ereignis vielleicht etwas ungleicher sein wird als die letzte Angelegenheit. Das Hotel liegt sehr zentral, das Personal war sehr freundlich und hilfsbereit.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Trust me, I think even Star and Paulina will have a heart attack when they see you.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Croyez-moi, je pense que même Star et Paulina auront une crise cardiaque quand ils vous verront.
german: [_danny_s_closed_s_wondering_s_talk_amused_] Vertrauen Sie mir, ich denke, auch Star und Paulina werden einen Herzinfarkt haben, wenn sie dich sehen.
