Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Yeesh{/i}... having to walk through the Park this late at night can be so creepy sometimes. But hey, that's just what heroes have to do, right? Go on late patrols, {i}just{/i} in case anything should happen to-
french: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Ouais{/i}... avoir à parcourir le Parc si tard la nuit peut parfois être si effrayant. « Mais bon, c'est juste ce que les héros ont à faire, n'est-ce pas? Allez-y en patrouille, {i}juste{/i} au cas où quelque chose se passerait. »
german: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Ja{/i}... es kann manchmal so grausam sein, wenn du in dieser späten Nacht durch den Park spazieren musst. Aber hey, das ist genau das, was Helden zu tun haben, oder? Geh auf späte Patrouillen, {i}nur{/i} für den Fall, dass irgendetwas passieren soll-

source: [_kateunk_] {i}AHHHHHHH!!{/i}
french: [_kateunk_] {i}AHHHHHHHHHH !!{/i}

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein?

source: [_kateunk_] {i}HELPPPP!!{/i}
french: [_kateunk_] {i}HELPPPPP !!{/i}
german: [_kateunk_] {i}HELPP!!{/i}

source: [_danny_s_at_player_s_angry_s_talk_happy_] Welp, right on cue!{p}Looks like I'm going ghost!
french: [_danny_s_at_player_s_angry_s_talk_happy_] Bien, juste sur place !{p}Il semblerait que je me rende fantôme!
german: [_danny_s_at_player_s_angry_s_talk_happy_] Welp, direkt auf Cue!{p}Sieht aus, als werde ich Geister!

source: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-monster!! Get away from me!
french: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-monster! Éloignez-vous de moi!
german: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-Monster!! Gehe weg von mir!

source: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Nurse Kate? She shouldn't be walking through the park this late!){p}{i}Uhh{/i}, woah lady! Get down!
french: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Nurse Kate? Elle ne devrait pas se promener dans le parc si tard !){p}{i}Uhh{/i}, woah dame! Descendez-vous!
german: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Nurse Kate? Sie sollte zu spät nicht durch den Park gehen!){p}{i}Uhhh{/i}, wah Dame! Geh runter!

source: [_kate_s_down_s_rise_s_talk_displeased_] H-huh??
french: [_kate_s_down_s_rise_s_talk_displeased_] H-hein ??

source: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] What the-{p}I-Inviso-Bill?!
french: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] Quelle est la -{p}I-Inviso-Bill ?!
german: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] Was das-{p}I-Inviso-Bill?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Stay back, ma'am! I'll take care of ol' pale and scaly over here!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Restez en arrière, maam! Je vais m'occuper de l'ol' pâle et écailleuse ici !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Bleib zurück, ma'am! Ich werde mich um Alt kümmern blasse und schuppig hier!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] That's right pal! You better run!{p}...or... slither!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] C'est bon pauvre ! Vous feriez mieux de courir !{p}...ou... slither!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Das ist richtig! Du bist besser laufen!{p}...oder... slither!

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-thank you! I didn't expect such a vicious monster like that to come and attack me on my walk home from-{p}...h-hey, are you okay? It looked like that thing bit you pretty-
french: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-merci! Je ne m'attendais pas à ce qu'un monstre aussi vicieux vienne m'attaquer sur mon chemin de retour -{p}. .h-hey, êtes-vous d'accord ? On dirait que ce truc que vous avez beau -
german: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-Danke! Ich hatte nicht erwartet, dass ein derart bösartiges Monster wie dieses kommen und mich auf meinen Weg nach Hause von{p}angreifen würde. .h-hey, bist du in Ordnung? Es sah so aus, als hättest du das hübsch-

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] I was right! You're actually bleeding!!
french: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] J'avais raison ! Vous saignez en fait !!
german: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] Ich hatte Recht! Du blutest tatsächlich!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, it's fine don't worry. I can handle it. I'm a little tougher than you'd think.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, ne vous inquiétez pas. Je peux y faire face. Je suis un peu plus dur que vous ne le pensez.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, es ist schön und gut, keine Sorge. Ich kann damit umgehen. Ich bin etwas härter, als du denkst.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] And {i}uh{/i}, if you don't mind me asking... you aren't freaking out that there's a ghost right in front of you? Just hanging out?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Et {i}euh{/i}, si ça ne vous dérange pas de me demander... Vous ne vous inquiétez pas qu'il y ait un fantôme juste devant vous? Juste pendant?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Und {i}uh{/i}, wenn mir nichts aussagt, fragen... du bist nicht begeistert, dass es einen Geist vor dir gibt? Einfach aushängen?

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Well from what I've heard, you're the talk of the town lately... and the school, apparently. A lot of the girls seem particularly taken with you, mentioning how cute you were.{p}So, I'll take my chances that you don't bite.
french: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Eh bien, d'après ce que j'ai entendu, vous parlez de la ville dernièrement... et de l'école, apparemment. Beaucoup de filles semblent particulièrement prises avec vous, en mentionnant que vous étiez mignon.{p}Alors, je vais prendre mes chances que vous ne mordriez pas.
german: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Nun, von dem, was ich gehört habe, bist du in letzter Zeit die Rede von der Stadt... und der Schule. Viele der Mädchen scheinen besonders mit dir aufgenommen zu sein und erwähnen wie süß du bist.{p}Also nehme ich meine Chancen, dass du nicht beißen kannst.

source: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_talk_pleased_s_blush_] Oh... c-cute huh?
french: [_danny_s_phantom_s_arms_normal_s_down_s_wondering_s_talk_pleased_s_blush_] Oh... c mignon hein?

source: [_kate_s_towards_s_sad_s_talk_displeased_] Hey, as much as I'd like to talk gossip with you, I'm a little more concerned about that injury of yours.{p}You should let me take a look at it, I'm a registered-
french: [_kate_s_towards_s_sad_s_talk_displeased_] Hé, autant que j'aimerai parler de ragots avec vous, je suis un peu plus préoccupé par votre blessure.{p}Vous devriez me laisser jeter un œil, je suis inscrit-
german: [_kate_s_towards_s_sad_s_talk_displeased_] Hey, so sehr ich gerne mit dir reden möchte, bin ich ein wenig mehr besorgt über deine Verletzung.{p}Du solltest mir einen Blick darauf werfen lassen, ich bin registriert-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Look, it's fine, really! I do appreciate the concern though.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Regardez, ça va bien, vraiment! Je comprends cependant l'inquiétude.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Schau, es ist in Ordnung, wirklich! Ich weiß die Sorge aber zu schätzen.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ya' know, I've never seen a ghost actually {u}bleed{/u} before...
french: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ya' sais, je n'ai jamais vu un fantôme en fait {u}saignement{/u} avant...
german: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ja, ich habe noch nie zuvor einen Geist gesehen, der {u}blutte{/u} hat...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Well, let's hope so! Anyway, gotta go! Get home safe!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Eh bien, espérons-le ! Quoi qu'il en soit, allez-y ! Rentrez à la maison en sécurité !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Nun, hoffentlich so! Wie auch immer, gotta los! Geh sicher nach Hause!

source: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Wait! Don't just-
french: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Attendez ! Ne vous contentez pas -
german: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Warte! Nicht nur-

source: [_kate_s_towards_s_angry_s_talk_displeased_] ...damn.{p}Guess I {i}don't{/i} need a safety escort home, "Bill"...
french: [_kate_s_towards_s_angry_s_talk_displeased_] ... damn.{p}Je suppose que je {i}n'a pas besoin d'une maison d'escorte de sécurité, « Bill»...
german: [_kate_s_towards_s_angry_s_talk_displeased_] ...Verdammt.{p}Muss ich {i}nicht{/i} brauche einen Sicherheitsescort nach Hause, "Bill"...

source: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... ya' know, there was something oddly familiar about that ghost kid...)
french: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... vous savez, il y avait quelque chose d'étrangement familier avec cet enfant fantôme...)
german: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... ya' wissen, dass dieses Geisterkind merkwürdigerweise bekannt ist...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Kate working late or something? She should really know better than to walk around at this time of- {i}oww!!{/i}{p}Dang... this cut {i}is{/i} kinda bad...)
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Kate travaille tard ou quelque chose ? Elle devrait vraiment mieux savoir que de se promener à ce moment-là- {i}oww! {/i}{p}Dang. . cette coupe {i}est {/i} un peu mauvaise...)
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Arbeitet verspätet oder etwas? Sie sollte es wirklich besser wissen, als zu dieser Zeit zu gehen von- {i}oww! {/i}{p}Dang. . dieser Schnitt {i}ist{/i} kinda schlecht...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, shouldn't worry too much. I'm sure it'll heal up just fine! My speedy ghost healing factor hasn't failed me yet!)
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, ne vous inquiétez pas trop. Je suis sûr que ça va bien guérir ! Mon facteur de guérison rapide des fantômes ne m'a pas encore raté !)
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, sollte sich nicht allzu viel Sorgen machen. Ich bin sicher, dass es gut heilen wird! Mein schneller Heilungsfaktor hat mich noch nicht versagt!)

source: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh man... I feel like death reheated in the microwave...
french: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... Oh homme... J'ai l'impression que la mort s'est réchauffée dans le four à micro-ondes...
german: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh Mann... Ich fühle mich wie der Tod in der Mikrowave...

source: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Well, I'd better get to school on time if I don't wanna be-
french: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Eh bien, je ferais mieux d'aller à l'école à temps si je ne veux pas être-
german: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Nun, ich würde besser rechtzeitig zur Schule gehen, wenn ich nicht will-

source: [_danny_s_infected_s_closed_s_unhappy_s_talk_distraught_] Oh God... {i}*Blerkgh*{p}*Gulp*{p}*Swallow*{/i}
french: [_danny_s_infected_s_closed_s_unhappy_s_talk_distraught_] Oh Dieu... {i}*Blerkgh*{p}*Gulp*{p}*Hirond*{/i}
german: [_danny_s_infected_s_closed_s_unhappy_s_talk_distraught_] Oh Gott... {i}*Blerkgh*{p}*Gulp*{p}*Schwalben*{/i}

source: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... so sick... I feel woozy... I'm freezing... and yet I'm burning up at the same time...
french: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... si malade... Je me sens Woozy... Je suis congelé... et pourtant je brûle en même temps...
german: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... so krank... Ich fühle mich woozy... Ich bin gefroren... und trotzdem brenne ich zur gleichen Zeit auf...

source: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, I'm sure I'll be good... just the ol' body's way of healing itself naturally...
french: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, je suis sûr que je serai bon... juste le moyen du corps de se guérir naturellement...
german: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... Na, ich bin sicher, ich werde gut sein... nur die körperliche Heilung des alten Körpers natürlich...

source: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Okay... I can do this. Brave face, Danny...
french: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Ok... Je peux faire ça. Brave visage, Dann...
german: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Okay... Ich kann das tun. Mutiges Gesicht, Danny...

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Danny... are you okay? You're looking {i}particularly{/i} pale for a guy that's half ghost.
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Dann... vous êtes d'accord ? Vous regardez {i}en particulier{/i} pâle pour un gars à moitié fantôme.
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, Geez Danny... bist du in Ordnung? Du schaust {i}besonders{/i} nach einem Kerl, der halb gespendet ist.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Yeah man, you look like you're ready to collapse at any second...{p}...which isn't all {i}that{/i} strange considering Lancer's lectures are {u}normally{/u} coma inducing, but still...
french: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Ouais, on dirait que vous êtes prêt à vous effondrer à n'importe quelle seconde...{p}... hich n'est pas tout {i}qui, {/i} étrange compte tenu des leçons de Lancier sont {u}normalement{/u} coma induit, mais quand même...
german: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Yeah Mann, du siehst aus, als ob du bereit bist, um jede Sekunde zusammenzubrechen...{p}... hich nicht alle {i}dass{/i} seltsam ist, da Lancers Vorlesungen normalerweise {u}sinken{/u} Coma induzieren...

source: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, guys... sure, I may not be feeling at the top of my game right now, but... don't worry, I'm totally good, r-really.
french: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, les gars... Bien sûr, je ne me sens peut-être pas au sommet de mon jeu pour le moment, mais... ne vous inquiétez pas, je suis tout à fait bonne, r-vraiment.
german: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, Jen... Sicherlich fühle ich mich im Moment nicht an der Spitze meines Spiels, aber keine Sorge, ich bin total gut, r-real.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] You sure about that? You just don't look like any version of your normal self. You get into another fight lately?
french: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Vous êtes sûr de ça ? Vous ne semblez pas à une version de votre personnage normal. Vous vous battez un autre combat dernièrement ?
german: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Du bist dir darüber sicher? Du siehst einfach nicht aus wie eine Version deines normalen Selbst. Du kommst in letzter Zeit in einen anderen Kampf?

source: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Yeah, just suffering a little wear and tear from a late night patrol I was on... darn Ghost Cobras, amirite?
french: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Ouais, juste de souffrir d'un peu d'usure lors d'une patrouille nocturne que j'ai eue... foncer fantôme Cobras, amiré ?
german: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Ja, nur ein wenig Abnutzung und Tränen durch eine späte Nacht-Patrouille, auf der ich war... Darn Ghost Cobras, Amirite?

source: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...say, if you guys were so concerned about me, it'd be nice if you two could stop...{p}...spinning around...{p}...like...
french: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...par exemple, si vous étiez si préoccupé par moi, ce serait bien si vous pouviez vous arrêter...{p}... tourner autour ...{p}...comme...
german: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...sagen, wenn du so sehr über mich besorgt bist, wäre es schön, wenn du zwei aufhören könntest...{p}...sich herumdrehen...{p}...wie...

source: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ...that.
french: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ... ça.
german: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ...das.

source: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Sound and Fury!!{/b} What's happened here?! Mr. Fenton passed out again??
french: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Sons et Furie!!{/b} Que s'est-il passé ici? M. Fenton est de nouveau sorti ??
german: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Sound and Fury!!{/b} Was ist hier passiert?! Herr Fenton ist wieder vergangen ??

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] We need to get him to the hospital or something!
french: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] Nous devons l'amener à l'hôpital ou à quelque chose !
german: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] Wir müssen ihn ins Krankenhaus oder irgendetwas bringen!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Now, now, Mr. Foley... now is not the time to panic, or force the school to deal with any unaffordable medical bills.{p}Mr. Baxter! Help me get Mr. Fenton to Nurse Kate!
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] Maintenant, M. Foley... n'est pas le moment de paniquer ou de forcer l'école à faire face à des factures médicales inabordables.{p}M. Baxter! Aidez-moi à amener M. Fenton à l'infirmière Kate!
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] Jetzt, Herr Foley... jetzt ist nicht die Zeit zur Panik oder zwingen die Schule mit unbezahlbaren medizinischen Rechnungen umzugehen.{p}Mr. Baxter! Hilf mir, Herrn Fenton zum Krankenschwester zu bringen!

source: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Sure, whatever. But I really don't think the rest of us should have to ask to use the bathroom anymore, if Fenturd can just pretend to pass out whenever he wants to ditch class!
french: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Bien sûr. Mais je ne pense vraiment pas que le reste d'entre nous devrait demander à utiliser la salle de bains plus longtemps si Fenturd peut juste faire semblant de passer quand il veut abandonner la classe!
german: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Sicher, was auch immer. Das Zimmer war sehr klein, aber sehr sauber. , wenn Fenturd einfach so tun kann, als würde er die Klasse verlassen!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Everyone, clear the way! This sick young lad is under the mindful protection of Vice Principal Lancer!
french: [_lancer_s_towards_s_angry_s_talk_frown_] Tout le monde ouvre la voie ! Ce jeune homme malade est sous la protection intelligente du Lancier Vice Principal !
german: [_lancer_s_towards_s_angry_s_talk_frown_] Jeder muss den Weg frei finden! Dieser kranke junge Rasen steht unter dem gewissenhaften Schutz der Vize-Principal Lancier!

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, Lancer's kinda cool when someone's actually in trouble.
french: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, le lancer est plutôt cool quand quelqu'un est réellement en difficulté.
german: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, Lancers kinda cool wenn jemand tatsächlich in Schwierigkeiten ist.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Too bad he can't inject some of that vigor into any of his lesson plans...
french: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Dommage qu'il ne puisse injecter une partie de cette vigueur dans aucun de ses plans de leçons...
german: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Schade, dass er keinen seiner Unterrichtspläne mit dieser Kraft versehen kann...

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Man, what do you think's wrong with Danny?
french: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Homme, qu'est-ce qui ne va pas avec Danny ?
german: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Man, was denkst du falsch an Danny?

source: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] I don't know... I really hope Nurse Kate can help him...
french: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] Je ne sais pas... J'espère vraiment que Kate pourra l'aider...
german: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] Ich weiß es nicht... Ich hoffe wirklich, dass ihm Nurse Kate helfen kann...

source: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Well, I wouldn't worry about that. I'm sure she'll do her best to get him feeling {u}extra{/u} comfortable...
french: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Eh bien, ça ne me dérangerait pas. Je suis sûr qu'elle fera de son mieux pour lui faire sentir {u}en plus{/u} confortable...
german: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Nun, ich würde mich darüber keine Sorgen machen. Ich bin sicher, dass sie ihr Bestes tun wird, um ihm das Gefühl zu geben, {u}extra{/u} komfortabel...

source: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Dear Lord... so those rumors {i}are{/i} true...?
french: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Mon Seigneur... donc ces rumeurs {i}sont{/i} vraies...?
german: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Lieber Lord... also sind diese Gerüchte {i}wahr{/i} wahr...?

source: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] My body's immune system is always in tip top shape, so I'm never sick... sadly...
french: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] Le système immunitaire de mon corps est toujours en pleine forme, donc je ne suis jamais malade... tristement...
german: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] Das Immunsystem meines Körpers ist immer in Spitze oberer Form, daher bin ich nie krank... traurig...
