Repository: DonRP/AmityPark
Catalog: game/*/*/episode_2_pda_side_quest.po
Languages: german, italian

source: [_danny_s_pi_50_] (Well, I'll be honest... that was actually pretty impressive... but not something I should have been watching out in the open. I better leave before Kwan catches me and bashes my head in.)
german: [_danny_s_pi_50_] (Nun, ich bin ehrlich... das war eigentlich ziemlich beeindruckend... aber nicht etwas, was ich in der Öffentlichkeit hätte beachten sollen. Ich gehe besser aus, bevor Kwan mich fängt und meinen Kopf in den Topf wird.)
italian: [_danny_s_pi_50_] (Beh, sarò sincero... è stato davvero impressionante... ma non è qualcosa che avrei dovuto guardare all'aperto. È meglio che me ne vada prima che Kwan mi prenda e mi spacchi la testa).

source: Bargain with Dash.
german: Schnäppchen mit Dash.
italian: Contrattare con Dash.

source: Were you serious about the panties?
german: Hast du es mit den Panties ernst gemeint?
italian: Eri serio riguardo alle mutandine?

source: Here, I got those panties for you.
german: Hier habe ich diese Glühbirnen für Sie.
italian: Ecco, ho preso quelle mutandine per te.

source: Tell Dash to get bent?
german: Sagen Sie, dass Sie sich beugen?
italian: Dire a Dash di piegarsi?

source: Fine, but I'll be back!
german: Gut, aber ich bin wieder da!
italian: Bene, ma tornerò!

source: [_danny_] {i}*Wham* *Thud*{/i}
german: [_danny_] {i}*Wenn* *Thud*{/i}

source: [_kwan_] {i}MMmph{/i}… yeah babe… I'm gonna… {i}Nnnghh{/i} ...give it to you... y-yeah...!
german: [_kwan_] {i}MMmph{/i}… yeah babe… Ich werde… {i}Nnghh{/i} ...gebe es dir... y-yeah...!

source: [_star_] {i}Hyaaaaaa~!!{/i}
german: [_star_] {i}Hyaaaa~!!{/i}
