Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_towards_s_sad_s_talk_happy_] T-thanks for taking me at such short notice, this late. I do appreciate it, Kate.
french: [_danny_s_towards_s_sad_s_talk_happy_] T-Merci de m'avoir pris à si court délai, Kate. Je l'apprécie.
german: [_danny_s_towards_s_sad_s_talk_happy_] T-Danke, dass du mich so kurzfristig mitgenommen hast, diese Verspätung. Ich schätze es, Kate.

source: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] So, what's so urgent that you needed to call me for? Nothing new happening with your arm, right?
french: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] Alors, qu'est-ce qui est si urgent que vous deviez m'appeler ? Rien de nouveau ne se passe avec votre bras, non ?
german: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] Also, was ist so dringend, dass du mich aufrufen musst? Nichts Neues mit deinem Arm, oder?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, no, that's fine... well, it's kinda a long story, I hope you don't mind... basically, there's this strange thing about ghosts and their powers...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, non, c'est bien... eh bien, c'est une longue histoire, j'espère que ça ne vous dérange pas. . Au fond, il y a cette étrange chose à propos des fantômes et de leurs pouvoirs...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, nein, das ist gut... nun, es ist eine lange Geschichte, ich hoffe, du hast nichts dagegen. . Im Grunde genommen gibt es diese seltsame Sache über Geister und ihre Kräfte...

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...and so while I know how crazy that all sounds, that's really the way Orgone works, and I could really use your help.
french: [_danny_s_towards_s_sad_s_talk_distraught_] ...et alors que je sais à quel point tout cela paraît, c'est vraiment comme Orgone qui fonctionne, et je pourrais vraiment utiliser votre aide.
german: [_danny_s_towards_s_sad_s_talk_distraught_] ...und so während ich weiß, wie verrückt das alles klingt, so funktioniert Orgone wirklich, und ich könnte wirklich deine Hilfe verwenden.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, I never knew how kinky the afterlife could be. That's pretty nuts...
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, je ne savais jamais à quel point la suite pouvait être embêtante. Ce sont de jolies noires...
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, ich wusste nie, wie geil das Nachleben sein könnte. Das ist ziemlich Nüsse...

source: [_danny_s_towards_s_rise_s_talk_displeased_] So, can you help me?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Alors, pouvez-vous m'aider?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Kannst du mir helfen?

source: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Assuming you're not just lying for a late night booty call... I know Star's also going, which means you {i}have{/i} to stop this Ember witch.
french: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] En supposant que vous ne vous contentez pas de mentir pour un appel butin de nuit en retard... « Je sais que les Étoiles partent, ce qui veut dire que vous avez {i}à arrêter{/i} cette sorcière Ember. »
german: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Angenommen, du liegst nicht nur für einen Spätabends Beute Anruf... Ich weiß, dass Sterne auch gehen wird, was bedeutet, dass du {i}diese Ember-Hexe zu stoppen hast{/i}.

source: [_danny_s_towards_s_sad_s_talk_displeased_] So, is that a yes?
french: [_danny_s_towards_s_sad_s_talk_displeased_] Alors, est-ce un oui ?
german: [_danny_s_towards_s_sad_s_talk_displeased_] Also, ist das ein Ja?

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'd be glad to help you save the town! I like living in Amity Park, and I'd rather not have to be a slave in it under the boot heel of some out of style punk.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Bien sûr, je serais heureux de vous aider à sauver la ville ! J'aime vivre dans Amity Park et je préfère ne pas avoir à y être esclave sous le talon de démarrage de certains punks de style.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Natürlich würde ich dir gerne helfen, die Stadt zu retten! Ich lebe gerne im Amity Park und ich würde lieber nicht ein Sklave darin unter der Stiefel von einigen aus Style-Punk.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! So, uh... how do you want to do this?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Super! Alors, euh... comment voulez-vous faire ça ?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Süss! So, uh... wie möchtest du das tun?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Like, cause you know, I don't want you to feel uncomfortable or anything just because I brought this whole thing up so quickly, and-
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] J'aime, parce que vous le savez, je ne veux pas que vous vous sentiez mal à l'aise ou à quoi que ce soit simplement parce que j'ai mis tout le monde en marche si vite, et-
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Gefällt mir, denn du weißt, ich möchte dich nicht unwohl fühlen oder irgendetwas nur weil ich das Ganze so schnell auf den Tisch gebracht habe und-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] You can put it in my {u}ass{/u} if you want.
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Vous pouvez le mettre dans mon {u}ass{/u} si vous voulez.
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Du kannst es in meinem {u}Arsch{/u} setzen, wenn du möchtest.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, totally cool with that.
french: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, totalement cool avec ça.
german: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, total cool.

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Great, but we'll need to do a little prep to make sure you can get in there nice and easy, but that should be no problem.
french: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Super, mais nous allons devoir faire un peu de préparation pour nous assurer que vous puissiez y entrer facilement et gentiment, mais cela ne devrait pas être un problème.
german: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Großartig, aber wir müssen ein wenig vorbereiten, um sicher zu gehen, dass du dort nett und einfach ankommen kannst, aber das sollte kein Problem sein.

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, you're sure about this? I'm sure there's a couple other ways to get something like this done.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Je veux dire, vous êtes sûr de cela ? Je suis sûr qu'il y a encore quelques façons de faire quelque chose comme ça.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ich meine, du bist dir sicher dran? Ich bin sicher, dass es ein paar andere Möglichkeiten gibt, so etwas zu erledigen.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] That's true, but I've been thinking about us doing this for a good while anyway.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] C'est vrai, mais j'ai pensé à ce que nous fassions cela pendant un bon moment.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Das stimmt zwar, aber ich habe darüber nachgedacht, dass wir das ohnehin schon für eine Weile tun.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] And don't worry, I've already had practice with this, albeit a long time ago... I just like putting stuff back there anyway. {i}*Winks*{/i}
french: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Et ne vous inquiétez pas, j'ai déjà eu de l'entraînement avec ceci, quoique il y a longtemps... J'aime tout de même remettre les choses là-bas. {i}*Winks*{/i}
german: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Und keine Sorge, ich habe bereits geübt, wenn auch schon vor langer Zeit... Ich mag es sowieso mal wieder dorthin zu bringen. {i}*Winks*{/i}

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] {i}*Gulps*{/i}
french: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] {i}*Gouls*{/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Now, go wait patiently in my bedroom, lover boy.
french: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Maintenant, allez attendre patiemment dans ma chambre, garçon amoureux.
german: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Jetzt warte geduldig in meinem Schlafzimmer, Liebhaber Jung.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yes ma'am!
french: [_danny_s_towards_s_angry_s_talk_amused_] Oui maam!
german: [_danny_s_towards_s_angry_s_talk_amused_] Ja ma'am!

source: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Now to just find that bottle of lube...)
french: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Maintenant pour trouver cette bouteille de lube...)
german: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Jetzt nur um diese Flasche Schmiermittel zu finden...)

source: [_kate_s_casual_s_at_player_s_rise_s_cute_] (I really, {i}really{/i} hope Star didn't snag it off me again... ugh, that kid... takes after me a little {i}too{/i} well.)
french: [_kate_s_casual_s_at_player_s_rise_s_cute_] (Je suis vraiment, {i}vraiment{/i} espoir que Star ne me l'a pas à nouveau... hum... cet enfant... prend après moi un peu {i}aussi{/i} bien.)
german: [_kate_s_casual_s_at_player_s_rise_s_cute_] (Ich wirklich, {i}wirklich{/i} hoffe, dass Stern es mir nicht wieder abgeschnitten hat... häsch, dieser Kinder... nimmt mir auch ein wenig {i}nach{/i} gut)

source: [_danny_s_at_player_s_neutral_s_grin_] (Oh man, I can't believe this is happening!)
french: [_danny_s_at_player_s_neutral_s_grin_] (Oh homme, je ne peux pas croire que ça se passe!)
german: [_danny_s_at_player_s_neutral_s_grin_] (Oh Mann, ich kann das nicht glauben!)

source: [_danny_s_ahegao_s_wondering_s_bite_] (My first time doing anal is gonna be with Kate!)
french: [_danny_s_ahegao_s_wondering_s_bite_] (Ma première fois en train de faire l'anal va être avec Kate !)
german: [_danny_s_ahegao_s_wondering_s_bite_] (Meine erste Anal wird mit Kate gemacht!)

source: [_danny_s_at_player_s_rise_s_bite_] (Kate sure is... 'adventurous', I'll say that...)
french: [_danny_s_at_player_s_rise_s_bite_] (Kate sure is... 'aventuriers', je le dira...)
german: [_danny_s_at_player_s_rise_s_bite_] (Weißt du... 'abenteuerlich', ich sage dass...)

source: [_danny_s_at_player_s_sad_s_smile_] (I wonder if she'd ever want to be more than just "fuck buddies"? Is that even what she considers us now-?)
french: [_danny_s_at_player_s_sad_s_smile_] (Je me demande si elle ne souhaiterait jamais être plus qu'une simple "baise des bourgeons"? Est-ce même ce qu'elle nous considère maintenant-?)
german: [_danny_s_at_player_s_sad_s_smile_] (Ich frage mich, ob sie jemals mehr sein möchte als nur "Fick Buddies"? Ist das auch das, was sie uns jetzt meint?)

source: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Hope I didn't keep you waiting too long, handsome.~
french: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] J'espère que je ne vous attendais pas trop longtemps, beaucoup.~
german: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Ich hoffe, dass ich dich nicht zu lange warten musste.~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, you look as hot as ever!
french: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, tu as l'air plus chaud que jamais!
german: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, du siehst so heiß aus wie immer!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Thanks hon... now get some of this lube lathered up on your big piece, we haven't got all night.
french: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Merci... Maintenant, faites-nous cuire une partie de ce lube sur votre grande pièce, nous n'en avons pas toute la nuit.
german: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Danke, Eh... Jetzt ein paar dieser Schmierfalle auf deinem großen Stück aufgewaschen bekommen, wir haben noch nicht die ganze Nacht.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Huh?
french: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hein?

source: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, I still have a mountain load of online work I need to do, this is just a little break for me. Chop chop, kid!
french: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, j'ai encore une montagne de travail en ligne que j'ai à faire, c'est juste une petite pause pour moi. Couper les côtelettes de l'enfant!
german: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, ich habe immer noch eine Gebirgsladung von Online-Arbeit, die ich tun muss, das ist nur eine kleine Pause für mich. Chop Chop, Kinder!

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, right! Time management! Got it.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, bien ! La gestion du temps ! Compris.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, oder! Zeitmanagement! Habe es.

source: [_danny_] So, j-just like this?
french: [_danny_] Alors, j-juste comme ça ?
german: [_danny_] Also, j-just wie das?

source: [_kate_] Yeah, just spread it around the outside a little... {i}oooh{/i}... that's cold...~
french: [_kate_] Oui, il suffit de le répandre un peu à l'extérieur... {i}oooh{/i}... c'est froid...~
german: [_kate_] Ja, verbreiten Sie es nach außen ein wenige... {i}oooh{/i}... das ist kalt...~

source: [_danny_] I guess, anything else I should know to do?
french: [_danny_] Je suppose, quoi d'autre que je devrais savoir faire?
german: [_danny_] Ich vermute, was ich sonst noch tun sollte?

source: [_kate_] For this? Like I said, just spread it all over yourself too, that'll definitely help.
french: [_kate_] Pour cela ? Comme je l'ai dit, il suffit de le répandre tout autour de vous, cela sera certainement utile.
german: [_kate_] Wie ich schon sagte, verbreiten Sie es auch auf sich selbst, das wird definitiv helfen.

source: [_kate_] Oh, and this is silly, but... for this kind've thing, I like it when someone pulls my hair back a little...
french: [_kate_] Oh, et c'est ridicule, mais... pour ce petit truc, je l'aime quand quelqu'un me repousse un peu mes cheveux...
german: [_kate_] Oh, und das ist dumm, aber... für diese Art von Dingen, gefällt es mir, wenn jemand mein Haar ein wenig zurückzieht...

source: [_danny_] Really?!
french: [_danny_] Vraiment?!
german: [_danny_] wirklich?!

source: [_kate_] Yeah, I do like being taken control of... makes it that much better.
french: [_kate_] Ouais, j'aime bien être contrôlé... ça fait beaucoup mieux.
german: [_kate_] Ja, ich mag die Kontrolle übernehmen... macht es so viel besser.

source: [_danny_] No problems with that! I'm really excited for this, you have no idea!
french: [_danny_] Pas de problème avec ça ! Je suis vraiment excité pour ça, vous n'avez aucune idée !
german: [_danny_] Damit keine Probleme! Ich bin wirklich begeistert, du hast keine Ahnung!

source: [_kate_] Come on baby, show me what you've got!
french: [_kate_] Allez-y, montrez-moi ce que vous avez!
german: [_kate_] Komm mit Baby, zeige mir was du bekommst!

source: [_danny_] ...okay... there, that should be enough... get ready nurse, here it comes...
french: [_danny_] ...OK... là, ça devrait suffire... Préparez-vous à l'infirmière, voilà venu...
german: [_danny_] ...okay... da sollte es genug sein... fertige Krankenschwester werden, hier kommt sie...

source: [_kate_] Oh, yes... gentle...{p}{i}...mmmhphh...{/i}{p}...just like... that...
french: [_kate_] Oh, oui... gentil...{p}{i}...mmmhphh...{/i}{p}...comme ça...
german: [_kate_] Oh, ja... Gentle...{p}{i}...mmmhh...{/i}{p}...nur wie... das...

source: [_danny_] Are you... okay...?
french: [_danny_] Vous... d'accord...?
german: [_danny_] Bist du... ok...?

source: [_kate_] Oooh... yes hon, just be careful... it's still a lot tighter back there then I may have thought...
french: [_kate_] Oooh... oui oui, soyez prudent... c'est encore beaucoup plus étroit là-bas que j'ai pu penser...
german: [_kate_] Oooh... ja hon, sei einfach vorsichtig... es ist dort noch viel enger und dann hätte ich vielleicht gedacht...

source: [_danny_] Ah, okay, gotcha. I'll take it easy... nice and gentle for my butt slut nurse...
french: [_danny_] Ah, d'accord, je vais prendre facilement... sympa et doux pour ma infirmière de chienne au cul...
german: [_danny_] Ah, okay, gotcha. Ich nehme es leicht... nett und sanft für meine geile Schwesterschlampe...

source: [_kate_] Ooh... {i}ooh!!{/i} Damn, that's it! Just like that! Oh baby, call me names just like that...~
french: [_kate_] Ooh... {i}euh!!{/i} Bon sang! C'est comme ça! Oh bébé, appelez-moi des noms comme ça...~
german: [_kate_] Ooh... {i}ooh!!{/i} Verdammt, das war's! Oh Baby, nimm mich so namen...~

source: [_danny_] {i}*Grunts*{/i} Yeah, you got it, slut!
french: [_danny_] {i}*Grunts*{/i} Ouais, tu as compris, salope !
german: [_danny_] {i}*Grunts*{/i} Ja, du hast es, Schlampe!

source: [_kate_] {i}Mmm!{/i} Wow, I didn't know how much I missed being fucked in the ass like this!
french: [_kate_] {i}Mmm!{/i} Wow, je ne savais pas combien j'ai manqué d'être pris dans le cul comme ça!
german: [_kate_] {i}Mmm!{/i} Wow, ich wusste nicht, wie viel ich versäumt habe, in den Arsch gefickt zu werden!

source: [_danny_] Am I doing a... g-good job?
french: [_danny_] Est-ce que je fais ... du bon travail ?
german: [_danny_] Bin ich ... g-gute Arbeit?

source: [_kate_] You're doing great, sweetie, just keep hitting it like that...
french: [_kate_] Tu fais beau, sucré, il suffit de continuer à frapper comme ça...
german: [_kate_] Du machst großartig, süß und treffst es so weiter...

source: [_kate_] Oh, yes!{p}{i}Hehe{/i}, I'm gonna have to sneak you away for some "private examinations" during your classes!
french: [_kate_] Oh, oui !{p}{i}Hehe{/i}, je vais devoir vous dissimuler pour des « examens privés» pendant vos classes !
german: [_kate_] Oh, ja!{p}{i}Hehe{/i}, ich werde dich nach "privaten Prüfungen" während deiner Klassen abschleichen müssen!

source: [_danny_] Fuck! Your butt is so tight on me Kate!
french: [_danny_] Fuck ! Ton cul est si serré sur moi Kate!
german: [_danny_] Fick! Dein Arsch ist so eng auf mich Kate!

source: [_kate_] {i}Oooh{/i}, I'm glad you like it so much! Cause right now, it's {u}all{/u} yours!
french: [_kate_] {i}Oooh{/i}, je suis content que vous l'aimiez tellement ! Cause pour l'instant, c'est {u}à vous{/u} !
german: [_kate_] {i}Oooh{/i}, ich bin froh, dass dir so viel gefällt! Denn jetzt ist es {u}all{/u} dir!

source: [_kate_] (His cock is so {i}gooood{/i}... seriously, this kid could do porn if he wanted to!)
french: [_kate_] (La grosse queue est si {i}pieuse{/i}... sérieusement, cet enfant pourrait faire du porno s'il le voulait !)
german: [_kate_] (His Schwanz ist so {i}gooood{/i}... ernsthaft, dieses Kind könnte Porno machen, wenn er es möchte!)

source: [_danny_] {i}*Huff* *Huff*{/i} Dammit Kate, I don't know how much longer I can last like this! It's honestly too much already!
french: [_danny_] {i}*Huffer* *Huff*{/i} Dammit Kate, je ne sais pas combien de temps je peux durer comme ça ! C'est honnêtement trop déjà !
german: [_danny_] {i}*Huff* *Huff*{/i} Dammit Kate, ich weiß nicht, wie lange ich das noch dauern kann! Es ist ehrlich gesagt schon zu viel!

source: [_kate_] {i}Oooh!{/i} Don't stop! Hit it deeper baby! Come on! Claim my ass!
french: [_kate_] {i}Oooh!{/i} Ne vous arrêtez pas! Frappez un bébé plus profond! Allez! Prenez-moi!
german: [_kate_] {i}Oooh!{/i} Nicht aufhören! Triff es tiefer auf! Komm schon! Beanspruche meinen Arsch!

source: [_kate_] Yes, that's it! Fuck that little hole!
french: [_kate_] Oui, c'est ça! Fuck ce petit trou !
german: [_kate_] Ja, das war's! Fuck dieses kleine Loch!

source: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck! It's incredible!
french: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck ! C'est incroyable!
german: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck! Es ist unglaublich!

source: [_kate_] {i}Nnnghh!{/i} You're hitting just the right spot! {i}Ahh!!{/i}
french: [_kate_] {i}Nnghh!{/i} Vous frappez juste au bon endroit! {i}Ahh!!{/i}
german: [_kate_] {i}Nnghh!{/i} Du triffst genau auf die richtige Stelle! {i}Ahh!!{/i}

source: [_kate_] Yes! Yes that's it! YES!!
french: [_kate_] Oui ! Oui c'est ça ! OUI !!
german: [_kate_] Ja! Ja, das ist es! Ja!

source: [_danny_] K-Kate! Are you actually gonna cum from-
french: [_danny_] K-Kate! Si vous allez vraiment cum depuis-
german: [_danny_] K-Kate! Bist du wirklich geil von -

source: [_kate_] {i}Mmmmmmmm!{/i} So goooood!~
french: [_kate_] {i}Mmmmmmmm!{/i} Si bonjour !~
german: [_kate_] {i}Mmmmmm!{/i} So goooood!~

source: [_danny_] (Holy fuck! She's cumming!! Is that normal?)
french: [_danny_] (Saint baiser ! Elle éjacule !! Est-ce normal ?)
german: [_danny_] (Heiliger Fick! Sie ist umgehend! Ist das normal?)

source: [_danny_] Shit, I'm gonna cum Kate!
french: [_danny_] Merde, je vais foutre Kate !
german: [_danny_] Shit, ich werde cum Kate!

source: [_kate_] Do it baby! Cum in my tight little ass!
french: [_kate_] Faites-le bébé! Cum dans mon petit cul serré!
german: [_kate_] Tut es Baby! Cum in meinem engen Arsch!

source: [_danny_] F-fuckkkk!
french: [_danny_] F-fuckkkkk !
german: [_danny_] F-Fickkkk!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kate... that was... I don't know, that was just so-
french: [_danny_] {i}*Huffer* *Huff*{/i} Oh wow... Kate... c'était... je ne sais pas, c'était juste ainsi-
german: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kate... das war... Ich weiß nicht, das war genau so-

source: [_danny_] Huh?
french: [_danny_] Hein?

source: [_kate_] {i}Ow ow ow!!{/i}{p}Dick!{p}Out of ass!{p}Now please!
french: [_kate_] {i}Ow ow!!{/i}{p}Dick!{p}Hors du cul!{p}Maintenant s'il vous plaît!
german: [_kate_] {i}Ow ow ow!!{/i}{p}Dick!{p}außer Arsch!{p}Jetzt bitte!

source: [_danny_] Oh, r-right! Sorry!
french: [_danny_] Oh, oui ! Désolé !
german: [_danny_] Oh, r-rechts! Sorry!

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Are you okay Kate?
french: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Êtes-vous d'accord avec Kate?
german: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Bist du okay Kate?

source: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Yeah, but I don't know... my ass just caught up to all the pain there at the end... gonna be just a little sore for a bit, definitely...
french: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Ouais, mais je ne sais pas... mon cul vient de rattraper toute la douleur à la fin. Je ne sais pas ce que je vais faire pour un peu, définitivement...
german: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Ja, aber ich weiß nicht... mein Arsch ist am Ende auf den Schmerz gestoßen. . gonna be just a little sore for a bit, definitely...

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Think I might need to lie on my stomach for a few days...
french: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Je pense que je pourrais avoir besoin de m'allonger sur mon estomac pendant quelques jours...
german: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Denken Sie daran, ich muss vielleicht ein paar Tage auf meinem Magen liegen...

source: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-sorry about that.
french: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, euh, désolé pour ça.
german: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-sorry das.
