Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_extend_] ...uh, hey, you're not still mad about earlier? I thought you might wanna talk about-
french: [_extend_] ...euh, hé, vous n'êtes pas encore fou plus tôt ? Je pensais que vous vouliez en parler...
german: [_extend_] ...uh, hey, du bist noch nicht verrückt über früher? Ich dachte, du möchtest darüber reden-

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, not really, I mean... I'm still not quite sure where to take things from here, honestly, but...
french: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, pas vraiment, je veux dire... Je ne sais toujours pas où prendre les choses d'ici, honnêtement, mais...
german: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, nicht wirklich, ich meine... Ich bin immer noch nicht ganz sicher, wohin ich die Dinge von hier nehmen soll, ehrlich, aber...

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...I suppose at least calling you my actual {b}boyfriend{/b} could come with some good publicity.
french: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...Je suppose qu'au moins je vous appelle mon vrai copain {b}{/b} pourrait venir avec une bonne publicité.
german: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...Ich nehme an, dass ich Sie zumindest mit meinem aktuellen {b}Freund anrufen könnte{/b} mit etwas guter Werbung kommen könnte.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyfriend? Wait what, I didn't-
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyami ? Attendez ce que je n'ai pas -
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyfriend? Warte, was habe ich nicht getan-

source: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaax{/i}. Trust me Billy, you're so much cuter when you let me take the lead on this kinda stuff.
french: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaax{/i}. Croyez-moi Billy, vous êtes tellement mignon quand vous me laissez prendre la tête de ce genre de choses.
german: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaaax{/i}. Vertrauen Sie mir Billy, du bist so viel cuter wenn du mir die Führung in Bezug auf diese Art Sachen überträgst.

source: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] By the way, enjoy the video I'm gonna send you later!
french: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] Soit dit en passant, profitez de la vidéo que je vais vous envoyer plus tard !
german: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] Übrigens, genieße das Video, das ich dir später schicke!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Video? What video-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Vidéo ? Quelle vidéo-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Video? Welches Video-

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Wait... DID YOU RECORD US HAVING SEX?!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Attendez... DEMANDEZ-VOUS ENREGISTRER NOUS AVONS UNE SEXE ?!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Warten... DID DU BERECHTIGT UNS HAVING SEX?!

source: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, gotta bait my OnlySimps followers with the premium content somehow!
french: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, il faut attendre mes abonnés OnlySimps avec le contenu premium d'une manière ou d'une autre !
german: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, gotta Köder meine OnlySimps Anhänger mit dem Premium-Inhalt irgendwie an!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] But I didn't-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] Mais je ne l'ai pas fait-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] Aber ich habe es nicht getan

source: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, I'm gonna blur our faces in post, and my real life identity isn't out there online like that. Public reputation and all that... I'll just say you're albino and like to wear latex or something.
french: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh mari, je vais flouer nos visages dans un post, et mon identité de vie réelle n'est pas là en ligne comme ça. « La réputation publique et tout ceci... Je vais juste dire que vous êtes albinos et que vous aimez porter du latex ou quelque chose. »
german: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, ich werde unsere Gesichter im Post verwischen, und meine wahre Identität ist nicht so online. Öffentlicher Ruf und all das... Ich werde nur sagen, Sie sind albino und gerne Latex oder etwas zu tragen.

source: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Gotta go now! Buh-bye, {u}boyfriend{/u}! {i}Haha!{/i}
french: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Va partir! Adieu, {u}copain{/u}! {i}haha!{/i}
german: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Jetzt geht's! Buh-bye, {u}Freund{/u}! {i}Haha!{/i}

source: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh man, I can't wait to rub this news in Paulina's face!
french: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh man, j'ai hâte de frotter cette nouvelle dans le visage de Paulina !
german: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh Mann, ich kann nicht warten, diese Nachricht in Paulinas Gesicht zu reiben!

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...oh, and tell Danny I said thanks for the space to bust my beautiful nut in. He can bask in the glory of knowing a girl did in fact achieve an orgasm in his room! For once!
french: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...oh, et dire à Danny que je l'ai dit merci pour l'espace qui m'a permis de mettre ma belle noix. Il peut se prélasser dans la gloire de savoir qu'une fille a fait un orgasme dans sa chambre ! Pour une fois !
german: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...Oh, und erzählen Danny sagte ich Dank für den Platz, um meine schöne Nuss in die Luft zu brechen. Er kann sich in dem Ruhm bräunen zu wissen, dass ein Mädchen tatsächlich einen Orgasmus in seinem Zimmer erreicht hat!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...what. The heck. Just happened?!
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ... quoi. C'est ce que j'ai vu. Je viens de faire ?!
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...was ist passiert. Das ist passiert?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Star is so weird. I mean, I'm almost glad she's at least consistent in her craziness, but...{p}...and now, I'm her... boyfriend, I guess?
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] L'étoile est si bizarre. Je veux dire, je suis presque content qu'elle soit au moins cohérente dans sa folie, mais pas vrai. .{p}...et maintenant, je suis elle... copain, je suppose?
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Stern ist so seltsam. Ich meine, ich bin fast froh, dass sie zumindest konsistent in ihrer Verrücktheit ist, aber nicht. .{p}...und jetzt, bin ich sie... Freunde, ich vermute?

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] Or, at least Inviso-Bill is. Is she seriously gonna spread that around now? Great...
french: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] Ou, au moins Inviso-Bill est. Est-ce qu'elle va sérieusement répandre ça autour de maintenant? Super...
german: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] Oder, zumindest Inviso-Bill ist. Wird sie das jetzt ernsthaft verbreiten? Großartig...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Well, I guess I've got my first part of the Orgone boost I'll need, which is good...{p}but I think this just brought on a whole lot more trouble than I was expecting...
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Eh bien, je suppose que j'ai ma première partie du boost d'Orgone dont j'ai besoin, ce qui est bien. .{p}mais je pense que cela a causé beaucoup plus de problèmes que ce que je m'attendais...
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Nun, ich denke, ich habe meinen ersten Teil des Orgon-Boosts bekommen, den ich brauche, was gut ist. .{p}, aber ich denke, dass dies nur eine ganze Menge mehr Ärger gebracht hat, als ich erwartet habe...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, if I've got a choice in the matter, it oughta be my dream girl, right?
french: [_danny_s_at_player_s_rise_s_talk_happy_] Eh bien, si j'ai un choix en la matière, ça doit être ma fille de rêve, non ?
german: [_danny_s_at_player_s_rise_s_talk_happy_] Nun, wenn ich eine Wahl in der Materie habe, ist es oughta mein Traummädchen, oder?

source: [_danny_s_down_s_neutral_s_talk_happy_] I'll just use my PDA to get in touch with her as Inviso-Bill.
french: [_danny_s_down_s_neutral_s_talk_happy_] Je vais juste utiliser mon PDA pour entrer en contact avec elle en tant que Inviso-Bill.
german: [_danny_s_down_s_neutral_s_talk_happy_] Ich werde einfach meinen PDA verwenden, um mich als Inviso-Bill in Verbindung zu setzen.

source: [_billspook_] Hey Paulina, it's Billy, the Ghost Boy.
french: [_billspook_] Hé Paulina, c'est Billy, le Fantôme.
german: [_billspook_] Hey Paulina, es ist Billy, der Geister Boy.

source: [_paulinaspook_] Oh, hey, how are you!! I'm so glad to hear from you!
french: [_paulinaspook_] Oh, hey, comment êtes-vous!! Je suis si heureux de vous entendre !
german: [_paulinaspook_] Oh, hey, wie bist du! Ich bin so froh, von dir zu hören!

source: [_billspook_] Good, thanks for asking.{p}Hey, I really need your help with something, if you don't mind.
french: [_billspook_] Bien, merci d'avoir demandé.{p}Hé, j'ai vraiment besoin de votre aide avec quelque chose, si ça ne vous dérange pas.
german: [_billspook_] Gut, vielen Dank, dass du gefragt hast.{p}Hey, ich brauche deine Hilfe wirklich mit etwas, wenn du nichts dagegen hast.

source: [_paulinaspook_] Sure, is everything ok tho?
french: [_paulinaspook_] Bien sûr, est-ce que tout va bien?
german: [_paulinaspook_] Sicher, ist alles in Ordnung?

source: [_billspook_] Yeah, it's fine, I'd just like to maybe hang out together? Is there a time that's good for you?
french: [_billspook_] Ouais, c'est bien, je voudrais juste me raccrocher ensemble ? Y a-t-il un moment qui vous convient ?
german: [_billspook_] Ja, es ist in Ordnung, ich möchte einfach zusammenhängen? Gibt es eine Zeit, die gut für dich ist?

source: [_paulinaspook_] Oh! Well I'm free tomorrow?? We could meet at the Park if you want :)
french: [_paulinaspook_] Oh! Eh bien, je suis libre demain ?? Nous pourrions nous rencontrer dans le Parc si vous voulez :)
german: [_paulinaspook_] Oh! Nun, ich bin morgen kostenlos? Wir könnten uns im Park treffen, wenn du möchtest :)

source: [_billspook_] That'd be awesome. I'll see you in the {b}afternoon{/b} then?
french: [_billspook_] Ce serait génial. Je vais vous voir dans {b}après-midi{/b} alors?
german: [_billspook_] Das wäre großartig. Ich werde dich dann am {b}Nachmittag{/b} sehen?

source: [_paulinaspook_] I will be there! Not a problem!! See ya later Billy!! :)
french: [_paulinaspook_] Je serai là ! Pas un problème !! Regardez-y plus tard !! :)
german: [_paulinaspook_] Ich werde da sein! Kein Problem! Sieh dir später Billy an! :)

source: [_danny_s_at_player_s_wondering_s_grin_] (Great, that worked out pretty well. Hopefully, scoring with the most popular girl in school will be a breeze!)
french: [_danny_s_at_player_s_wondering_s_grin_] (Super, ça s'est bien passé. Espérons que marquer avec la fille la plus populaire à l'école sera une brise !)
german: [_danny_s_at_player_s_wondering_s_grin_] (Großartig, das hat ziemlich gut funktioniert. Hoffentlich wird das Scoring mit dem beliebtesten Mädchen in der Schule eine Brise!)

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Hey, you're here! You really came!
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Hé, tu es là ! Tu es vraiment venu !
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Hey, du bist hier! Du bist wirklich hier!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] So did you! I appreciate it Paulina, thanks for responding so quickly.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Comme vous l'avez fait ! J'apprécie Paulina, merci d'avoir répondu si rapidement.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] So hat es dir gefallen! Ich schätze es Paulina, danke, dass du so schnell reagiert hast.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Totally, but if you don't mind me asking, why'd you wanna meet up again? You didn't give a lot of details as to our little {i}rendezvous{/i}, Ghost Boy.
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Totalement mais si vous ne me gênez pas de me demander, pourquoi voulez-vous vous retrouver? Vous n'avez pas donné beaucoup de détails sur notre petit {i}rendezvous{/i}, Ghost Boy.
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Total, aber wenn es dir nichts ausmacht, frage ich mich, warum möchtest du dich wieder treffen? Du hast nicht viele Details zu unserem kleinen {i}Rendezvous{/i}, Ghost Boy gegeben.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] It's, uh... a bit complicated, I'll be honest.
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] C'est, euh... un peu compliqué, je serai honnête.
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Es ist, uh... ein bisschen kompliziert, ich bin ehrlich.

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Well just explain it to me, I'm not a {i}total{/i} idiot, ya' know.
french: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Eh bien, expliquez-moi, je ne suis pas un idiot {i}total{/i}, vous savez.
german: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Nun erkläre es mir nur, ich bin kein {i}total{/i} Idiot, ya' weiß.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...well, ya' see, there's... I kinda needed...{p}...I just wanted to spend some time with you is all?{p}All this rough and tumble ghost fighting lately has really just been wearing me out.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...eh bien, vous voyez, là... J'ai bien eu besoin...{p}... juste voulu passer un peu de temps avec vous est tout?{p}Tout ce fantôme rude et encombrant ces derniers temps vient vraiment de me porter dehors.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...ja, du siehst, es gibt'... Ich benötigt...{p}... wollte nur einige Zeit mit Ihnen zu verbringen ist alles?{p}All diese rauen und zerfallenen Geisterkämpfe in letzter Zeit haben mich wirklich verschlungen.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] But I thought you were an amazing superhero who could handle any mean ghosty bad guys no problem, no?
french: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Mais je pensais que vous étiez un super-héros incroyable qui pourrait gérer n'importe quel méchant fantomatique sans aucun problème, non ?
german: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Aber ich dachte, du warst ein erstaunlicher Superheld, der jeden geistlichen Bösen ohne Problem handhaben konnte, nein?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Well, kinda, but this new ghost I'm up against, they're the strongest one I've faced yet.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Eh bien, bon sang, mais ce nouveau fantôme contre lequel je suis debout, c'est celui qui est le plus puissant que j'ai affronté pour l'instant.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Nun, Kinda, aber dieser neue Geist, gegen den ich bin, sie sind der stärkste, dem ich bisher begegnet bin.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} So in case you don't survive your next battle, you wanted to spend your last few hours in a somewhat semi-corporeal form with {u}me{/u}??
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} Donc si vous ne survivez pas à votre prochaine bataille, vous vouliez passer vos dernières heures sous une forme semi-corporelle avec {u}moi{/u}??
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} Falls du also deinen nächsten Kampf nicht überlebst, wolltest du deine letzten Stunden mit {u}me{/u}??

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] That is {i}sooooo{/i} romantic!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] C'est {i}suoooo{/i} romantique!
german: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] Das ist {i}sooo{/i} romantisch!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, yeah, that was {i}exactly{/i} what I wanted to have happen, yeup.
french: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, oui, c'était {i}exactement{/i} ce que je voulais avoir, yeup.
german: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, ja, das war {i}genau{/i} was ich hätte passieren wollen, yeup.

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, you're so sweet Ghost Boy...
french: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, tu es si doux...
german: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, du bist so süßer Geister...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] So, how should we spend our time together? Go to the Mall maybe, catch a movie to watch-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Alors, comment devrions-nous passer notre temps ensemble ? Allez au Mall peut-être, capturez un film à regarder-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Also, wie sollten wir unsere Zeit gemeinsam verbringen? Gehe in die Mall vielleicht, fange einen Film um zu sehen-

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Let's break into my school together!
french: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Faisons entrer dans mon école ensemble !
german: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Lass uns gemeinsam in meine Schule einbrechen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...or commit breaking and entering, just the sort've intimate getaway I would've imagined you suggesting.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...ou commettre une pause et entrer, juste le genre d'escapade intime que j'aurais imaginé vous suggérer.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...oder begehen Sie brechen und betreten, nur die sort've intimen Urlaub, die ich mir vorstellen würde, dass du vorschlägst.

source: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Well{/i}, I guess I should be upfront and say I do have a {u}reason{/u} for wanting to break in with you...
french: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Eh bien{/i}, je suppose que je devrais être à l'avance et dire que j'ai une raison {u}{/u} de vouloir entrer avec vous...
german: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Nun{/i}, ich denke, ich sollte vorab sein und sagen, dass ich einen {u}Grund habe{/u} habe, weil ich mit dir einbrechen möchte...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh please, I'm all ears on this one...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh s'il vous plaît, je suis tout à fait attentif à celui-ci...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh bitte, ich bin alle Ohren auf diesem...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] See, I was going to ask this guy Dash to help me out with this, but he can barely brush his teeth, let alone open a locked door quietly and discreetly.
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Voyez, j'allais demander à ce mec Dash de m'aider avec ceci, mais il peut à peine se brosser les dents, et encore moins ouvrir une porte fermée tranquillement et discrètement.
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Sieh, ich wollte diesen Kerl Dash bitten, mir dabei zu helfen aber er kann seine Zähne kaum putzen, geschweige denn eine verschlossene Tür ruhig und diskret öffnen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Why exactly do you want to break into your own high school though?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Mais pourquoi voulez-vous exactement entrer dans votre propre école secondaire ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Warum willst du aber genau in deine eigene Gymnasium brechen?

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] I {i}maaaaybe{/i} wanna get a copy of the test answers for the upcoming quizzes ahead of time...?
french: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] Moi {i}maaaaybe{/i} je veux obtenir une copie des réponses de test pour les prochains questionnaires à l'avance...?
german: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] Ich {i}maaaaaybe{/i} möchte eine Kopie der Test-Antworten für die kommenden Quizze vor der Zeit bekommen...?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Wait, what?! Why? Haven't you studied for them?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Attendez, quoi?! Pourquoi? Vous n'avez pas étudié pour eux?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Warte, was?! Warum? Warum? Warst du noch nicht?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, no?? Of course not! But Daddy needs to see that I'm getting an "A" on this one stupid test, or I'm banned from going to see Ember's concert that's in town!
french: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, non? Bien sûr que non! Mais Papa a besoin de voir que je reçois un "A" sur ce test stupide ou je suis interdite d'aller voir le concert d'Ember's en ville!
german: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, nein? Natürlich nicht! Aber Daddy muss sehen, dass ich ein "A" auf diesem einen dummen Test bekomme oder ich bin verboten, um Ember's Konzert zu sehen, das in der Stadt ist!
