Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_s_closed_s_neutral_s_talk_happy_] I've sorta got a present for you.
french: [_danny_s_closed_s_neutral_s_talk_happy_] J'ai fait un cadeau pour vous.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] A present? Why Danny you shouldn't have!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Un cadeau ? Pourquoi Danny vous ne devriez pas avoir !

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Now let me see here...
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Maintenant laissez-moi voir ici...

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Is this...?
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Est-ce que...?

source: [_danny_s_towards_s_sad_s_talk_pleased_] Do you, uh, do you like it Mom?
french: [_danny_s_towards_s_sad_s_talk_pleased_] Est-ce que vous, euh, aimez-vous ça Maman ?

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Uhm, well Danny, it's just that... I'm not sure you should be buying-
french: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Euh, bien Danny, c'est juste que... je ne suis pas sûr que vous deviez acheter-

source: [_danny_s_down_s_unhappy_s_talk_frown_] You don't like that I got it?
french: [_danny_s_down_s_unhappy_s_talk_frown_] Vous n'aimez pas que je l'ai compris ?

source: [_maddie_s_towards_s_confused_s_talk_frown_] N-No! It's very lovely dear, for certain... I'm just not sure if you should be buying these types of clothes for me.
french: [_maddie_s_towards_s_confused_s_talk_frown_] N-Non ! C'est très beau, bien sûr... Je ne sais pas si vous devriez acheter ce type de vêtements pour moi.

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] I'm sorry Mom, it's just that you're so beautiful I thought I could buy something really nice to make you look really radiant in!
french: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] Je suis désolé Maman, c'est juste que vous êtes si beau que je pense que je pourrais acheter quelque chose de vraiment agréable pour vous faire paraître rayonnant !

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Oh Danny... that's very sweet of you. But you don't need to buy me clothes, I can do that myself. I prefer... more one on one time together.
french: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Oh Danny... c'est très doux de vous. Mais vous n'avez pas besoin de m'acheter des vêtements, je peux le faire moi-même.

source: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Well, we could go see a movie then if you'd prefer? Or just to the Mall in general.
french: [_danny_s_towards_s_rise_s_talk_distraught_s_-blush_] Eh bien, nous pourrions aller voir un film si vous préférez ? Ou juste au centre commercial en général.

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] I actually have a few chores I need to sort at the moment.
french: [_maddie_s_towards_s_unhappy_s_talk_frown_] J'ai en fait quelques tâches dont j'ai besoin pour le moment.

source: [_danny_s_down_s_sad_s_talk_frown_] Oh okay, I understand.
french: [_danny_s_down_s_sad_s_talk_frown_] Ok, je comprends.

source: [_maddie_s_towards_s_wondering_s_talk_happy_] But it is a very thoughtful gift, Danny! Don't ever lessen what you did for me.
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Mais c'est un cadeau très réfléchi, Danny ! Ne diminuez jamais ce que vous avez fait pour moi.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Yeah, of course. I guess I'll just see you later then.
french: [_danny_s_towards_s_unhappy_s_talk_happy_] Oui, bien sûr. Je suppose que je vais juste te voir plus tard.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Sounds good, kiddo.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Ça dirait bien, plaisanterie.

source: [_maddie_s_closed_s_unhappy_s_frown_] (Poor Danny...he seems genuinely upset.)
french: [_maddie_s_closed_s_unhappy_s_frown_] (Pauvre Danny...il semble vraiment contrarié.)

source: [_maddie_s_towards_s_rise_s_frown_] (After all, this is some very expensive lingerie...)
french: [_maddie_s_towards_s_rise_s_frown_] (Après tout, c'est de la lingerie très chère...)

source: [_maddie_s_towards_s_wondering_s_smile_] (He put in this much effort to show me he cares...)
french: [_maddie_s_towards_s_wondering_s_smile_] (Il s'est efforcé de me montrer qu'il se caresse...)

source: [_maddie_s_closed_s_amused_s_amusement_] (Maybe a little misguided, but...)
french: [_maddie_s_closed_s_amused_s_amusement_] (Peut-être un peu faux, mais...)

source: [_maddie_s_towards_s_rise_s_bite_s_blush_] (...maybe I should {i}talk{/i} to him later.)
french: [_maddie_s_towards_s_rise_s_bite_s_blush_] (...je devrais peut-être parler à {i}par la suite{/i})

source: [_maddie_s_away_s_amused_s_blush_] (I am wondering if we could spend some time alone during the weekend again?)
french: [_maddie_s_away_s_amused_s_blush_] (Je me demande si nous pourrions passer un peu de temps seul pendant le week-end ?)

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Dad, honestly, I don't understand why we have to go to this stupid fair show!
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] papa, honnêtement, je ne comprends pas pourquoi nous devons aller à ce spectacle stupide !

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Well, after Danny and your Mother had some quality bonding time together, your mother felt it was only right that {i}we{/i} had some time together as well! She even booked us these fair tickets herself!
french: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Eh bien, après que Danny et votre mère aient eu du temps de liaison de qualité ensemble, votre mère a pensé qu'il était juste que {i}nous{/i} avions aussi du temps ensemble ! Elle nous a même réservé ces billets pour la foire !

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] But it's like a five hours drive out of town!
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Mais c'est comme si cinq heures de route en ville !

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Now, now young lady! You'll find it best to listen to your mother from time to time! Just look at Danny and her!
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Maintenant, jeune dame! Vous trouverez mieux écouter votre mère de temps en temps ! Regardez juste Danny et elle!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] What about them?
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Qu'en est-il d'eux?

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, it's clear to me that they've bonded together more than ever before! And what brings family together closer than fried bacon on a stick and pig shows?
french: [_jack_s_closed_s_sad_s_talk_happy_] Eh bien, il est clair pour moi qu'ils ont plus que jamais lié ensemble ! Et qu'est-ce qui rapproche la famille que le bacon frit sur un bâton et les spectacles de porcs?

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Oh c'mon Jazz, it's just an overnight trip, you'll be back home before you know it.
french: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Oh c'mon Jazz, c'est juste un voyage de nuit, vous serez de retour chez vous avant de le savoir.

source: [_danny_s_towards_s_rise_s_talk_distraught_] I didn't even know this trip was happening before today.
french: [_danny_s_towards_s_rise_s_talk_distraught_] Je ne savais même pas que ce voyage se passait avant aujourd'hui.

source: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Me either!!
french: [_jazz_s_flip_s_towards_s_sad_s_talk_frown_] Moi aussi !!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Be safe you two, I packed some lunch boxes for the journey.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Soyez en sécurité deux, j'ai emballé quelques boîtes pour le voyage.

source: [_danny_s_towards_s_sad_s_talk_frown_] If you seriously need something, just call Jazz.
french: [_danny_s_towards_s_sad_s_talk_frown_] Si vous avez vraiment besoin de quelque chose, appelez Jazz.

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Sensible, {i}reasonable{/i} parents would be a good start!
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Sensable, {i}raisonnable{/i} parents seraient un bon début!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Come along Jazz!
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Venez le long de Jazz!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {i}*Sigh*{/i} Fine, whatever.
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_s_blush_] {i}*Soupir*{/i} D'accord, quoi.

source: [_danny_s_at_player_s_rise_s_grin_s_blush_] (Huh, guess it's just me and Mom home alone tonight.)
french: [_danny_s_at_player_s_rise_s_grin_s_blush_] (Huh, supposons que c'est juste moi et Maman maison seule ce soir.)

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey Mom do you want to-
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Hey Maman veux-tu -

source: [_maddie_s_away_s_rise_s_talk_amused_] Not now sweetie, I still have a few errands I need to run.
french: [_maddie_s_away_s_rise_s_talk_amused_] Pas encore édulcoré, j'ai encore quelques courses à courir.

source: [_danny_s_down_s_sad_s_talk_distraught_] Oh, okay. (Damn it! Guess it's a quiet evening for me.)
french: [_danny_s_down_s_sad_s_talk_distraught_] Oh, d'accord. (Bon sang! Devinez que c'est une soirée tranquille pour moi.)

source: [_danny_s_fenton_s_offscreen_s_closed_s_rise_s_talk_distraught_] {i}*Yawn*{/i} Whose knocking at this time?
french: [_danny_s_fenton_s_offscreen_s_closed_s_rise_s_talk_distraught_] {i}*Yawn*{/i} Qui frappe en ce moment ?

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Danny? Can I come in?
french: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Danny ? Puis-je entrer ?

source: [_danny_s_f_s_offscreen_s_down_s_rise_s_talk_pleased_] Sure Mom, it's really late thou- {b}WHOA!!{/b}
french: [_danny_s_f_s_offscreen_s_down_s_rise_s_talk_pleased_] Bien sûr, il est vraiment tard - {b}WHOA!!{/b}

source: [_maddie_s_towards_s_rise_s_talk_amused_] So... how do I look?
french: [_maddie_s_towards_s_rise_s_talk_amused_] Alors... que dois-je faire?

source: [_danny_s_ahegao_s_wondering_s_talk_frown_s_blush_] M-M-Mom...
french: [_danny_s_ahegao_s_wondering_s_talk_frown_s_blush_] M-M-Maman...

source: [_maddie_s_away_s_unhappy_s_talk_displeased_] Well, I was kinda hoping for more than a slight stuttering fit, but that's alright-
french: [_maddie_s_away_s_unhappy_s_talk_displeased_] Eh bien, j'espérais plus qu'un léger saccage à l'arrière, mais c'est tout à fait normal -

source: [_danny_s_towards_s_angry_s_talk_happy_s_blush_] {b}YOU LOOK HOT as hell!{/b}
french: [_danny_s_towards_s_angry_s_talk_happy_s_blush_] {b}VOUS RECONNAISSEZ EN ENfer!{/b}

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] I do? Well... I'm glad I still got it... thank you Danny.
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] Je le fais? Eh bien... Je suis content de l'avoir encore... merci Danny.

source: [_danny_s_towards_s_rise_s_talk_pleased_s_blush_] Could you, uh, t-turn around?
french: [_danny_s_towards_s_rise_s_talk_pleased_s_blush_] Pourriez-vous, euh, faire demi-tour ?

source: [_maddie_s_towards_s_confused_s_talk_happy_] Oh! Why, s-sure!
french: [_maddie_s_towards_s_confused_s_talk_happy_] Oh! Pourquoi, hein!

source: [_maddie_s_towards_s_confused_s_bite_s_blush_] (It feels weird having Danny drooling over me like this but... it's also kind of...)
french: [_maddie_s_towards_s_confused_s_bite_s_blush_] (Il me semble bizarre que Danny me baise comme ça, mais... c'est aussi bien...)

source: [_maddie_s_away_s_unhappy_s_talk_happy_s_-blush_] ... I'm sorry I've had to ignore you the last few days.
french: [_maddie_s_away_s_unhappy_s_talk_happy_s_-blush_] ... Je suis désolé d'avoir dû vous ignorer ces derniers jours.

source: [_danny_s_towards_s_sad_s_talk_frown_] It's okay Mom, it's been a lot for us both to process... I think I know why you-
french: [_danny_s_towards_s_sad_s_talk_frown_] C'est normal Maman, ça a été beaucoup pour nous tous deux à traiter... Je pense que je sais pourquoi vous...

source: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Danny, I'm done processing... I know what I want.
french: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Danny, j'ai fini de traiter... Je sais ce que je veux.

source: [_danny_s_towards_s_rise_s_talk_frown_] Did you plan all this? Sending Jazz and dad away together?
french: [_danny_s_towards_s_rise_s_talk_frown_] Avez-vous planifié tout cela ? Envoi de Jazz et de papa ensemble ?

source: [_maddie_s_towards_s_sad_s_talk_frown_s_-blush_] Are you mad that I didn't tell you my plan?
french: [_maddie_s_towards_s_sad_s_talk_frown_s_-blush_] Êtes-vous fou que je ne vous ai pas dit mon plan ?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_-blush_] {i}What!{/i} No, n-not at all, of course not!
french: [_danny_s_towards_s_sad_s_talk_distraught_s_-blush_] {i}Quoi!{/i} Non, pas du tout, bien sûr non !

source: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Good! Because since our time in the forest, I can't stop thinking about your fat juicy cock.
french: [_maddie_s_towards_s_wondering_s_talk_amused_s_blush_] Bien ! Parce que depuis notre époque dans la forêt, je ne peux pas cesser de penser à votre grosse queue juteuse.

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] Hearing you talk like that is such a turn-on!
french: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] Vous entendez parler comme ça est un tel virage!

source: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] As long as we keep it just in the bedroom sweetie, remember. I'm just Mom outside these walls.
french: [_maddie_s_towards_s_amused_s_talk_happy_s_blush_] Tant que nous le gardons dans la douceur de la chambre, souvenez-vous. Je suis juste maman à l'extérieur de ces murs.

source: [_danny_s_towards_s_neutral_s_talk_frown_s_-blush_] What am I supposed to call you when we're alone here then Mom?
french: [_danny_s_towards_s_neutral_s_talk_frown_s_-blush_] Qu'est-ce que je suis censé vous appeler quand nous sommes seuls alors Maman ?

source: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Mmm... how about we try... your little {i}slut{/i} Mommy.
french: [_maddie_s_towards_s_neutral_s_talk_happy_s_blush_] Mmm... Que diriez-vous d'essayer... votre petite salope {i}{/i} Mommie.

source: [_danny_s_closed_s_neutral_s_bite_s_blush_] (Jeez Mom! Just thinking about saying that to you makes me a little embarrassed!)
french: [_danny_s_closed_s_neutral_s_bite_s_blush_] (Jeez Maman ! Pensez simplement à vous dire cela me rend un peu embarrassé!)

source: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Wanna know a little secret?
french: [_maddie_s_towards_s_rise_s_talk_happy_s_blush_] Voulez-vous savoir un petit secret ?

source: [_danny_s_towards_s_wondering_s_talk_happy_s_-blush_] W-what secret?
french: [_danny_s_towards_s_wondering_s_talk_happy_s_-blush_] Quel secret ?

source: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}I'm already wet.{/i}
french: [_maddie_s_towards_s_amused_s_talk_amused_s_blush_] {i}Je suis déjà mouillé.{/i}

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_-blush_] Now tell me baby, {i}whose the best?{/i}
french: [_maddie_s_towards_s_wondering_s_talk_happy_s_-blush_] Maintenant, dites-moi le bébé, {i}qui est le meilleur?{/i}

source: [_danny_s_towards_s_neutral_s_talk_happy_] Y-you are!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Y-vous êtes !

source: [_maddie_s_towards_s_amused_s_talk_amused_] Hmmmm... that's good to know.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Hmmmm... c'est bon de savoir.

source: [_danny_s_ahegao_s_sad_s_talk_frown_s_-blush_] M-Mom, don't just tease me like this!
french: [_danny_s_ahegao_s_sad_s_talk_frown_s_-blush_] M-Mom, ne me taquinez pas comme ça !

source: [_maddie_s_towards_s_amused_s_talk_amused_] Last time we made love... this time, {i}we're fucking.{/i}
french: [_maddie_s_towards_s_amused_s_talk_amused_] La dernière fois que nous avons fait de l'amour... Cette fois, {i}nous baisons.{/i}

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (FUUUUUU....~)
french: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (FUUUUUUUU....~)

source: [_maddie_s_towards_s_rise_s_talk_frown_] Don't be so speechless baby... I'm waiting.
french: [_maddie_s_towards_s_rise_s_talk_frown_] Ne soyez pas un bébé sans voix... J'attend.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] You don't need to tell me twice!
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Vous n'avez pas besoin de me le dire deux fois !

source: [_maddie_] Danny your hands are so- {i}OOOOH!{/i}
french: [_maddie_] Danny vos mains sont donc - {i}OOOOH !{/i}

source: [_danny_] Ah! Mom! It feels different doing it like this!
french: [_danny_] Ah! Maman ! Ça a l'air différent de faire comme ça !

source: [_maddie_] Oh! Ooh! Keep going baby!
french: [_maddie_] Oh! Ooh! Continuez à aller bébé!

source: [_danny_] Mom! Fuck! This is awesome!
french: [_danny_] Maman ! Fuck ! C'est génial !

source: [_danny_] Mom, your butt is so soft when it hits back into me.
french: [_danny_] Mama, ton cul est si doux quand il me retouche.

source: [_maddie_] Ah! Ah! You're just filling me up so much! Mmm!
french: [_maddie_] Ah! Ah ! Tu me remplis tellement ! Mmm!

source: [_danny_] So. Freakin' good!
french: [_danny_] Bon frémissement !

source: [_maddie_] Y-yes!~
french: [_maddie_] Oui !~

source: [_danny_] This is incredible! I don't know how much longer I can hold on!
french: [_danny_] C'est incroyable ! Je ne sais pas combien de temps je peux retenir !

source: [_maddie_] Oooooh!~ Me too baby! Cum inside of me sweetie! Fill me up!
french: [_maddie_] Oooooh!~ Moi aussi bébé ! Cum à l'intérieur de moi sucré! Remplissez-moi !

source: [_danny_] But what about-
french: [_danny_] Mais de quoi s'agit-il-

source: [_maddie_] JUST DO IT!
french: [_maddie_] JUSTE LE FAIRE !

source: [_danny_] Oh f-f-fuckkkkk!
french: [_danny_] Oh f-fuckkkkkkkk !

source: [_danny_] I'm gonna cum!
french: [_danny_] Ouais, je suis presque sûr que ce n'est pas une chose normal.

source: [_danny_] {i}*Huff*{/i} That was awesome!
french: [_danny_] {i}*Huff*{/i} C'était génial !

source: [_maddie_] Phew! That was...
french: [_maddie_] Ouf! C'était...

source: [_maddie_] ...wait a minute.
french: [_maddie_] ...attendez une minute.

source: [_maddie_] Danny you stud! Are you still hard?
french: [_maddie_] Danny tu étudies ! Tu es encore dur ?

source: [_danny_] I don't know what it is! I just need more!
french: [_danny_] Je ne sais pas ce que c'est! J'ai juste besoin de plus!

source: [_maddie_] {i}*Blushing*{/i} Seriously?
french: [_maddie_] {i}*Blushing*{/i} Sérieusement, ?

source: [_danny_] Mom I want to take you on your hands and knees!
french: [_danny_] Maman je veux vous prendre sur vos mains et genoux !

source: [_maddie_] Oh my! Look at you talking all confident now my little stud!
french: [_maddie_] Oh mon ! Regarde toi de parler en toute confiance maintenant mon petit gobelin !

source: [_danny_] Do it!
french: [_danny_] Fais-le !

source: [_maddie_] Mmm, whatever you want {i}sir.{/i}
french: [_maddie_] Mmm, ce que vous voulez {i}sir.{/i}

source: [_maddie_] Come on baby, show me what you've got!
french: [_maddie_] Allez-y, montrez-moi ce que vous avez!

source: [_maddie_] {i}OH FUCK YES!{/i}
french: [_maddie_] {i}DE CHAQUE CHAQUE OUI !{/i}

source: [_danny_] Oh shit! It feels so different doing it like this!
french: [_danny_] Oh merde ! C'est tellement différent de le faire comme ça !

source: [_maddie_] {i}*Huff*{/i} Don't. Stop. {i}*Huff*{/i}
french: [_maddie_] {i}*Poufs*{/i} Non. Stop. {i}*Pouf*{/i}

source: [_danny_] You're really squeezing me tight!
french: [_danny_] Tu me serres vraiment !

source: [_maddie_] Ahhh! Just keep taking me like an animal, baby!
french: [_maddie_] Ahhhh! Continuez à me prendre comme un animal, bébé!

source: [_danny_] (I don't know how much longer I can hold on like this!)
french: [_danny_] (Je ne sais pas combien de temps je peux retenir comme ça !)

source: [_maddie_] That's it baby! Use my pussy! I'm done holding back! I can't anymore! Ever since that night- {i}Ah!{/i} ...in the woods, I just can't stop thinking about- {i}Ooh!{/i} ...this!!
french: [_maddie_] C'est mon bébé ! Utilises ma chatte ! J'ai fini de me retenir ! Je ne peux plus ! Depuis cette nuit - {i}Ah!{/i} . .dans les bois, je n'arrête pas de penser - {i}Ooh!{/i} ...à ça!!

source: [_danny_] Mom, I can't hold out much longer!
french: [_danny_] Maman, je ne peux pas tenir plus longtemps !

source: [_maddie_] Ah! Neither can I baby!
french: [_maddie_] Ah! Je ne peux plus non plus bébé!

source: [_danny_] Mom! Cum first!
french: [_danny_] Maman! Jouis d'abord!

source: [_maddie_] Baby no! It's okay, use me!!~
french: [_maddie_] Bébé non ! C'est normal, utilisez-moi !!~

source: [_danny_] FUCK! You're cumming whether you like it or not!
french: [_danny_] FRAIS ! Vous allez éjaculer que vous aimiez ou non !

source: [_maddie_] (What the hell? He's thrusting even faster! Oh my god! This is insane! Jack would have finished twice by now!)
french: [_maddie_] (Qu'est-ce que l'enfer? Il lance encore plus vite! Oh mon dieu! C'est fou ! Le Jack aurait fini deux fois maintenant!)

source: [_danny_] This ass is mine Mom!
french: [_danny_] Ce cul est à ma Maman !

source: [_danny_] (I really hope I've got this whole {i}"dominant"{/i} thing down... Mom seems to like. To be honest, it's a little weird talking to girls that way! But oh well!)
french: [_danny_] (J'espère vraiment que j'aurai tout ce qu'il y a de {i}"dominant"{/i}... La mère semble aimer. Pour être honnête, c'est un peu bizarre de parler aux filles de cette manière! Mais oh bien!)

source: [_maddie_] (It's so hot when he talks like that, and he's so determined to make me cum!)
french: [_maddie_] (C'est si chaud quand il parle comme ça, et il est si déterminé à me faire foutre !)

source: [_danny_] (Time to use the last of my energy! I NEED to make her cum again!)
french: [_danny_] (Il est temps d'utiliser la dernière de mon énergie ! J'ai BESOIN de la rendre à nouveau foutre !)

source: [_maddie_] Danny it's okay you- {i}AHHHHHHHH!!{/i} D-Danny!
french: [_maddie_] Danny c'est ok - {i}AHHHHHHHHHHHHH!!{/i} D-Danny !

source: [_maddie_] (I can't hold on! Where the hell did this come from?!)
french: [_maddie_] (Je ne peux pas retenir ! D'où vient cet enfer ?!)

source: [_maddie_] D-Danny I'm... I'm...
french: [_maddie_] D-Danny Je suis... J'y suis...

source: [_maddie_] C-c-c-
french: [_maddie_] Je-je-je-

source: [_maddie_] {i}CUMMING~~!{/i}
french: [_maddie_] {i}JOUISSSS~!{/i}

source: [_maddie_] {i}*Pant* *Pant*{/i} Danny... where did that energy come from?
french: [_maddie_] {i}*Pant* *Pant*{/i} Danny... d'où provient cette énergie ?

source: [_danny_] Sorry, I guess I just got carried away...
french: [_danny_] Désolé, je suppose que je viens de me faire emporter...

source: [_maddie_] I {i}*Pant*{/i} need to... lay down a... bit...
french: [_maddie_] Moi {i}*Pant*{/i} a besoin de... déposer ... un peu...

source: [_danny_] Me... me too... I guess that was a little intense for the both of us, huh...?
french: [_danny_] Moi... moi aussi... je suppose que c'était un peu intense pour nous deux, hein...?

source: [_danny_] (Did I just... fuck Mom to sleep? Was it {i}that{/i} good?)
french: [_danny_] (Ai-je juste ... baisé maman pour dormir ? Est-ce {i}ç{/i} bien?)

source: [_maddie_] {i}*Grumble*{/i} Danny... come cuddle me a bit baby.
french: [_maddie_] {i}*Grumble*{/i} Danny... venez me câliner un peu bébé.

source: [_danny_] ...yeah. Okay Mom.
french: [_danny_] ...oui. Ok Maman.
