Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Yeah but, it's like she literally popped out of thin air, it's like she's a... a...
french: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Ouais, mais c'est comme si elle avait littéralement surgi d'air, c'est comme si c'était un...
german: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Ja, aber es ist so, als ob sie buchstäblich aus der Luft ausbrach, es ist wie sie ...

source: [_danny_s_towards_s_wondering_s_talk_distraught_] ...like a ghost?
french: [_danny_s_towards_s_wondering_s_talk_distraught_] ... comme un fantôme?
german: [_danny_s_towards_s_wondering_s_talk_distraught_] ...wie ein Gespenster?

source: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...well, I mean, that {i}does{/i} sound sorta silly when you say it out loud, but... y-yeah.
french: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...eh bien, je veux dire, que {i}sonne{/i} stupide sorta quand vous le dites à haute voix, mais... yah.
german: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...nein, ich meine, dass {i}dumm klingt, wenn du es laut aussagst, aber... y-yeah.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, whoa, whoa! You guys are just going to assume a super starlet who {i}you{/i} didn't personally hear of before is a ghost? We're making {i}that{/i} leap of faith already?
french: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, quia, qui! « Vous allez juste supposer qu'une super starlet dont {i}vous{/i} n'avez pas entendu parler avant est un fantôme? » « Nous faisons déjà un bond de la foi en {i}? »
german: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, Whoa, whoa! Du wirst einfach davon ausgehen, dass ein Superstarlet {i}du nicht persönlich gehört hast{/i} ist ein Geist? Wir machen {i}dass{/i} Sprung des Glaubens?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, no, I'm not saying she's a ghost Tucker, I'm just saying it's pretty strange that a nobody could reach super stardom {i}this{/i} fast.{p}What do you think Danny?
french: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, non, je ne dis pas qu'elle est un fantôme Tucker, Je dis simplement qu'il est assez étrange qu'un personne ne puisse atteindre une super étoile {i}ça {/i} rapidement.{p}Que pensez-vous de Danny?
german: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, nein, ich sage nicht, sie ist ein Geistertucker, Ich sage nur, es ist ziemlich merkwürdig, dass niemand diesen Superstar {i}schnell erreichen konnte.{p}Was denkst du Danny?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? Is everything okay?
french: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny ? Tout fonctionne-t-il ?
german: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? Ist alles in Ordnung?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Sorry, uhh, just thinking is all...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Désolé, euh, je pense juste que c'est tout...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Sorry, uhh, nur denken ist alles...

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Care to share?
french: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Vous voulez partager ?
german: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Sorge um zu teilen?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] It's nothing... I just, I do sorta get this funny feeling listening to her music, and even looking at that photo Tuck showed.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] C'est rien... Je jure, je ne fais que trier ce drôle en écoutant sa musique, et même en regardant cette photo montrée Tuck.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Es ist nichts... Ich gerecht, ich tue sorta dieses komische Gefühl, ihre Musik zu hören, und sogar Blick auf das Foto Tuck gezeigt.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, well my friend, I think I've got something to give you an even {u}bigger{/u} dose of that kinda feeling, if you know what I mean!
french: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, bien mon ami, Je pense que j'ai quelque chose pour vous donner une dose encore {u}plus grande{/u} de ce genre de sentiment, si vous savez ce que je veux dire !
german: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, gut mein Freund, Ich denke, ich habe etwas zu geben, um dir eine sogar {u}größere Dosis dieses Kinda-Gefühls zu geben, wenn du weißt, was ich meine!

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, this isn't going to be something perverted is it!
french: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, ce ne sera pas quelque chose de perverti, c'est ça !
german: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, das wird nicht etwas pervertiert sein, ist es!

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} I will have you know, miss high and mighty, that this is {i}highly{/i} relevant to the situation at hand!
french: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} Je vais vous faire savoir, manquer haute et puissante, que c'est {i}haut{/i} pertinent pour la situation à portée de main !
german: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} Ich werde dich wissen lassen, viel und mächtig verpassen, dass dies {i}hochgradig ist{/i} relevant für die aktuelle Situation ist!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, really? Please, enlighten me as to how.
french: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, vraiment? S'il vous plaît, éclaircissez-moi comment faire.
german: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, wirklich? Erlebe mich bitte, wie.

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Like {u}this!{/u}
french: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Aimer {u}ceci !{/u}
german: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Gefällt {u}dies!{/u}

source: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Whoa!!{/i} What the heck...?!
french: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Qui !!{/i} Qu'est ce que ça foutu ?!
german: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Whoa!!{/i} Was für ein Heck...?!

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] She did a modeling shoot the other day, and it is GLORIOUS!
french: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Elle a fait une modélisation l'autre jour, et c'est GLORIOUS !
german: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Sie hat neulich eine Modellierung schießen und es ist GLORIOUS!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}real{/u} relevant. {i}Very{/i} focused on the topic at hand, Tuck.
french: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}réel{/u} pertinente. {i}Vraiment{/i} s'est concentré sur le sujet à la main, Tuck.
german: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}real{/u} relevant. {i}Very{/i} konzentriert sich auf das Thema in der Hand, Tuck.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] I mean, yeah, seriously Tuck... that isn't very... I mean, that is just... wow...
french: [_danny_s_ahegao_s_wondering_s_talk_amused_] Je veux dire, oui, sérieusement Tuck... ce n'est pas très... je veux dire, c'est juste... wow...
german: [_danny_s_ahegao_s_wondering_s_talk_amused_] Ich meine, ja, ernsthaft Tuck... das ist nicht wahr... Ich meine, das ist gerecht... wow...

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hey, stay focused for a second, Y chromosome!{p}Also, that picture is probably photo edited anyway. No one looks this way in real life!!
french: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hé, restez concentré pendant une seconde, chromosome Y !{p}De plus, cette photo est probablement éditée de toute façon. Personne ne regarde de cette façon dans la vraie vie !!
german: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hey, bleib für eine Sekunde, Y Chromosome!{p}Wahrscheinlich ist dieses Bild trotzdem bearbeitet. Niemand sieht so im realen Leben aus!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] ...s-sorry did you say something Sam?
french: [_danny_s_towards_s_sad_s_talk_displeased_] ...-désolé avez-vous dit quelque chose de Sam?
german: [_danny_s_towards_s_sad_s_talk_displeased_] ...s-sorry hast du etwas Sames gesagt?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Sigh*{/i} Forget it, I'll see both of you weaker sexes in class.
french: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Soupir*{/i} Oublie, je vais voir les deux sexes les plus faibles en classe.
german: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Sehen*{/i} Vergiss es, ich sehe beide schwächeren Geschlechter in der Klasse.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] I better get a move on too, but dude, don't worry about Sam. She's trying to help out, but you'd have to be {u}crazy{/u} to think Ember's a ghost just because she appeared out of the blue.
french: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Je ferais mieux d'aller de l'avant aussi, mais bon, ne vous inquiétez pas de Sam. Elle essaie de l'aider, mais vous devez être {u}folle{/u} pour penser que Embera est un fantôme juste parce qu'elle est sortie du bleu.
german: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Ich bekomme besser auch einen Schritt weiter, aber du solltest dich nicht um Sam kümmern. Sie versucht zu helfen, aber du müsst {u}verrückt sein{/u} sein, um Ember's Gespenst zu denken, nur weil sie aus dem Blau erschien.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Yeah.. real crazy.
french: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Ouais... vraiment fou.
german: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Ja.. wirklich verrückt.

source: [_lancer_s_towards_s_idle__s_talk_happy_] ...and can anyone explain to me why Gatsby's extravagance begins to work {i}against{/i} him towards the later chapters of the book?
french: [_lancer_s_towards_s_idle__s_talk_happy_] ... et n'importe qui peut-il m'expliquer pourquoi l'extravagance de Gatsby commence à faire {i}contre lui{/i} vers les chapitres ultérieurs du livre?
german: [_lancer_s_towards_s_idle__s_talk_happy_] ...und kann mir irgendjemand erklären, warum Gatsbys Extravaganz beginnt, {i}gegen ihn zu arbeiten{/i} gegenüber den späteren Kapiteln des Buches?

source: Classroom [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}
french: Salle de classe [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}
german: Klassenzimmer [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Anyone?{p}An educated guess, perhaps?{p}Literally {u}anyone{/u} with a suggestion?
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] Quelqu'un?{p}Une idée éduquée, peut-être?{p}littéralement {u}quelqu'un{/u} avec une suggestion?
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] Jenseit?{p}Vielleicht eine gebildete Schätzung?{p}wörtlich {u}jedem{/u} mit einem Vorschlag?

source: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, and now do you ladies have a {i}particular{/i} reason for being fifteen minutes late to class?
french: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, et maintenant est-ce que vous avez une raison de {i}particulière{/i} d'avoir 15 minutes de retard dans la classe?
german: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, und jetzt haben deine Damen einen {i}Partikel{/i} Grund, 15 Minuten in der Klasse zu sein?

source: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClain's record label just released a new single! We were blasting it in the bathroom!
french: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Le label Ember McClain vient de sortir un nouveau célibataire! Nous l'avions projeté dans la salle de bain!
german: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClains Plattenlabel hat gerade eine neue Single veröffentlicht! Wir haben sie im Badezimmer gespritzt!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}Who{/i} now?
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}qui{/i} maintenant?
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}Wer nun{/i} jetzt?

source: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Mr. Lancer, do you even pay attention to the {i}slighest{/i} amount of pop culture today?
french: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Monsieur Lancer, prêtez-vous même attention au {i}le plus faible{/i} de la culture pop aujourd'hui?
german: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Herr Lancer, achte du sogar auf die {i}geringst{/i} Pop-Kultur heute?

source: [_lancer_s_closed_s_wondering_s_talk_happy_] Why, of course! I {u}love{/u} the youth culture! Once I wire my old ham radio correctly, I usually tune into the hippinest {i}and{/i} hoppinest beats out there, yo!
french: [_lancer_s_closed_s_wondering_s_talk_happy_] Pourquoi, bien sûr! J'aime {u}{/u} la culture de la jeunesse! Une fois que j'ai correctement branché mon ancienne radio jambon, je songe habituellement aux rythmes les plus hippinés {i}et{/i} plus houleux là-bas, ya!
german: [_lancer_s_closed_s_wondering_s_talk_happy_] Warum, natürlich! Ich {u}liebe{/u} die Jugendkultur! Sobald ich mein altes Schinkenradio richtig eindrahte, melode ich mich in der Regel in die hippinest {i}und{/i} hoppinest beats da draußen, yo!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Regardless, you girls can't just turn up to the lesson whenever you feel like it! I don't care whose music is-
french: [_lancer_s_towards_s_angry_s_talk_frown_] Quoi qu'il en soit, vos filles ne peuvent pas se contenter de suivre la leçon à chaque fois que vous en avez envie ! Je me moque de sa musique -
german: [_lancer_s_towards_s_angry_s_talk_frown_] Unabhängig davon, dass deine Mädchen nicht einfach zur Lektion kommen können, wann immer du willst! Mir ist egal, wessen Musik ist-

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}WAIT!{/i} Did they say there's a {i}new{/i} Ember song?!
french: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}WAIT !{/i} A-t-on dit qu'il y a une chanson {i}nouvelle{/i} Ember ?!
german: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}WARNUNG!{/i} Haben sie gesagt, dass es {i}neues{/i} Ember Song gibt?!

source: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] Literally just released twenty minutes ago online!
french: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] littéralement publié il y a vingt minutes en ligne !
german: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] buchstäblich vor 20 Minuten online freigegeben!

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] I see...{p}{i}*Deep Inhale*{/i}
french: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Je vois...{p}{i}*Inhalation profonde*{/i}
german: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Ich sehe...{p}{i}*Tiefe Inhalte*{/i}

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}EVERYONE!!{/i} To the computer lab to witness this new angelic melody!!
french: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}TOUJOURS !!{/i} Au laboratoire de l'ordinateur pour assister à cette nouvelle mélodie angélique!!
german: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}JEDE!!{/i} Zum Computerlabor, um diese neue Engelmelodie zu sehen!!

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Wait! Students cannot leave during reading hour! Doesn't anyone want to learn what happens to Gatsby at the end?!
french: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Attendez ! Les étudiants ne peuvent pas partir pendant l'heure de lecture ! Personne ne veut apprendre ce qui arrive à Gatsby à la fin ?
german: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Warte! Schüler können während der Lesestunde nicht abreisen! Niemand will am Ende lernen, was mit Gatsby passiert?!

source: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] He gets blasted in the stomach by a mechanic, bleeds to death in his pool, the end!
french: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] Il se fait éclabousser dans l'estomac par un mécanicien, saigne à mort dans sa piscine, la fin !
german: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] Er wird von einem Mechaniker in den Magen gestrahlt, blutt in seinem Pool, am Ende!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}thank you{/i}, Ms. Manson, for your {u}impeccable{/u} habit to read ahead of the scheduled lessons...
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}merci{/i}, Madame Manson, pour votre habitude {u}impeccable{/u} de lire avant les leçons prévues...
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}danke dir{/i}, Frau Manson, für deine {u}tadellose Gewohnheit, vor den geplanten Lektionen zu lesen...

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (Holy cow, people are {i}really{/i} going nuts for this Ember chick!)
french: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (la vache sainte, les gens sont {i}vraiment{/i} des noix pour ce poulet de braise!)
german: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (Heilige Kuh, die Leute sind {i}wirklich{/i} gehen Nüsse für dieses Ember-Hühner!)

source: [_lancer_s_at_player_s_sad_s_talk_frown_] Well Mr. Fenton, as the {i}only{/i} one of my pupils to actually stay behind for the lesson, I suppose you're dismissed as well.
french: [_lancer_s_at_player_s_sad_s_talk_frown_] Eh bien, Monsieur Fenton, comme le {i}seulement{/i} l'un de mes élèves à rester en retard pour la leçon, je suppose que vous êtes également licencié.
german: [_lancer_s_at_player_s_sad_s_talk_frown_] Nun, Herr Fenton, da der {i}nur{/i} einer meiner Schüler, der für die Unterrichtsstunde wirklich hinter sich blieb, werden Sie vermutlich auch entlassen.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Wait, really?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Attendez, vraiment?
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Warte, wirklich?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Yes, unfortunately. I can't reasonably teach a class with only {u}one{/u} student present, let's be reasonable.
french: [_lancer_s_towards_s_rise_one_s_talk_frown_] Oui, malheureusement. Je ne peux pas raisonnablement enseigner une classe avec seulement {u}élève{/u} présents, soyons raisonnables.
german: [_lancer_s_towards_s_rise_one_s_talk_frown_] Ja, leider kann ich keine Unterrichtsstunde mit nur {u}Anwesenheit{/u} des Schülers unterrichten. Lassen Sie uns vernünftig sein.

source: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} I'm still here too, ya' know!
french: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} Je suis toujours là, vous savez!
german: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} Ich bin immer noch hier, ya' wissen!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm?{/i} Oh, yes... my apologies, I already forgot you were back there, Miss Manson.
french: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm ?{/i} Oh, oui... mes excuses, j'ai déjà oublié que vous étiez de retour là-bas, Manson.
german: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm?{/i} Oh, ja... meine Entschuldigung, ich habe bereits vergessen, dass du dort bist, Miss Manson.

source: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Well, if you're going to end the class early, I was hoping I could take the time to make some suggestions to the curriculum to include more gothic writing? Starting with the works of-
french: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Eh bien, si vous allez mettre fin à la classe plus tôt, J'espérais pouvoir prendre le temps de faire quelques suggestions au programme pour inclure plus d'écritures gothiques? Commencer par les travaux de -
german: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Nun, wenn du die Klasse vorzeitig beenden möchtest, Ich hatte gehofft, ich könnte mir die Zeit nehmen, einige Vorschläge für den Lehrplan zu machen, um mehr gotische Schriften einzuschließen? Beginnend mit den Arbeiten von-

source: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, class officially dismissed, everyone out.
french: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, classe officiellement rejetée, tout le monde.
german: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, Klasse offiziell entlassen, alle draußen.

source: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] But I-
french: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Mais je-
german: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Aber ich-

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Dismissed!!{/u}
french: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Rejeté !!{/u}
german: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Entlassen!!{/u}

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... just look at them all! It's like a pack of dogs slobbering over a bone.
french: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeez... Regardez-les tous ! C'est comme une meute de chiens qui slobberait sur un os.
german: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... schaue dir nur alle an! Es ist wie ein Rudel von Hunden, die über einem Knochen schlummern.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, but what's popular tends to stick to everything and everyone, right?{p}Ya' know, I'm glad you don't seem too affected by this pop culture craze, Sam.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Ouais, mais ce qui est populaire a tendance à s'en tenir à tout et à tout le monde, non ?{p}Ya' savoir, je suis content que vous ne sembliez pas trop touché par cette folle de la culture pop, Sam.
german: [_danny_s_towards_s_wondering_s_talk_happy_] Ja, aber was ist populär neigt dazu, bei allem und jedem zu bleiben, nicht wahr?{p}Ja, ich bin froh, dass du von dieser Popkultur-Verrücktheit, Sam, nicht allzu stark beeinflusst scheinst.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You know me, I'm not one to follow the conventional social norms of this thing we call "society", so you're rarely gonna find me fawning over-
french: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Vous me connaissez, je ne suis pas à suivre les normes sociales conventionnelles de cette chose que nous appelons "société", donc vous allez rarement me trouver en train de passer outre -
german: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Du kennst mich, ich bin nicht einer der die herkömmlichen sozialen Normen dieser Sache, die wir als "Gesellschaft" bezeichnen so dass du mich selten übersehen findest -

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright Joaquin Phoenix, relax. We get it, you're different.
french: [_danny_s_towards_s_rise_s_talk_amused_] Très bien Joaquin Phoenix, détendez-vous. Nous l'obtenons, vous êtes différent.
german: [_danny_s_towards_s_rise_s_talk_amused_] Okay, Joaquin Phoenix, entspannen. Wir bekommen es, du bist anders.
