Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_sam_69_s_mid_s_talking_] (Her mouth is so warm... her tongue is so gentle... it feels amazing on my cock!)
french: [_danny_s_sam_69_s_mid_s_talking_] (La bouche est si chaude... sa langue est si gentille... elle est incroyable!)
german: [_danny_s_sam_69_s_mid_s_talking_] (Her Mund ist so warm... ihre Zunge ist so Gent... es fühlt sich erstaunlich auf meinem Schwanz an!)

source: [_sam_] (Ah!~ If he keeps moving his tongue like that, I'm gonna scream!)
french: [_sam_] (Ah!~ S'il continue à bouger sa langue comme ça, je vais hurler!)
german: [_sam_] (Ah!~ Wenn er seine Zunge so weiterbewegt, werde ich schreien lassen!)

source: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-did he just... l-lick my asshole?!)
french: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep !{/i} D-A-t-il juste... -lécher mon asshole?!)
german: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-hat er gerecht... l-lecke meinen Arschloch?!)

source: [_sam_s_danny_69_s_mid_s_talking_] (Oh God... why did I {i}like{/i} that so much~?!)
french: [_sam_s_danny_69_s_mid_s_talking_] (Oh Dieu... pourquoi ai-je {i}aime{/i} tant ?!)
german: [_sam_s_danny_69_s_mid_s_talking_] (Oh Gott... warum habe ich {i}wie{/i} so viel~?!)

source: [_danny_] (This is incredible... I don't know how much longer I can hold on! Sam's body is so perfect for this...)
french: [_danny_] (C'est incroyable... Je ne sais pas combien de temps je peux retenir ! Le corps de Sam est si parfait pour cela...)
german: [_danny_] (Dies ist unglaublich... Ich weiß nicht, wie lange ich noch halten kann! Sams Körper ist dafür so perfekt...)

source: [_sam_] (Ah~ Oooh!~ If I had known, I would have sat on his face sooner! This feels incredible!)
french: [_sam_] (Ah~ Oooh!~ Si j'avais connu, je serais assis sur son visage plus tôt ! Cela me semble incroyable!)
german: [_sam_] (Ah~ Oooh!~ Wäre ich gewusst, hätte ich früher auf seinem Gesicht gesessen! Das fühlt sich unglaublich an!)

source: [_danny_] (Ah...~ I can't hold on! I need to let her know I'm close!)
french: [_danny_] (Ah...~ Je ne peux pas retenir ! Je dois lui faire savoir que je suis proche !)
german: [_danny_] (Ah...~ Ich kann nicht aufhalten! Ich muss ihr sagen, dass ich nah bin!)

source: [_sam_] (Just a little more Danny! Yes! That's it! Come on! Twist that tongue-)
french: [_sam_] (Juste un peu plus de Danny! Oui ! C'est ça ! Allez! Tapotez cette langue)
german: [_sam_] (Nur noch ein wenig mehr Danny! Ja! Das ist es! Komm schon! Die Zunge wirfen)

source: [_sam_s_danny_69_s_fast_s_ahegao_] (Yes! Just like that! Oh god YES!)
french: [_sam_s_danny_69_s_fast_s_ahegao_] (Oui ! Tout comme ça ! Oh dieu OUI !)
german: [_sam_s_danny_69_s_fast_s_ahegao_] (Ja! So gut! Oh Gott Ja!)

source: [_danny_] (Can't... hold... on!)
french: [_danny_] (Ne peut pas être maintenu... sur !)
german: [_danny_] (Kann nicht halten... an!)

source: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! I'm cumming! Oh God, I'm cumming!!)
french: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! Je cumpe! Oh Dieu, je suis en train de couper!!)
german: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fick! Ich bin umständlich! Oh Gott, ich bin umarmen!!)

source: [_sam_] Mmmmphh?!
french: [_sam_] Mmmmph ?!

source: [_sam_] (Goodness, Danny!! That was a whole mouthful!!)
french: [_sam_] (Bonté, Danny!! C'était une bouche pleine !!)
german: [_sam_] (Güte, Danny!! Das war ein ganzer Mund!!)

source: [_sam_] (Okay Sam, we can't make a mess of his sheets! His Mom would probably freak if she saw any stains on here, so just... just woman up... and... {i}and-!{/i})
french: [_sam_] (Okay Sam, on ne peut pas gâcher ses feuilles ! Sa mère serait probablement fâcheuse si elle voyait des taches sur ici, alors juste. . juste une femme... et... {i}et !{/i})
german: [_sam_] (Okay Sam, wir können kein Durcheinander seiner Blätter machen! Seine Mutter würde sich wahrscheinlich frechen, wenn sie hier Flecken sehen würde, so gerecht. . nur Frau auf... und... {i}und!{/i})

source: [_sam_] (There we go... atta girl...)
french: [_sam_] (Nous y allons... fille d'atta...)
german: [_sam_] (Wir gehen ... atta Mädchen...)

source: [_danny_] (Can't... breathe!)
french: [_danny_] (Ne peut pas respirer !)
german: [_danny_] (Kann nicht atmen!)

source: [_sam_] Huh?
french: [_sam_] Hein?

source: [_sam_] Oh! S-sorry Danny!
french: [_sam_] Oh! Désolé Danny !

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Are you okay?
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Êtes-vous d'accord ?
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Bist du in Ordnung?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... just need to catch my breath...
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... il suffit de reprendre ma respiration...
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... nur um mich zu atmen...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Was... was that good for you?
french: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Était... était si bon pour vous?
german: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Was... war das so gut für dich?

source: [_danny_s_towards_s_wondering_s_talk_amused_] No, that was {i}great{/i} Sam, trust me...
french: [_danny_s_towards_s_wondering_s_talk_amused_] Non, c'était {i}génial{/i} Sam, croyez-moi...
german: [_danny_s_towards_s_wondering_s_talk_amused_] Nein, das war {i}großartig{/i} Sam, vertraue mir...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Really? I mean, alright, sweet, I'm glad...
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Vraiment? Je veux dire, d'accord, sucré, je suis heureux...
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Wirklich? Ich meine, schön, süß, ich freue mich...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ...had to be done, right?
french: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ... devait-il être fait, n'est-ce pas?
german: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ...musste erledigt werden, oder?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah... course.
french: [_danny_s_towards_s_rise_s_talk_happy_] Ouais... cours.
german: [_danny_s_towards_s_rise_s_talk_happy_] Ja... Kurs.

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] This was totally just a "needed to happen to save the world" kinda thing, right?
french: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] C'était tout simplement un "nécessaire pour sauver le monde", n'est-ce pas?
german: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] Das war ganz einfach eine "Notwendigkeit, um die Welt zu retten" Verwandtschaft, oder?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, sure? Just one of those totally normal, world saving 69's, I suppose, yeah.
french: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhmm, sûr ? Un de ces tout à fait normal, l'épargne du monde 69's, je suppose, oui.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, sicher? Nur einer von diesen völlig normal, die Welt spart 69's, nehme ich an.

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] So uh, things will just go back to normal now, right?
french: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Donc euh, les choses vont juste revenir à la normale maintenant, non ?
german: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Also uh, die Dinge werden jetzt wieder zur Normalität zurückkehren, oder?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-now you've got what you need... things can just... slip back to the way they were, huh?
french: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-maintenant vous avez ce dont vous avez besoin... les choses peuvent... simplement retomber dans la manière dont elles étaient, hein?
german: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-now you have what you need... things can just... slip back to the way they were war?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] I mean, w-we're still friends, right?
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Je veux dire, w-nous sommes toujours amis, non ?
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Ich meine, w-wir sind immer noch Freunde, oder?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Uh, yeah? Why wouldn't we...?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Euh, ouais? Pourquoi ne devrions-nous pas...?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Äh, ja? Warum nicht wir...?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...n-nothing, don't worry, I just was... that's good, is all, it's good!
french: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...-rien, ne vous inquiétez pas, je me suis content... c'est bien, c'est tout, c'est bien !
german: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...n-nichts, keine Sorge, ich war... das ist alles gut, es ist gut!

source: [_danny_s_towards_s_sad_s_talk_consternation_] Is everything okay?
french: [_danny_s_towards_s_sad_s_talk_consternation_] Est-ce que tout est correct ?
german: [_danny_s_towards_s_sad_s_talk_consternation_] Ist alles in Ordnung?

source: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Totally! Just... just babbling in my own head...
french: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Totalement ! Justement... juste en train de me mettre dans la tête...
german: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Insgesamt! Just... einfach in meinem eigenen Kopf...

source: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Glad we can do this kinda crazy stuff, without it getting, ya' know, totally {i}complicated{/i}, amirite?
french: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Nous sommes ravis de pouvoir faire cela comme une folie sans que ça vous fasse, vous savez que {i}a compliqué {/i}, amiré ?
german: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Erfreulicherweise können wir dieses verrückte Zeug machen, ohne es zu bekommen, ya' wissen, total {i}kompliziert{/i}, amirit?

source: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... I guess?
french: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...euh... Je suppose?
german: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... Ich vermute?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Would you look at the time! Oh, I probably better go!
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Vous devriez regarder le temps! Oh, il vaudrait mieux y aller!
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Würdest du dir die Zeit ansehen! Oh, ich bin wahrscheinlich besser!

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? Now?
french: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Hein? Maintenant ?
german: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? Jetzt?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Yep! Like, right now!
french: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Ouais ! J'aime, maintenant !
german: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Ja! Gefällt mir!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... okay. Sure.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... OK. Bien sûr.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... Okay, sicher.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll see you soon?
french: [_danny_s_towards_s_sad_s_talk_happy_] À bientôt ?
german: [_danny_s_towards_s_sad_s_talk_happy_] Ich werde dich bald sehen?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, yeah! Gonna go crash on that couch! S-see yah!
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Euh, ouais ! Gonna va planter sur ce canapé ! S-voir yah !
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, ja! Gonna zum Absturz auf dieser Couch! S-see yah!

source: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Urgh! What am I doing?? What the hell is with these weird thoughts about Danny?!)
french: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Urgh! Qu'est-ce que je fais ?? Qu'est-ce que l'enfer avec ces étranges pensées à propos de Danny?!)
german: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Dringlich! Was mache ich?? Was ist die Hölle mit diesen seltsamen Gedanken über Danny?!)

source: [_sam_s_co_s_closed_s_sad_s_displeased_] (We've been friends for years, damn it! Things can't get complicated {u}now{/u}!!){p}(Not over a simple bare naked oral exchange!!)
french: [_sam_s_co_s_closed_s_sad_s_displeased_] (Nous sommes amis depuis des années, maudite! Les choses ne peuvent pas devenir compliquées {u}maintenant{/u}!!){p}(Ni plus qu'un simple échange oral nu!!)
german: [_sam_s_co_s_closed_s_sad_s_displeased_] (Wir sind seit Jahren Freunde, verdammt! Dinge können nicht kompliziert werden {u}jetzt{/u}!!){p}(Nicht über einen einfachen bloßen bloßen nackten Mundaustausch!!)

source: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ...shit!!
french: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ... merde !!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, you up?
french: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ... Danny, vous êtes en train ?
german: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, du hoch?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam? Uhh, yeah, c-come in!
french: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam ? Euh, oui, c-come in!
german: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam? Uhh, ja, c-come in!

source: [_danny_s_at_player_s_rise_s_consternation_] (Oh man, after she ran off last night, this is where I'm sure it'll get awkward!)
french: [_danny_s_at_player_s_rise_s_consternation_] (Oh homme, après qu'elle s'est enfuie la nuit dernière, c'est là que je suis sûr que ça va devenir maladroit!)
german: [_danny_s_at_player_s_rise_s_consternation_] (Oh Mann, nachdem sie gestern Abend ausgelaufen ist, bin ich sicher, dass es schwierig werden wird!)

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... I just wanted to say... sorry about last night.
french: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-he... Je voulais juste dire... désolé de la nuit dernière.
german: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... Ich wollte nur sagen... Entschuldigen um letzte Nacht.

source: [_danny_s_towards_s_sad_s_talk_happy_] You don't need to apologize.
french: [_danny_s_towards_s_sad_s_talk_happy_] Vous n'avez pas besoin de vous excuser.
german: [_danny_s_towards_s_sad_s_talk_happy_] Du musst dich nicht entschuldigen.

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Yeah... I do, it was kinda sucky of me to just run off like that.
french: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Ouais... Je le fais, c'était un peu succinct de moi de courir comme ça.
german: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Yeah... Ich tue, es war kinda saug von mir, gerade so rennen.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Hey, I get it... things are... a little tense at the moment. Tense and confusing.{p}It's understandable.
french: [_danny_s_towards_s_wondering_s_talk_displeased_] Hé, je sais... les choses sont... un peu tendues pour le moment. Tense et confus.{p}C'est compréhensible.
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Hey, ich bekomme es! Die Dinge sind... im Moment ein wenig angespannt. Zenit und verwirrend.{p}Es ist verständlich.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...so uh, did you... would you say you {i}liked{/i} last night?
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ... hein, hein... vous dites que vous avez aimé {i}la nuit dernière{/i} ?
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...so uh, hast du... würdest du sagen, dass du {i}letzte Nacht magst{/i} magst?

source: [_danny_s_towards_s_rise_s_talk_amused_] Sam, trust me, you were incredible.
french: [_danny_s_towards_s_rise_s_talk_amused_] Sam, croyez-moi, vous étiez incroyable.
german: [_danny_s_towards_s_rise_s_talk_amused_] Sam, vertraue mir, du warst unglaublich.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, uh, good!
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, euh, bien !
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, uh, gut!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-maybe we could talk a little more about this stuff later...
french: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] Peut-être pourrions-nous en parler un peu plus plus tard...
german: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-maybe we could talk a little more about this stuff später...

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] But for now, you need to focus! You've got a ghostly rockstar to beat!
french: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] Mais pour l'instant, vous devez vous concentrer ! Vous avez une étoile rocheuse fantôme à battre !
german: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] Aber fürs Erste musst du dich konzentrieren! Du hast einen geisterhaften Rockstar zu schlagen!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] I know, but I'm still not sure if I'll be able to stop her.
french: [_danny_s_at_self_s_sad_s_talk_displeased_] Je sais, mais je ne sais toujours pas si je serai en mesure de l'arrêter.
german: [_danny_s_at_self_s_sad_s_talk_displeased_] Ich weiß, aber ich bin immer noch nicht sicher, ob ich sie stoppen kann.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] I know you can do it Danny... you haven't been beaten yet... and...
french: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] Je sais que vous pouvez le faire Dann... vous n'avez pas encore été battu... et...
german: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] Ich weiß, du kannst es Danny tun... du wurdest noch nicht geschlagen... und...

source: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...you don't have to do it alone.
french: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...vous n'avez pas à le faire seul.
german: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...Sie müssen es nicht alleine tun.

source: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Thanks Sam.
french: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Merci Sam.
german: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Danke Sam.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Cough*{/i} Alrighty, well, I better let you get ready...
french: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Tous*{/i} D'accord, eh bien, je ferais mieux de vous laisser préparer...
german: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Husten*{/i} Gut, ich bin besser dafür, dass du dich vorbereitet...

source: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] Okay.
french: [_danny_s_towards_s_sad_s_talk_happy_s_-blush_] OK.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, one more thing.
french: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, une chose de plus.
german: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, noch eine Sache.

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah?
french: [_danny_s_towards_s_rise_s_talk_happy_] Ouais?
german: [_danny_s_towards_s_rise_s_talk_happy_] Ja?

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Kick her ass!
french: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Frappez son cul !
german: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Kickt sie an!

source: [_danny_s_towards_s_angry_s_talk_amused_] Tucker's counting on us. How could I not?
french: [_danny_s_towards_s_angry_s_talk_amused_] Tucker compte sur nous. Comment pourrais-je pas?
german: [_danny_s_towards_s_angry_s_talk_amused_] Tucker zählt auf uns. Wie kann ich das nicht tun?

source: [_danny_s_closed_s_wondering_s_consternation_] (I guess this is it, tomorrow's the concert.)
french: [_danny_s_closed_s_wondering_s_consternation_] (Je suppose que c'est ça, demain le concert.)
german: [_danny_s_closed_s_wondering_s_consternation_] (Ich denke, das ist es, morgen ist das Konzert.)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I HAVE to save Tucker... I just hope I really am strong enough to stop Ember...)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Je dois sauver Tucker... J'espère juste que je suis vraiment assez fort pour arrêter Ember...)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Ich hab Tucker zu retten... Ich hoffe nur, dass ich wirklich stark genug bin, um Ember zu stoppen...)

source: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! Oh my God!! Today's the day of the {i}conceeeert~!{/i}
french: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeeeeeeee! Oh mon Dieu! Aujourd'hui le jour du {i}conceeert~!{/i}
german: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! Oh mein Gott! Heute, am Tag des {i}Konzeeeert~!{/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] Just a {i}little{/i} excited for Ember, I see.
french: [_danny_s_towards_s_rise_s_talk_amused_] Un peu {i}{/i} de joie pour Ember que je vois.
german: [_danny_s_towards_s_rise_s_talk_amused_] Ich sehe nur ein {i}wenig{/i} aufgeregt für Ember.

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] How can I {u}not{/u} be? The whole town's going crazy!
french: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Comment puis-je que {u}ne soit pas{/u} ? Toute la ville est folle!
german: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Wie kann ich {u}nicht{/u} sein? Die ganze Stadt wird verrückt!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...they certainly are...
french: [_danny_s_at_self_s_sad_s_talk_displeased_] ... ils sont certainement...
german: [_danny_s_at_self_s_sad_s_talk_displeased_] ...sie sind sicher...

source: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] They've already started lining up along whole city blocks!
french: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] Ils ont déjà commencé à s'aligner sur des blocs de ville entiers !
german: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] Sie haben bereits begonnen, sich entlang ganzer Stadtblöcke aufzukratern!

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] What? Seriously? The doors don't even open until 6:00 tonight!
french: [_danny_s_towards_wide_s_rise_s_talk_distraught_] Quoi? Sérieusement, ? Les portes ne s'ouvrent même pas avant 18h00 ce soir!
german: [_danny_s_towards_wide_s_rise_s_talk_distraught_] Was? Ernst? Die Türen öffnen sich erst heute Abend um 6:00 Uhr!

source: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] We don't care! It's {u}Ember McClain{/u}, dude!! And Dad even got front row tickets!!
french: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] Ça ne nous dérange pas! C'est {u}Ember McClain{/u}, dude!! Et papa a même reçu des billets en première ligne!!
german: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] Uns ist es egal! Es ist {u}Ember McClain{/u}, dude!! Und Papa hat sogar Tickets in der ersten Reihe!!

source: [_jazz_s_ef_s_closed_s_angry_s_talk_amused_] {i}Wooooooooh!!!{/i}
french: [_jazz_s_ef_s_closed_s_angry_s_talk_amused_] {i}Woooooooooh!!!{/i}

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Wait!
french: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Attendez !
german: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Warte!
