Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] I don't even know why I'm talking to you to begin with.
french: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] Je ne sais même pas pourquoi je vous parle pour commencer.
german: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] Ich weiß nicht einmal, warum ich mit dir rede.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Alright alright, I'll drop it.
french: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] D'accord, je vais le lâcher.
german: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] In Ordnung, ich werde es fallen lassen.

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Whatever... fine.
french: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Quoi... d'accord!
german: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] <unk> ver... gut.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Look, let's finish up and then we'll go see if we can find anything cool in some of the shops.
french: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Regardez, finissons et nous allons voir si nous pouvons trouver quelque chose de cool dans certains magasins.
german: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Schau, lasst uns am Ende stehen und wir werden sehen, ob wir in einigen Shops etwas cooles finden können.

source: [_danny_s_towards_s_rise_s_talk_amused_] So, what kinda store do you-{p}...uhhh.... Ember?
french: [_danny_s_towards_s_rise_s_talk_amused_] Alors, quel type de magasin faites-vous-{p}...euhhh.... Braises ?
german: [_danny_s_towards_s_rise_s_talk_amused_] Also, was kinda speichern Sie-{p}...uhhhh.... Ember?

source: [_danny_s_at_player_s_wondering_s_smile_] (Is she looking at that guitar in the window?)
french: [_danny_s_at_player_s_wondering_s_smile_] (Elle regarde cette guitare dans la fenêtre ?)
german: [_danny_s_at_player_s_wondering_s_smile_] (Betrachtet sie die Gitarre im Fenster?)

source: [_danny_s_towards_s_wondering_s_talk_happy_] Like it, huh?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Aimer, hein ?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Gefällt es, oder?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Of course! It's fucking beautiful... I used to have one just like it, actually...
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Bien sûr ! C'est baise magnifique... J'en avais un comme ça, en fait...
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Natürlich! Es ist schön gefickt... Ich habe eines wie es immer gehabt, eigentlich...

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ya' know, when I was still alive.
french: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ya' sais, quand j'étais encore en vie.
german: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ja, wenn ich noch am Leben war.

source: [_danny_s_towards_s_sad_s_talk_amused_] Bringing back a lot of memories huh?
french: [_danny_s_towards_s_sad_s_talk_amused_] Rapportant beaucoup de souvenirs, hein?
german: [_danny_s_towards_s_sad_s_talk_amused_] Viele Erinnerungen zurückgeben?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ...sure. Yeah.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ... sûr. Oui.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ...sicher. Ja.

source: [_danny_s_towards_s_rise_s_talk_happy_] Well how much is it, I bet I could help out with-
french: [_danny_s_towards_s_rise_s_talk_happy_] Eh bien, quel est le montant, je parie que je pourrais vous aider-
german: [_danny_s_towards_s_rise_s_talk_happy_] Wie viel ist es, ich wette, ich könnte helfen mit-

source: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Yeup, heh, that sure is a nice guitar. Super dope, but that's why they call it "window" shopping, huh? Cause you just look, right?
french: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Ouais, heh, c'est une belle guitare. Je ne sais pas si c'est un jeu de combat qui a l'air vraiment sympa mais je suis pas fan de ce genre de jeu.
german: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Yeup, heh, das ist sicher eine nette Gitarre. Super dope, aber das ist der Grund, warum sie es als "Fenster" einkaufen, huh? Weil du nur schaust, richtig?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] It's fine, it's not like I want it or anything.
french: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] C'est bien, ce n'est pas comme si je le voulais ou quoi que ce soit.
german: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] Es ist in Ordnung, es ist nicht so, als ob ich es oder irgendetwas will.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But you looked so-
french: [_danny_s_towards_s_sad_s_talk_displeased_] Mais vous avez regardé-
german: [_danny_s_towards_s_sad_s_talk_displeased_] Aber du siehst so aus -

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] I said I don't want it! And I don't want you asking me so many stupid questions, alright?!
french: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] J'ai dit que je ne le veux pas ! Et je ne veux pas que vous me posiez autant de stupides questions, d'accord?
german: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Ich sagte, ich will es nicht! Und ich möchte nicht, dass du mir so viele dumme Fragen stellst, oder?!

source: [_danny_s_down_s_unhappy_s_talk_distraught_] ...okay.
french: [_danny_s_down_s_unhappy_s_talk_distraught_] ... OK.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Let's just go already. I've had enough fresh air for today.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Nous allons déjà y aller. J'ai eu assez d'air frais pour aujourd'hui.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Lass uns jetzt schon gehen. Ich habe genug frische Luft für heute.

source: [_danny_s_towards_s_sad_s_talk_happy_] If that's what you want.
french: [_danny_s_towards_s_sad_s_talk_happy_] Si c'est ce que vous voulez.
german: [_danny_s_towards_s_sad_s_talk_happy_] Wenn das ist, was du willst.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] What I want? Since when would you care as to what I {u}want{/u}?! If that were the case, I wouldn't even be here with you!!
french: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Ce que je veux? Depuis quand vous vous soucieriez de ce que moi {u}veux{/u}? Si tel était le cas, je ne serais même pas là avec vous !!
german: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Was will ich? Seit wann würdest du dir darum kümmern, was ich {u}möchte{/u}?! Wenn das der Fall wäre, dann wäre ich nicht einmal hier bei dir!!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, okay! Take it easy.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ok, d'accord! Prenez aisément.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, okay! Nimm es einfach.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] We'll head home, it's no problem.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Nous allons rentrer chez nous, ce n'est pas un problème.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Wir fahren nach Hause, es ist kein Problem.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Not my best outing with a captive ghost, I'll admit...)
french: [_danny_s_at_player_s_unhappy_s_consternation_] (Pas ma meilleure sortie avec un fantôme captif, je l'admette...)
german: [_danny_s_at_player_s_unhappy_s_consternation_] (Nicht mein bester Ausflug mit einem gefangenen Gespenst, ich gebe zu...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Well, I hope you at least somewhat enjoyed getting out for a bit.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Eh bien, j'espère que vous avez au moins quelque peu apprécié de sortir un peu.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Nun, ich hoffe, dass dir zumindest ein wenig Spaß beim Aussteigen gemacht hat.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I didn't "get out" of anything. You know you don't need to rub it in right?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Je n'ai pas "sorti" de quoi que ce soit. Vous savez que vous n'avez pas besoin de le frotter à droite?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Ich habe nichts ausgelassen. Du weißt, du musst es nicht richtig reiben?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What do you mean?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Que veux-tu dire?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Was meinst du?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] You won, I get it.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Vous avez gagné, je l'ai.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Du hast gewonnen, ich bekomme es.

source: [_danny_s_towards_s_sad_s_talk_displeased_] That's not what this was about.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Ce n'est pas de cela qu'il s'agit.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Darum ging es nicht.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Come on, dudes like you are all the same when it comes to chicks.
french: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Allez, les dudes comme vous êtes tous les mêmes lorsqu'il s'agit de poussins.
german: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Komm, Dude wie du sind alle gleich, wenn es um Küken geht.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] You just {i}looove{/i} to brag about your "conquests" and humiliate us. That's why you keep around the green bimbo, right?
french: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Vous avez juste {i}adorer{/i} vous vanter de vos « conquêtes» et nous humilier. C'est pourquoi vous gardez autour du bimbo vert, n'est-ce pas?
german: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Du hast nur {i}looove{/i} um um um deine "Eroberungen" zu wehen und uns zu demütigen. Deshalb hältst du dich um den grünen Bimbo, richtig?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Humiliate you? Ember I just wanted you to have a nice time.
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Vous humiliez-vous ? Ambre je voulais juste que vous passiez un bon moment.
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Beschämt dich? Ember Ich wollte dich nur eine schöne Zeit haben.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Yeah right, bullshit.
french: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Oui oui, coup de feu.
german: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Ja, der Bullshit.

source: [_danny_s_towards_s_angry_s_talk_displeased_] You got a real foul mouth, you know that?
french: [_danny_s_towards_s_angry_s_talk_displeased_] Vous avez eu une vraie bouche vicieuse, vous savez ça ?
german: [_danny_s_towards_s_angry_s_talk_displeased_] Du hast einen schmutzigen Mund, das weißt du?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrRr"{/i}, ahhhh, fuck you.
french: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrr"{/i}, ahhhh, vous baiser.
german: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrRr"{/i}, ahhhh, ficke dich.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}You done?
french: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}que vous avez fait ?
german: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}Sie getan?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...goodnight, Ember.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] ... bonne nuit, Embre.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...Gut, Ember.

source: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... maybe I could try something else to get her to open up a bit more?)
french: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... peut-être que je pourrais essayer autre chose pour qu'elle s'ouvre un peu plus?)
german: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... vielleicht könnte ich etwas anderes versuchen, um sie ein bisschen mehr zu öffnen?)

source: [_danny_s_at_player_s_rise_s_displeased_] (That guitar in the Mall she was looking at was really expensive, but maybe I should try to buy it for her?)
french: [_danny_s_at_player_s_rise_s_displeased_] (Cette guitare dans le Mall qu'elle regardait était vraiment chère, mais peut-être devrais-je essayer de l'acheter pour elle?)
german: [_danny_s_at_player_s_rise_s_displeased_] (Diese Gitarre in der Mall war wirklich teuer, aber vielleicht sollte ich versuchen, sie für sie zu kaufen?)

source: [_danny_s_at_player_s_unhappy_s_grin_] (I mean, who am I kidding, I buy lingerie and outfits for others to wear that cost just as much...)
french: [_danny_s_at_player_s_unhappy_s_grin_] (Je veux dire, qui je plaisante, j'achète de la lingerie et des tenues pour que les autres en portent aussi cher ...)
german: [_danny_s_at_player_s_unhappy_s_grin_] (Ich meine, wer bin ich Scherz, ich kaufe Dessous und Outfits für andere um diese Kosten zu tragen...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Rise and shine, rockstar!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Lever et briller, star de la roche!
german: [_danny_s_towards_s_neutral_s_talk_happy_] Aufsteigen und leuchten, Rockstar!

source: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... what now?
french: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... Et maintenant?
german: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... was jetzt?

source: [_danny_s_towards_s_sad_s_talk_happy_] I have a {u}present{/u} for you.
french: [_danny_s_towards_s_sad_s_talk_happy_] J'ai un {u}présent {/u} pour vous.
german: [_danny_s_towards_s_sad_s_talk_happy_] Ich habe ein {u}Geschenk{/u} für dich.

source: [_ember_s_towards_s_confused_s_talk_consternation_] What? No you don't.{p}Wait, seriously...?{p}No way. You didn't...
french: [_ember_s_towards_s_confused_s_talk_consternation_] Quoi? Non vous ne le faites pas.{p}Attendez, sérieusement...?{p}Absolument. Vous n'avez pas...
german: [_ember_s_towards_s_confused_s_talk_consternation_] Was? Nein hast du nicht.{p}Warte, ernsthaft...?{p}Nein...

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, check it out.
french: [_danny_s_closed_s_wondering_s_talk_amused_] Ouais, regardez-le.
german: [_danny_s_closed_s_wondering_s_talk_amused_] Ja, schaue es an.

source: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-you... you actually bought it?
french: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-vous... vous l'avez acheté?
german: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-you... Sie haben es gekauft?

source: [_ember_s_towards_s_rise_s_talk_displeased_] You bought that guitar... for me?
french: [_ember_s_towards_s_rise_s_talk_displeased_] Tu as acheté cette guitare... pour moi?
german: [_ember_s_towards_s_rise_s_talk_displeased_] Du hast diese Gitarre gekauft... für mich?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Yeeup.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Ouais.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Bullshit.
french: [_ember_s_towards_s_idle_s_talk_distraught_] Coup de taureau

source: [_danny_s_towards_s_angry_s_talk_happy_] Language.
french: [_danny_s_towards_s_angry_s_talk_happy_] Langue
german: [_danny_s_towards_s_angry_s_talk_happy_] Sprache.

source: [_ember_s_towards_s_confused_s_talk_distraught_] And you don't expect anything for it?
french: [_ember_s_towards_s_confused_s_talk_distraught_] Et vous ne vous attendez à rien pour cela ?
german: [_ember_s_towards_s_confused_s_talk_distraught_] Und du erwartest nichts dafür?

source: [_danny_s_towards_s_rise_s_talk_amused_] Nope.
french: [_danny_s_towards_s_rise_s_talk_amused_] Non.
german: [_danny_s_towards_s_rise_s_talk_amused_] Nein.

source: [_ember_s_towards_s_rise_s_talk_happy_] Woah... that's...
french: [_ember_s_towards_s_rise_s_talk_happy_] Woah... c'est...
german: [_ember_s_towards_s_rise_s_talk_happy_] Woah... das... dass...

source: [_ember_s_towards_s_confused_s_talk_consternation_] ...you know I'm not going to tell you anything right?
french: [_ember_s_towards_s_confused_s_talk_consternation_] ...vous savez que je ne vais pas vous dire quoi que ce soit de correct?
german: [_ember_s_towards_s_confused_s_talk_consternation_] ...du weißt, dass ich dir nichts Richtiges sagen werde?

source: [_danny_s_towards_s_wondering_s_talk_amused_] That's okay.
french: [_danny_s_towards_s_wondering_s_talk_amused_] C'est normal.
german: [_danny_s_towards_s_wondering_s_talk_amused_] Das ist in Ordnung.

source: [_ember_s_towards_s_confused_s_talk_happy_] W-well... alright.
french: [_ember_s_towards_s_confused_s_talk_happy_] Bien-bien... d'accord.
german: [_ember_s_towards_s_confused_s_talk_happy_] W-gut... in Ordnung.

source: [_ember_s_towards_s_idle_s_talk_displeased_] Good. Cause I'm not.
french: [_ember_s_towards_s_idle_s_talk_displeased_] Bien. Parce que je ne suis pas.
german: [_ember_s_towards_s_idle_s_talk_displeased_] Gut. Grund bin ich nicht.

source: [_ember_s_down_s_sad_s_talk_happy_] ...thanks, I guess.
french: [_ember_s_down_s_sad_s_talk_happy_] ... merci, je suppose.
german: [_ember_s_down_s_sad_s_talk_happy_] ...danke, denke ich.

source: [_ember_s_towards_s_idle_s_talk_happy_] Okay, uh, I'm gonna go back inside now.
french: [_ember_s_towards_s_idle_s_talk_happy_] Ok, euh, je vais retourner à l'intérieur.
german: [_ember_s_towards_s_idle_s_talk_happy_] Okay, uh, ich gehe jetzt wieder hinein.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Have fun. Probably needs a little tuning, but I'm sure you'll do fine.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Amusez-vous bien. Il faut probablement un peu de réglage, mais je suis sûr que vous ferez bien.
german: [_danny_s_towards_s_neutral_s_talk_amused_] Viel Spaß. Wahrscheinlich braucht ein wenig Tuning, aber ich bin sicher, du wirst es gut machen.

source: [_ember_s_down_s_confused_s_smile_] (This little spazz kid is weird... very weird...)
french: [_ember_s_down_s_confused_s_smile_] (Ce petit kid de foudre est étrange... très bizarre...)
german: [_ember_s_down_s_confused_s_smile_] (Dieses kleine Spazierkind ist seltsam... sehr seltsam...)

source: [_danny_s_closed_s_wondering_s_grin_] (Now see, that was down right wholesome...)
french: [_danny_s_closed_s_wondering_s_grin_] (Maintenant, voyez-vous, c'était en bon état...)
german: [_danny_s_closed_s_wondering_s_grin_] (Sehen Sie, das war richtig großen...)

source: [_danny_s_at_player_s_rise_s_displeased_] (Wait... I didn't just give her a weapon to use against me, did I?)
french: [_danny_s_at_player_s_rise_s_displeased_] (Attention... je ne lui ai pas juste donné une arme à utiliser contre moi, n'est-ce pas?)
german: [_danny_s_at_player_s_rise_s_displeased_] (Warte... Ich habe ihr nicht nur eine Waffe gegeben, die sie gegen mich einsetzen kann, oder?)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... maybe I should see how Ember is getting on with her new guitar.)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... peut-être que je devrais voir comment Ember se met en route avec sa nouvelle guitare.)
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... vielleicht sollte ich sehen, wie Ember mit ihrer neuen Gitarre weiterkommen.)

source: [_ember_s_towards_s_rise_s_talk_happy_] Hey, sorry, but I'm kinda busy in here, you need something?
french: [_ember_s_towards_s_rise_s_talk_happy_] Hé, désolé, mais je suis un peu occupé ici, vous avez besoin de quelque chose ?
german: [_ember_s_towards_s_rise_s_talk_happy_] Hey, sorry, aber ich bin kinda hier beschäftigt, du brauchst etwas?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, sorry, just checking in, seeing how you're getting along with your new piece.
french: [_danny_s_towards_s_neutral_s_talk_happy_] Hé, désolé, il vous suffit de vous enregistrer, voir comment vous vous sentez avec votre nouvelle pièce.
german: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, sorry, einfach einchecken, sehen, wie du mit deinem neuen Stück zusammen kommst.

source: [_ember_s_down_s_idle_s_talk_distraught_] Awful.
french: [_ember_s_down_s_idle_s_talk_distraught_] Génial.
german: [_ember_s_down_s_idle_s_talk_distraught_] Erstaunlich.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, I'm sorry, is there something wrong with it?
french: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, excusez-moi, il y a quelque chose qui ne va pas ?
german: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, tut mir leid, ist da etwas falsch?

source: [_ember_s_towards_s_sad_s_talk_consternation_] Huh? Oh no, guitar's decent, nothing wrong with that.
french: [_ember_s_towards_s_sad_s_talk_consternation_] Hein? Oh non, la guitare est décente, rien de mal avec ça.
german: [_ember_s_towards_s_sad_s_talk_consternation_] Huh? Oh nein, Gitarre ist anständig, nichts falsch daran.

source: [_ember_s_towards_s_sad_s_talk_distraught_] It's these living conditions. Me and Desiree would have killed each other twenty times over by now, if we could.
french: [_ember_s_towards_s_sad_s_talk_distraught_] Ce sont ces conditions de vie. Si nous pouvions le faire, Moi et Desiree nous aurions tué vingt fois plus maintenant.
german: [_ember_s_towards_s_sad_s_talk_distraught_] Es sind diese Lebensbedingungen. Ich und Desiree hätten sich inzwischen zwanzigmal gegenseitig getötet, wenn wir das könnten.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Seriously?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Sérieusement?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ernst?

source: [_ember_s_down_s_sad_s_talk_distraught_] Yeah, it's not going well.
french: [_ember_s_down_s_sad_s_talk_distraught_] Oui, ça ne va pas bien.
german: [_ember_s_down_s_sad_s_talk_distraught_] Ja, es geht nicht gut.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Why?
french: [_danny_s_towards_s_sad_s_talk_displeased_] Pourquoi?
german: [_danny_s_towards_s_sad_s_talk_displeased_] Warum?

source: [_ember_s_towards_s_angry_s_talk_distraught_] Well first of all, she's super fucking back handed and condescending, she treats me like a child, and she's {i}constantly{/i} lamenting about the past.
french: [_ember_s_towards_s_angry_s_talk_distraught_] Eh bien avant tout, elle est super baisée dos main et condescendante, elle me traite comme un enfant, et elle est {i}sans cesse{/i} à se plaindre du passé.
german: [_ember_s_towards_s_angry_s_talk_distraught_] Nun, zuallererst ist sie super fucking Hand und herablassend, sie behandelt mich wie ein Kind und sie ist {i}ständig, die sich über die Vergangenheit beklagt.
