Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... fine, try your best to talk to that walking lipstick gloss all you want. All I'm saying is that she's not gonna change her ways just for Inviso-Bill.
german: [_sam_s_away_s_angry_s_talk_frown_] Ughh... gut, probiere dein Bestes um mit dem Lippenstift zu sprechen, was du willst. Alles, was ich sage, ist, dass sie nicht ihre Wege nur für Inviso-Bill ändern wird.

source: [_sam_s_towards_s_neutral_s_talk_frown_2_] Look, I'll talk you later, 'kay?
german: [_sam_s_towards_s_neutral_s_talk_frown_2_] Schau, ich rede dich später, "Kaiser?

source: [_danny_s_rise_one_s_talk_happy_2_] Sure, uh, I'll swing by your place sometime?
german: [_danny_s_rise_one_s_talk_happy_2_] Sicher, uh, ich werde irgendwann an deinem Ort schwanken?

source: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] What, for more Orgone?.
german: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] Was für mehr Orgone?.

source: [_danny_s_sad_s_talk_frown_] Sam, I didn't mean-
german: [_danny_s_sad_s_talk_frown_] Sam, ich meinte nicht -

source: [_sam_s_neutral_s_talk_frown_s_away_] Whatever dude, don't worry about it.
german: [_sam_s_neutral_s_talk_frown_s_away_] Was auch immer dude, machen Sie sich keine Sorgen.

source: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. What was {i}her{/i} problem?
german: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. Was war {i}her{/i} Problem?

source: [_danny_s_at_danny_s_sad_s_talk_happy_2_] It's not like I'm going to {b}do{/b} anything with Star...
german: [_danny_s_at_danny_s_sad_s_talk_happy_2_] Es ist nicht so, als werde ich {b}tun{/b} alles mit Stern...

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...right?
german: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...oder?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] I also know Sam doesn't like Star, and I'm not really fond of her either, but... something felt weird about how mad she got...
german: [_danny_s_towards_s_wondering_s_talk_frown_2_] Ich weiß auch, dass Sam den Star nicht mag, und ich bin auch nicht sehr begeistert, aber... etwas war verrückt darüber, wie verrückt sie geworden ist...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] She wasn't... {i}jealous{/i}, was she?
german: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] Sie war nicht... {i}Eifersucht{/i}, war sie?

source: [_danny_s_talk_happy_2_s_towards_s_angry_] Nah, Sam doesn't like me like {i}that{/i }, she's just a friend!
german: [_danny_s_talk_happy_2_s_towards_s_angry_] Nein, Sam gefällt mir nicht {i}dass{/i }, sie ist nur ein Freund!

source: [_danny_s_sad_2_s_talk_frown_2_] Welp, I guess I should go message Star on Spookchat to set up this meeting that's supposed to happen.
german: [_danny_s_sad_2_s_talk_frown_2_] Welp, ich denke, ich sollte Nachrichten Star auf Spookchat machen, um dieses Meeting einzurichten, das passieren soll.

source: [_danny_s_closed_s_wondering_s_talk_happy_] I just gotta remember to play it cool is all. I'm gonna be the coolest ghost kid in town!!
german: [_danny_s_closed_s_wondering_s_talk_happy_] Ich komme nur darauf hin, es cool zu spielen ist alles. Ich werde das coolste Geisterkind der Stadt sein!

source: [_kwan_] Yo! Fenton-meister! Quit talking to yourself, man! It's a sign of socially awkward behavior and an incapability to form personal relationships, dude!!
german: [_kwan_] Yo! Fenton-Meister! Beenden Sie das Gespräch mit sich selbst, Mensch! Es ist ein Zeichen für sozial unangenehmes Verhalten und die Unfähigkeit, persönliche Beziehungen zu knüpfen, dude!!

source: [_danny_s_sad_s_talk_happy_] Oh, uhm, thanks Kwan... appreciate the advice!
german: [_danny_s_sad_s_talk_happy_] Oh, uhm, danke Kwan... schätze den Rat!

source: [_kwan_] No problem, nerd!
german: [_kwan_] Kein Problem, nerd!

source: [_danny_s_at_player_s_sad_2_s_frown_] (Yeah, I seriously gotta stop doing that.)
german: [_danny_s_at_player_s_sad_2_s_frown_] (Ja, ich werde das ernsthaft aufhören.)

source: [_danny_] (That's the girl's bathroom, I can't go in there. Not without getting slapped with a suspension.)
german: [_danny_] (Das ist das Bad des Mädchens, ich kann dort nicht hineingehen. Nicht ohne mit einer Suspension getappt zu werden.)

source: [_danny_] (Star said she hangs out in the girl's bathroom in the {b}afternoon{/b}, not now. I don't wanna worsen my reputation as some "ghost pervert".)
german: [_danny_] (Stern sagte, sie hängt im Badezimmer des Mädchens am {b}Nachmittag{/b}, nicht jetzt. Ich möchte meinen Ruf als "Geisterperverter" nicht verschlechtern.)

source: [_danny_s_sad_2_s_frown_grin_] (Okay, so Star said she wants to meet Inviso-Bill? Then here I come.)
german: [_danny_s_sad_2_s_frown_grin_] (Okay, so Star sagte, sie möchte Inviso-Bill treffen? Dann komme ich hier.)

source: [_danny_s_talk_frown_s_angry_s_closed_] I'm going ghost!!
german: [_danny_s_talk_frown_s_angry_s_closed_] Ich gehe Geister!!

source: [_danny_] (Alright, now let's get inside before anybody sees me.)
german: [_danny_] (Okay, lass uns hineinkommen, bevor mich jemand sieht.)

source: [_danny_s_blank_stare_s_rise_one_] (This is so strange... it's pretty much the same as our bathroom, just a little... pinker?)
german: [_danny_s_blank_stare_s_rise_one_] (Dies ist so seltsam... es ist ziemlich dasselbe wie unser Badezimmer, nur ein bisschen ... pinker?)

source: [_danny_s_towards_s_wondering_s_frown_2_] (Looks like Star is over there. I should go and talk to her.)
german: [_danny_s_towards_s_wondering_s_frown_2_] (Looks like Star ist da. Ich sollte gehen und mit ihr sprechen.)

source: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey there.
german: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey dort.

source: [_star_s_talk_happy_] Oh. My. Fucking. God. You're actually here!!
german: [_star_s_talk_happy_] Oh, mein Fick. Gott. Du bist hier!!

source: [_star_s_talk_happy_2_s_neutral_] This is {b}so{/b} cool!
german: [_star_s_talk_happy_2_s_neutral_] Das ist {b}so{/b} cool!

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, yeah? Well I'm glad I didn't disappoint.
german: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, ja? Nun, ich bin froh, dass ich nicht enttäuscht habe.

source: [_star_s_closed_s_talk_happy_2_s_rise_one_] Yeah, this is like, totally crazy! It's so cool that you came...
german: [_star_s_closed_s_talk_happy_2_s_rise_one_] Ja, das ist ganz verrückt! Es ist so cool, dass du dich kämmest...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Well, uhh, Danny Fenton actually said you wanted to meet. I figured I would do a favor for a guy as cool as him, heh...
german: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Nun, uhh, Danny Fenton sagte wirklich, dass du dich treffen möchtest. Ich dachte, ich würde einen so coolen Kerl wie ihn, heh...

source: [_star_s_rise_one_s_talk_frown_] So, can you tell me what a super cool ghost like you is doing hanging out with such a {b}geek{/b} like Fenton?
german: [_star_s_rise_one_s_talk_frown_] Kannst du mir sagen, was ein super cooler Geist wie du mit einem solchen {b}Geek{/b} wie Fenton hängt?

source: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, well... I mean, I sort of know him through his parents, cause they're ghost hunters and all... I have to make sure they don't catch me, ya know?
german: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, gut... Ich meine, ich kenne ihn durch seine Eltern, denn sie sind Geisterjäger und alle. . Ich muss sicherstellen, dass sie mich nicht fangen, ja, wissen?

source: [_danny_s_talk_happy_s_towards_wide_s_sad_] But Danny, he's actually {i}really{/i} solid and cool! We hang out and get Nasty Burger sometimes. He helps to let me know if there's any trouble with ghosts in Amity.
german: [_danny_s_talk_happy_s_towards_wide_s_sad_] Aber Danny, er ist tatsächlich {i}wirklich solide{/i} solide und cool! Wir hängen ab und bekommen manchmal nasty Burger. Er hilft mir mitzuteilen, wenn es irgendwelche Probleme mit Geistern in Amity gibt.

source: [_star_s_closed_s_talk_happy_2_s_confused_] Well, I suppose it's a good idea to have yourself a little dorky sidekick to help take some of the load off your shoulders!
german: [_star_s_closed_s_talk_happy_2_s_confused_] Nun, ich denke, es ist eine gute Idee, sich selbst ein wenig schlafender Sidekick zu haben, um einen Teil der Last von den Schultern zu nehmen!

source: [_danny_s_neutral_s_towards_s_talk_frown_] ...he's {b}not{/b} my sidekick.
german: [_danny_s_neutral_s_towards_s_talk_frown_] ...er ist {b}nicht{/b} mein Sidekick.

source: [_star_s_sad_s_talk_happy_2_] You're so cool for letting someone like him chill with you. You're really sweet, Billy.
german: [_star_s_sad_s_talk_happy_2_] Du bist so cool, wenn du jemanden wie ihn mit dir abkühlen lässt. Du bist wirklich süß, Billy.

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, so, did you need something in particular, or...?
german: [_danny_s_rise_one_s_talk_frown_2_] Uhh, also brauchst du etwas besonderes, oder...?

source: [_star_s_blush_1_s_talk_happy_2_] Yes, actually!! Sorry, I almost forgot.
german: [_star_s_blush_1_s_talk_happy_2_] Ja, eigentlich!! Entschuldigung, ich habe das fast vergessen.

source: [_star_s_noblush_s_talk_frown_s_confused_] So apparently, there have been like, so many perverted ghost attacks around town lately, right?
german: [_star_s_noblush_s_talk_frown_s_confused_] So scheint es, als ob es in letzter Zeit so viele pervertierte Geisterangriffe in der Stadt gegeben hat, oder?

source: [_star_s_angry_s_towards_wide_] Somehow, I've wound up being one of the reoccuring victims of their ghostly bullshit!
german: [_star_s_angry_s_towards_wide_] Irgendwie, ich bin eines der wiederkehrenden Opfer ihres gespenstigen Bullshit!

source: [_star_s_towards_s_confused_2_] I just keep finding myself in situations where all of a sudden, all my clothes get stripped off in public. I just {b}know{/bs} it has to be one of those other ghost perverts.
german: [_star_s_towards_s_confused_2_] Ich finde mich immer wieder in Situationen, in denen plötzlich alle meine Kleider öffentlich abgeschnitten werden. Ich kenne nur {b}, es muss einer dieser anderen Geisterperversen sein.

source: [_star_s_closed_s_talk_happy_s_sad_] ...even though we told Mr. Lancer that these {b}two dweebs{/b} did it, that was pretty funny to do.
german: [_star_s_closed_s_talk_happy_s_sad_] ...obwohl wir Herrn Lancer gesagt haben, dass diese {b}zwei dweebs{/b} es gemacht haben, war das ziemlich lustig.

source: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (This bitch!! She lied about me and Tucker on {b}purpose{/b} just to mess with us?!)
german: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (Diese Hünde!! Sie hat über mich gelogen und Tucker auf {b}Zweck{/b} nur um uns mit uns zu durcheinanderzubringen?!)

source: [_danny_s_towards_s_talk_frown_2_] Okay, and so what, you want me to take care of these pervert ghosts for you or something?
german: [_danny_s_towards_s_talk_frown_2_] Okay, und was also willst du, dass ich mich um diese perversen Geister kümmere?

source: [_star_s_rise_one_s_talk_frown_] No, not really. Besides, isn't that like, {i}already{/i} your job?
german: [_star_s_rise_one_s_talk_frown_] Nein, nicht wirklich. Außerdem, gefällt das nicht, {i}bereits{/i} dein Job?

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} So... what do you need from me then?
german: [_danny_s_neutral_s_talk_frown_2_] {i}*Sehen*{/i} Also... was brauchst du von mir?

source: [_star_s_neutral_s_talk_frown_] I need you to help me clear the embarassing discussions about my naked ass!!
german: [_star_s_neutral_s_talk_frown_] Ich brauche dich, um mir zu helfen, die peinlichen Diskussionen über meinen nackten Arsch zu befreien!!

source: [_danny_s_talk_frown_2_s_rise_one_] Sorry, I don't follow. What's the issue?
german: [_danny_s_talk_frown_2_s_rise_one_] Tut mir leid, ich folge nicht. Was ist das Problem?

source: [_star_s_talk_frown_] My ass is all over the internet at the moment. {u}Literally{/u}. Some perv took some photos of me when I got stripped down at the mall, and I think this Foley kid took photos at cheer practice while me and my friend ran to the locker room naked after another attack!
german: [_star_s_talk_frown_] Mein Arsch ist momentan im ganzen Internet. {u}Buchstäblich{/u}. Einige Perv haben ein paar Fotos von mir gemacht, als ich in der Mall abgeschnitten wurde, und ich denke, dieses Foley-Kind fotografierte bei der jubelnden Übung, während ich und mein Freund liefen zum Schließraum nackt nach einem anderen Angriff!

source: [_danny_s_at_player_wide_s_smile_] (Normally I'd be mad at Tucker, but that was {b}definitely{/b} worth it considering she just ended up blaming us anyway.)
german: [_danny_s_at_player_wide_s_smile_] (Normalerweise wäre ich bei Tucker verrückt, aber das war {b}definitiv wert, wenn man bedenkt, dass sie uns am Ende sowieso die Schuld gegeben hat.)

source: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Well, I just fight ghosts, I don't really know much about getting pictures off your human "In-Ter-Net".
german: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Nun, ich kämpfe nur gegen Geister, ich weiß nicht wirklich viel über Bilder von deinem menschlichen "In-Ter-Net".

source: [_danny_s_sad_2_s_towards_s_frown_2_] (God, I hope she buys this.)
german: [_danny_s_sad_2_s_towards_s_frown_2_] (Gott, ich hoffe, sie kauft dies.)

source: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] No, that's not what I need you for, Billy! I need help creating a {i}new{/i} distraction for people to talk about.
german: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] Nein, das ist nicht das, wofür ich dich brauche, Billy! Ich brauche Hilfe beim Erstellen einer {i}neu{/i} Ablenkung für Leute, über die du reden kannst.

source: [_star_s_down_wide_s_talk_happy_s_sad_] Something part embarassing scene, part juicy scandal, with a little taboo thrown in there for good measure.
german: [_star_s_down_wide_s_talk_happy_s_sad_] Etwas ist peinliche Szene, Teil saftiger Skandal, mit ein wenig Tabu dort hineingeworfen für gute Maßnahmen.

source: [_danny_s_rise_one_s_talk_frown_2_] Again, I'm not really sure what you might be looking for, or even what you're talking about, exactly.
german: [_danny_s_rise_one_s_talk_frown_2_] Wieder bin ich mir nicht wirklich sicher, was du suchst oder worüber du gerade redest.

source: [_star_s_talk_happy_2_s_neutral_2_] Look, I need your help pranking somebody else from my school. To make it a huge scene and get people to stop talking about my nudes, and focus on {i}them{/i} instead!
german: [_star_s_talk_happy_2_s_neutral_2_] Schau, ich brauche deine Hilfe um jemanden aus meiner Schule zu positionieren. Um es zu einer riesigen Szene zu machen und die Leute dazu zu bringen, nicht mehr über meine Akte zu reden, sondern sich stattdessen auf {i}sie zu konzentrieren{/i} zu konzentrieren!

source: [_danny_s_rise_one_s_talk_frown_] Uhm... I don't know... what'd you have in mind?
german: [_danny_s_rise_one_s_talk_frown_] Uhm... Ich weiß nicht... Was hast du im Sinn?

source: [_star_s_talk_happy_s_down_wide_] I had {i}this{/i} in mind.
german: [_star_s_talk_happy_s_down_wide_] Ich hatte {i}diese{/i} im Sinn.

source: [_danny_s_talk_frown_2_s_sad_2_] Woah!! Is that a- how did you- {i}where'd you get that{/i}?!
german: [_danny_s_talk_frown_2_s_sad_2_] Woah!! Ist das ein- wie hast du das- {i}, wo würdest du das{/i}?!

source: [_star_s_rise_one_s_talk_frown_] Uhm, it's {u}mine{/u}, Billy, duh? I have a couple others, and this one's not really my favorite or anything.
german: [_star_s_rise_one_s_talk_frown_] Uhm, es ist {u}mine{/u}, Billy, duh? Ich habe ein paar andere, und dieses ist nicht wirklich mein Favorit oder nichts.

source: [_star_s_talk_happy_2_s_sad_] Don't worry, it's totally clean, I boiled it in soapy water.
german: [_star_s_talk_happy_2_s_sad_] Keine Sorge, es ist völlig sauber, ich habe es in Seifenwasser gekocht.

source: [_star_s_neutral_] My plan is, I want you to take it, and {b}plant{/b} it in this one girl's locker.
german: [_star_s_neutral_] Mein Plan ist, ich möchte, dass du ihn nimmst und {b}ihn in den Schließfächern dieses einen Mädchens einpflanzen.

source: [_danny_s_towards_wide_s_talk_frown_] Uhm... who?
german: [_danny_s_towards_wide_s_talk_frown_] Uhm... wem?

source: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh man... as if I have to ask...)
german: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh Mann... als ob ich fragen müsste...)

source: [_star_s_closed_s_angry_s_talk_happy_] This total goth loser, {b}Sam Manson{/b}!
german: [_star_s_closed_s_angry_s_talk_happy_] Dieser Totalverlierer, {b}Sam Manson{/b}!

source: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, don't feel bad or anything, she's a total nightmare to be around. Constantly talks behind people's backs. She's a creep.
german: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, du fühlst dich nicht schlecht oder nichts, sie ist ein totaler Albtraum um herumzusein. Ständig spricht hinter dem Rücken der Menschen. Sie ist ein Grauen.

source: [_danny_s_at_danny_s_angry_] (Gotta prevent myself from getting mad... play it cool, Danny... don't blow your cover this soon into the superhero game!)
german: [_danny_s_at_danny_s_angry_] (Gotta hindere mich daran, verrückt zu werden... spiele es cool, Danny... bläst dein Cover nicht bald in das Superhelo-Spiel!)

source: [_star_s_confused_s_talk_happy_2_] So my plan is, you take this, and use your powers to like, put it in her locker during a school day. Then I tell my teacher that I saw her put something like a weapon in there!
german: [_star_s_confused_s_talk_happy_2_] Also mein Plan ist, dass du dies nimmst und deine Kräfte nutzt, um es zu mögen und stecke es an einem Schultag in ihren Schlösser. Dann sage ich meiner Lehrerin, dass ich sah, wie sie dort so etwas wie eine Waffe setzt!

source: [_star_s_talk_happy_s_sad_] When he opens up her locker, I'll have gathered a whole crowd around for everybody to see when he pulls it out! It'll be totally hilarious!!
german: [_star_s_talk_happy_s_sad_] Wenn er ihre Schließfächer öffnet, habe ich für jeden eine ganze Menge gesammelt, um zu sehen, wenn er es herauszieht! Es wird völlig lustig sein!

source: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (This chick is crazy!! She seriously wants to put Sam through that?!)
german: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (Dieses Kick ist verrückt!! Sie möchte Sam ernsthaft durchsetzen?!)

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, well, the thing is, I don't know why I would {i}want{/i} to make somebody get embarassed like that, ya know? I'm not the type of ghost who pulls mischief on people, especially people who are innocent.
german: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, nun, das Ding ist, Ich weiß nicht, warum ich {i}möchte{/i} jemanden so verleumden lassen möchte, ja wissen? Ich bin nicht die Art von Gespenst, der Unbehagen auf Menschen zieht, vor allem auf Menschen, die unschuldig sind.

source: [_star_s_neutral_s_talk_happy_2_] I get why you'd have some hesitation, but I'm telling you, it'd help me out {i}sooooo{/i} much more than it'd embarass her.
german: [_star_s_neutral_s_talk_happy_2_] Ich bekomme warum du etwas zögern würdest, aber ich sage dir, es würde mir helfen {i}sooooo{/i} viel mehr als es sie peinlich machen würde.

source: [_star_s_bite_lip_s_rise_one_] Pluuus... if you can help me out... I'd be more than glad to help {b}you{/b} out...
german: [_star_s_bite_lip_s_rise_one_] Pluuus... wenn du mir helfen kannst... Ich wäre mehr als froh, dir {b}zu helfen{/b} raus...

source: [_danny_s_talk_frown_] Uhm... wh-what do you mean?
german: [_danny_s_talk_frown_] Uhm... was meinst du?

source: [_star_s_sad_s_talk_happy_2_] Oh c'mon, I'm sure you can piece it together in your head... something like a nice {b}juicy{/b} reward...
german: [_star_s_sad_s_talk_happy_2_] Oh c'mon, ich bin sicher, dass du es in deinem Kopf zusammenreißen kannst... so etwas wie eine nette {b}Juicy{/b} Belohnung...

source: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Well... I mean... i-if it's to help you out and all... I guess it couldn't hurt to pull a relatively harmless little prank...
german: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Nun... Ich meine... i-ob es dir helfen soll und alle... Ich vermute, es konnte nicht weh tun, einen relativ harmlosen kleinen Pranger zu ziehen...

source: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh my God, thank you!! You're the best!! Here, take it!
german: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh mein Gott, danke!! Du bist der beste!! Hier, nimm es!

source: [_star_s_talk_happy_2_s_neutral_] So just take it and place it sometime in the {b}morning{/b}, and text me on whatever day you're gonna do it. Her locker is 130 in the main hall.
german: [_star_s_talk_happy_2_s_neutral_] Also nehme es einfach und platziere es irgendwann in {b}Morgen{/b}, und schreibe mich an jedem Tag, an dem du es tun wirst. Sie ist 130 in der Haupthalle.

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, okay, sure, no problem. Hey look, I uhm, I gotta go fight some creepy little ghost girl, or something, but I'll let you know when I get this done, okay?
german: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, okay, sicher, kein Problem. Hallo schau, ich uhm, ich komme gegen ein gruseliges kleines Geistermädchen, oder etwa, aber ich lasse Sie wissen, wenn ich diese erledigt, okay?

source: [_star_s_talk_happy_2_s_sad_] Okay, cool! See ya later, Billy!
german: [_star_s_talk_happy_2_s_sad_] Okay, cool! Sieh dir später, Billy!

source: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Ugh, no, no way. That needs to stop {b}immediately{/b}.)
german: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Hallo, nein, keine Weise. Das muss {b}sofort beenden{/b}.)

source: [_danny_s_frown_2_s_angry_] (Sam was totally right, she's only interested in serving herself and picking on others.)
german: [_danny_s_frown_2_s_angry_] (Sam hatte vollkommen Recht, sie ist nur daran interessiert, sich selbst zu dienen und andere zu picken.)

source: [_danny_s_at_danny_] (I mean, to put a sex toy in Sam's locker to frame her? No way would I ever do that!)
german: [_danny_s_at_danny_] (Ich meine, ein Sex-Spielzeug in Sams Locker zu stecken, um sie zu stellen? Das würde ich nie tun!)

source: [_danny_s_sad_2_s_frown_grin_] (I mean...)
german: [_danny_s_sad_2_s_frown_grin_] (Ich meine...)

source: [_danny_s_at_danny_s_bite_] (If what I {b}think{/b} Star was offering was what she was {i}actually{/i} offering...)
german: [_danny_s_at_danny_s_bite_] (Wenn ich {b}denke, was ich anbietete,{/b} Star war das, was sie tatsächlich {i}hatte{/i} angeboten...)

source: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, am I really thinking about this?! Sam is one of my best friends, and I'd just be willing to sell her out?)
german: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, denke ich wirklich darüber nach?! Sam ist eine meiner besten Freunde, und ich würde sie einfach ausverkaufen?)

source: [_danny_s_towards_s_rise_one_s_grin_happy_] (Then again... with everbody gathered around there... it might be a perfect chance to trick Star {i}instead{/i}...)
german: [_danny_s_towards_s_rise_one_s_grin_happy_] (Dann wieder... mit jedem, der dort versammelt ist... es könnte eine perfekte Chance sein, den Stern {i}stattdessen zu tricksen{/i}...)

source: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Man, how is this even a hard choice to make? I really am a piece of work...)
german: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Mann, wie ist das auch eine schwierige Wahl zu treffen? Ich bin wirklich ein Stück Arbeit...)
