Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-you're kidding, right?
french: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-tu plaisante, n'est-ce pas?
german: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-Du suchst, richtig?

source: [_desiree_] Of course, you simple knuckle dragger! {i}*Chuckles*{/i} They're merely re-applying their dreadful hair and makeup a bit, like any young women their age... Jasmine is splashing some water on her face to stay more alert and attentive, I believe.
french: [_desiree_] Bien sûr, vous faites un simple drageur de poigné! {i}*Chuciles*{/i} Ils ne font que réappliquer leurs cheveux terribles et se maquiller un peu, comme n'importe quelle jeune femme de leur âge. . - Jasmine fait éclabousser de l’eau sur son visage pour rester plus vigilante et attentive, je crois.
german: [_desiree_] Natürlich, du bist ein einfacher Knöchelschleier! {i}*Chuckles*{/i} Sie setzen ihr schreckliches Haar einfach wieder ein und makeup ein wenig wie jede junge Frau ihr Alter. . Jasmine spritzt etwas Wasser auf ihr Gesicht, um wachsamer und aufmerksamer zu bleiben, glaube ich.

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Phew!{/i} Okay, you- you actually may have had me going there for a second.
french: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Ouf !{/i} Ok, vous - vous avez peut-être dû m'y aller une seconde.
german: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Phew!{/i} Okay, du- du könntest mich eine Sekunde dorthin gebracht haben.

source: [_desiree_] {i}*Ahem*{/i} ...so, when the girls do return, we shall have to start feigning our act of trying to seduce each other, remember?.
french: [_desiree_] {i}*Ahem*{/i} ...alors, quand les filles reviendront, nous devrons commencer à feindre notre acte d'essayer de nous séduire les uns les autres, souvenez-vous?
german: [_desiree_] {i}*Ahem*{/i} ...Wenn also die Mädchen zurückkehren, müssen wir anfangen, sich gegenseitig zu verführen, denke?.

source: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Huh? Oh, yeah, right, that's the plan...
french: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Hein? Oh, oui, oui, c'est le plan...
german: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Huh? Oh, ja, das ist der Plan...

source: [_desiree_] ...is everything alright?
french: [_desiree_] ...est-ce que tout va bien?
german: [_desiree_] ...ist alles in Ordnung?

source: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Of course, just...
french: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Bien sûr, juste...
german: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Natürlich, richtig...

source: [_desiree_] Just what?
french: [_desiree_] Juste quoi ?
german: [_desiree_] Was eigentlich?

source: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_displeased_] I-
french: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_displeased_] I- I-

source: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_displeased_] H-huh?
french: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_displeased_] H-hein ?

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Drinking games, buddy!! They reveal your most inner, personal secrets amongst your friends!
french: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Des jeux de boissons, copains!! Ils révèlent vos secrets les plus intimes et les plus personnels de vos amis!
german: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Trinken Sie Spiele, Buddy!! Sie offenbaren Ihre meisten inneren, persönlichen Geheimnisse unter Ihren Freunden!

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] We're all gonna play truth or dare! You guys gonna join?
french: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] Nous allons tous jouer à la vérité ou oser! Vous allez vous joindre?
german: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] Wir alle werden Wahrheit spielen oder wagen! Du wirst mitmachen?

source: [_desiree_] I'm sure these juvenile festivities can wait until we're done speaking to-
french: [_desiree_] Je suis sûr que ces festivités juvéniles peuvent attendre jusqu'à ce que nous ayons fini de parler -
german: [_desiree_] Ich bin sicher, dass diese jugendlichen Feierlichkeiten warten können, bis wir reden mit -

source: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, what are we playing? I {u}love{/u} games!!
french: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, qu'est-ce qu'on joue? Moi {u}amour{/u} jeux!
german: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, was spielen wir? Ich {u}liebe{/u} Spiele!!

source: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Truth or dare!!
french: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Vérité ou oser!!
german: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Wahrheit oder wagt!!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Every round someone has to take a shot.
french: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] À chaque round, quelqu'un doit tirer un tir.
german: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Jede Runde muss einen Schuss machen.

source: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, human friends, I'm not sure if I'm really in the mood to get blackout drunk playing some silly games.
french: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, des amis humains, je ne suis pas sûr que je sois vraiment dans l'humeur pour me faire ivre noir en jouant à des jeux stupides.
german: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, menschliche Freunde, ich bin mir nicht sicher, ob ich wirklich in der Stimmung bin, um mich bei einigen dummen Spielen betrunken zu lassen.

source: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (My plan kinda dictates I {u}don't{/u} get blackout drunk...)
french: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (Mon plan dicte que je ne suis pas {u}{/u} à boire en panne ...)
german: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (Mein Plan kinda diktiert ich {u}nicht{/u} betrunken den Blackout...)

source: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] No way dude! You totally gotta play! Along with your hot girlfriend!
french: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] Pas de baise ! Vous devez absolument jouer ! Avec votre amie chaude !
german: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] Kein Weg zu dude! Du hast total spielt! Zusammen mit deiner heissen Freundin!

source: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] She's {u}not{/u} his girlfriend!
french: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] Elle est {u}pas{/u} sa copine!
german: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] Sie ist {u}nicht{/u} seine Freundin!

source: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Yeah, she's not his girl!
french: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Oui, elle n'est pas sa fille !
german: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Ja, sie ist nicht sein Mädchen!

source: [_desiree_] {i}*Blushing*{/i} G-girlfriend? No, please, now whoever said that...
french: [_desiree_] {i}*Blushing*{/i} G-girlfriend? Non, s'il vous plaît, maintenant qui a dit ça...
german: [_desiree_] {i}*Blushing*{/i} G-Freundschaft? Nein, bitte, jetzt wer das gesagt hat...

source: [_desiree_] Although, it does sound like an {i}interesting{/i} proposition...
french: [_desiree_] Bien que cela ressemble à une proposition {i}intéressante{/i}...
german: [_desiree_] Obgleich es klingt wie ein {i}interessante{/i} Vorschlag...

source: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon guys, it don't matter! We gotta make sure the town hero has a good time during his first official welcoming party here in Amity Park!!
french: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon les gars, ça n'a pas d'importance ! Nous devons faire en sorte que le héros de la ville passe un bon moment lors de sa première fête officielle d'accueil ici dans Amity Park !!
german: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon Jungs, es ist egal! Wir werden dafür sorgen, dass der Stadtheld während seiner ersten offiziellen Begrüßungsparty hier im Amity Park eine gute Zeit hat!!

source: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...and especially since Fenton's paying for everything, we gotta drink all his booze while we can!
french: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...et surtout depuis que Fenton paie pour tout, nous devons boire tout son boeuf tant que nous le pouvons!
german: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...und vor allem seit Fentons Bezahlung für alles, haben wir alles getrunken, was wir können!

source: [_desiree_] {i}Hmmm{/i}... well, I suppose one round couldn't hurt, right?
french: [_desiree_] {i}Hmmm{/i}... eh bien, je suppose qu'une manche n'a pas pu faire de mal, n'est-ce pas?
german: [_desiree_] {i}Hmmm{/i}... Nun, ich vermute, eine Runde konnte nicht weh tun, oder?

source: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Come on Ghost Boy, it would be so much fun to really get to know each other! We have our {i}own{/i} little business to discuss soon.
french: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Venez sur Ghost Boy, ce serait tellement amusant d'apprendre à se connaître ! Nous avons notre {i}propre{/i} petite affaire à discuter bientôt.
german: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Komm auf Geister Boy, es wäre so viel Spaß, sich wirklich kennenzulernen! Wir haben unser {i}eigen{/i} kleines Geschäft, das bald diskutiert werden kann.

source: [_star_s_beer_s_towards_s_angry_s_talk_happy_] My turn first to ask questions!!
french: [_star_s_beer_s_towards_s_angry_s_talk_happy_] Mon tour commence par poser des questions!!
german: [_star_s_beer_s_towards_s_angry_s_talk_happy_] Ich bin an der Reihe, um Fragen zu stellen!!

source: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Well... I guess so... how bad could a couple drinking games get?)
french: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Eh bien... je suppose que... à quel point un couple de jeux de boisson pourrait-il arriver ?)
german: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Nun... Ich vermute, so... wie schlimm könnte ein paar Trinkspiele werden?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh man... my head... where... where is everyone?)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh homme... ma tête... où... où est tout le monde?)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh Mann... mein Kopf... wo ist alles?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Man... thank goodness I didn't turn back to normal while I was passed out! That would've been bad...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Homme... Dieu merci, je ne suis pas retourné à la normale pendant que j'étais passé ! Ça aurait été mauvais...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Mensch... Gott sei Dank habe ich mich nicht wieder zu normalisieren, als ich vergangen war! Das wäre schlecht gewesen ...)

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (I've got this gnarly headache, but... I kinda feel stone cold sober still? Which is crazy, cause I know everyone wanted me to do shots...)
french: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (J'ai ce mal de tête gnre, mais... Je sens la pierre froide et sobre encore ? Ce qui est fou, parce que je sais que tout le monde voulait que je fasse des tirs...)
german: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (Ich habe diese gnadenlose Kopfschmerz, aber... Ich fühle mich kalt nüchtern? Was ist verrückt, denn ich weiß, jeder wollte Schuss...)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Must be because the ghost half of me's not getting drunk... but the human half's still feeling the headache... oh well, it's getting better...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Ce doit être parce que la moitié de moi ne se saoule pas... mais la moitié de l'homme ressent toujours les maux de tête... oh bien, c'est de s'améliorer...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Seien Sie, weil der Geist der Hälfte von mir nicht betrunken wird... aber die menschliche Hälfte fühlt immer noch Kopfschmerzen ... oh gut, es wird besser...)

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... man, this place is a mess though... not many people still around it seems...)
french: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... homme, cet endroit est un gâchis cependant... peu de gens semblent encore autour de lui...)
german: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... Mann, dieser Ort ist jedoch ein Schlamassel ... anscheinend sind noch nicht viele Leute um ihn herum, ...)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_consternation_] (Better try and find out where everybody who stuck around are currently at...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_consternation_] (Essayez de découvrir où sont actuellement tous ceux qui ont coincé des...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_consternation_] (besser probieren und herausfinden, wo sich derjenige, der herumsitzt, gerade befindet...)

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ...ya' know, y-you're alright Tucker! {i}*Hiccup*{/i} One day, you'll find a nice floozy schmuck who will wanna spend the rest of their life with you.
french: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ... a' connaissez, y-vous êtes bien Tucker! {i}*Hiccup*{/i} Un jour, vous trouverez un joli schmuck qui voudra passer le reste de sa vie avec vous.
german: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ... a' weiss, y-bist du alright Tucker! {i}*Hiccup*{/i} Eines Tages wirst du einen schönen Flutschmuck finden, der den Rest ihres Lebens bei dir verbringen möchte.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-you... you really mean that? Dang, Sam... you're a true friend... ya' know, if it wasn't for you and Danny, I'd probably wanna...
french: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-vous... vous voulez vraiment dire ça ? Dang, Sam... vous êtes un vrai amis... vous savez, si ce n'était pas pour vous et Danny, je le souhaiterais probablement...
german: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-you... du meinst das wirklich? Dang, Sam... du bist ein wahrer Freund... ja, wenn es nicht für dich und Danny, würde ich wahrscheinlich gewannen...

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... I don't know! What was I even saying?
french: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... Je ne sais pas! Qu'est-ce que je disais?
german: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... Ich weiß es nicht! Was habe ich überhaupt gesagt?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] I dunno, probably sumpin' smart though.
french: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Je dunno, je sumpine probablement intelligemment cependant.
german: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Ich dunno, wahrscheinlich sumpin' smart.

source: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}you{/i}. You're a pal, Ms. Manson.
french: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}vous{/i}. Vous êtes un père, Madame Manson.
german: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}du{/i}. Du bist eine Pal, Frau Manson.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, hey guys? Have you seen where Des and the other girls went?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Euh{/i}, les gars? Avez-vous vu où Des et les autres filles allaient?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, hey Jungs? Hast du gesehen, wo Des und die anderen Mädchen liegen?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] {i}Whoa!{/i} Sam!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] {i}Quoi!{/i} Sam!

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhh, yeah, sorry... I just wanted to do that, {i}*Hiccup*{/i} ...just so everyone could see.
french: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhhh, oui, désolé... Je voulais juste faire ça, {i}*Hiccup*{/i} ...juste pour que tout le monde puisse voir.
german: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhhh, ja, sorry... Ich wollte das tun, {i}*Hiccup*{/i} ...nur damit jeder sehen konnte.

source: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] You see that people?! I kissed Inviso-Bill first!!
french: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] Vous voyez ces gens ?! J'ai embrassé Inviso-Bill tout d'abord !!
german: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] Du siehst die Leute?! Ich küsste zuerst Inviso-Bill!!

source: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo! You go girl! Claim your territory!
french: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo ! Vous allez en fille ! Récupérez votre territoire !
german: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo! Du gehst zu Mädchen! Beanspruche dein Territorium!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Guys, c'mon, stop! I'm trying to keep a low profile on this one.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Les gars, mon mon, arrêtez ! J'essaie de garder un profil bas sur celui-ci.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Jungs, c'mon, stop! Ich versuche ein niedriges Profil auf diesem zu behalten.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda hard for that to happen, dude. You're a ghost hanging around a bunch of drunk High School Seniors.
french: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] T'as du mal pour que cela arrive, dure. Tu es un fantôme accroché à un tas de seniors lycéens ivres.
german: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda ist schwer dafür zu tun, dude. Du bist ein Gespenst, der um einen Haufen betrunkener Senioren der High School hängt.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I'll be back later guys, try to take it easy. Watch out for Sam, Tuck. Make sure she gets home safe.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Je serai de retour plus tard les gars, essayez de le prendre facilement. Faites attention à Sam, Tuck. Assurez-vous qu'elle est à la maison en sécurité.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Ich bin später wieder Leute, versuche es einfach zu machen. Pass auf Sam, Tuck auf. Stelle sicher, dass sie sicher nach Hause kommt.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] You betcha. Awesome party man.
french: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Vous êtes en train de jouer. Génial homme de groupe.
german: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Du betcha. Großartiger Partymann.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, I don' wunna' go home {i}yeeet!!{/i}
french: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, je ne rentre pas à la maison {i}yeet!!{/i}
german: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooo{/i}, ich komme nicht nach Hause {i}yeeet!!{/i}

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon now miss lightweight, I can tell you've already reached your limit for the night. Let's get home, 'kay kiddo?
french: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon manque maintenant de légèreté, je peux vous dire que vous avez déjà atteint votre limite pour la nuit. Nous allons rentrer chez vous, kay kiddo?
german: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, c'mon vermisst jetzt Leichtgewicht, ich kann sagen, du hast bereits dein Limit für die Nacht erreicht. Lass uns nach Hause kommen, 'Kay kiddo?

source: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] It's like, ya' know... if you think about it, like... if like aliens invaded, right? You think they'd have hot babes too?
french: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] C'est comme ça, vous savez... si vous y pensez, comme... si comme les extraterrestres envahis, n'est-ce pas? Vous pensez qu'ils auraient aussi des filles chaudes ?
german: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] Es ist, wie ya' weiß... wenn du darüber nachdenkst, wie... wenn wie Außerirdische einmarschiert sind, oder? Du denkst, dass sie auch heiße Babes haben würden?

source: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Like hot babes to share with us? I mean, that'd be pretty awesome, but like... I dunno if they'd do that while they were invading.
french: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Vous aimez les filles chaudes à partager avec nous? Je veux dire, ce serait plutôt génial, mais j'aime. . Je ne sais pas si ils le feraient pendant qu'ils envahissaient.
german: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Gefällt mir heisse Babes, die ich mit uns teilen möchte? Ich meine, das wäre ziemlich toll, aber mag. . Ich dunnon, wenn sie das während ihrer Invasion tun würden.

source: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah man, not with all the stupid politicians and the weak, nerdy scientist dudes, but with the real {u}alpha{/u} dogs of Earth.
french: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah homme, non pas avec tous les politiciens stupides et les faibles scientifiques nerveux, mais avec les vrais chiens {u}alpha{/u} de la terre.
german: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah Mann, nicht mit allen dummen Politikern und den schwachen, nervigen Wissenschaftlern Dudes, sondern mit den echten {u}Alpha{/u} Hunden der Erde.

source: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Varsity athletes like us, dude? The aliens would have to be a buncha' freaking rock suckers to not let us mate with their women.
french: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Des athlètes de Varsity comme nous, de la dude? Les extraterrestres devraient être des assoiffés de roche effrayants pour ne pas nous laisser s'accoupler avec leurs femmes.
german: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Varsity Athleten wie wir, dude? Die Außerirdischen müssten ein buncha' freakende Felssucker sein, um uns nicht mit ihren Frauen treffen zu lassen.
