Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_sad_2_s_talk_happy_2_] Well... I need to know about my potential powers. I kind of have the Ecto-blasts down, along with invisibility and even some intangibility.
german: [_danny_s_sad_2_s_talk_happy_2_] Nun... Ich muss über meine potentiellen Kräfte Bescheid wissen. Ich habe Art von Ecto-Explosionen zusammen mit Unsichtbarkeit und sogar etwas Unantastbarkeit.
italian: [_danny_s_sad_2_s_talk_happy_2_] Beh... Ho bisogno di sapere quali sono i miei potenziali poteri. Ho una certa dimestichezza con gli Ecto-blast, con l'invisibilità e anche con l'intangibilità.

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] My problem is that I don't know what {i}else{/i} I should be able to do yet. Do you have any ideas about what other powers I might develop?
german: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Mein Problem ist, dass ich nicht weiß, was {i}anderes{/i} ich noch tun sollte. Haben Sie eine Vorstellung davon, welche anderen Befugnisse ich entwickeln könnte?
italian: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Il mio problema è che non so ancora cos'altro {i}{/i} dovrei essere in grado di fare. Avete qualche idea su quali altri poteri potrei sviluppare?

source: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] It would be hard to say, exactly. There are far too many ghosts to list, and they all greatly vary in power and abilities.
german: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] Es wäre schwer zu sagen, genau. Es gibt viel zu viele Geister zu listen, und sie alle unterscheiden sich sehr stark in Macht und Fähigkeiten.
italian: [_desiree_s_sad_2_s_towards_2_s_talk_frown_2_] Sarebbe difficile dirlo con esattezza. Ci sono troppi fantasmi da elencare e tutti variano notevolmente in potenza e capacità.

source: [_desiree_s_towards_s_talk_frown_s_sad_3_] Some ghosts were never really former people at all like myself, merely manifestations of concepts or desires through the hearts and minds of humans, like {b}living{/b} ideas... or {i}undead{/i}, if you prefer.
german: [_desiree_s_towards_s_talk_frown_s_sad_3_] Einige Geister waren nie wirklich ehemalige Leute wie ich bloße Manifestationen von Konzepten oder Wünschen durch die Herzen und Köpfe des Menschen, wie {b}lebende /b} Ideen. . oder {i}untot{/i}, wenn Sie es bevorzugen.
italian: [_desiree_s_towards_s_talk_frown_s_sad_3_] Alcuni fantasmi non sono mai stati persone come me, ma solo manifestazioni di concetti o desideri attraverso i cuori e le menti degli umani, come {b}idee viventi{/b}... o {i}non morti{/i}, se preferite.

source: [_danny_s_blank_stare_s_talk_frown_2_] Oh great, it's like "American Gods", where {b}nothing{/b} makes sense.
german: [_danny_s_blank_stare_s_talk_frown_2_] Oh gut, es ist wie "American Gods", wo {b}nichts{/b} Sinn macht.
italian: [_danny_s_blank_stare_s_talk_frown_2_] Oh fantastico, è come "American Gods", dove {b}nulla{/b} ha senso.

source: [_desiree_s_closed_s_talk_frown_] Not all are like that, however, as some ghosts have their roots bound to magic, through either spells or curses. One child I remember meeting in the Ghost Zone could turn herself into a dragon through the power of her amulet.
german: [_desiree_s_closed_s_talk_frown_] Nicht alle sind jedoch so, da manche Geister ihre Wurzeln mit Magie verbinden, entweder durch Zauber oder Flüche. Ein Kind, an das ich mich erinnere, könnte sich durch die Macht ihres Amuletts in einen Drachen verwandeln.
italian: [_desiree_s_closed_s_talk_frown_] Non tutti però sono così, perché alcuni fantasmi hanno le loro radici legate alla magia, attraverso incantesimi o maledizioni. Una bambina che ricordo di aver incontrato nella Zona Fantasma poteva trasformarsi in un drago grazie al potere del suo amuleto.

source: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Yeesh, not somebody you'd want to tick off by calling her jewelry tacky, I guess, huh?
german: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Ja, nicht jemand, den du anhalten möchtest, indem du ihr Schmuckstück anrufst, glaube ich, oder?
italian: [_danny_s_towards_wide_s_rise_one_s_talk_frown_] Non è il caso di far arrabbiare qualcuno chiamando i suoi gioielli di cattivo gusto, vero?

source: [_desiree_s_talk_happy_s_neutral_2_] Yes, of course not. There are also ghosts who manifest their powers through different facets of life, such as modern technology, music, food service...
german: [_desiree_s_talk_happy_s_neutral_2_] Ja, natürlich nicht. Es gibt auch Geister, die ihre Kräfte durch verschiedene Facetten des Lebens manifestieren, wie moderne Technologie, Musik, Lebensmittelservice...
italian: [_desiree_s_talk_happy_s_neutral_2_] Sì, certo che no. Ci sono anche fantasmi che manifestano i loro poteri attraverso diversi aspetti della vita, come la tecnologia moderna, la musica, la ristorazione...

source: [_danny_s_rise_one_s_talk_happy_2_] ...boxes?
german: [_danny_s_rise_one_s_talk_happy_2_] ...Boxen?
italian: [_danny_s_rise_one_s_talk_happy_2_] ...scatole?

source: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...yes, unfortunately.
german: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...ja, leider.
italian: [_desiree_s_at_player_s_neutral_s_talk_frown_] ...sì, purtroppo.

source: [_danny_s_rise_one_s_talk_frown_] So, what about, you know, life after death, and all that? Is the Ghost Zone really what awaits every person after they die? Sounds kinda bleak and dreary, honestly.
german: [_danny_s_rise_one_s_talk_frown_] Also, was ist mit dir, das Leben nach dem Tod, und all das? Ist die Geisterzone wirklich das, was erwartet jeder Mensch, nachdem sie sterben? Klingt kinda trostlos und trostlos, ehrlich.
italian: [_danny_s_rise_one_s_talk_frown_] Quindi, che dire della vita dopo la morte e tutto il resto? La Zona Fantasma è davvero ciò che attende ogni persona dopo la morte? Sembra un po' squallido e tetro, onestamente.

source: [_desiree_s_talk_frown_s_neutral_] Master Danny, you should try to remember that the Ghost Zone is not in any proper sense a true "afterlife" as you might picture it to be.
german: [_desiree_s_talk_frown_s_neutral_] Meister-Danny, Sie sollten sich daran erinnern, dass die Ghost Zone in keiner Weise ein echtes "Nachleben" ist, wie Sie es sich vorstellen könnten.
italian: [_desiree_s_talk_frown_s_neutral_] Maestro Danny, dovrebbe cercare di ricordare che la Zona Fantasma non è in alcun senso una vera e propria "vita ultraterrena" come la si potrebbe immaginare.

source: [_desiree_s_talk_frown_s_closed_] More so, the Ghost Zone is a sort of domain by which spirits that manage to remanifest themselves abide within. Remanifestations are often through feelings of sorrow, hatred, lust, stubborness, pity, jealousy, and even romance... but mostly sorrow.
german: [_desiree_s_talk_frown_s_closed_] Mehr noch, die Geisterzone ist eine Art Domäne, an der sich Geister wiedermanifestieren können. Remanifestationen werden oft durch Gefühle von Trauer, Hass, Lust, Sturheit, Mitleid und Eifersucht und sogar durch Romantik verursacht... aber meist traurig.
italian: [_desiree_s_talk_frown_s_closed_] Più che altro, la Zona Fantasma è una sorta di dominio in cui risiedono gli spiriti che riescono a ri-manifestarsi. Le rimanifestazioni avvengono spesso attraverso sentimenti di dolore, odio, lussuria, testardaggine, pietà, gelosia e persino romanticismo... ma soprattutto dolore.

source: [_desiree_s_towards_2_s_talk_frown_] Ghosts ranging in all varying levels of power and status reside in the Ghost Zone, unless they've somehow found a way to properly cross back over. I myself was able to cross back over, in part thanks to a man who-
german: [_desiree_s_towards_2_s_talk_frown_] Geister, die in allen unterschiedlichen Leistungsstufen und Status variieren, befinden sich in der Geisterzone, es sei denn, sie haben irgendwie einen Weg gefunden, um richtig zu überqueren. Ich selbst war in der Lage, zu überqueren, teilweise dank eines Mannes, der -
italian: [_desiree_s_towards_2_s_talk_frown_] Nella Zona Fantasma risiedono fantasmi con diversi livelli di potere e di status, a meno che non abbiano trovato un modo per tornare indietro. Io stesso sono riuscito a tornare indietro, in parte grazie a un uomo che...

source: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, sounds like an even {b}worse{/b} version of high school!! Crazy, {i}crazy{/i} stuff... (Oh God, I zoned out for a second! I hope she didn't notice. This {b}is{/b} all pretty interesting, and stuff I really should know about the ghost world to help me learn more...)
german: [_danny_s_towards_wide_s_talk_frown_] Uhh, j-jeez, klingt wie eine noch {b}schlechter{/b} Version der High School!! Verrückt, {i}Crazy{/i} Sachen. . (Oh Gott, ich habe mich für eine Sekunde aufgegeben! Ich hoffe, sie hat es nicht bemerkt. Diese {b}ist sehr interessant, und Dinge, die ich wirklich über die Geisterwelt wissen sollte, um mir zu helfen, mehr zu erfahren...)
italian: [_danny_s_towards_wide_s_talk_frown_] Uhh, cavolo, sembra una versione ancora {b}peggiore{/b} del liceo!!! Roba da pazzi, {i}pazzi{/i}... (Oh Dio, ho avuto un attimo di vuoto! Spero che non se ne sia accorta. Tutto questo {b}è{/b} piuttosto interessante, e sono cose che dovrei sapere sul mondo dei fantasmi per aiutarmi a imparare di più...)

source: [_danny_s_at_player_s_rise_one_s_frown_] (...but it mainly just sounds like a {b}lot{/b} of exposition...)
german: [_danny_s_at_player_s_rise_one_s_frown_] (...aber es klingt hauptsächlich wie ein {b}Lot{/b} der Exposition...)
italian: [_danny_s_at_player_s_rise_one_s_frown_] (...ma sembra soprattutto un {b}sacco{/b} di esposizione...)

source: [_desiree_s_sad_2_s_talk_bite_] If what you mean is whether or not there's a totem pole of hierarchy in place, than yes. There exist ghosts {b}far{/b} more powerful than I am, of course, and some quite notably strong spirits closer to my power... then there are those at the {u}very{/u} bottom...
german: [_desiree_s_sad_2_s_talk_bite_] Wenn du meinst, ob ein Totem der Hierarchie vorhanden ist oder nicht, als ja. Es gibt Geister {b}weit besser{/b} natürlich mächtiger als ich bin, und einige ziemlich starke Geister, die meiner Macht näher stehen. , dann gibt es die am {u}sehr{/u} unten...
italian: [_desiree_s_sad_2_s_talk_bite_] Se intende dire se c'è o meno una gerarchia, allora sì. Esistono fantasmi {b}molto{/b} più potenti di me, naturalmente, e alcuni spiriti notevolmente forti più vicini al mio potere... poi ci sono quelli che si trovano {u}molto{/u} in basso...

source: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Well, you certainly catch on quick, Master Danny.
german: [_desiree_s_neutral_3_s_talk_bite_2_] Box Geister. Nun, du fängst sicher schnell, Master Danny.
italian: [_desiree_s_neutral_3_s_talk_bite_2_] Box Ghost. Beh, di certo hai imparato in fretta, Maestro Danny.

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] What about me? What kind of ghost am I??
german: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Was ist mit mir? Welche Art von Geist bin ich??
italian: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] E io? Che tipo di fantasma sono?

source: [_desiree_s_talk_frown_s_neutral_s_towards_2_] Truly, I do not know. I have only ever heard of {b}one{/b} being known to walk the line between human and ghost alike, but he rarely appears in the Ghost Zone without an exact purpose.
german: [_desiree_s_talk_frown_s_neutral_s_towards_2_] Truly, ich weiß es nicht. Ich habe immer nur davon gehört, dass {b}eins{/b} die Grenze zwischen Mensch und Gespenst gleichermaßen befahren hat Aber er erscheint selten ohne genauen Zweck in der Geisterzone.
italian: [_desiree_s_talk_frown_s_neutral_s_towards_2_] In verità, non lo so. Ho sentito parlare solo di {b}uno{/b} che è noto per essere in grado di camminare tra umani e fantasmi, ma raramente appare nella Zona Fantasma senza uno scopo preciso.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] It would be within your best interests to avoid crossing his path, Master. He is a {b}truly{/b} powerful being, not one to be trifled with.
german: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Es wäre in deinem ureigensten Interesse, seinen Weg zu vermeiden, Meister. Er ist ein wirklich {b}mächtiges Wesen, nicht eines, mit dem man getriftet werden kann.
italian: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Sarebbe nel vostro interesse evitare di incrociare il suo cammino, Maestro. È un {b}essere davvero potente, con cui non si può scherzare.

source: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Really? Too bad, he sounds like he could've helped me out a whole lot getting used to my powers...
german: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Wirklich? Zu schlecht, er klingt so, als könnte er mir helfen, sich sehr viel an meine Kräfte zu gewöhnen...
italian: [_danny_s_towards_s_talk_frown_2_s_sad_2_] Davvero? Peccato, sembra che avrebbe potuto aiutarmi molto ad abituarmi ai miei poteri...

source: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Any basic powers that you think I might not know about or need more work on?
german: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] Alle grundlegenden Kräfte, die ich vielleicht nicht kenne oder an denen ich mehr arbeiten muss?
italian: [_danny_s_sad_2_s_towards_wide_s_talk_frown_] C'è qualche potere di base che pensate non conosca o su cui debba lavorare di più?

source: [_desiree_s_sad_3_s_talk_bite_2_] Well, there are of course a couple of powers that often come with the territory of being a ghost, some of which you've exhibited already.
german: [_desiree_s_sad_3_s_talk_bite_2_] Nun, es gibt natürlich ein paar Mächte, die oft mit dem Territorium eines Gespenstes kommen einige von denen Sie bereits ausgestellt haben.
italian: [_desiree_s_sad_3_s_talk_bite_2_] Naturalmente, ci sono un paio di poteri che spesso accompagnano il territorio dell'essere un fantasma, alcuni dei quali sono già stati mostrati.

source: [_desiree_s_sad_2_s_talk_frown_2_] I imagine you haven't quite harnessed the full extent of your shapeshifting abilities?
german: [_desiree_s_sad_2_s_talk_frown_2_] Ich kann mir vorstellen, dass du noch nicht das ganze Ausmaß deiner Gestaltungsfähigkeiten genutzt hast?
italian: [_desiree_s_sad_2_s_talk_frown_2_] Immagino che tu non abbia ancora sfruttato appieno le tue capacità di mutaforma?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No, I don't think so... at least not on purpose, anyway.
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Nein, ich glaube es nicht... zumindest nicht beabsichtigt, sowieso.
italian: [_danny_s_at_danny_s_rise_one_s_talk_frown_] No, non credo... almeno non di proposito.

source: [_desiree_s_closed_s_talk_bite_2_] As you can see, I normally maintain this tail like form, but with minimal effort...
german: [_desiree_s_closed_s_talk_bite_2_] Wie du siehst, bleibe ich normalerweise diesen Schwanz wie Form, aber mit minimalem Aufwand...
italian: [_desiree_s_closed_s_talk_bite_2_] Come potete vedere, normalmente mantengo questa forma a coda, ma con uno sforzo minimo...

source: [_desiree_] ...I can become a whole {b}new{/b} form, within varying amounts of reason! This girl with the large bottom your friend seemed to desire, for example!
german: [_desiree_] ... kann ein ganzes {b}neu{/b} Formular werden, in unterschiedlichen Mengen an Grund! Dieses Mädchen mit der großen Unterseite, die dein Freund zu wünschen schien, zum Beispiel!
italian: [_desiree_] ...posso diventare una forma completamente {b}nuova{/b}, con una quantità variabile di ragione! Questa ragazza con il sedere grosso che il tuo amico sembrava desiderare, per esempio!

source: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, that's great! You're really good at that!
german: [_danny_s_talk_happy_s_neutral_] Woah, Verzweiflung, das ist großartig! Du bist wirklich gut daran!
italian: [_danny_s_talk_happy_s_neutral_] Woah, Desiree, è fantastico! Sei davvero brava!

source: [_desiree_] Of course, I've only had a millenia and then some to practice, Master. You should try it yourself, if you wish to improve your own hand at manipulating your ectoplasmic form.
german: [_desiree_] Natürlich, ich hatte nur ein Jahrtausend und dann einige zum Üben, Meister. Sie sollten es selbst ausprobieren, wenn Sie Ihre eigene Hand verbessern wollen, um Ihre ektoplasmische Form zu manipulieren.
italian: [_desiree_] Naturalmente, ho avuto solo un millennio e più per esercitarmi, Maestro. Dovreste provare voi stesso, se volete migliorare la vostra abilità nel manipolare la vostra forma ectoplasmatica.

source: [_danny_] Alright well, I think I've done that tail thing once or twice before, but mainly on accident. Maybe if I try it now with a little more focus...
german: [_danny_] Gut, ich denke, ich habe das Schwanz-Ding einmal oder zweimal zuvor gemacht, aber hauptsächlich bei Unfall. Vielleicht wenn ich es jetzt mit etwas mehr Fokus versuche...
italian: [_danny_] Bene, credo di aver già fatto quella cosa della coda una o due volte, ma soprattutto per caso. Forse se ci provo adesso con un po' più di concentrazione...

source: [_danny_] There, I did it! Alright, I've grown a tail!!
german: [_danny_] da, habe ich es geschafft! Okay, ich bin ein Schwanz!!
italian: [_danny_] Ecco, ce l'ho fatta! Va bene, mi è cresciuta la coda!!!

source: [_danny_] ...this is still a pretty weird feeling, honestly. More of that same "Jell-O" vibe again...
german: [_danny_] ...das ist immer noch ein ziemlich seltsames Gefühl, ehrlich. Mehr von dem gleichen "Jell-O" vibe wieder...
italian: [_danny_] ...la sensazione è ancora piuttosto strana, onestamente. Ancora la stessa sensazione di "gelatina"...

source: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] You'll get used to it, don't worry. The tail form is a good way to develop your flying prowess and learn to maintain your body's solidity.
german: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] Du wirst dich daran gewöhnt, keine Sorge. Die Schwanzform ist ein guter Weg, um die fliegenden Fähigkeiten zu entwickeln und zu lernen, die Körperfestigkeit Ihres Körpers zu erhalten.
italian: [_desiree_s_towards_s_sad_2_s_talk_bite_2_] Ci si abituerà, non c'è da preoccuparsi. La forma a coda è un buon modo per sviluppare la vostra abilità di volo e imparare a mantenere la solidità del corpo.

source: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Flying, really?? Like how Tucker did?! Wow, awesome!! I can only ever just sorta float up to my friend Sam's window. Flying sounds a lot more convenient though.
german: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Fliegen, wirklich?? Wie hat Tucker getan?! Wow, genial!! Ich kann immer nur sorta zum Fenster meines Freundes Sam schweben. Fliegen klingt aber wesentlich bequemer.
italian: [_danny_s_talk_happy_2_s_sad_2_s_towards_wide_] Volare, davvero? Come ha fatto Tucker?! Wow, fantastico! Io riesco solo a fluttuare fino alla finestra del mio amico Sam. Volare sembra molto più comodo, però.

source: [_desiree_s_talk_bite_2_s_sad_2_] Yes, I'm certain you'll become more adept at it the more you practice.
german: [_desiree_s_talk_bite_2_s_sad_2_] Ja, ich bin sicher, dass du in der Praxis mehr Geschicklichkeit erhältst.
italian: [_desiree_s_talk_bite_2_s_sad_2_] Sì, sono certo che diventerete più abili con la pratica.

source: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... this is so much I've learned in just one night of talking to you! I feel so much sharper now!!
german: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... das ist so viel, dass ich in nur einer Nacht gelernt habe, mit dir zu sprechen! Ich fühle mich jetzt so viel schärfer!!
italian: [_danny_s_at_danny_s_sad_s_talk_happy_] Wow... quante cose ho imparato in una sola notte di conversazione con voi! Mi sento molto più lucida ora!!!

source: [_danny_s_wondering_s_towards_s_talk_frown_] Des, look... I know you don't like where you are right now, I get it, sincerely. But I hope you understand where {i}I'm{/i} coming from by having to keep you here.
german: [_danny_s_wondering_s_towards_s_talk_frown_] Des, schau... Ich weiß, du magst nicht wo du gerade bist, ich bekomme es, aufrichtig. Aber ich hoffe, Sie verstehen, woher {i}ich komme, indem ich Sie hier halten muss.
italian: [_danny_s_wondering_s_towards_s_talk_frown_] Des, senti... So che non ti piace dove sei ora, lo capisco, sinceramente. Ma spero che tu capisca da dove {i}vengo se devo tenerti qui.

source: [_desiree_s_angry_s_at_player_s_talk_frown_2_] I don't in any regard like it... I'd rather I was let loose to my own devices, truthfully...
german: [_desiree_s_angry_s_at_player_s_talk_frown_2_] Ich mag es in keiner Hinsicht... Ich würde mich lieber von meinen eigenen Geräten loslassen lassen, wahrhaftig...
italian: [_desiree_s_angry_s_at_player_s_talk_frown_2_] Non mi piace affatto... Preferirei essere lasciata libera di agire per conto mio, sinceramente...

source: [_desiree_s_talk_frown_s_closed_] But I have no choice in the matter thanks to your wish... I will obey your orders and guidelines. I am bound to you... as my Master's slave.
german: [_desiree_s_talk_frown_s_closed_] Aber ich habe keine Wahl in der Sache dank Deinem Wunsch... Ich werde deine Anweisungen und Richtlinien befolgen. Ich bin an dich gebunden... als Sklave meines Meisters.
italian: [_desiree_s_talk_frown_s_closed_] Ma non ho scelta, grazie al suo desiderio... Obbedirò ai suoi ordini e alle sue direttive. Sono legato a te... come schiavo del mio padrone.

source: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}slave{/b}? I didn't think that... I really hadn't thought of her like that...)
german: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}Sklave{/b}? Ich dachte das nicht... Ich hatte sie wirklich nicht so gedacht...)
italian: [_danny_s_frown_grin_3_s_at_player_wide_] (Woah... {b}schiavo{/b}? Non ci avevo pensato... Non avevo davvero pensato a lei in questo modo...)

source: [_danny_s_at_danny_s_frown_2_] (I mean, what else was I {i}supposed{/i} to do? She left me no choice with the whole "blowing my secret" maneuver.)
german: [_danny_s_at_danny_s_frown_2_] (Ich meine, was habe ich sonst {i}vermutet{/i} zu tun? Sie hat mir keine Wahl mit dem ganzen Manöver "Blowing my secret" hinterlassen.)
italian: [_danny_s_at_danny_s_frown_2_] {i}(Voglio dire, cos'altro avrei dovuto fare? Non mi ha lasciato altra scelta con la manovra del "soffiare il mio segreto").

source: [_danny_s_towards_s_frown_3_s_neutral_] (I know she tried to kill Tucker {i}and{/i} me, but... I kind of feel bad for her.)
german: [_danny_s_towards_s_frown_3_s_neutral_] (Ich weiß, sie hat versucht, Tucker {i}zu töten und{/i} mich... Ich fühle mich aber irgendwie schlecht für sie.)
italian: [_danny_s_towards_s_frown_3_s_neutral_] (So che ha cercato di uccidere Tucker {i}e me, ma... mi dispiace per lei).

source: [_danny_s_sad_] (She clearly has a bit of a warped and bitter view of men because of that sultan guy... it's really not her fault she turned into such a vengeful spirit.)
german: [_danny_s_sad_] (Aufgrund dieses Sultans hat er eindeutig ein wenig verwirrt und bitter Sicht auf Männer. . Es ist wirklich nicht ihre Schuld, die sie in einen so rachsüchtigen Geist verwandelt.)
italian: [_danny_s_sad_] (È chiaro che ha una visione un po' distorta e amara degli uomini a causa di quel sultano... non è certo colpa sua se si è trasformata in uno spirito così vendicativo).

source: [_danny_s_sad_s_smile_] (I mean... she's obviously pretty attractive for a ghost... but it's when she's calm and poised like this...)
german: [_danny_s_sad_s_smile_] (Ich meine... Sie ist offensichtlich ziemlich attraktiv für einen Gespenster... aber sie ist es, wenn sie so ruhig und schwungvoll ist...)
italian: [_danny_s_sad_s_smile_] (Voglio dire... è ovviamente molto attraente per essere un fantasma... ma è quando è calma e composta come questa...)
