Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_maddie_s_talk_happy_s_towards_wide_s_sad_2_] The "Fenton Thermos"!!
german: [_maddie_s_talk_happy_s_towards_wide_s_sad_2_] Die "Fenton-Thermos"!!
italian: [_maddie_s_talk_happy_s_towards_wide_s_sad_2_] Il "Thermos Fenton"!!!

source: [_jack_] Way to go, hot stuff! She's a beaut'!
german: [_jack_] Weg zu gehen, heiße Sache! Sie ist schön!
italian: [_jack_] Bravissima, bella roba! E' una bellezza!

source: [_danny_s_towards_wide_s_sad_2_s_talk_happy_2_] Great job, Mom! It looks great.
german: [_danny_s_towards_wide_s_sad_2_s_talk_happy_2_] Großartig, Mama! Es sieht großartig aus.
italian: [_danny_s_towards_wide_s_sad_2_s_talk_happy_2_] Ottimo lavoro, mamma! Ha un aspetto fantastico.

source: [_maddie_s_closed_s_sad_s_talk_happy_s_blush_] Oh boys, stop it! You're making me blush...
german: [_maddie_s_closed_s_sad_s_talk_happy_s_blush_] Oh Jungen, stoppe es! Du machst mich Blush...
italian: [_maddie_s_closed_s_sad_s_talk_happy_s_blush_] Oh ragazzi, smettetela! Mi state facendo arrossire...

source: [_jack_] It's too bad we couldn't find a good place for a "Fenton Works" sticker to go on it.
german: [_jack_] Es ist zu schlecht, dass wir keinen guten Platz für einen "Fenton Works"-Aufkleber finden konnten, um es weiter zu machen.
italian: [_jack_] Peccato che non sia stato possibile trovare un buon posto per l'adesivo "Fenton Works".

source: [_maddie_s_closed_s_talk_happy_2_s_sad_2_] Hah ha, oh Jack! Not everything needs a brand label. Even if it's a brand as good as the Fenton name.
german: [_maddie_s_closed_s_talk_happy_2_s_sad_2_] Ha Ha Ha, oh Jack! Nicht alles braucht ein Markenzeichen. Selbst wenn es eine Marke ist, die so gut ist wie der Fenton-Name.
italian: [_maddie_s_closed_s_talk_happy_2_s_sad_2_] Ah ah, oh Jack! Non tutto ha bisogno di un marchio. Anche se si tratta di un marchio valido come il nome Fenton.

source: [_jack_] Yeah I know, but it makes me proud to think that an invention built by a woman as brilliant as you would hold the name we share together.
german: [_jack_] Ja, ich kenne aber es macht mich stolz zu glauben, dass eine Erfindung, die von einer Frau gebaut wurde, so brillant wie Sie den Namen haben, den wir gemeinsam teilen.
italian: [_jack_] Sì, lo so, ma mi rende orgoglioso pensare che un'invenzione costruita da una donna brillante come te possa mantenere il nome che condividiamo.

source: [_maddie_s_sad_s_talk_happy_2_] Oh Jaaack... you're being so sweet! I love you dear.
german: [_maddie_s_sad_s_talk_happy_2_] Oh Jaaack... Du bist so süß! Ich liebe dich.
italian: [_maddie_s_sad_s_talk_happy_2_] Oh Jaaack... sei così dolce! Ti voglio bene, caro.

source: [_jack_] Me too, baby cakes...
german: [_jack_] Auch ich, Baby-Kuchen...
italian: [_jack_] Anch'io, torte per bambini...

source: [_jack_] ...so I'm {b}not{/b} willing to give up on that branding thing just yet!
german: [_jack_] ...also bin ich {b}nicht{/b} bereit, die Sache noch nicht aufzugeben!
italian: [_jack_] ...quindi non sono {b}ancora disposta a rinunciare al marchio!

source: [_jack_] I'll be right back, I'm gonna go grab my soldering equipment from my sock drawer and we'll just {b}burn{/b} the name Fenton on a piece of scrap metal at the bottom!
german: [_jack_] Ich bin gleich zurück Ich werde meine Lötausrüstung aus meiner Sockelschublade schnappen und wir werden nur {b}den Namen Fenton auf einem Stück Schrottmetall unten brennen!
italian: [_jack_] Torno subito, vado a prendere l'attrezzatura per saldare dal cassetto dei calzini e {b}bruciamo il nome Fenton su un pezzo di metallo di scarto sul fondo!

source: [_maddie_s_towards_wide_s_talk_frown_s_sad_2_] But Jack, I'm about to turn on the-
german: [_maddie_s_towards_wide_s_talk_frown_s_sad_2_] Aber Jack, ich werde die ein-
italian: [_maddie_s_towards_wide_s_talk_frown_s_sad_2_] Ma Jack, sto per accendere il...

source: [_jack_] Don't wait up for me, Maddie! Test it out while I'm gone! I'll be right back as soon as I find my flame retardant gloves, don't worry! Wouldn't wanna use the wrong pair like {i}last{/i} time!!
german: [_jack_] Warte nicht auf mich, Maddie! Teste es aus, während ich weg bin! Sobald ich meine flammhemmenden Handschuhe finde, bin ich gleich wieder da, keine Sorge! Konnte das falsche Paar wie {i}letzt{/i} mal nicht verwenden!!
italian: [_jack_] Non aspettarmi, Maddie! Provalo mentre sono via! Torno subito appena trovo i guanti ignifughi, non preoccuparti! Non vorrei usare il paio sbagliato come l'ultima volta {i}!!

source: [_maddie_s_angry_s_talk_frown_s_towards_wide_] Oh, that man cannot sit still for a single second!
german: [_maddie_s_angry_s_talk_frown_s_towards_wide_] Oh, dieser Mann kann nicht für eine einzige Sekunde still sitzen!
italian: [_maddie_s_angry_s_talk_frown_s_towards_wide_] Quell'uomo non riesce a stare fermo un solo secondo!

source: [_maddie_s_sad_s_away_s_talk_frown_2_] ...and I really wanted to activate the Thermos with him {b}together{/b}... he helped inspire me to make it back in college after all...
german: [_maddie_s_sad_s_away_s_talk_frown_2_] ...und ich wollte die Thermos wirklich zusammen mit ihm {b}aktivieren{/b}... er hat mich inspiriert, es wieder im College zu machen...
italian: [_maddie_s_sad_s_away_s_talk_frown_2_] ...e volevo davvero attivare il thermos con lui {b}{/b}... ha contribuito a ispirarmi a tornare al college, dopo tutto...

source: [_danny_s_sad_s_talk_happy_2_] Well hey, Mom, I'm still here! I'm proud to be apart of this big moment with you.
german: [_danny_s_sad_s_talk_happy_2_] Nun hey, Mama, ich bin immer noch hier! Ich bin stolz, von diesem großen Moment mit dir getrennt zu sein.
italian: [_danny_s_sad_s_talk_happy_2_] Ehi, mamma, sono ancora qui! Sono orgoglioso di far parte di questo grande momento con te.

source: [_maddie_s_sad_s_talk_happy_2_] Oh, Danny, you're right. You're here with me, aren't you? I'm sorry, I sorta overlooked that part.
german: [_maddie_s_sad_s_talk_happy_2_] Oh, Danny, du hast Recht. Du bist hier bei mir, bist du nicht? Tut mir leid, ich sorta übersah diesen Teil.
italian: [_maddie_s_sad_s_talk_happy_2_] Oh, Danny, hai ragione. Sei qui con me, vero? Mi dispiace, mi è sfuggita questa parte.

source: [_maddie_s_talk_happy_s_towards_wide_2_s_rise_one_] Yeah, you know what? Let's do it! Mother and son bonding moment! I love it!
german: [_maddie_s_talk_happy_s_towards_wide_2_s_rise_one_] Ja, du weißt was? Lass uns es machen! Mutter und Sohn binden Moment! Ich liebe es!
italian: [_maddie_s_talk_happy_s_towards_wide_2_s_rise_one_] Sì, sapete cosa? Facciamolo! Momento di unione tra madre e figlio! Lo adoro!

source: [_maddie_s_talk_happy_2_s_rise_one_] Now, you see this button right where I'm pointing, Danny?
german: [_maddie_s_talk_happy_2_s_rise_one_] Jetzt siehst du diesen Knopf, wo ich hinzeige, Danny?
italian: [_maddie_s_talk_happy_2_s_rise_one_] Ora, vedi questo pulsante proprio dove sto indicando, Danny?

source: [_danny_s_sad_s_talk_happy_] Yeah, I see it, Mom.
german: [_danny_s_sad_s_talk_happy_] Ja, ich sehe es, Mama.
italian: [_danny_s_sad_s_talk_happy_] Sì, lo vedo, mamma.

source: [_maddie_s_closed_s_talk_happy_2_s_pointing_2_] Okay, well on the count of three, I'm going to kick start the Fenton Ecto-Battery by pressing down on it.
german: [_maddie_s_closed_s_talk_happy_2_s_pointing_2_] Okay, also drei, ich werde die Fenton Ecto-Battery durch Drücken von unten starten.
italian: [_maddie_s_closed_s_talk_happy_2_s_pointing_2_] Ok, al mio tre, darò il via all'Ecto-Batteria Fenton premendo su di essa.

source: [_maddie_s_towards_2_s_rise_one_s_talk_happy_] It should take a couple of seconds to boot up, so we shouldn't worry if it doesn't come on right away!
german: [_maddie_s_towards_2_s_rise_one_s_talk_happy_] Es sollte ein paar Sekunden dauern, um zu booten, also sollten wir uns keine Sorgen machen, ob es nicht sofort ankommt!
italian: [_maddie_s_towards_2_s_rise_one_s_talk_happy_] Dovrebbe impiegare un paio di secondi per avviarsi, quindi non dobbiamo preoccuparci se non si accende subito!

source: [_maddie_s_talk_happy_s_sad_] The most {b}important{/b} thing is that we don't overload it with too many power boot ups by pressing the button too much. That could be {i}pretty{/i} bad!
german: [_maddie_s_talk_happy_s_sad_] Das {b}Wichtigste{/b} ist, dass wir es nicht mit zu vielen Power-Boot-Ups überladen, indem wir den Knopf zu sehr drücken. Das könnte {i}hübsch{/i} schlecht!
italian: [_maddie_s_talk_happy_s_sad_] La cosa {b}più importante{/b} è non sovraccaricarlo con troppi avvii di energia premendo troppo il pulsante. Questo potrebbe essere {i}piuttosto dannoso!

source: [_maddie_s_idle__s_talk_happy_2_] So, are you ready, sweetie?
german: [_maddie_s_idle__s_talk_happy_2_] Also, bist du bereit, süß?
italian: [_maddie_s_idle__s_talk_happy_2_] Allora, sei pronta, tesoro?

source: [_danny_s_talk_happy_s_sad_] Ready, Mom!
german: [_danny_s_talk_happy_s_sad_] Ready, Mama!
italian: [_danny_s_talk_happy_s_sad_] Pronti, mamma!

source: [_maddie_s_talk_happy_2_] Okay then, how about you count it down for me... I'll go on your count of three, alright?
german: [_maddie_s_talk_happy_2_] Okay, wie wäre es, wenn du es für mich zählst... Ich werde auf deinen Zähler von drei, oder?
italian: [_maddie_s_talk_happy_2_] Ok, allora che ne dici di fare il conto alla rovescia per me... Io vado al tre, va bene?

source: [_danny_s_talk_happy_2_s_neutral_] Got it!
german: [_danny_s_talk_happy_2_s_neutral_] Verstanden!
italian: [_danny_s_talk_happy_2_s_neutral_] Preso!

source: [_danny_s_talk_happy_] Alrighty then... ooonnne...
german: [_danny_s_talk_happy_] Gut dann... ooonnne...
italian: [_danny_s_talk_happy_] Va bene allora... ooonnne...

source: [_danny_s_rise_one_s_talk_happy_2_] ...twoooooooo...
german: [_danny_s_rise_one_s_talk_happy_2_] ...twoooooooooo...
italian: [_danny_s_rise_one_s_talk_happy_2_] ...dueooooo...

source: [_maddie_s_pointing_s_towards_wide_s_sad_2_s_talk_happy_] {b}Three{/b}!! {i}*Click*{/i}
german: [_maddie_s_pointing_s_towards_wide_s_sad_2_s_talk_happy_] {b}drei{/b}!! {i}*Klick*{/i}
italian: [_maddie_s_pointing_s_towards_wide_s_sad_2_s_talk_happy_] {b}Tre{/b}!!! {i}*Click*{/i}

source: [_maddie_s_towards_s_sad_s_talk_happy_] Sorry dear, I just couldn't wait! But now we just have to give it a couple more seconds...
german: [_maddie_s_towards_s_sad_s_talk_happy_] Tut mir leid, ich konnte einfach nicht warten! Aber jetzt müssen wir ihm nur noch ein paar Sekunden mehr geben...
italian: [_maddie_s_towards_s_sad_s_talk_happy_] Scusa cara, non potevo aspettare! Ma ora dobbiamo solo aspettare un altro paio di secondi...

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] Hah, it's okay, Mom...
german: [_danny_s_towards_s_wondering_s_talk_happy_2_] Hah, es ist in Ordnung, Mammut...
italian: [_danny_s_towards_s_wondering_s_talk_happy_2_] Va tutto bene, mamma...

source: [_maddie_s_towards_2_s_rise_one_s_talk_frown_2_] ...oh, come on now... any day, you stupid-
german: [_maddie_s_towards_2_s_rise_one_s_talk_frown_2_] ...oh, komme jetzt... jeden Tag, du bist dumm-
italian: [_maddie_s_towards_2_s_rise_one_s_talk_frown_2_] ...oh, andiamo ora... un giorno qualsiasi, stupido...

source: [_danny_s_sad_s_talk_frown_] Uhm, Mom, should you be-
german: [_danny_s_sad_s_talk_frown_] Uhm, Mama, solltest du sein-
italian: [_danny_s_sad_s_talk_frown_] Mamma, dovresti...

source: [_maddie_s_talk_frown_s_pointing_] No, I {b}know{/b} it'll work, it just- {i}*Click*{/i} -needs a little- {i}*Click*{/i} -bit of tinkering is all! {i}*Click*{/i}
german: [_maddie_s_talk_frown_s_pointing_] Nein, ich {b}weiß{/b} es funktioniert, es funktioniert nur- {i}*Klick*{/i} - benötigt ein wenige- {i}*Klick*{/i} -Bit Backen ist alles! {i}*Klick*{/i}
italian: [_maddie_s_talk_frown_s_pointing_] No, {b}so{/b} che funzionerà, ha solo- {i}*Click*{/i} -bisogno di un po'- {i}*Click*{/i} -di un po'- di armeggio, tutto qui! {i}*Click*{/i}

source: [_danny_s_talk_frown_2_] But I thought you said that we shouldn't try to-
german: [_danny_s_talk_frown_2_] Aber ich dachte, du hast gesagt, dass wir nicht versuchen sollten-
italian: [_danny_s_talk_frown_2_] Ma non avevi detto che non dovevamo provare a...

source: [_maddie_s_pointing_s_talk_frown_2_] Danny, I went to the- {i}*Click*{/i} -University of- {i}*Click*{/i} -Wisconsin Madison- {i}*Click*{/i} -I {i}think{/i} I know- {i}*Click*{/i} -what I'm doing!
german: [_maddie_s_pointing_s_talk_frown_2_] Danny, Ich ging zu der {i}*Klick*{/i} -Universität von- {i}*Klick*{/i} -Wisconsin Madison- {i}*Klick*{/i} -I {i}denken, ich weiß- {i}*Klick*{/i} -was ich mache!
italian: [_maddie_s_pointing_s_talk_frown_2_] Danny, ho frequentato la- {i}*Click*{/i} -Università di- {i}*Click*{/i} -Wisconsin Madison- {i}*Click*{/i} -I {i}penso{/i} di sapere- {i}*Click*{/i} -cosa sto facendo!

source: [_thermos_] {i}*Bweeeeeeeeeeeeeeee*{/i}
italian: [_thermos_] {i}*Bweeeeeeeeeeee*{/i}

source: [_maddie_s_sad_s_talk_frown_2_] Uhm... maybe we should've put on our safety googles fir-
german: [_maddie_s_sad_s_talk_frown_2_] Uhm... vielleicht sollten wir unsere Sicherheits-Googles zuerst anlegen -
italian: [_maddie_s_sad_s_talk_frown_2_] Uhm... forse avremmo dovuto indossare i nostri occhiali di sicurezza prima...

source: [_thermos_] {b}{i}*BACHOOOOOO*{/i}{/b}
italian: [_thermos_] {b}{i}*BACHOOOOO*{/i}{/b}

source: [_danny_s_talk_frown_] Oh man... what just happened?
german: [_danny_s_talk_frown_] Oh Mann... was ist gerade passiert?
italian: [_danny_s_talk_frown_] Oh amico... cosa è appena successo?

source: [_danny_s_sad_s_ahegao_s_talk_frown_2_] Jeez, that light was so bright! It nearly blinded me!
german: [_danny_s_sad_s_ahegao_s_talk_frown_2_] Jeez, das Licht war so hell! Es hat mich fast geblendet!
italian: [_danny_s_sad_s_ahegao_s_talk_frown_2_] Accidenti, quella luce era così intensa! Mi ha quasi accecato!

source: [_danny_s_towards_s_sad_2_s_talk_frown_] Are you okay, Mom? It felt like an explosion of energy! Where'd you go mom?!
german: [_danny_s_towards_s_sad_2_s_talk_frown_] Bist du in Ordnung, Mama? Es fühlte sich wie eine Explosion der Energie! Wohin gehst du jetzt?
italian: [_danny_s_towards_s_sad_2_s_talk_frown_] Stai bene, mamma? Sembrava un'esplosione di energia! Dove sei andata mamma?

source: [_maddie_] Yes, dear, I'm alright, I'm down here on the floor! That actually knocked me right off my feet! It certainly {i}was{/i} bright, with quite a bit of energy dischargement as well.
german: [_maddie_] Ja, lieber Kollege, ich bin in Ordnung, ich bin hier unten auf dem Fußboden! Das hat mich eigentlich direkt von meinen Füßen gestoßen! Es war sicherlich {i}hell{/i} mit ziemlich viel Energie entlasten auch.
italian: [_maddie_] Sì, cara, sto bene, sono qui a terra! Questo mi ha fatto cadere in piedi! È stato certamente {i}luminoso, con anche una discreta scarica di energia.

source: [_maddie_] In fact, I think I've gone a bit {b}blind{/b}...
german: [_maddie_] In der Tat, ich glaube, ich habe ein bisschen {b}blind{/b}...
italian: [_maddie_] In effetti, credo di essere diventato un po' {b}cieco{/b}...

source: [_danny_s_sad_2_s_down_s_talk_frown_] Oh my God, really?!
german: [_danny_s_sad_2_s_down_s_talk_frown_] Oh mein Gott, wahr?!
italian: [_danny_s_sad_2_s_down_s_talk_frown_] Oh mio Dio, davvero?!

source: [_maddie_] I believe so, but it'll pass, don't worry! This isn't the {u}first{/u} experiment to {i}prematurely{/i} go off in my face like that, I doubt it'll be the last...
german: [_maddie_] Ich glaube so, aber es wird passieren, keine Sorge! Dies ist nicht das {u}erste{/u} Experiment mit {i}vorzeitig{/i} geht so in mein Gesicht, ich bezweifle, dass es der letzte sein wird...
italian: [_maddie_] Credo di sì, ma passerà, non preoccuparti! Questo non è il {u}primo esperimento{/u} che {i}prematuramente{/i} si spegne in questo modo, e dubito che sarà l'ultimo...

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] My eyesight's still kinda iffy, but I'm starting to see a bit more now.
german: [_danny_s_at_player_s_rise_one_s_talk_frown_] Mein Auge ist immer noch kinda iffy, aber ich beginne jetzt ein bisschen mehr zu sehen.
italian: [_danny_s_at_player_s_rise_one_s_talk_frown_] La mia vista è ancora un po' incerta, ma ora comincio a vedere un po' di più.

source: [_maddie_] Danny, would you mind helping me stand up? I can't quite manage on my own at the moment.
german: [_maddie_] Danny, würdest du mir helfen? Ich kann im Moment nicht ganz alleine verwalten.
italian: [_maddie_] Danny, ti dispiacerebbe aiutarmi ad alzarmi? Al momento non riesco a farcela da solo.

source: [_danny_s_talk_happy_2_s_sad_] Oh, sure thing Mom! Here, take my hand.
german: [_danny_s_talk_happy_2_s_sad_] Oh, sicher Sache Mama! Hier, nimm meine Hand.
italian: [_danny_s_talk_happy_2_s_sad_] Oh, certo mamma! Ecco, prendi la mia mano.

source: [_maddie_s_talk_happy_2_s_idle__] Oh, thank you dear! My vision should return soon. See, the {i}key{/i} is to keep your eyes closed at first so you don't get disorie-
german: [_maddie_s_talk_happy_2_s_idle__] Oh, vielen Dank! Meine Vision sollte bald zurückkehren. Sieh, der {i}-Schlüssel{/i} ist es, deine Augen zunächst geschlossen zu halten, damit du nicht unverschämt bist-
italian: [_maddie_s_talk_happy_2_s_idle__] Oh, grazie cara! La mia vista dovrebbe tornare presto. Vede, la chiave {i}{/i} è tenere gli occhi chiusi all'inizio, in modo da non avere disorientamenti-.

source: [_danny_s_sad_2_s_blush_2_s_talk_frown_2_] Muh- mumuhhh- muh- {b}Mom{/b}!
german: [_danny_s_sad_2_s_blush_2_s_talk_frown_2_] Muh- mumuhhh- {b}Mom{/b}!
italian: [_danny_s_sad_2_s_blush_2_s_talk_frown_2_] Muh- mumuhhh- muh- {b}Mamma{/b}!

source: [_maddie_s_rise_one_s_talk_happy_2_] Oh sweetie, there's no need to yell, I'm right here!
german: [_maddie_s_rise_one_s_talk_happy_2_] Oh sweetie, da braucht man nicht zu yell, hier bin ich!
italian: [_maddie_s_rise_one_s_talk_happy_2_] Oh, tesoro, non c'è bisogno di urlare, sono qui!

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_] But uhm, it's j-just, y-your... uhm... you have...
german: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Aber uhm, es ist j-just, y-your... uhm... du hast...
italian: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Ma... è solo... il tuo... ehm... hai...

source: [_maddie_s_talk_frown_2_s_sad_] What is it, Danny?
german: [_maddie_s_talk_frown_2_s_sad_] Was ist es, Danny?
italian: [_maddie_s_talk_frown_2_s_sad_] Cosa c'è, Danny?

source: [_danny_s_rise_one_s_talk_frown_] Your... your suit... it uhh... it got... a {i}bit{/i} of damage, I think.
german: [_danny_s_rise_one_s_talk_frown_] Dein... dein Anzug... es uhhh... er hat ... ein {i}bit{/i} des Schadens, denke ich.
italian: [_danny_s_rise_one_s_talk_frown_] {i}La tua... la tua tuta... ha... ha subito... un po' di danni, credo.

source: [_maddie_s_talk_frown_s_rise_one_2_] What do you mean? I mean, I {b}did{/b} feel a definite surge of energy expulsion...
german: [_maddie_s_talk_frown_s_rise_one_2_] Was meinst du? Ich meine, ich {b}habe einen deutlichen Anstieg der Energieausscheidung...
italian: [_maddie_s_talk_frown_s_rise_one_2_] Cosa intendi dire? Voglio dire che {b}ho sentito un'ondata di espulsione di energia...

source: [_maddie_s_talk_frown_2_s_rise_one_4_] Its not {i}too{/i} bad, is it? Oh, I'd hate to have to go and order a new one after this, they always ship these jumpsuits with all the wrinkles still left in!.
german: [_maddie_s_talk_frown_2_s_rise_one_4_] Es ist nicht {i}too{/i} schlecht, oder? Oh, ich würde es hassen zu gehen und danach einen neuen zu bestellen Sie liefern diese Sprunganzüge immer mit all den noch verbleibenden Falten!.
italian: [_maddie_s_talk_frown_2_s_rise_one_4_] Non è {i}troppo male, vero? Oh, non vorrei doverne ordinare un'altra dopo questa, spediscono sempre queste tute con tutte le grinze ancora dentro!

source: [_danny_s_rise_one_s_talk_frown_2_] Well, I mean... you're kinda...
german: [_danny_s_rise_one_s_talk_frown_2_] Nun, ich meine... Du bist kinda...
italian: [_danny_s_rise_one_s_talk_frown_2_] Beh, voglio dire... sei un po'...

source: [_maddie_s_talk_frown_s_blush_s_sad_2_] {b}OH MY GOSH, DON'T LOOK DANNY!!{/b}
german: [_maddie_s_talk_frown_s_blush_s_sad_2_] {b}OH MEIN GOSH, DON'T LOOK DANNY!!{/b}
italian: [_maddie_s_talk_frown_s_blush_s_sad_2_] {b}Oh, mio Dio, non guardare DANNY!!!

source: [_danny_s_closed_s_sad_2_s_talk_frown_] I-I'm sorry Mom, I didn't know what to say!!
german: [_danny_s_closed_s_sad_2_s_talk_frown_] Es tut mir leid, ich wusste nicht, was ich sagen sollte!!
italian: [_danny_s_closed_s_sad_2_s_talk_frown_] Mi dispiace mamma, non sapevo cosa dire!!!

source: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Oh my lord, Danny, I am {b}so{/b} embarassed!
german: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Oh mein Lord, Danny, ich bin {b}so{/b} peinlich!
italian: [_maddie_s_talk_frown_2_s_towards_wide_up_s_sad_] Oh mio signore, Danny, sono {b}così{/b} imbarazzata!

source: [_maddie_s_away_] I-I need to go change!
german: [_maddie_s_away_] Ich muss wechseln!
italian: [_maddie_s_away_] Devo andare a cambiarmi!

source: [_maddie_s_closed_s_talk_frown_] I... I'm sorry you had to see this...
german: [_maddie_s_closed_s_talk_frown_] Ich... Tut mir leid, dass du das sehen musst...
italian: [_maddie_s_closed_s_talk_frown_] I... Mi dispiace che tu abbia dovuto vedere questo...

source: [_maddie_] Damn that stupid thermos!!
german: [_maddie_] Verdammt diese dummen Thermos!!
italian: [_maddie_] Al diavolo quello stupido thermos!!!

source: [_danny_s_at_player_s_sad_2_s_frown_] (...good lord.)
german: [_danny_s_at_player_s_sad_2_s_frown_] (...guter Lord)
italian: [_danny_s_at_player_s_sad_2_s_frown_] (...buon Dio.)

source: [_danny_s_frown_2_s_rise_one_] (That didn't just happen, right?)
german: [_danny_s_frown_2_s_rise_one_] (Das ist nicht einfach passiert, oder?)
italian: [_danny_s_frown_2_s_rise_one_] (Non è successo per caso, vero?).

source: [_danny_s_towards_wide_s_sad_s_frown_3_] (She was like, totally exposed in front of me!)
german: [_danny_s_towards_wide_s_sad_s_frown_3_] (Er war wie vor mir aufgedeckt!)
italian: [_danny_s_towards_wide_s_sad_s_frown_3_] (Era completamente esposta davanti a me!).

source: [_danny_s_sad_2_s_frown_grin_2_] (I saw... {u}so{/u} {b}much{/b}!)
german: [_danny_s_sad_2_s_frown_grin_2_] (Ich sah... {u}so{/u} {b}much{/b}!)
italian: [_danny_s_sad_2_s_frown_grin_2_] (Ho visto... {u}così{/u} {b}tanto{/b}!)

source: [_danny_s_frown_2_s_sad_] (I saw her...)
german: [_danny_s_frown_2_s_sad_] (Ich sah sie...)
italian: [_danny_s_frown_2_s_sad_] (L'ho vista...)

source: [_danny_s_wondering_s_frown_3_] (I saw my own mother's breasts...)
german: [_danny_s_wondering_s_frown_3_] (Ich sah die Brüste meiner eigenen Mutter...)
italian: [_danny_s_wondering_s_frown_3_] (Ho visto il seno di mia madre...)

source: [_danny_s_at_danny_s_rise_one_s_bite_] (Did I... like it?)
german: [_danny_s_at_danny_s_rise_one_s_bite_] (Gefällt mir?)
italian: [_danny_s_at_danny_s_rise_one_s_bite_] (Mi è... piaciuto?)

source: [_danny_s_frown_s_neutral_s_towards_] (No, that'd be so {b}wrong{/b}, I know that...)
german: [_danny_s_frown_s_neutral_s_towards_] (Nein, das wäre {b}falsch{/b}, ich weiß dass...)
italian: [_danny_s_frown_s_neutral_s_towards_] (No, sarebbe così {b}sbagliato{/b}, lo so...)

source: [_danny_s_smile_s_wondering_] (But... they {i}did{/i} look super nice.)
german: [_danny_s_smile_s_wondering_] (But... sie {i}haben super aussieht{/i} super nett.)
italian: [_danny_s_smile_s_wondering_] (Ma... {i}avevano un aspetto molto bello).
