Repository: DonRP/AmityPark
Catalog: game/*/*/episode2_MZ.po
Languages: german, italian

source: [_kate_] I can't imagine how she's so far passed up playing with an {i}amazing{/i} cock like this...
german: [_kate_] Ich kann mir nicht vorstellen, wie sie bisher mit einem solch erstaunlichen {i}Schwanz gespielt hat...
italian: [_kate_] Non riesco a immaginare come abbia fatto finora a rinunciare a giocare con un {i}fantastico{/i} cazzo come questo...

source: [_danny_] My... my g-girlfriend...?
german: [_danny_] Mein... meine g-Freund...?
italian: [_danny_] La mia... la mia g-ragazza...?

source: [_kate_] Yeah, that pretty goth girl you're always hanging around!
german: [_kate_] Ja, das hübsche gotische Mädchen, das du immer herumhängst!
italian: [_kate_] Sì, quella bella ragazza goth che frequenti sempre!

source: [_danny_] Oh, sh-she's not my-
german: [_danny_] Oh, sh-she ist nicht meine-
italian: [_danny_] Oh, non è la mia...

source: [_kate_] {i}Shhhh{/i}, let's not talk about her right now, okay?
german: [_kate_] {i}Shhh{/i}, lassen Sie uns jetzt nicht über sie reden, ok?
italian: [_kate_] {i}Shhhh{/i}, non parliamo di lei adesso, ok?

source: [_danny_] A-alright...
german: [_danny_] A-also...
italian: [_danny_] Va bene...

source: [_kate_] Mmmm, you're throbbing quite a lot... you better not cum just yet, Danny, there's so much {i}more{/i} we can do in my office alone...
german: [_kate_] Mmmm, du wirfst ziemlich viel... Sie besser nicht nur cum nur noch, Danny, es gibt so viel {i}mehr{/i} können wir in meinem Büro allein...
italian: [_kate_] Mmmm, stai pulsando parecchio... è meglio che non sborri ancora, Danny, c'è così tanto {i}altro{/i} che possiamo fare nel mio ufficio da soli...

source: [_danny_] Oh come on K-Kate, please... I'm not gonna last... much...~
german: [_danny_] Oh komme auf K-Kate, bitte... Ich werde nicht dauern... viel...~
italian: [_danny_] Oh, andiamo K-Kate, per favore... Non durerò... molto...~

source: [_danny_] W-what was that noise?! It almost sounded like-
german: [_danny_] W-was war das Geräusch?! Es klang fast wie-
italian: [_danny_] Cos'era quel rumore? Sembrava quasi...

source: [_kate_] Oh, ignore that, please Danny, let somebody else deal with it... just you sit back, relax, and enjoy as I-
german: [_kate_] Ach, ignoriere das, bitte Danny, lass jemanden anders damit umgehen... nur du sitzt zurück, entspannst und genießt wie ich
italian: [_kate_] Oh, ignoralo, per favore Danny, lascia che se ne occupi qualcun altro... tu siediti, rilassati e goditi il mio...

source: [_jazz_] {size=24}Somebody heeelp!!{/size}
german: [_jazz_] {size=24}Jemand heeelp!!{/size}
italian: [_jazz_] {Qualcuno mi aiuti!

source: [_danny_] That was {u}defintely{/u} Jazz!{p}I'm sorry Kate, but I need to go!
german: [_danny_] Das war {u}definitiv{/u} Jazz!{p}Es tut mir leid, aber ich muss gehen!
italian: [_danny_] Questo era {u}sicuramente{/u} Jazz!{p}Mi dispiace Kate, ma devo andare!

source: [_kate_] No, wait, you don't have to leave just ye-!
german: [_kate_] Nein, warte, du musst nicht nur Ja verlassen!
italian: [_kate_] No, aspetta, non devi andartene così...!

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Now, where did he leave this PDA of his? I've gotta find it fast before I get caught or something.
german: [_danny_s_talk_frown_s_rise_one_s_at_player_] Nun, wo hat er diese PDA von ihm verlassen? Ich habe sie schnell gefunden, bevor ich erwischt werde oder etwas.
italian: [_danny_s_talk_frown_s_rise_one_s_at_player_] Ora, dove ha lasciato questo suo palmare? Devo trovarlo in fretta, prima che mi becchino o altro.

source: [_danny_s_sad_s_talk_happy_] {i}Aha!!{/i} Under these benches!
german: [_danny_s_sad_s_talk_happy_] {i}Aha!!{/i} Unter diesen Bänke!
italian: [_danny_s_sad_s_talk_happy_] {i}Aha!!! Sotto queste panchine!

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Thank goodness nobody else saw it before I did.
german: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Gott sei Dank hat es niemand anders gesehen, bevor ich es getan habe.
italian: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Grazie al cielo nessun altro l'ha visto prima di me.

source: [_danny_s_talk_frown_2_s_wondering_] Hey, wait... what's that noise?
german: [_danny_s_talk_frown_2_s_wondering_] Hey, warten... was ist der Geräusch?
italian: [_danny_s_talk_frown_2_s_wondering_] Ehi, aspetta... cos'è questo rumore?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Man, Kwan sure has got it made with Star... although, I wonder if they're actually going out together or not-
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Mann, Kwan sicher hat es mit Stern gemacht... obwohl ich mich frage, ob sie tatsächlich zusammen gehen oder nicht-
italian: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Cavolo, Kwan ha proprio fatto centro con Star... anche se mi chiedo se stiano davvero uscendo insieme o meno...

source: [_jazz_] {size=+12}Somebody!! Help!!{/size}
german: [_jazz_] {size=+12}Jemanden!! Hilfe!!{/size}
italian: [_jazz_] {Qualcuno mi aiuti!!! Aiuto!!!{/size}

source: [_danny_s_talk_frown_] Is that Jazz? I should go check it out!
german: [_danny_s_talk_frown_] Ist das Jazz? Ich sollte es dir ansehen!
italian: [_danny_s_talk_frown_] E' Jazz? Dovrei andare a vedere!

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, don't come any closer! Dash turned into a freaking green creep!! Run away!!
german: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, komm nicht näher her! Dash wurde zu einem freakenden grünen Creep! Lass dich weg!!
italian: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Danny, non avvicinarti! Dash si è trasformato in un cavolo di strisciante verde!!! Scappa!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, get out of here!! I'll, {i}uh{/i}, try to distract him for you!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, raus hier!! Ich weiß, {i}uh{/i}, versuche ihn für dich abzulenken!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Jazz, esci di qui! Io, {i}uh{/i}, cercherò di distrarlo per te!

source: [_ectodash_] Awww, why make {i}her{/i} leave?? We were just about to have some {u}real{/u} fun together!!{p}Guess I'll settle for rattling you around, kid!
german: [_ectodash_] Awww, warum mach {i}her{/i} weg?? Wir hatten gerade ein paar {u}echte{/u} Spaß gemeinsam!{p}Guess ich werde mich damit zufrieden geben, dich herum zu rasseln, Kinder!
italian: [_ectodash_] Perché {i}lei se ne è andata? Stavamo per divertirci insieme {u}davvero!!{p}Immagino che mi accontenterò di farti fare le bizze, ragazzina!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You're not laying a hand on my sister, creep!!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Du legst keine Hand auf meine Schwester, creep!!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Non metterai le mani addosso a mia sorella, verme!!!

source: [_danny_s_talk_frown_s_closed_s_angry_] I'm going ghost!
german: [_danny_s_talk_frown_s_closed_s_angry_] Ich werde Geister!
italian: [_danny_s_talk_frown_s_closed_s_angry_] Vado a fare il fantasma!

source: [_ectodash_s_m2_] What?? The Ghost Boy?!
german: [_ectodash_s_m2_] Was?? Der Geister Boy?!
italian: [_ectodash_s_m2_] Cosa? Il ragazzo fantasma?!

source: [_danny_s_p28_] That's right! You picked the {i}wrong{/i} girl to perv on, creep! I don't know what's wrong with you Dash, but I'm gonna finally knock your block off!!
german: [_danny_s_p28_] Das ist richtig! Du hast das {i}Falsch{/i} Mädchen ausgewählt, auf dem du weiterfahren kannst! Ich weiß nicht, was mit dir Dash schief läuft, aber ich werde endlich deinen Block abklopfen!!
italian: [_danny_s_p28_] E' vero! Hai scelto la {i}ragazza sbagliata per fare il pervertito, verme! Non so cosa c'è che non va in te, Dash, ma alla fine ti spaccherò il muso!!!

source: [_dash_] {i}Heh hech heh!{/i} Alright kid, then let's see what you {u}got{/u}!!
german: [_dash_] {i}Hech hech heh!{/i} Okay, dann lass uns sehen, was du {u}erhalten hast{/u}!!
italian: [_dash_] {i}Eh eh eh! Va bene ragazzo, allora vediamo cosa {u}sai fare{/u}!!

source: [_ectopuss_] You won't always win our little tussles together, Ghost Boy! I'll be back!!
german: [_ectopuss_] Du wirst nicht immer unsere kleinen Tussles gemeinsam gewinnen! Ich bin zurück!!
italian: [_ectopuss_] Non vincerai sempre le nostre piccole battaglie insieme, Ghost Boy! Tornerò!

source: [_danny_s_p28_] Hey, get back here, I'm not done with you, ya' slimy jerk!
german: [_danny_s_p28_] Hey, komme zurück hierher, ich bin nicht mit dir fertig, ya' Slimy Jerk!
italian: [_danny_s_p28_] Ehi, torna qui, non ho finito con te, viscido idiota!

source: [_danny_s_p34_] What the heck? How did Ectopus {b}possess{/b} Dash? Can all ghosts do that?
german: [_danny_s_p34_] Was für einen Zwischenruf? Wie hat Ectopus {b}Dash? Können alle Geister das tun?
italian: [_danny_s_p34_] Ma che diavolo? Come ha fatto Ectopus {b}ad impossessarsi di Dash? Dash? Tutti i fantasmi possono farlo?

source: [_danny_s_p36_] (Oh man, looks like Dash is waking up already. Better change back now.)
german: [_danny_s_p36_] (Oh Mann, sieht so aus, als ob Dash bereits aufwacht. Jetzt besser ändern.)
italian: [_danny_s_p36_] (Oh, cavolo, sembra che Dash si stia già svegliando. Meglio tornare indietro adesso).

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... wh... where am I...?
german: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... we... wo bin ich...?
italian: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Ugh{/i}... dove... dove sono...?

source: [_dash_s_towards_s_rise_s_talk_displeased_] F-Fenton? What the heck... what happened to me?
german: [_dash_s_towards_s_rise_s_talk_displeased_] Fenton? Was ist mit mir passiert?
italian: [_dash_s_towards_s_rise_s_talk_displeased_] F-Fenton? Che diamine... cosa mi è successo?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Well you, {i}uh{/i}, you tried to start a fight with me and, well, I sorta... knocked you out.
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Nun bist du, {i}uh{/i}, du hast versucht, einen Kampf mit mir zu beginnen und, nun, ich sortiere... dich niedergeschlagen hat.
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Beh, tu, {i}uh{/i}, hai cercato di iniziare una lotta con me e, beh, io ti ho più o meno... messo al tappeto.

source: [_dash_s_away_s_rise_s_talk_distraught_] What?!{p}Nah, no way, that doesn't make any sense at all...
german: [_dash_s_away_s_rise_s_talk_distraught_] Was?!{p}Nur, nein, das macht überhaupt keinen Sinn...
italian: [_dash_s_away_s_rise_s_talk_distraught_] Cosa?{p}No, non è possibile, non ha alcun senso...

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Yeah, well, it happened. S-so I hope you learned your lesson, {i}uh{/i}... buster!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Ja, gut, es ist passiert. S-so hoffe ich, du hast deine Lektion gelernt, {i}uh{/i}... Buster!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Si', beh, e' successo. Spero che tu abbia imparato la lezione, {i}uh{/i}... buster!

source: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] No... I... I was going to the bathroom... then I thought I saw this... this weird {b}green monster thing{/b} with all these nasty arms, and then I...
german: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] Nein... Ich... Ich ging in das Badezimmer... dann dachte ich, ich sah diese... Diese seltsame {b}grüne Monster Sach{/b} mit all diesen Armen, und dann ich...
italian: [_dash_s_blank_stare_s_unhappy_s_talk_consternation_] No... io... Stavo andando in bagno... poi mi è sembrato di vedere questo... questo strano {b}mostro verde con tutte queste braccia orribili, e poi...

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, you're clearly out of it right now! Guess I really over did it, huh? How about you just go and get some rest, buddy. You're imagining things is all.
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, du bist gerade klar dabei! Ich denke, ich habe es wirklich geschafft, huh? Wie wäre es, wenn du nur gehst und dich ausruhen willst, Kumpel. Sie stellen sich Dinge vor, ist alles.
italian: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh no Dash, sei chiaramente fuori di te in questo momento! Mi sa che ho davvero esagerato, eh? Che ne dici di andare a riposare un po', amico? Ti stai immaginando tutto.

source: [_kate_] Danny? Dash? What was all that I just heard outside my office doors? What's been going on here?
german: [_kate_] Danny? Danny? Was habe ich nur außerhalb meiner Bürotüren gehört? Was geht hier vor?
italian: [_kate_] Danny? Dash? Cos'è che ho appena sentito fuori dalla porta del mio ufficio? Cosa sta succedendo qui?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, hey Kate! Don't worry, everything's fine. Dash was trying to start some trouble, but I took care of things quick and simple.
german: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, hey Kate! Keine Sorge, alles ist in Ordnung. Dash versuchte, einige Probleme zu beginnen, aber ich kümmerte mich um Dinge schnell und einfach.
italian: [_danny_s_closed_s_unhappy_s_talk_happy_] Oh, {i}uhm{/i}, ciao Kate! Non preoccuparti, va tutto bene. Dash stava cercando di creare problemi, ma ho sistemato le cose in modo semplice e veloce.

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, look at you, "Mister situation handler"! Well, it looks like I'll need to patch up Dash for the moment, but please, stop by my office later Danny... I'd like to properly {u}reward{/u} you for keeping the peace in my halls...
german: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, schaue dich an, "Mister situation handler"! Nun, es sieht so aus, als werde ich Dash für den Moment patchen müssen, aber bitte, stoppen Sie bei meinem Büro später Danny. . Ich möchte dich richtig {u}Belohnung erhalten{/u} für die Erhaltung des Friedens in meinen Hallen erhalten...
italian: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] {i}Oooh{/i}, ma guardati, "Mister gestione della situazione"! Beh, sembra che per il momento dovrò ricucire Dash, ma per favore, passa dal mio ufficio più tardi Danny... Vorrei ricompensarti adeguatamente {u}per aver mantenuto la pace nei miei corridoi...

source: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... yeah! Sure thing, Kate!
german: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... ja! Sicher, Kate!
italian: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Uh{/i}... sì! Certo, Kate!

source: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Come on now, Dash. We'll get you checked out for any head injuries...
german: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Komm jetzt vorbei, Dash. Wir werden dich für alle Kopfverletzungen auschecken lassen...
italian: [_kate_s_towards_s_sad_s_talk_happy_s_blush_] Andiamo, Dash. Ti faremo controllare se ci sono ferite alla testa...

source: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, fine, sure thing, lady... my head does need an ice pack for dah' boo boos...
german: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, gut, sicher, Dame... mein Kopf braucht ein Eispack für dah' boo Boose...
italian: [_dash_s_flip_s_blank_stare_s_unhappy_s_talk_consternation_] {i}Uhm{/i}, bene, certo, signora... la mia testa ha bisogno di un impacco di ghiaccio per la bua...

source: [_danny_s_grin_happy_s_sad_] (Well, with that big lug out of the way, I can finally finish this dumb PDA errand for Tucker!)
german: [_danny_s_grin_happy_s_sad_] (Nun, mit diesem großen Schlauch, kann ich endlich diesen dummen PDA-Fehler für Tucker beenden!)
italian: [_danny_s_grin_happy_s_sad_] (Beh, con quel grosso peso fuori dai piedi, posso finalmente finire questa stupida commissione del palmare per Tucker).

source: [_danny_s_talk_frown_s_rise_one_s_at_player_] Finally, let's just find Tucker's PDA and be done with this.
german: [_danny_s_talk_frown_s_rise_one_s_at_player_] Schließlich, lasst uns Tuckers PDA finden und erledigt werden.
italian: [_danny_s_talk_frown_s_rise_one_s_at_player_] Infine, troviamo il palmare di Tucker e facciamola finita.

source: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Here it is, right underneath the benches! Man, he'll never know just how much trouble this was to get... but finding it was actually pretty easy!
german: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Hier ist es genau unterhalb der Bänke! Man, er wird nie wissen, wie viel Mühe das war, zu bekommen. . aber es zu finden war eigentlich ziemlich einfach!
italian: [_danny_s_at_player_s_rise_one_s_talk_happy_2_] Eccola qui, proprio sotto le panchine! Non saprà mai quanto sia stato difficile ottenerlo... ma trovarlo è stato piuttosto facile!

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, it seems like I can't catch a break lately. Every time I turn around, that stupid Ectopus ghost is right there waiting to strike!
german: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, es scheint, als könne ich in letzter Zeit keine Pause machen. Jedes Mal, wenn ich mich umdrehe, ist dieser dumme Ektopusgeist genau da und wartet darauf, zu schlagen!
italian: [_danny_s_at_player_s_sad_s_talk_consternation_] Cavolo, sembra che ultimamente non riesca a trovare una pausa. Ogni volta che mi giro, quello stupido Ectopus fantasma è lì che aspetta di colpire!

source: [_danny_s_down_s_wondering_s_talk_consternation_] I need to head home for now, all this stress is killing me.
german: [_danny_s_down_s_wondering_s_talk_consternation_] Ich muss vorerst nach Hause gehen, all dieser Stress tötet mich.
italian: [_danny_s_down_s_wondering_s_talk_consternation_] Per ora devo andare a casa, tutto questo stress mi sta uccidendo.

source: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... so, if I'm {i}already{/i} a ghost, can I actually even die?)
german: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... Wenn ich also bereits {i}bin {/i} ein Gespenst, kann ich eigentlich sogar sterben?)
italian: [_danny_s_at_self_s_neutral_s_smile_] (Hmm... quindi, se sono già {i}{/i} un fantasma, posso anche morire?)

source: [_danny_s_down_s_wondering_s_distraught_] {i}*Sigh*{/i} (At the rate things are going lately, I'll probably find out soon enough...)
german: [_danny_s_down_s_wondering_s_distraught_] {i}*Sehen*{/i} (In letzter Zeit läuft die Sache weiter, ich werde wahrscheinlich bald genug herausfinden...)
italian: [_danny_s_down_s_wondering_s_distraught_] {i}*(Al ritmo con cui le cose stanno andando ultimamente, probabilmente lo scoprirò presto...)

source: [_danny_] (Man, it's nice to just be home after all the ghosts I've been fighting recently. I think I'll just kick my feet up, maybe order a pizza from Crusty's, and just try to rel-)
german: [_danny_] (Man, es ist nett, nach all den Geistern, die ich in letzter Zeit bekämpfte, nur zu Hause zu sein. Ich denke, ich werde einfach die Füße springen, vielleicht eine Pizza von Crusty's bestellen und einfach versuchen zu wechseln)
italian: [_danny_] (Cavolo, è bello essere a casa dopo tutti i fantasmi che ho combattuto di recente. Penso che mi rilasserò, magari ordinerò una pizza da Crusty's e cercherò di rilassarmi).

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh perfect. {i}Now{/i} what?
german: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh perfekt. {i}Jetzt{/i} was?
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] Oh, perfetto. {i}E adesso?

source: [_maddie_] Danny! Could you get the door, sweetie? We're in the middle of a {b}ecto-fungal{/b} experiment down here currently!
german: [_maddie_] Danny! Könntest du die Tür bekommen, süß? Wir befinden uns mitten in einem {b}ecto-fungal{/b} Experiment hier im Moment!
italian: [_maddie_] Danny! Puoi aprire la porta, tesoro? Siamo nel bel mezzo di un esperimento di {b}ecto-funghi{/b} qui sotto, al momento!

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (But who on earth could be visiting us at this hour...?)
german: [_danny_s_frown_2_s_at_player_s_rise_one_] (Aber wer auf der Erde könnte uns zu dieser Stunde besuchen...?)
italian: [_danny_s_frown_2_s_at_player_s_rise_one_] (Ma chi mai potrebbe venire a trovarci a quest'ora...?).

source: [_doorsound_] {i}*Door Opening*{/i}
german: [_doorsound_] {i}*Türöffnung*{/i}
italian: [_doorsound_] {i}*Apertura della porta*{/i}

source: [_vlad_s_f6_] Oh, why {i}hello{/i}, young man! Wait, wait, don't tell me, let me guess!{p}{i}You{/i} must be {b}Daniel{/b}, I presume?
german: [_vlad_s_f6_] Oh, warum {i}Hallo{/i}, junger Mann! Warte, warte, sag nicht, sag mir nicht!{p}{i}Du{/i} muss {b}Daniel{/b}, ich gehe davon aus?
italian: [_vlad_s_f6_] Oh, perché {i}ciao{/i}, giovanotto! Aspetta, aspetta, non dirmelo, lasciami indovinare!{p}{i}Tu{/i} devi essere {b}Daniel{/b}, presumo?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] What the- {b}Vlad Masters{/b}?! You know my name? Vlad Masters knows {i}my{/i} name??
german: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Was die- {b}Vlad Masters{/b}?! Du kennst meinen Namen? Vlad Meister kennt {i}mein{/i} Name??
italian: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Ma che... {b}Vlad Masters{/b}?! Conosci il mio nome? Vlad Masters conosce {i}il mio nome???

source: [_vlad_s_f24_] Quite right, my boy! And clearly, you've heard of mine, aye?
german: [_vlad_s_f24_] Ganz richtig, mein Junge! Und klar, du hast von mir gehört, ay?
italian: [_vlad_s_f24_] Proprio così, ragazzo mio! E chiaramente hai sentito parlare del mio, vero?

source: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Well yeah... and... you know my parents, right?
german: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Nun, ja... und... du kennst meine Eltern, richtig?
italian: [_danny_s_flip_s_towards_wide_s_unhappy_s_talk_consternation_] Beh, sì... e... conosci i miei genitori, vero?

source: [_vlad_s_f37_] I do indeed, my boy, quite well in fact! They're both why I'm here, actually. Are they home this evening?
german: [_vlad_s_f37_] Ich tue in der Tat, mein Junge, eigentlich ganz gut! Sie sind beide der Grund, warum ich wirklich hier bin. Sind sie heute Abend zu Hause?
italian: [_vlad_s_f37_] Lo so bene, ragazzo mio, anzi benissimo! Sono entrambi il motivo per cui sono qui, in realtà. Sono in casa questa sera?

source: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Yeah, they're both here right now.
german: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Ja, sie sind jetzt beide hier.
italian: [_danny_s_flip_s_towards_wide_s_wondering_s_talk_happy_] Sì, sono entrambi qui in questo momento.

source: [_vlad_s_f31_] Daniel, would you mind it terribly if I came in to see them at all? It's been {b}such{/b} a long time since we all had a chance to chat...
german: [_vlad_s_f31_] Daniel, hättest du es furchtbar, wenn ich sie überhaupt sehen würde? Es war {b}such{/b} eine lange Zeit, da wir alle die Möglichkeit hatten zu chatten...
italian: [_vlad_s_f31_] Daniel, ti dispiacerebbe molto se venissi a trovarli? È passato {b}tanto tempo dall'ultima volta che abbiamo avuto l'occasione di parlare...

source: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, sure, come in. My parents will be downstairs in the lab.
german: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, sicher, kommen Sie ein. Meine Eltern werden unten im Labor sein.
italian: [_danny_s_flip_s_towards_s_sad_s_talk_happy_] {i}Certo, entri pure. I miei genitori sono di sotto, nel laboratorio.
