Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_talk_happy_2_s_rise_one_] What's the big deal? So some dumb lady got a fiver off me. The bottle's not really that bad quality.
german: [_danny_s_talk_happy_2_s_rise_one_] Was ist der große Deal? Also eine dumme Dame hat mir eine Fünf davon. Die Flasche ist nicht wirklich so schlecht.
italian: [_danny_s_talk_happy_2_s_rise_one_] Qual è il problema? Una stupida signora mi ha fregato 5 sterline. La bottiglia non è di qualità così scadente.

source: [_tucker_s_talk_frown_s_angry_] The big deal is that a dumb lady like her can make easy money while people like my dad have to work for a living! It's not easy for him being a golf ball diver...
german: [_tucker_s_talk_frown_s_angry_] Das große Geschäft ist, dass eine stumme Dame wie sie leicht Geld verdienen kann, während Leute wie mein Vater für einen Lebensunterhalt arbeiten müssen! Es ist nicht einfach für ihn, ein Golfball Taucher zu sein...
italian: [_tucker_s_talk_frown_s_angry_] Il problema è che una stupida signora come lei può fare soldi facili mentre persone come mio padre devono lavorare per vivere! Non è facile per lui essere un tuffatore di palline da golf...

source: [_danny_s_rise_one_s_talk_frown_] ...is that what your dad actually does?
german: [_danny_s_rise_one_s_talk_frown_] ...ist das, was Ihr Vater tatsächlich macht?
italian: [_danny_s_rise_one_s_talk_frown_] ...è questo che fa davvero tuo padre?

source: [_tucker_s_talk_frown_] Yeah, at Amity Park Golf Club. He wears scuba gear and dives into the rivers to retrieve balls for the club.
german: [_tucker_s_talk_frown_] Ja, im Amity Park Golf Club. Er trägt Tauchausrüstung und taucht in die Flüsse, um Kugeln für den Club abzurufen.
italian: [_tucker_s_talk_frown_] Sì, all'Amity Park Golf Club. Indossa l'attrezzatura subacquea e si immerge nei fiumi per recuperare le palline per il club.

source: [_danny_s_talk_happy_s_at_player_s_sad_] That actually sounds pretty cool.
german: [_danny_s_talk_happy_s_at_player_s_sad_] Das klingt eigentlich ziemlich cool.
italian: [_danny_s_talk_happy_s_at_player_s_sad_] Sembra davvero una bella cosa.

source: [_tucker_s_closed_s_talk_frown_] Ehh, not for him considering he's got a Masters in computer software design.
german: [_tucker_s_closed_s_talk_frown_] Ehh, nicht für ihn, wenn er bedenkt, dass er einen Meister im Computer-Software-Design hat.
italian: [_tucker_s_closed_s_talk_frown_] Non per lui, visto che ha un master in progettazione di software per computer.

source: [_danny_s_talk_frown_2_s_neutral_] Oh. I see.
german: [_danny_s_talk_frown_2_s_neutral_] Oh. Ich sehe.
italian: [_danny_s_talk_frown_2_s_neutral_] Oh. Capisco.

source: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, I just {b}wish{/b} scam artists like her would go away.
german: [_tucker_s_talk_frown_s_angry_s_closed_] Ugh, ich möchte nur {b}Scam Künstler, wie sie verschwinden würde.
italian: [_tucker_s_talk_frown_s_angry_s_closed_] Vorrei solo che {b}truffatori come lei sparissero.

source: [_danny_s_talk_happy_s_rise_one_] Well... hey, you wanna use your bottle for that wish?
german: [_danny_s_talk_happy_s_rise_one_] Nun... Hey, du möchtest deine Flasche für diesen Wunsch verwenden?
italian: [_danny_s_talk_happy_s_rise_one_] Beh... Ehi, vuoi usare la tua bottiglia per questo desiderio?

source: [_tucker_s_talk_frown_s_sad_] {i}My{/i} bottle?
german: [_tucker_s_talk_frown_s_sad_] {i}Mein{/i} Flasche?
italian: [_tucker_s_talk_frown_s_sad_] {i}La mia bottiglia?

source: [_danny_s_closed_s_sad_s_talk_happy_] Sure, why not? Consider it a goof item to hang up next to your collection of skeptic books.
german: [_danny_s_closed_s_sad_s_talk_happy_] Sicherlich, warum nicht? Betrachten Sie es als goof Item neben Ihrer Sammlung von skeptischen Büchern.
italian: [_danny_s_closed_s_sad_s_talk_happy_] Certo, perché no? Consideratelo un oggetto divertente da appendere accanto alla vostra collezione di libri scettici.

source: [_tucker_s_talk_happy_s_sad_] Really? Aww, thanks man. That's actually a kind of nice gift, even though I don't like that you had to hand over money to a huckster.
german: [_tucker_s_talk_happy_s_sad_] Wirklich? Aww, vielen Dank. Das ist eigentlich eine Art nettes Geschenk, obwohl ich es nicht mag, dass man Geld an einen Huckster übergeben musste.
italian: [_tucker_s_talk_happy_s_sad_] Davvero? Grazie, amico. È davvero un bel regalo, anche se non mi piace che tu abbia dovuto dare dei soldi a un imbroglione.

source: [_tucker_s_talk_happy_s_wondering_] I think it'll go nicely next to my new Penn & Teller book. Did you know that they're actually-
german: [_tucker_s_talk_happy_s_wondering_] Ich denke, es wird schön neben meinem neuen Penn & Teller Buch gehen. Wusstest du, dass sie eigentlich sind-
italian: [_tucker_s_talk_happy_s_wondering_] Penso che andrà bene accanto al mio nuovo libro di Penn & Teller. Sapevate che in realtà sono...

source: [_danny_s_talk_frown_] Oh man, come on! That was like...
german: [_danny_s_talk_frown_] Oh Mann, kommen Sie! Das war wie...
italian: [_danny_s_talk_frown_] Oh amico, andiamo! E' stato come...

source: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh dude, Danny, I'm so sorr-
german: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh dude, Danny, ich bin so sorr-
italian: [_tucker_s_sad_s_talk_frown_] {i}*Gasp*{/i} Oh, amico, Danny, mi dispiace...

source: [_tucker_s_towards_s_wondering_] Wait a second...
german: [_tucker_s_towards_s_wondering_] Warte eine Sekunde...
italian: [_tucker_s_towards_s_wondering_] Aspettate un attimo...

source: [_tucker_s_neutral_] ...nice try Danny.
german: [_tucker_s_neutral_] ...probieren Sie Danny.
italian: [_tucker_s_neutral_] ...bel tentativo Danny.

source: [_tucker_s_closed_s_angry_] Even if I hadn't heard her say it was only $5, there's no way I would've believe that. I'll spot you your fiver back, but that hunk of junk wasn't worth diddily-
german: [_tucker_s_closed_s_angry_] Selbst wenn ich sie nicht gehört hätte, dass es nur $5 war, es gibt keine Möglichkeit, das zu glauben. Ich werde dich deine Fiver zurück finden, aber diese Jägerjagd hat sich nicht lohnt -
italian: [_tucker_s_closed_s_angry_] Anche se non le avessi sentito dire che costava solo 5 dollari, non ci avrei mai creduto. Ti restituirò i tuoi cinque dollari, ma quel rottame non valeva la pena...

source: [_tucker_s_talk_happy_s_towards_s_sad_] Uhh, you okay there buddy? That was a rather nasty burp. I could actually {b}feel{/b} that from over here, like wow!
german: [_tucker_s_talk_happy_s_towards_s_sad_] Uhh, du okay dort Kummer? Das war ein ziemlich übler Burp. Ich könnte wirklich {b}das Gefühl haben, dass von oben her, wie wow!
italian: [_tucker_s_talk_happy_s_towards_s_sad_] Stai bene, amico? E' stato un rutto piuttosto sgradevole. Ho potuto {b}sentirlo da qui, tipo wow!

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Uh oh... I've gotten the hang of knowing that's usually {b}not{/b} a good sign...)
german: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Oh oh... Ich habe den Hang des Wissens bekommen, dass normalerweise {b}kein gutes Zeichen{/b} ist...)
italian: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Oh, oh... ho imparato a capire che di solito questo è {b}non{/b} un buon segno...)

source: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... free... free at last!!
german: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... gratis... endlich gratis!!
italian: [_desiree_s_at_player_s_talk_happy_s_angry_] Ahhh... libero... libero finalmente!!!

source: [_desiree_s_sad_s_talk_happy_s_towards_] Now then... to my rather {i}devilishly{/i} handsome and gracious savior... what does your heart desire...?
german: [_desiree_s_sad_s_talk_happy_s_towards_] Jetzt... zu meinem eher {i}teuflisch{/i} hübschen und würdevollen Retter... was wünscht dein Herzen...?
italian: [_desiree_s_sad_s_talk_happy_s_towards_] Ora, dunque... al mio {i}diabolico e grazioso salvatore... cosa desidera il tuo cuore...?

source: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, it's a ghost! Don't worry, I'll stop her!!
german: [_danny_s_neutral_s_towards_s_talk_frown_2_] Uhh oh, es ist ein Gespenster! Keine Sorge, ich werde sie stoppen!!
italian: [_danny_s_neutral_s_towards_s_talk_frown_2_] Oh, è un fantasma! Non preoccuparti, la fermerò!!!

source: [_danny_s_talk_frown_] I'm going g-
german: [_danny_s_talk_frown_] Ich gehe g-
italian: [_danny_s_talk_frown_] Vado a...

source: [_tucker_s_closed_s_talk_happy_s_angry_] {b}I WISH I HAD COOL GHOST POWERS LIKE MY FRIEND DANNY{/b}!!!
german: [_tucker_s_closed_s_talk_happy_s_angry_] {b}Ich habe COOL GHOST POWERS LIKE MEIN FRIEND DANNY{/b}!!!
italian: [_tucker_s_closed_s_talk_happy_s_angry_] {b}Vorrei avere dei poteri fantastici come il mio amico DANNY{/b}!!!

source: [_danny_s_at_player_s_rise_one_s_talk_frown_] -what?
german: [_danny_s_at_player_s_rise_one_s_talk_frown_] - was?
italian: [_danny_s_at_player_s_rise_one_s_talk_frown_] -Cosa?

source: [_desiree_] So you have wished it, so it shall be!
german: [_desiree_] Du hast es also gewollt, so wird es auch sein!
italian: [_desiree_] Così avete voluto, così sarà!

source: [_danny_s_talk_frown_s_sad_] Tucker, what happened? What did she do to you?
german: [_danny_s_talk_frown_s_sad_] Tucker, was ist passiert? Was hat sie dir getan?
italian: [_danny_s_talk_frown_s_sad_] Tucker, cos'è successo? Cosa ti ha fatto?

source: [_tucker_s_away_s_sad_s_talk_frown_] I- I don't know... I think she... I think I'm...
german: [_tucker_s_away_s_sad_s_talk_frown_] I- Ich weiß es nicht... Ich denke, sie... Ich denke, ich...
italian: [_tucker_s_away_s_sad_s_talk_frown_] Io... non lo so... Credo che lei... Credo di essere...

source: [_tucker_s_towards_wide_s_talk_happy_s_angry_] I'm a ghost boy!! Alright, this is {b}awesome{/b}!! Look Danny, I'm just like {i}you{/i}!!
german: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Ich bin ein Gespenster! Okay, das ist {b}genial{/b}!! Schau Danny, ich bin genau wie {i}du{/i}!!
italian: [_tucker_s_towards_wide_s_talk_happy_s_angry_] Sono un ragazzo fantasma! Va bene, questo è {b}fantastico{/b}!! Guarda Danny, sono proprio come {i}te{/i}!!

source: [_tucker_s_sad_s_ahegao_] Oh, thank you green, big boobed genie!!
german: [_tucker_s_sad_s_ahegao_] Oh, danke green, big boobed genie!!
italian: [_tucker_s_sad_s_ahegao_] Oh, grazie genio verde e tettona!!!

source: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Why thank {i}you{/i}, Master, for freeing me of that accursed lamp. You may also call me... {b}Desiree{/b}.
german: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Warum danke ich {i}ihnen{/i}, Meister, dass Sie mich von dieser verfluchten Lampe befreit haben. Du kannst mich auch ansprechen als... {b}Desiree{/b}.
italian: [_desiree_s_closed_s_neutral_3_s_talk_happy_] Grazie a {i}voi{/i}, Maestro, per avermi liberato da quella lampada maledetta. Puoi anche chiamarmi... {b}Desiree{/b}.

source: [_tucker_s_angry_s_talk_happy_] You got it, hot stuff!
german: [_tucker_s_angry_s_talk_happy_] Du hast es, heiße Sache!
italian: [_tucker_s_angry_s_talk_happy_] Hai capito bene, roba che scotta!

source: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, don't you see what's going on here? She's a ghost!! Ya know, as in a vengeful spirit??
german: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, siehst du nicht, was hier vor sich geht? Sie ist ein Gespenster! Weißt du, wie in einem rätselhaften Geist??
italian: [_danny_s_towards_wide_s_angry_s_talk_frown_] Tucker, non vedi cosa sta succedendo qui? E' un fantasma! Sai, come uno spirito vendicativo?

source: [_tucker_s_talk_happy_s_sad_] Hey, we're {b}all{/b} ghosts here. Nothing to be ashamed of! Be proud of your ghostly brotherhood, dawg! Plus, I'm a big believer that people can change. {b}Even{/b} vengeful spirits!
german: [_tucker_s_talk_happy_s_sad_] Hey, wir sind {b}alle{/b} Geister hier. Nichts zu schämen! Sei stolz auf deine gespenstische Bruderschaft, Morgendämmerung! Und ich bin ein großer Glauber, dass die Menschen sich ändern können. {b}Abend{/b} rachsüchtige Geister!
italian: [_tucker_s_talk_happy_s_sad_] Ehi, qui siamo {b}tutti{/b} fantasmi. Non c'è nulla di cui vergognarsi! Sii orgoglioso della tua fratellanza di fantasmi, amico! Inoltre, sono un grande sostenitore del fatto che le persone possono cambiare. {b}Anche gli spiriti vendicativi!

source: [_tucker_s_wondering_s_towards_wide_] I mean look at me, I freaking {b}glow{/b} now!! And have cool ghostly eyeliner!! This is rad!!
german: [_tucker_s_wondering_s_towards_wide_] Ich meine, schaue mich an, ich freche jetzt {b}glühen{/b}!! Und habe kühlen Gespenster! Das ist rad!!
italian: [_tucker_s_wondering_s_towards_wide_] Voglio dire, guardatemi, io {b}brillo{/b} ora!!! E ho un eyeliner fantasma!!! Questo è radicale!!!

source: [_danny_s_rise_one_s_talk_frown_] Come on man, don't you find any of this a {i}little{/i} weird?
german: [_danny_s_rise_one_s_talk_frown_] Komm auf den Menschen, findest du nichts davon ein {i}wenig / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / / /
italian: [_danny_s_rise_one_s_talk_frown_] Andiamo amico, non trovi tutto questo un {i}po' strano?

source: [_tucker_s_away_s_talk_happy_s_sad_] Nah man! Look, Amity Park's gonna need as much help as it can get defending it from ghosts, right? Well what bad's gonna come from one {b}more{/b} ghost hero in town?
german: [_tucker_s_away_s_talk_happy_s_sad_] Nah Mann! Schau, die Gonna von Amity Park braucht so viel Hilfe, wie sie gegen Geister verteidigt werden kann, oder? Nun, was Schlechtes wird von einem {b}mehr{/b} Geisterhelden in der Stadt kommen?
italian: [_tucker_s_away_s_talk_happy_s_sad_] No, amico! Senti, Amity Park avrà bisogno di tutto l'aiuto possibile per difendersi dai fantasmi, giusto? Beh, cosa ci sarà di male in un {b}altro eroe fantasma in città?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] I mean... well yeah, but, I kinda thought you and Sam would help me out already... ya know as like my sorta... how would I put it...
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Ich meine... ja, aber ich dachte, du und Sam würden mir schon helfen. . ya wissen wie meine Sorte ... wie würde ich es formulieren...
italian: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Voglio dire... beh, sì, ma pensavo che tu e Sam mi avreste già aiutato... sai, come una specie di... come dire...

source: [_tucker_s_wondering_s_talk_frown_] ...as what, your {b}sidekicks{/b}?
german: [_tucker_s_wondering_s_talk_frown_] ...wie was, deine {b}Sidekicks{/b}?
italian: [_tucker_s_wondering_s_talk_frown_] ...come cosa, i tuoi aiutanti di {b}{/b}?

source: [_danny_s_wondering_s_talk_happy_2_] No, not that! Just, more like, my backup team!
german: [_danny_s_wondering_s_talk_happy_2_] Nein, nicht das! Aber so etwas wie mein Backup-Team!
italian: [_danny_s_wondering_s_talk_happy_2_] No, non quello! Solo, più che altro, la mia squadra di riserva!

source: [_tucker_s_sad_s_talk_frown_] Hey man, I don't see the difference between this and that. I can be {b}way{/b} more helpful now than I'd ever be as dorky Tucker Foley. I can now be...
german: [_tucker_s_sad_s_talk_frown_] Hey Mann, ich sehe nicht den Unterschied zwischen diesem und das. I can be {b}way{/b} more helpful than I would ever be as dorky Tucker Foley. I can now be ...
italian: [_tucker_s_sad_s_talk_frown_] Ehi amico, non vedo la differenza tra questo e quello. Posso essere {b}molto più utile ora di quanto non lo sarei mai come l'imbranato Tucker Foley. Ora posso essere...

source: [_danny_s_neutral_s_talk_frown_] ..."Tucker Phantom"? Really? That's so...
german: [_danny_s_neutral_s_talk_frown_] ..."Tucker Phantom"? Wirklich? Das ist so...
italian: [_danny_s_neutral_s_talk_frown_] ... "Tucker Phantom"? Davvero? E' così... È così...

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...not bad, actually. (Man, how come {i}I{/i} can't come up with a name like that?)
german: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...eigentlich nicht schlecht. (Mann, wie kommt {i}I{/i} kann keinen solchen Namen bekommen?)
italian: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...non male, in effetti. (Cavolo, com'è possibile che {i}I{/i} non riesca a trovare un nome del genere?).

source: [_danny_s_towards_s_talk_frown_2_s_sad_] Alright, well... I guess it's not all terrible. I just don't know about a ghost who grants wishes all willy nilly...
german: [_danny_s_towards_s_talk_frown_2_s_sad_] Okay, gut... Ich denke, es ist nicht alles schrecklich. Ich weiß einfach nicht von einem Gespenst, der alle Wünsche offen läßt...
italian: [_danny_s_towards_s_talk_frown_2_s_sad_] Va bene, beh... Credo che non sia tutto così terribile. Solo che non mi convince un fantasma che esaudisce i desideri a caso...

source: [_danny_s_sad_2_s_talk_frown_] I mean, remember what Babazita said? Desiree's wishes always ended in terrible results, right? I believe the word "fatal" was used?
german: [_danny_s_sad_2_s_talk_frown_] Ich meine, erinnere mich daran, was Babazita gesagt hat? Die Wünsche des Desirees endeten immer in schrecklichen Ergebnissen, oder? Ich glaube, das Wort "tödlich" wurde verwendet?
italian: [_danny_s_sad_2_s_talk_frown_] Cioè, ricordate cosa ha detto Babazita? I desideri di Desiree si concludevano sempre con risultati terribili, giusto? Credo che sia stata usata la parola "fatale"?

source: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Fake news! That old fake gypsy was spewing nonsense about my lovely friend Desiree. Clearly, not all ghosts are bad, right Des? Oh, I feel so bad, we've been leaving you out of the conversation so far. I'm Tucker by the way.
german: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Fake News! Diese alten gefälschten Zigeuner schürten Unsinn über meinen lieblichen Freund Desiree. Offensichtlich sind nicht alle Geister schlecht, richtig Des? Oh, ich fühle mich so schlecht, wir haben dich bisher aus dem Gespräch verlassen. Ich bin übrigens Tucker .
italian: [_tucker_s_talk_happy_s_sad_s_ahegao_] {i}Pshhh{/i} Notizie false! Quella vecchia zingara falsa stava sputando sciocchezze sulla mia adorabile amica Desiree. Chiaramente, non tutti i fantasmi sono cattivi, vero Des? Oh, mi dispiace tanto, ti abbiamo lasciato fuori dalla conversazione finora. A proposito, io sono Tucker.

source: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh no, Master Tucker, I'm quite the patient servant, it's more than alright... as for my behavior, I {i}only{/i} wish to see my Master's desires fulfilled to the fullest... whatever it is he wishes, I will of course grant...
german: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh nein, Master Tucker, ich bin ziemlich der Patienten-Diener, es ist mehr als richtig... wie für mein Verhalten, ich {i}nur{/i} möchte, dass die Wünsche meines Meisters in vollem Umfang erfüllt werden. . Was auch immer er will, ich werde Ihnen natürlich gewähren...
italian: [_desiree_s_towards_s_talk_happy_s_neutral_2_] Oh no, padron Tucker, sono un servo molto paziente, va più che bene... per quanto riguarda il mio comportamento, io {i}desidero solo vedere i desideri del mio padrone esauditi al massimo... qualsiasi cosa desideri, ovviamente la esaudirò...

source: [_tucker_s_towards_s_sad_s_talk_happy_] See? She did that without even crossing her fingers behind her back! I'm pretty sure one of the rules about genies is that they {i}can't{/i} lie!
german: [_tucker_s_towards_s_sad_s_talk_happy_] Sieh? Sie tat das, ohne ihre Finger hinter ihrem Rücken zu übertreten! Ich bin ziemlich sicher, dass eine der Regeln über Genies ist, dass sie {i}nicht lügen kann{/i} können!
italian: [_tucker_s_towards_s_sad_s_talk_happy_] Visto? L'ha fatto senza nemmeno incrociare le dita dietro la schiena! Sono abbastanza sicuro che una delle regole dei geni sia che {i}non possono mentire!

source: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...or am I thinking of George Washington...?
german: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...oder denke ich an George Washington...?
italian: [_tucker_s_away_wide_s_talk_frown_s_neutral_] ...o sto pensando a George Washington...?

source: [_danny_s_talk_frown_s_sad_] Ugh, alright look, I'm okay with this... for now. Just, keep her to yourself, and don't go showing off your powers anywhere. And keep the wishing thing to a minimum!
german: [_danny_s_talk_frown_s_sad_] Ugh, in Ordnung, ich bin mit diesem... fürs Erste in Ordnung. Halten Sie sie an sich selbst und zeigen Sie Ihre Kräfte nirgendwo. Und halten Sie das Wunschende auf ein Mindest!
italian: [_danny_s_talk_frown_s_sad_] Va bene, senti, mi sta bene... per ora. Solo, tienila per te e non sfoggiare i tuoi poteri da nessuna parte. E tieni la cosa dei desideri al minimo!

source: [_tucker_s_talk_happy_s_towards_wide_s_sad_] No problem. Don't worry, Danny! I'm what they call the {u}essence{/u} of discrete.
german: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Kein Problem. Keine Sorge, Danny! Ich nenne die {u}Essenz{/u} der Diskretion.
italian: [_tucker_s_talk_happy_s_towards_wide_s_sad_] Non c'è problema. Non preoccuparti, Danny! Sono quello che chiamano l' {u}essenza{/u} del discreto.

source: [_desiree_s_talk_happy_s_angry_] Oh, do wait for me, my Master! (Oh, he's {b}perfect{/b}!! A prime candidate to manipulate and goad into making further wishes...)
german: [_desiree_s_talk_happy_s_angry_] Oh, warte auf mich, mein Meister! (Oh, er ist {b}perfekt{/b}!! Ein erstklassiger Kandidat, um weitere Wünsche zu manipulieren und zu machen...)
italian: [_desiree_s_talk_happy_s_angry_] Oh, aspettami, mio Maestro! (Oh, è {b}perfetto{/b}!! Un candidato privilegiato da manipolare e spingere a esprimere ulteriori desideri...)

source: [_danny_s_at_player_s_frown_grin_2_] (What? He's {i}already{/i} figured out flying?! Man, I'm still working on my steady {b}floating{/b} skills!)
german: [_danny_s_at_player_s_frown_grin_2_] (What? Er ist {i}bereits{/i} hat sich das Fliegen ausgezeichnet?! Mann, ich arbeite immer noch an meinen stetigen {b}schwimmenden /b} Fähigkeiten!)
italian: [_danny_s_at_player_s_frown_grin_2_] (Cosa? Ha {i}già capito come volare?! Cavolo, io sto ancora lavorando sulle mie capacità di {b}fluttuazione{/b} costante!)

source: [_danny_s_frown_grin_s_towards_s_neutral_] (I had better keep an eye on him. I have my doubts about this Desiree character.)
german: [_danny_s_frown_grin_s_towards_s_neutral_] (Ich habe ihn besser im Auge behalten. Ich habe meine Zweifel an diesem Desiree-Charakter.)
italian: [_danny_s_frown_grin_s_towards_s_neutral_] (È meglio che lo tenga d'occhio. Ho dei dubbi su questo personaggio di Desiree).

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (...plus, based on what I already know about Tuck, I doubt he's going to stay out of trouble with his powers for very long...)
german: [_danny_s_frown_2_s_at_player_s_rise_one_] (...plus, basierend auf dem, was ich bereits über Tuck kenne, bezweifle ich, dass er mit seinen Kräften für sehr lange keine Probleme mehr haben wird...)
italian: [_danny_s_frown_2_s_at_player_s_rise_one_] (...inoltre, in base a ciò che so già di Tuck, dubito che resterà fuori dai guai con i suoi poteri per molto tempo...)
