Repository: DonRP/AmityPark
Catalog: game/*/*/episode_2_pda_side_quest.po
Languages: german, italian

source: [_dash_s_towards_s_upset_s_talk_distraught_] Beat it, Fenton! You're stinking up this wing of the school.
german: [_dash_s_towards_s_upset_s_talk_distraught_] Besiege es, Fenton! Du stinkst diesen Flügel der Schule.
italian: [_dash_s_towards_s_upset_s_talk_distraught_] Sparisci, Fenton! Stai appestando quest'ala della scuola.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] What? Are you serious? I'm just trying to get by here. You don't own the hallways, Dash.
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Was? Sind Sie ernst? Ich versuche nur hier vorbei zu kommen. Sie besitzen nicht die Fluren, Dash.
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Cosa? Dici sul serio? Sto solo cercando di cavarmela qui. I corridoi non sono tuoi, Dash.

source: [_dash_s_towards_s_rise_s_talk_displeased_] You bet your boney butt I'm serious. You're just gonna go peek into the girls locker room anyhow, and only {i}I{/i} get to see the hot babes at school naked. So beat it already!!
german: [_dash_s_towards_s_rise_s_talk_displeased_] Sie wetten Ihren Knochenbutt Ich bin ernst. Du wirst einfach nur einen Blick in den Locker-Raum der Mädchen werfen, und nur {i}I{/i} bekommen die heißen Babes in der Schule nackt. Also schlagen Sie es bereits!!
italian: [_dash_s_towards_s_rise_s_talk_displeased_] Puoi scommetterci le chiappe che sono serio. Andrai comunque a sbirciare nello spogliatoio delle ragazze e solo {i}potrò vedere le belle ragazze della scuola nude. Quindi smettila!

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Fine Dash, jeez! I'll go somewhere else then!!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Schöner Dash, Jeez! Ich werde dann woanders gehen!!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Bene Dash, cavolo! Andrò da un'altra parte allora!!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] C'mon Dash, I just need to grab something a friend of mine left in the girls locker room. I swear, I'm not planning to peek on anyone.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] C'mon Dash, ich brauche nur etwas von mir zu schnappen. Ich schwöre, ich plane nicht, auf jemanden zu schauen.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Dai Dash, devo solo prendere una cosa che una mia amica ha lasciato nello spogliatoio delle ragazze. Lo giuro, non ho intenzione di sbirciare nessuno.

source: [_dash_s_towards_s_upset_s_talk_distraught_] {i}Awww{/i}, well that's too bad, Fenton. Cause you're not getting in there! Losers like you don't deserve the benefit of the doubt. Benefit of the {u}dork{/u}, maybe!
german: [_dash_s_towards_s_upset_s_talk_distraught_] {i}Awww{/i}, das ist zu schlecht, Fenton. Denn du bist nicht dabei! Verlierer, wie du den Vorteil des Zweifels nicht verdienst. Nutzen des {u}dork{/u}, vielleicht!
italian: [_dash_s_towards_s_upset_s_talk_distraught_] {i}Che peccato, Fenton. Perche' non entrerai li' dentro! I perdenti come te non meritano il beneficio del dubbio. Il beneficio del {u}, forse!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] I told you, I need to get in there! It'll be quicker if you just let-
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Ich habe dir gesagt, ich muss dort hineinkommen! Es wird schneller sein, wenn du es einfach machst -
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Te l'ho detto, devo entrare lì dentro! Sarà più veloce se lascerai...

source: [_dash_s_towards_s_upset_s_talk_distraught_] And I already told {i}you{/i}, Fenton, to beat it already!
german: [_dash_s_towards_s_upset_s_talk_distraught_] Und ich habe dir bereits {i}{i} ersagt{/i}, Fenton, um es bereits zu schlagen!
italian: [_dash_s_towards_s_upset_s_talk_distraught_] E ho già detto a {i}te{/i}, Fenton, di andartene!

source: [_danny_] (Tucker needs his PDA back. How can I get past Dash to get it?) [nointeract]
german: [_danny_] (Tucker braucht seinen PDA zurück. Wie kann ich nach Strich kommen, um ihn zu bekommen?) [nointeract]
italian: [_danny_] (Tucker ha bisogno di riavere il suo palmare. Come posso superare Dash per averlo?) [nointeract]

source: [_danny_s_towards_s_sad_s_talk_happy_] Come on, Dash, {i}buddy{/i}... there's gotta be {i}something{/i} I can do so you'll just let me past, right?
german: [_danny_s_towards_s_sad_s_talk_happy_] Komm, Dash, {i}Buddy{/i}... Es gibt {i}etwas{/i} Ich kann es tun, damit du mich einfach Vergangenheit, richtig?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Dai, Dash, {i}amico{/i}... ci deve essere {i}qualcosa{/i} che posso fare per farmi passare, giusto?

source: [_dash_s_towards_s_rise_s_talk_amused_] {i}Hmm{/i}... tell you what, Fenton: if you can bring me a pair of your sister's {u}used panties{/u}... I'll let you by, no questions asked.
german: [_dash_s_towards_s_rise_s_talk_amused_] {i}Hmm{/i}... sag dir was, Fenton: Wenn du mir ein Paar deiner Schwester {u}bringen kannst, benutzte Panties{/u}. . Ich lasse dich zu, keine Fragen.
italian: [_dash_s_towards_s_rise_s_talk_amused_] {i}Hmm{/i}... ti dico una cosa, Fenton: se mi porti un paio di mutandine usate di tua sorella {u}{/u}... ti lascerò passare, senza fare domande.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] What?! N-no way, you can't be serious.
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Was?! N-Nein, du kannst nicht ernst sein.
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Cosa? Non è possibile, non puoi dire sul serio.

source: [_dash_s_towards_s_neutral_s_talk_amused_] Hey, Fenton, I'm a man of my word! I promise, if you do that for me, I'll let you slip right in with no complaint.
german: [_dash_s_towards_s_neutral_s_talk_amused_] Hey, Fenton, ich bin ein Mann von meinem Wort! Ich verspreche Ihnen, wenn Sie das für mich tun, werde ich Sie ohne Beschwerde eintauchen lassen.
italian: [_dash_s_towards_s_neutral_s_talk_amused_] Ehi, Fenton, sono un uomo di parola! Ti prometto che se farai questo per me, ti lascerò entrare senza lamentarti.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Well how the heck am I supposed to get a pair of Jazz's underwear?!
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wie soll ich nun ein Paar Jazzunterwäsche bekommen?!
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Beh, come diavolo faccio a procurarmi un paio di mutande di Jazz?!

source: [_dash_s_towards_s_upset_s_talk_happy_] Hey, that's your problem, Fenton, not mine. I'm just the guy who receives the panties, you're the dork who snatches them, capisce?
german: [_dash_s_towards_s_upset_s_talk_happy_] Hey, das ist dein Problem, Fenton, nicht meine. Ich bin nur der Typ, der die Hosen erhält, du bist der Schlaf, der sie erstickt, Kapisz?
italian: [_dash_s_towards_s_upset_s_talk_happy_] Ehi, è un problema tuo, Fenton, non mio. Io sono solo quello che riceve le mutandine, tu sei l'idiota che le ruba, capito?

source: [_danny_s_towards_s_sad_s_talk_happy_] You weren't really serious about wanting those panties, were you?
german: [_danny_s_towards_s_sad_s_talk_happy_] Du hast diese Hose nicht wirklich gewollt, oder?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Non eri davvero convinto di volere quelle mutandine, vero?

source: [_dash_s_towards_s_upset_s_talk_happy_] You're darn right I was, Fenton. You go get me Jazz's sweet and dainty underpants, and the door to the girls locker room is yours. So quit stalling and go get em'!
german: [_dash_s_towards_s_upset_s_talk_happy_] Du bist verdammt rechts war, Fenton. Sie gehen mir Jazz's süße und weiche Unterhosen, und die Tür zu den Mädchen Schlossraum ist Ihnen. So beenden Sie die Stallung und gehen Sie em'!
italian: [_dash_s_towards_s_upset_s_talk_happy_] Hai proprio ragione, Fenton. Vai a prendermi le dolci e delicate mutande di Jazz e la porta dello spogliatoio femminile è tua. Quindi smettila di temporeggiare e vai a prenderle!

source: [_danny_s_towards_s_sad_s_talk_happy_] No, seriously, why would you want Jazz's used pan-
german: [_danny_s_towards_s_sad_s_talk_happy_] Nein, im Ernst, warum möchtest du Jazz-Pan-
italian: [_danny_s_towards_s_sad_s_talk_happy_] No, seriamente, perché dovresti volere la padella usata di Jazz?

source: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] That does it, Fenton! I've grown tired of your stupid, repeat questions!
german: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] Das tut es, Fenton! Ich bin müde von deinen dummen, wiederhole deine Fragen!
italian: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] Basta così, Fenton! Mi sono stancato delle tue stupide e ripetute domande!

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Fine... here they are Dash.
german: [_danny_s_at_self_s_neutral_s_talk_consternation_] Schön... hier sind sie Dash.
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] Bene... eccoli qui Dash.

source: [_dash_s_towards_s_rise_s_talk_displeased_] No way! These are actually hers?? Like, {i}really{/i} actually hers?!
german: [_dash_s_towards_s_rise_s_talk_displeased_] Auf keinen Fall! Das sind sie eigentlich?? Gefällt mir, {i}wirklich ihren{/i} eigentlich?!
italian: [_dash_s_towards_s_rise_s_talk_displeased_] Non è possibile! Questi sono davvero suoi? Cioè, {i}sono davvero suoi?!

source: [_danny_s_at_self_s_neutral_s_talk_consternation_] Yeup, they're actually Jazz's... (Ugh, she'd kill me if she knew I was doing this...)
german: [_danny_s_at_self_s_neutral_s_talk_consternation_] Ja, sie sind eigentlich Jazz's... (Ugh, sie würde mich töten, wenn sie wußte, dass ich dies mache...)
italian: [_danny_s_at_self_s_neutral_s_talk_consternation_] Sì, in realtà sono di Jazz (mi ucciderebbe se sapesse che lo sto facendo...).

source: [_dash_s_closed_s_neutral_s_talk_amused_] Woah, {i}daaang{/i}, Fenton! I didn't actually think you'd be able to get it done! But I must say, {i}bravo{/i} good sir!
german: [_dash_s_closed_s_neutral_s_talk_amused_] Woah, {i}daaang{/i}, Fenton! Ich habe nicht wirklich gedacht, dass du es fertigbringen kannst! Aber ich muss sagen, {i}bravo{/i} guter Sir!
italian: [_dash_s_closed_s_neutral_s_talk_amused_] Woah, {i}daaang{/i}, Fenton! Non pensavo davvero che saresti stato in grado di farlo! Ma devo dire, {i}bravo{/i} buon signore!

source: [_danny_s_down_s_angry_s_talk_consternation_] So, can I get past you now?
german: [_danny_s_down_s_angry_s_talk_consternation_] Kann ich dir jetzt vorbeikommen?
italian: [_danny_s_down_s_angry_s_talk_consternation_] Allora, posso superarti adesso?

source: [_dash_] Hey, sure thing, Fenton! Let me get out of your way, buddy! You know, you're not so much of a turd after all! See you 'round dude!
german: [_dash_] Hey, sicher dran, Fenton! Lass mich aus dem Weg gehen, Kumpel! Weißt du, du bist doch nicht so sehr von einem Trubel! Bis hin zu "Runde dude!
italian: [_dash_] Ehi, certo, Fenton! Lascia che mi tolga di mezzo, amico! Sai, non sei così tanto uno stronzo dopo tutto! Ci vediamo in giro, amico!

source: [_danny_s_at_self_s_neutral_s_consternation_] (Ugh, what have I done? I sold out Jazz when I could have just taken him on. Some brother I am...)
german: [_danny_s_at_self_s_neutral_s_consternation_] (Ugh, was habe ich getan? Ich habe Jazz ausverkauft, als ich ihn gerade aufnahm. Ein Bruder bin ich...)
italian: [_danny_s_at_self_s_neutral_s_consternation_] (Cosa ho fatto? Ho venduto Jazz quando avrei potuto semplicemente assumerlo. Che fratello che sono...)

source: [_danny_s_towards_s_frown_s_wondering_] (Oh well, time to go and get Tucker's stupid PDA and be done with this.)
german: [_danny_s_towards_s_frown_s_wondering_] (Nun gut, Zeit bis zum Erhalten von Tuckers dumm PDA und erledigen Sie dies jetzt.)
italian: [_danny_s_towards_s_frown_s_wondering_] (Oh beh, è ora di andare a prendere lo stupido palmare di Tucker e farla finita).

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Hey, you know what? {b}Screw you{/b}, Dash. How about {i}you{/i} beat it?
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Hey, du weißt was? {b}Schraube dich{/b}, Dash. Wie wäre es mit {i}dir{/i} schlagen?
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Ehi, sapete una cosa? {b}Fottiti, Dash. Che ne dici di {i}che ti ha battuto?

source: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ...you wanna run that by me just {i}one{/i} more time, Fenton...? {i}*Knuckle Crack*{/i}
german: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ...du möchtest das von mir noch {i}sein{/i} laufen, Fenton...? {i}*Knuckle Crack*{/i}
italian: [_dash_s_fist_s_towards_s_angry_s_talk_happy_] ...vuoi ripetermi {i}un'altra volta, Fenton...? {i}*Crack delle nocche*{i}

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] You heard me, Dash! I said go fu-
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Du hast mich gehört, Dash! Ich sagte fu-
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Mi hai sentito, Dash! Ho detto di andare a...

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Fine Dash, but I'll be back!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Schönes Dash, aber ich bin zurück!
italian: [_danny_s_towards_wide_s_angry_s_talk_consternation_] Bene Dash, ma tornerò!

source: [_dash_s_towards_s_rise_s_talk_amused_] Yeah, and you {i}still{/i} won't be geting in, Fenturd! {i}Ahh hahaa!{/i}
german: [_dash_s_towards_s_rise_s_talk_amused_] Ja, und du {i}noch{/i} wird nicht in Fenturd! {i}Ahh haa!{/i}
italian: [_dash_s_towards_s_rise_s_talk_amused_] Sì, e tu {i}non entrerai comunque, Fenturd! {i}Ahh hahaa!

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey Tucker, whatcha up to lately?
german: [_danny_s_towards_s_sad_s_talk_happy_] Hey Tucker, was bis in letzter Zeit passiert?
italian: [_danny_s_towards_s_sad_s_talk_happy_] Ehi Tucker, cosa stai combinando ultimamente?

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Oh, hey Danny! Not much dude, just chilling. Being my naturally charismatic and handsome self as usual!
german: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Oh, hey Danny! Nicht viel Dude, nur kühlen. Ich bin natürlich charismatisch und hübsch wie üblich!
italian: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Oh, ciao Danny! Non molto, amico, mi sto solo rilassando. Sono naturalmente carismatico e affascinante come al solito!

source: [_danny_s_towards_s_sad_s_talk_happy_] That's good to hear. I'm glad to see you're not freaking out about everything that's been going on lately.
german: [_danny_s_towards_s_sad_s_talk_happy_] Das ist gut zu hören. Ich bin froh zu sehen, dass du dich nicht über alles, was in letzter Zeit los ist, lustig machst.
italian: [_danny_s_towards_s_sad_s_talk_happy_] Mi fa piacere sentirlo. Sono felice di vedere che non stai impazzendo per tutto quello che sta succedendo ultimamente.

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] What do you mean? What's going on? Why, is there something I should be freaking out about by now?!
german: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Was meinst du? Was geht's? Warum? Warum gibt es etwas, über das ich bis jetzt aufgeregt sein sollte?!
italian: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Che cosa vuoi dire? Cosa sta succedendo? Perché, c'è qualcosa per cui dovrei già dare di matto?!

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well Tucker, I mean, what with all the ghost stuff going on, you've still managed to stay really cool and composed.
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Nun, Tucker, ich meine, was mit all den geistlichen Sachen los ist, du hast es immer noch geschafft, wirklich cool und zusammengesetzt zu bleiben.
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] Beh, Tucker, voglio dire, con tutta la storia dei fantasmi che sta succedendo, sei riuscito a rimanere molto freddo e composto.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, {i}that{/i} stuff? The superstitious nonsense that's been going around recently?! {i}Ha hah{/i}, oh come on dude, you need to get real.
german: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, {i}dass{/i} Sache? Der abergläubische Unsinn, der in letzter Zeit herumgeht?! {i}Ha hah{/i}, oh auf Dude, du musst real werden.
italian: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Oh, {i}quella roba? Le sciocchezze superstiziose che girano di recente?! {i}Hah{/i}, oh andiamo amico, devi essere reale.

source: [_danny_s_talk_happy_2_s_sad_] C'mon Tuck, half the town's already spotted that Ectopus thing roaming around their neighborhood! Even Channel 4 news is covering it!!
german: [_danny_s_talk_happy_2_s_sad_] C'mon Tuck, die Hälfte der Stadt bereits entdeckt, dass Ektopus durch ihre Nachbarschaft roamst! Sogar Channel 4 News sind dabei!
italian: [_danny_s_talk_happy_2_s_sad_] Andiamo Tuck, mezza città ha già avvistato quella specie di Ectopus che si aggira nel suo quartiere! Persino il notiziario di Channel 4 ne sta parlando!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Oh sweet, {i}naïve{/i} Daniel... you can't just believe {i}everything{/i} the fake news media tells you, man. Mass hysteria is something I try to avoid, and getting your facts from {i}Tiffany Snow{/i} of all people?{p}{i}*Tsk* *Tsk*{/i}
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Oh süß, {i}naïve{/i} Daniel... Du kannst nicht einfach {i}alles glauben{/i} die gefälschten Medien erzählen dich. Massenhysterie ist etwas, das ich zu vermeiden versuche, und erhalte deine Fakten von {i}Tiffany Snow{/i} aller Menschen?{p}{i}*Tsk* *Tsk*{/i}
italian: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Oh dolce, {i}ingenuo{/i} Daniel... non puoi credere a {i}tutto quello che ti dicono i falsi media, amico. L'isteria di massa è una cosa che cerco di evitare, e prendere i fatti da {i}Tiffany Snow{/i} tra tutte le persone?{p}{i}*Tsk* *Tsk*{/i}

source: [_danny_s_towards_s_rise_s_talk_consternation_] Well... I suppose one's whole world view doesn't just completely flip over night. Glad to see you're sticking to your guns on this...
german: [_danny_s_towards_s_rise_s_talk_consternation_] Nun... Ich nehme an, dass die gesamte Weltanschauung nicht nur die Nacht dreht. Glücklich zu sehen, dass du hier an deinen Waffen festhältst...
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Beh... Suppongo che l'intera visione del mondo di una persona non si ribalti completamente in una notte. Sono lieto di vedere che non si è arreso su questo punto...

source: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_happy_] Hey, a man of science such as myself is {i}always{/i} willing to take into consideration new and relevant evidence... but like I said, I'm not looking to buy into any of that spooky hogwash just yet.
german: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_happy_] Hey, ein Mensch der Wissenschaft wie ich ist {i}immer, die bereit sind, neue und relevante Beweise zu berücksichtigen. . aber wie gesagt, ich bin nicht auf der Suche nach einem dieser gruseligen Hogwash gerade noch zu kaufen.
italian: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_happy_] Ehi, un uomo di scienza come me è {i}sempre{/i} disposto a prendere in considerazione nuove e rilevanti prove... ma, come ho detto, non voglio ancora credere a nessuna di quelle sciocchezze spettrali.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Alright, Tucker, I see your point. Just... start taking your trash out at night yourself instead of letting your mom do it, okay? All I'm gonna say...
german: [_danny_s_closed_s_unhappy_s_talk_happy_] Okay, Tucker, ich sehe deinen Punkt. Just... fange an, deinen Papierkorb in der Nacht selbst zu nehmen, anstatt deine Mutter es machen zu lassen? Alles, was ich sagen wird...
italian: [_danny_s_closed_s_unhappy_s_talk_happy_] Va bene, Tucker, capisco il tuo punto di vista. Solo... inizia a portare fuori la spazzatura di notte da solo invece di lasciare che lo faccia tua madre, ok? Tutto quello che voglio dire...

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Oh shoot, I nearly forgot! Look, Danny, would you mind helping me with a {i}huge{/i} favor?
german: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Oh schießen, ich habe fast vergessen! Schau, Danny, würdest du mir mit einem {i}riesen{/i} Gefallen helfen?
italian: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Oh, cavolo, quasi dimenticavo! Senti, Danny, ti dispiacerebbe aiutarmi con un {i}enorme{/i} favore?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Sure, I sorta owe you for getting Sam away from Paulina the other day. What's up?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Sicherlich, ich sorta verdanke dir dafür, dass du am letzten Tag Sam weg von Paulina bekommst. Was ist los?
italian: [_danny_s_towards_s_rise_s_talk_consternation_] Certo, sono in debito con te per aver allontanato Sam da Paulina l'altro giorno. Che c'è?

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] I accidentally left my {b}PDA{/b} inside the girls locker room, but I can't get it back while Dash is blocking the {b}East Hallway{/b} all the time. Could you find a way to get it somehow? You're better at taking a beating from Dash and living to tell the tale.
german: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Ich habe versehentlich meinen {b}PDA hinterlassen{/b} im Mädchen Locker Room aber ich kann es nicht zurückbekommen, während Stash die {b}East Hallway blockiert{/b} die ganze Zeit blockiert. Kannst du einen Weg finden, es irgendwie zu bekommen? Du bist besser einen Schlag aus Dash zu nehmen und zu leben, um die Geschichte zu erzählen.
italian: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_displeased_] Ho lasciato per sbaglio il mio {b}PDA{/b} nello spogliatoio delle ragazze, ma non riesco a recuperarlo mentre Dash blocca continuamente il {b}corridoio est{/b}. Potresti trovare un modo per recuperarlo in qualche modo? Sei più bravo a prendere le botte da Dash e a sopravvivere per raccontarlo.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhmm{/i}... what was it doing in the girls locker room, Tuck?
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Uhmm{/i}... was tat es im Raum der Mädchen Schloss, Tuck?
italian: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Cosa ci faceva nello spogliatoio femminile, Tuck?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Well, I mean... {i}you know{/i}... it's just one of the better locations in the school to get a good Wi-Fi signal... conveniently located right inside one of the unused lockers, actually...
german: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Nun, ich meine... {i}weiß{/i}... Es ist nur einer der besseren Orte in der Schule, um ein gutes Wi-Fi-Signal zu erhalten. Das Hotel befindet sich in günstiger Lage in einer der ungenutzten Schließfächer...
italian: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Beh, voglio dire... {i}sai{/i}... è solo uno dei posti migliori della scuola per ottenere un buon segnale Wi-Fi... è convenientemente situato proprio dentro uno degli armadietti inutilizzati, in realtà...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} Alright, I'll see what I can do.{p}
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sehen*{/i} Okay, ich werde sehen, was ich tun kann.{p}
italian: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Sigh*{/i} Va bene, vedrò cosa posso fare.{p}
