Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, don't you think honest, hard work and determination to challenge yourself is far more rewarding than cheating your way forward?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, ne pensez-vous pas que honnête, dur labeur et détermination à vous défier est bien plus gratifiant que de tricher votre chemin ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, denkst du nicht, dass ehrliche, harte Arbeit und Entschlossenheit, sich selbst herauszufordern, viel lohnender ist, als deinen Weg nach vorn zu betrügen?

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh my goodness, and he's {u}funny{/u} too! Ghost boy, you should consider a career in comedy!
french: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh mon bonheur, et il est {u}drôle{/u} aussi! Garçon fantôme, vous devriez considérer une carrière comédique!
german: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh meine Güte, und er ist {u}lustig{/u} auch! Geister Junge, du solltest eine Karriere in Komödie in Betracht ziehen!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Look, people are always telling me I need to apply my brain more often, and I am! My plan will absolutely work, especially with you helping!
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Regardez, les gens me disent toujours que j'ai besoin d'appliquer mon cerveau plus souvent, et je le suis ! Mon plan fonctionnera parfaitement, surtout avec votre aide !
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Schau, die Leute sagen mir immer, dass ich mein Gehirn öfter anwenden muss, und ich bin ich! Mein Plan wird absolut funktionieren, vor allem wenn Sie helfen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] I'm pretty sure they mean applying your mental faculties, and actually reading the material.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Je suis presque sûr qu'ils sont synonymes d'appliquer vos facultés mentales, et de lire le matériel.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Ich bin ziemlich sicher, dass sie bedeuten, deine mentalen Fähigkeiten anzuwenden und tatsächlich das Material zu lesen.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, maybe, but I like doing things my own way.
french: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}{/i}, peut-être, mais j'aime faire des choses à ma façon.
german: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, vielleicht, aber ich tue gerne Dinge auf meinen eigenen Weg.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sigh*{/i} (I'm not gonna be able to stop Ember if I don't get things to work out with Paulina in some way or another... if this is what she wants...?)
french: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Huit*{/i} (Je ne vais pas pouvoir arrêter Ember si je n'arrive pas à travailler avec Paulina d'une manière ou d'une autre. . si c'est ce qu'elle veut...?)
german: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sehen*{/i} (Ich werde Ember nicht stoppen können, wenn ich keine Dinge mit Paulina auf irgendeine Art und Weise erledigen kann. . Wenn sie dies wünscht...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Sure, fine, we wouldn't wanna disappoint "Daddy".
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Bien sûr, d'accord, nous ne voulions pas décevoir "papa".
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Klar, gut, wir würden "Daddy" nicht enttäuschen wollen.

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, thank you Ghost Boy, thank you!
french: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, merci Ghost Boy, merci!
german: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, danke dir Ghost Boy, danke!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} You won't regret it!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha !{/i} Vous ne le regretterez pas!
german: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} Du wirst es nicht bereuen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] So, what time are we going to do this little B&E session? I think if we plan a little bit ahead of time, we'll be able to-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Alors, à quel moment allons-nous faire cette petite session de B&E ? Je pense que si nous planifions un peu à l'avance, nous pourrons -
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Also, zu welcher Zeit werden wir diese kleine B&E Sitzung machen? Ich denke, wenn wir etwas früher planen, werden wir in der Lage sein

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] It has to be tonight, actually.
french: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] Il doit être ce soir, en fait.
german: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] Es muss eigentlich heute Abend sein.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}Tonight?!{/u}
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}ce soir?!{/u}
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}Heute Nacht?!{/u}

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Yes, otherwise I won't have enough time to memorize all the answers before the test!
french: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Oui, sinon je n'aurai pas assez de temps pour mémoriser toutes les réponses avant le test !
german: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Ja, sonst habe ich nicht genug Zeit, um alle Antworten vor dem Test zu speichern!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Alright, fine, then I'll meet you outside the front of the school, tonight. I'll at least see if I can get you inside.{p}But you really should study more!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] D'accord, d'accord, puis je vais vous rencontrer en dehors du devant de l'école, ce soir. « Je vais au moins voir si je peux vous mettre à l'intérieur.{p}Mais vous devriez vraiment en étudier plus! »
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Okay, gut, dann treffe ich dich außerhalb der Schule, heute Abend. Ich werde zumindest sehen, ob ich dich drinnen bekommen kann.{p}Aber du solltest wirklich mehr lernen!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfect! See you then!
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Parfait ! À bientôt !
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfekt! Dann sieht!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, one more thing: I'm totally gonna claim you kidnapped me if we get caught by anyone. That cool?
french: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, encore une chose : je vais tout à fait me dire que vous m'avez kidnappé si nous sommes pris par n'importe qui. C'est cool ?
german: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, noch eine Sache: Ich werde ganz behaupten, du hast mich entführt, wenn wir von irgendjemandem gefangen werden. Das ist cool?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] WHAT?!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] QUOI ?!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] WAS?!

source: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Sorry, but I mean, c'mon, it'd be the only valid excuse I'd have to not get expelled.
french: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Désolé, mais je veux dire, c'mon, ce serait la seule excuse valable que je n'aurais pas à être expulsé.
german: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Sorry, aber ich meine, c'mon, es wäre die einzige gültige Ausrede, die ich nicht vertrieben werden müsste.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, but my reputation gets to be even cruddier than it already is?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, mais ma réputation est encore plus grossière qu'elle ne l'est déjà?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, aber mein Ruf wird noch kruddiger, als es bereits ist?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] I'll give it some more charm than just "kidnapping", of course!{p}...make it seem like a romantic ghost, having fallen in love with the most prettiest girl in the world!
french: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Je vais lui donner plus de charme que l'enlèvement !{p}... ake ça ressemble à un fantôme romantique, tombé amoureux de la plus belle fille du monde!
german: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Ich gebe ihm etwas mehr Charme als nur "Entführung", natürlich!{p}... ake es scheint wie ein romantischer Geist, verliebt sich in das schönste Mädchen der Welt!

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Besides, it's not like you can really get in trouble with the school or something. Really, what do you have to lose here?
french: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] En outre, ce n'est pas comme si vous pouviez vraiment vous mettre en difficulté avec l'école ou quelque chose. Vraiment, qu'avez-vous à perdre ici?
german: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Außerdem, es ist nicht so, als ob du wirklich in Schwierigkeiten mit der Schule oder irgendwas bekommen kannst. Wirklich, was musst du hier verlieren?

source: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (I'm gonna get stiffed somehow at the end of this deal, and not in the good way, I just know it...)
french: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (Je vais être raide d'une manière ou d'une autre à la fin de cette affaire, et pas de la bonne manière, je le sais juste...)
german: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (Ich werde am Ende dieses Deals irgendwie steifen, und nicht auf die gute Art und Weise, ich kenne es nur...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} I guess that makes sense. Just not what I had in mind for a another chance to hang and get to know each other better is all...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Soupir*{/i} Je suppose que cela a du sens. Ce n'est pas ce que j'avais en tête pour une nouvelle chance de pendre et de mieux se connaître...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Sehen*{/i} Ich denke, das macht Sinn. Nur nicht das, was ich für eine weitere Chance hatte, zu hängen und einander besser kennenzulernen, ist alles...

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Great! See you tonight then, cutie!
french: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Génial ! À vous revoir ce soir, mignon !
german: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Großartig! Bis heute Abend, kutie!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...did Paulina just call me {u}cutie?{/u}
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ... Paulina m'a juste appelé {u}cutie?{/u}
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...hat Paulina mich gerade {u}cutie?{/u}

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Great, you're here!{p}This is so exciting! I can't believe we're really doing this!
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Super, vous êtes ici !{p}C'est tellement excitant ! Je ne peux pas croire que nous fassions ça !
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Super, du bist hier!{p}Das ist so aufregend! Ich kann nicht glauben, dass wir das wirklich machen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Yeah, so what's the plan?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Oui, alors quel est le plan ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Ja, was ist der Plan?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Okay, so all the doors are locked on all sides, from both the inside {i}and{/i} the outside. So what we need is for you to go all Inviso-Bill and stuff and head through the walls, find some spare key to open the front doors and let me inside!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Ok, donc toutes les portes sont verrouillées sur tous les côtés, de l'intérieur {i}et {/i} de l'extérieur. Donc, ce dont nous avons besoin, c'est que vous alliez tout Inviso-Bill et tout ce qui est nécessaire et que vous vous rendiez dans les murs, trouver quelques clés de rechange pour ouvrir les portes d'entrée et me laisser à l'intérieur!
german: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Okay, so sind alle Türen auf allen Seiten verschlossen, sowohl in {i}als auch im Aussen{/i}. Was wir also brauchen, ist, dass Sie alle Inviso-Bill und Sachen gehen und durch die Wände gehen, finde einen Ersatzschlüssel, um die Haustüren zu öffnen und mir drinnen zu lassen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...alright, but any idea where the keys might even be?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ... d'accord, mais n'importe quelle idée où les clés pourraient même être ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...in Ordnung, aber jede Ahnung, wo die Schlüssel überhaupt sein könnten?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... that I don't exactly know, but just knowing Mr. Lancer, he'd probably keep a spare set of keys in his desk drawer maybe?
french: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... que je ne sais pas exactement, mais que je connais M. Lancer, il garderait probablement un ensemble de clés de rechange dans son tiroir de bureau ?
german: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... dass ich nicht genau weiß, aber nur Herrn kennen. Lancer, er würde wahrscheinlich einen Ersatzsatz an Schlüsseln in seiner Schublade halten?

source: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] He takes his job as the Vice Principal {i}way{/i} too seriously, so it'd make sense he'd have a set of them. He's definitely big enough of a dork like that.
french: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] Il prend son travail en tant que vice-président {i}moyen{/i} trop au sérieux, Il serait donc logique qu'il ait un ensemble d'eux. Il est vraiment assez gros d'un dortoir comme ça.
german: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] Er nimmt seinen Job als Vice Principal {i}Weg{/i} zu ernst, so dass es Sinn machen würde, dass er eine Reihe von ihnen. Er ist definitiv groß genug von einem dork so.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Alright then, I guess that sounds simple enough. Hopefully no late night staff are working... I'll be right back then.
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] D'accord, je suppose que cela semble assez simple. Espérons que le personnel de nuit ne travaille pas... Je serai de retour à l'époque.
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Okay, ich denke, das klingt einfach genug. Hoffentlich funktioniert kein spätes Nachtpersonal... Ich bin dann genau richtig.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Wait, won't you need directions to Mr. Lancer's class? It's not like you go here, right?
french: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Attendez, n'aurez pas besoin de vous diriger vers la classe de M. Lancer? Ce n'est pas comme si vous alliez ici, n'est-ce pas?
german: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Warte, benötigst du keine Wegbeschreibung zur Klasse von Herrn Lancer? Es ist nicht so, als ob du hierher gehst, oder?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, right, but no thanks, I'm sure I'll easily be able to navigate the building on my own. Wish me luck!
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, non, mais non merci, je suis sûr que je serai en mesure de naviguer seul dans le bâtiment. Souhaitez-moi de la chance!
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, richtig, aber kein Dank, ich bin sicher, dass ich ganz einfach in der Lage bin, das Gebäude alleine zu navigieren. Viel Glück!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay, good luck!!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Ok, bonne chance!!
german: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay, viel Glück!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Alright... now to find those keys.
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] D'accord... maintenant pour trouver ces clés.
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] In Ordnung... jetzt um die Schlüssel zu finden.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancer would have them somewhere on his desk, right? Best look there first.
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Le Lancier les aurait quelque part sur son bureau, n'est-ce pas? Jetez d'abord un œil là-bas.
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancier würde sie irgendwo auf seinem Schreibtisch haben, oder? Schau sie am besten zuerst dorthin aus.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? Really? Doesn't look like there's any keys lying around... maybe I should look in the drawers too?
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Hein? Vraiment? N'est-ce pas qu'il y a des clés autour de... peut-être devrais-je regarder dans les tiroirs aussi?
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? Wirklich? Sieht nicht so aus, als ob irgendein Schlüssel herumliegt... vielleicht sollte ich auch in den Schubladen schauen?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Note to self: Remember to score all the smarter students lower to encourage them to work even harder on midterms."
french: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] « Remarque : n'oubliez pas de marquer tous les élèves plus intelligents pour les encourager à travailler encore plus dur sur les moyens de paiement. »
german: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Beachte selbst: Denke daran, alle klügeren Schüler niedriger zu machen, um sie dazu zu ermutigen, mittelfristig noch härter zu arbeiten."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Well {i}that's{/i} disturbing.{p}I mean, not for me really, but for the smart kids I guess.
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Eh bien, {i}ça {/i} dérangeant.{p}Je veux dire, pas pour moi vraiment, mais pour les enfants intelligents que je suppose.
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Nun, {i}dass{/i} stört.{p}meine ich, nicht wirklich für mich, sondern für die intelligenten Kinder, die ich vermute.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "New Doomed password is {i}Goatee_4_Lyfe{/i}."
french: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] « Le nouveau mot de passe est {i}Goatee_4_Lyfe{/i}. »
german: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "Neues verdammtes Passwort ist {i}Goatee_4_Lyfe{/i}."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, wait, Lancer plays {b}Doomed Online{/b}??{p}Who would've thought that a middle-aged, pudgy bald man would be much of a gamer... huh.
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, attendez, Lancer joue {b}en ligne condamnée en ligne{/b} ?{p}Qui aurait cru qu'un homme chauve d'âge moyen serait un joueur... hein.
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, warte, Lancer spielt {b}Verdammtes Online{/b}??{p}Wer hätte gedacht, dass ein mittelalter, pudgy bald Mann viel von einem Gamer... huh.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Reminder: Head to library over weekend to find more book titles for exasperated exclamations."
french: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] « Rappel: Rendez-vous à la bibliothèque pendant le week-end pour trouver plus de titres de livres pour des exclamations exaspérées».
german: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Erinnerung: Gehe am Wochenende in die Bibliothek, um mehr Buchtitel für verärgerte Ausrufe" zu finden."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Look, I know he's an educated guy and all, but I wonder out of all the books Lancer likes to shout about, how many he's actually read...?
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Regardez, je sais qu'il est un gars éduqué et tous, mais je me demande de tous les livres que Lancer aime à crier, combien il est réellement lu...?
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Schau, ich weiß, er ist ein gebildeter Kerl und alle, aber ich frage mich aus allen Büchern, über die Lancer gerne schreit, wie viele er tatsächlich gelesen hat...?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idea for Novel: Handsome and beloved vice-principal overcomes adversity through his lack of naturally occurring follicles and rises to the ranks of principal of his school."
french: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] « L'idée de Novel: beau et bien-aimé vice-principal surmonte l'adversité par son manque de follicules qui se produisent naturellement et qui se hisse aux rangs du directeur de son école. »
german: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idee für Neues: Liebevolle und geliebte Vize-Principal überwindet Widrigkeiten durch das Fehlen naturgemäß auftretender Follikel und steigt in die Reihen des Hauptleiters seiner Schule auf."
