Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_twinkle_twinkle.po
Languages: german

source: [_star_s_talk_happy_s_sad_] I know right, what a bitch in heat! Ahah hahhah!!
german: [_star_s_talk_happy_s_sad_] Ich weiß genau, was für eine Hündin in der Hitze! Ahah hah!!

source: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... that was a punch in the gut to watch.)
german: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... das war ein Schlag im Bauch.)

source: [_danny_s_towards_s_sad_s_frown_] (I can't believe I was apart of that... how awful.)
german: [_danny_s_towards_s_sad_s_frown_] (Ich kann nicht glauben, dass ich davon getrennt war... wie schrecklich.)

source: [_danny_s_sad_2_s_frown_] (Sam can live with another scolding from Lancer, but she shouldn't have been dragged in front of so many people like that.)
german: [_danny_s_sad_2_s_frown_] (Sam kann mit einem anderen Gelehrten von Lancer leben, aber sie hätte nicht vor so vielen Leuten wie dem gezogen werden sollen.)

source: [_danny_s_at_danny_s_angry_s_frown_grin_] (Well Fenton, I hope you're proud of yourself. Was it worth it?)
german: [_danny_s_at_danny_s_angry_s_frown_grin_] (Nun, Fenton, ich hoffe, du bist stolz auf dich. War es wert?)

source: [_danny_s_at_player_s_sad_2_s_frown_] (You're a regular Judas, selling your friend out to Star...)
german: [_danny_s_at_player_s_sad_2_s_frown_] (Du bist ein regelmässiger Judas, der deinen Freund an den Stern verkauft...)

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the-
german: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Was das-

source: [_starspook_] Heyyyy Billy! Oh my gawd, that was so funny, you should have seen it. Thanks for helping out again!! If you want to, swing by the girl's bathroom again sometime. ;P
german: [_starspook_] Heyyyy Billy! Oh meine Gawd, das war so lustig, du solltest sie gesehen haben. Danke, dass du dir wieder geholfen hast!! Wenn du möchtest, schwinge irgendwann wieder durch das Badezimmer des Mädchens. ;P

source: [_danny_] (...welp, it looks like it's time for me to go collect my 30 pieces of silver...)
german: [_danny_] (...welpen, es sieht so aus, als wäre es Zeit für mich, meine 30 Silberstücke einzusammeln...)

source: [_danny_] (Sam's standing by her locker all alone... I had better turn invisible before anybody else shows up...)
german: [_danny_] (Sams steht allein bei ihrem Schlosser... Ich sollte besser unsichtbar werden, bevor sonst jemand auftaucht...)

source: [_danny_] (This should be a good way to get a front row seat to the action... speaking of which, here comes Lancer!)
german: [_danny_] (Dies sollte ein guter Weg sein, um einen Sitz in der ersten Reihe zur Aktion zu bekommen... davon spricht hier Lancer!)

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students right to proper peace of mind.
german: [_lancer_s_talk_frown_] Ich fürchte jedoch, dass ich diese Privatsphäre überstimmen muss, um die anderen Schüler zu schützen, die Recht auf einen richtigen Frieden haben.

source: [_danny_] (Sam's starting to open her locker... oh man, Star is {b}sure{/b} gonna be surprised to see how this plays out...)
german: [_danny_] (Sam's beginnt, ihre Schleuse zu öffnen... oh man, Star ist {b}sicher{/b} wird überrascht sein zu sehen, wie dies abspielt...)

source: [_lancer_s_rise_one_s_talk_frown_] Yes, Ms. Astray, what {i}are{/i} you talking about?
german: [_lancer_s_rise_one_s_talk_frown_] Ja, Frau Astray, wovon {i}sind{/i} du sprichst?

source: [_lancer_s_closed_s_talk_frown_s_sad_] Quite frankly, I don't see {b}anything{/b} in this locker that resembles some sort of potential weapon or blunt instrument.
german: [_lancer_s_closed_s_talk_frown_s_sad_] Offen gesagt, ich sehe {b}nichts in diesem Schlösser, das einer möglichen Waffe oder einem stumpfen Instrument ähnelt.

source: [_sam_s_sad_s_talk_happy_] See? I told you Mr. Lancer, I would {i}never{/i} bring anything to school that could possibly hurt someone!
german: [_sam_s_sad_s_talk_happy_] Sieh? Ich sagte dir, Herr Lancer, ich würde niemals {i}irgendetwas in die Schule bringen, das jemandem schaden könnte!

source: [_lancer_s_idle__s_talk_frown_] Right you are, Ms. Manson, you have my professional apology. I was worried for a moment that you might be veering into even {b}more{/b} troubling behavior after our last incident with your school attire...
german: [_lancer_s_idle__s_talk_frown_] Rechts du bist, Frau Manson, du hast meine berufliche Entschuldigung. Ich war für einen Moment besorgt, dass du nach unserem letzten Vorfall mit deinem Schulkleid sogar noch {b}mehr hinzufügen{/b} störendes Verhalten einnimmst...

source: [_lancer_s_talk_happy_s_sad_] But every so often, I'm glad to have been proven wrong.
german: [_lancer_s_talk_happy_s_sad_] Aber immer wieder, ich bin froh, dass man sich als falsch erwiesen hat.

source: [_star_s_angry_s_talk_frown_] Wh-what? Then... well, wh-what about anything non-school appropriate?!
german: [_star_s_angry_s_talk_frown_] Wozu? Wann... nein, was ist mit nichtschulischen Zwecken?

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... while I don't necessarily approve of the {i}amount{/i} of rebellious paraphernalia Ms. Manson has, none of it seems to incite violence or improper conduct...
german: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... während ich nicht unbedingt den {i}Betrag{/i} der rebellischen paraphernalia Frau gutheiße. Manson hat keines davon scheint zu Gewalt oder unangemessenem Verhalten aufzurufen...

source: [_lancer_s_closed_s_sad_] But otherwise no, I don't think this locker has anything in it that would constitute breaking the school's locker policy guidelines...
german: [_lancer_s_closed_s_sad_] Aber andernfalls nein, ich glaube nicht, dass dieser Verschluss irgendetwas in ihm hat, das ein Bruch der Locker Richtlinien der Schule darstellen würde...

source: [_lancer_s_towards_s_rise_one_] ...perhaps you would care to {i}clarify{/i} your original report to me, Ms. Astray?
german: [_lancer_s_towards_s_rise_one_] ...vielleicht würdest du dir darum kümmern, {i}deinen ursprünglichen Bericht an mich zu klären, Frau Astray?

source: [_star_s_towards_s_talk_frown_] Bu-but, I- she was putting- I had the- how-
german: [_star_s_towards_s_talk_frown_] Bu-but, I- sie war Putting- ich hatte das wie-

source: [_sam_s_talk_frown_] Just admit it Star, you were {b}lying{/b} to Mr. Lancer!
german: [_sam_s_talk_frown_] Geben Sie es Sterne zu, Sie haben {b}gelogen{/b} bei Herrn Lancer!

source: [_lancer_s_talk_frown_s_wondering_] Is this {i}true{/i} Ms. Astray? Is this why all of these students are gathered here? What was this supposed to be, some sort of elaborate {u}stunt{/u}?
german: [_lancer_s_talk_frown_s_wondering_] Ist das {i}richtig{/i} Frau Astray? Ist das der Grund, warum alle diese Schüler hier versammelt sind? Was sollte das sein, eine Art aufwändige {u}Stunt{/u}?

source: [_star_s_talk_frown_] I... I was... I...
german: [_star_s_talk_frown_] Ich... Ich... Ich...

source: [_danny_] (Now I think it's {b}my{/b} turn to step in!)
german: [_danny_] (Jetzt glaube ich, dass es {b}mein{/b} ist, um einzutreten!)

source: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] I just wanted to- {b}HEY{/b}, what the...!!
german: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] Ich wollte nur {b}HEY{/b}, was die...!!

source: [_sam_s_talk_happy_s_sad_2_] Hah hah! No freaking way!
german: [_sam_s_talk_happy_s_sad_2_] Ha hah! Kein freakender Weg!

source: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh my God!! Who just pantsed me?! I'm gonna kill you!!
german: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh mein Gott! Wer hat mich geplagt?! Ich werde dich töten!!

source: [_lancer_s_angry_s_talk_frown_] {b}Sisterhood of the Traveling Pants!!{/b} Ms. Astray!!
german: [_lancer_s_angry_s_talk_frown_] {b}Schwester der Reisenden Pants!!{/b} Frau Astray!!

source: [_danny_] (Oh man, this couldn't have gone {b}any{/b} better!)
german: [_danny_] (Oh Mann, das hätte {b}nicht besser gehen können{/b}!)

source: [_student1_] Wow man! Look at those buns!
german: [_student1_] Wow Mann! Schau dir diese Bälle an!

source: [_student3_] Check it dude, Star's giving us a view of the full moon! Ha hah!
german: [_student3_] Überprüfe es dude, Sterne gibt uns einen Blick auf den Vollmond! Ha hah!

source: [_student2_] You idiot, that's not even a full moon, she's still got her panties on... you can barely even see her tattoo.
german: [_student2_] Du Idiot, das ist nicht einmal ein Vollmond, sie hat noch immer ihre Pantoffeln... Du kannst kaum ihr Tattoo sehen.

source: [_student4_] This isn't anything special, her naked photos are {i}already{/i} online, guys.
german: [_student4_] Das ist nichts Besonderes, ihre nackten Fotos sind {i}bereits online, Jungs.

source: [_student1_] Wow, wait, Star has {b}naked{/b} photos online?! Bro, in the infamous words of Ice-T, "Imma need the link".
german: [_student1_] Wow, warte, Star hat {b}naked{/b} Fotos online?! Bro, in den berüchtigten Worten von Ice-T, "Imma need the link".

source: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh my God, this is {u}NOT{/u} happening!!
german: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh mein Gott, dies ist {u}NOT{/u} passiert!!

source: [_lancer_s_talk_frown_s_closed_] Ms. Astray, I think it'd be best if you come with me to Principal Ishiyama's office so you can properly explain your actions during the frivolous time wasting venture you've pulled this afternoon.
german: [_lancer_s_talk_frown_s_closed_] Ms. Astray, Ich denke, es wäre am besten, wenn du mit mir ins Büro von Principal Ishiyama kommst, damit du deine Handlungen während der leichtsinnigen Zeit vergeuden kannst, die du heute Nachmittag gezogen hast.

source: [_star_s_neutral_s_talk_frown_] B-b-but-
german: [_star_s_neutral_s_talk_frown_] B-b-aber-

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] No butts!! I've dealt with one too many "{i}butts{/i}" for the day already. To my office. {u}Now{/u}!!
german: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Keine Äpfel!! Ich habe mich bereits am Tag mit einem zu vielen "{i}Butts{/i}" beschäftigt. Zu meinem Büro. {u}Jetzt{/u}!!

source: [_sam_s_confused_s_talk_happy_] I guess you better get going, right? Try not to trip over your pants there, Star-Power.~
german: [_sam_s_confused_s_talk_happy_] Ich vermute, dass du besser losfährst, oder? Versuche, dort nicht über deine Hosen zu reisen, Star-Power.~

source: [_star_s_talk_frown_] Thi-this can't be happening, I-I was going to have you-
german: [_star_s_talk_frown_] Das kann nicht passieren, ich wollte dich haben -

source: [_sam_s_center_s_confused_s_talk_frown_] Man... what the {b}hell{/b} just happened here?
german: [_sam_s_center_s_confused_s_talk_frown_] Man... was die {b}Hölle{/b} hier passiert ist?

source: [_danny_s_sad_s_talk_happy_2_] Talking to yourself, I see. Ya know, you should probably try to kick that kinda bad habit.
german: [_danny_s_sad_s_talk_happy_2_] Sprich mit dir selbst, ich sehe. Weißt du, du solltest wahrscheinlich versuchen diese schlechte Gewohnheit zu kippen.

source: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! You're not going to believe this! It was so freaking weird!!
german: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! Du wirst das nicht glauben! Es war so verrückt seltsam!!

source: [_sam_s_closed_s_neutral_s_talk_frown_2_] So Lancer comes all up on me and was going like, {i}*Ahem*{/i} "Ehm, {i}excuse{/i} Ms. Manson, but I'm afraid I'll need to invesitage your locker space" cause he said that Star said-
german: [_sam_s_closed_s_neutral_s_talk_frown_2_] Also Lancer kommt alles auf mich und ging wie {i}*Ahem*{/i} "Ehm, {i}Ausrede{/i} Ms. Manson, aber ich fürchte, ich muss Ihren Schlossraum investieren" weil er sagte, dass Star sagt-

source: [_danny_s_rise_one_s_talk_happy_] Something about a weapon in your locker, I heard?
german: [_danny_s_rise_one_s_talk_happy_] Etwas über eine Waffe in deiner Schließfächer, habe ich gehört?

source: [_sam_s_sad_s_talk_frown_] Yeah!! Then, Lancer searched my locker, right, and of {i}course{/i} there wasn't anything there, right?!
german: [_sam_s_sad_s_talk_frown_] Ja!! Dann durchsuchte Lancer meinen Schließfächer, rechts und von {i}Kurse{/i} gab es nichts, oder?!

source: [_danny_s_talk_happy_s_sad_2_] Uh huh... interesting, interesting...
german: [_danny_s_talk_happy_s_sad_2_] Uh huh... interessant, interessant...

source: [_sam_s_center_wide_s_angry_s_talk_happy_] So then, Lancer was all over Star like "Why'd you waste my precious time on this, you perky boobs with teeth?", and then, out of {b}nowhere{/b} her-
german: [_sam_s_center_wide_s_angry_s_talk_happy_] Also war Lancer über dem Stern, wie "Warum' würdest du meine kostbare Zeit darauf verschwenden, deine perversen Stiefel mit Zähne? , und dann von {b}nirgendwo hier{/b}

source: [_sam_s_center_s_confused_s_talk_frown_] ...pants... mysteriously came off...
german: [_sam_s_center_s_confused_s_talk_frown_] ...Hosen... auf mysteriöse Weise kam aus...

source: [_sam_s_confused_s_talk_happy_] ...{i}you{/i} did that, didn't you??
german: [_sam_s_confused_s_talk_happy_] ...{i}du{/i} taten das, oder??

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Whaaat? Who, {b}me{/b}? Why I would {i}never{/i}...
german: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Who? Wen, {b}m{/b}? Warum würde ich {i}niemals {/i}...

source: [_danny_s_rise_one_s_towards_s_talk_happy_] Okay, okay you caught me, good sleuthing detective!
german: [_danny_s_rise_one_s_towards_s_talk_happy_] Okay, okay, du hast mich erwischt, guter Schlauchdetektiv!

source: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] So what the heck, what was this all about anyway?!
german: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] Also worum ging es dennoch, worum ging es denn?

source: [_danny_s_talk_happy_2_s_rise_one_] Long story, but basically, Star wanted to frame your locker with one of her flesh toys by having Inviso-Bill put it in there.
german: [_danny_s_talk_happy_2_s_rise_one_] Lange Geschichte, aber im Grunde wollte Star deinen Schrank mit einem ihrer Fleischspielzeuge einrahmen, indem Inviso-Bill es dort einsteckt.

source: [_sam_s_towards_s_confused_s_talk_frown_] What?! Why would you- I mean, why would {i}he{/i} want to do that? What possible motive did {i}she{/i} even have?!
german: [_sam_s_towards_s_confused_s_talk_frown_] Was?! Warum solltest du - ich meine, warum würde er {i}sein{/i} das wollen? Was für ein Motiv hatte {i}sie{/i} sogar?!

source: [_danny_s_sad_s_talk_frown_2_] Just so people would have something other to talk about than the naked photos of her online. She said that if Inviso-Bill helped out that there'd be some sort of "reward" in it for him.
german: [_danny_s_sad_s_talk_frown_2_] Nur so, dass die Leute etwas anderes zu sprechen hätten, als die nackten Fotos von ihr online. Sie sagte, dass, wenn Inviso-Bill helfen würde, dass es eine Art "Belohnung" in ihm für ihn.

source: [_sam_s_confused_s_talk_frown_] What? What kind of a rew-
german: [_sam_s_confused_s_talk_frown_] Was? Was für ein Rew-

source: [_danny_s_sad_2_s_talk_happy_s_towards_] Yeah well, I obviously wouldn't do that to you, so I thought I'd turn her little prank around on her.
german: [_danny_s_sad_2_s_talk_happy_s_towards_] Ja, das würde ich dir offensichtlich nicht tun, also dachte ich, ich würde ihren kleinen Streich auf ihr herumdrehen.

source: [_sam_s_away_s_talk_happy_3_] Well... gee. I know it might sound stupid to say, but thank you.
german: [_sam_s_away_s_talk_happy_3_] Nun... Gee. Ich weiß, dass es dumm klingt zu sagen, aber danke.

source: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, you don't need to thank-
german: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, du musst dir nicht bedanken -

source: [_sam_s_closed_s_sad_s_talk_frown_] No, I actually want to, Danny. You would have been a scummy guy to have gone through with it, {b}obviously{/b}...
german: [_sam_s_closed_s_sad_s_talk_frown_] Nein, ich möchte es wirklich tun, Danny. Du wärst ein Sumpf gewesen, der damit durchgegangen wäre, {b}natürlich{/b}...

source: [_sam_s_towards_s_confused_s_talk_happy_] ...but I can see that there must have been some level of {b}temptation{/b} to do it. Even {i}I{/i} understand that.
german: [_sam_s_towards_s_confused_s_talk_happy_] ...aber ich kann sehen, dass es eine Stufe von {b}Versuchung{/b} geben muss, um dies zu tun. Selbst {i}verstehe ich.

source: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] I know you told me the other day you were glad we were as close as we are already... so I just wanna say that I'm glad that I can count on you just as much.
german: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] Ich weiß, du hast mir neulich gesagt, dass du froh bist, dass wir so nah waren wie wir. Ich möchte nur sagen, dass ich froh bin, dass ich genauso auf dich zählen kann.

source: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, of course. I've got your back completely!
german: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, natürlich. Ich habe deinen Rücken vollständig!

source: [_sam_s_talk_happy_] Wow... it really feels good to be this...
german: [_sam_s_talk_happy_] Wow... es fühlt sich wirklich gut an, dies zu sein...

source: [_sam_s_blush_2_s_confused_] I don't know... close, to somebody?
german: [_sam_s_blush_2_s_confused_] Ich weiß nicht... Schließen, jemand?

source: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Yeah, I think it feels nice too...
german: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Ja, ich denke, es fühlt sich auch nett an...

source: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Well, uhm, that was pretty funny, right? The whole pantsing thing?
german: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Nun, uhm, das war ziemlich lustig, oder? Die ganze Hosen?

source: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah! That was actually super funny. I'm sure a couple more photos of Star's butt got added to her growing online catalogue!
german: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Oh, oh ja! Das war wirklich super lustig. Ich bin sicher, dass ein paar weitere Fotos von Star's butt zu ihrem wachsenden Online-Katalog hinzugefügt wurden!

source: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, I know! She should have learned to just let it go, right?
german: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, ich weiß! Sie hätte lernen müssen, es einfach gehen zu lassen, oder?

source: [_sam_s_talk_bite_] Hhmmm, yeah...
german: [_sam_s_talk_bite_] Hhmmm, ja?

source: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, I sorta noticed that you changed your name on Spookchat, right?
german: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, ich habe sorta bemerkt, dass du deinen Namen auf Spookchat geändert hast, oder?

source: [_danny_s_sad_2_s_talk_frown_] Huh? Oh you noticed that? Yeah, Tucker gave me his old PDA since my phone was busted.
german: [_danny_s_sad_2_s_talk_frown_] Huh? Oh du hast das bemerkt? Ja, Tucker gab mir seinen alten PDA seit mein Telefon kaputt war.

source: [_sam_s_sad_2_s_talk_bite_] Yeah, I sorta got a notification. Good thing Tucker and I were the only people you ever messaged before. You were hardly ever on it anyway...
german: [_sam_s_sad_2_s_talk_bite_] Ja, ich sorta hat eine Benachrichtigung. Gut, was Tucker und ich waren die einzigen Leute, die du je verschickt hast. Du warst sowieso kaum dabei...

source: [_danny_s_at_player_s_sad_s_talk_happy_] Honestly, it's not a bad little communication app! I think I'm gonna start using it more often, it'll make it easier if any of us spot a ghost for me to take on.
german: [_danny_s_at_player_s_sad_s_talk_happy_] Ehrlich, es ist keine schlechte kleine Kommunikations-App! I think I'm gonna start using it more oft, it will make it easier if any of us spot a ghost for me to take on.

source: [_sam_s_confused_s_talk_happy_] Awesome! So, uhm, you wouldn't mind if I messaged you later on it then, right?
german: [_sam_s_confused_s_talk_happy_] Großartig! Also, uhm, du würdest nichts dagegen haben, wenn ich dich später darauf informiere, oder?

source: [_danny_s_talk_happy_s_wondering_] What? No, of course you can, why would I mind? We're best friends, duh.
german: [_danny_s_talk_happy_s_wondering_] Was? Nein, natürlich kannst du, warum solltest du mir denken? Wir sind die besten Freunde, duh.

source: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, great. I'll do that then!
german: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, toll. Ich tue das dann!

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Awesome, it'll be good to keep in touch with you like that.
german: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Super, es wird gut sein, mit dir in Kontakt zu bleiben.

source: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Well, I'm gonna head home for the night. See you around?
german: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Nun, ich werde nach Hause gehen für die Nacht. Seht euch um?

source: [_danny_s_wondering_s_talk_happy_] Yeah Sam, of course.
german: [_danny_s_wondering_s_talk_happy_] Ja, natürlich, natürlich.

source: [_sam_s_closed_s_talk_happy_3_] Alrighty... see you later, gator...
german: [_sam_s_closed_s_talk_happy_3_] Rechtmäßig... sehen Sie später, Gator...

source: [_danny_s_rise_one_s_frown_3_] (Hmmm... well that was interesting. What was the whole Spookchat thing about? She was acting kind of coy about it.)
german: [_danny_s_rise_one_s_frown_3_] (Hmmm... gut, das war interessant. Worum ging es bei Spookchat eigentlich? Sie handelte eine Art Coy darüber.)

source: [_danny_s_frown_2_s_wondering_] (Man, girls are mysterious creatures. Sometimes I think I understand ghosts more than I do them.)
german: [_danny_s_frown_2_s_wondering_] (Man, Mädchen sind geheimnisvolle Kreaturen. Manchmal denke ich, dass ich Gespenster mehr verstehe als ich sie habe.)

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Maybe it's because I'm half ghost, captain obvious?)
german: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Vielleicht liegt es daran, dass ich halb Gespenst bin, Kapitän offensichtlich?)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... I wonder if Star'll get mad at Inviso-Bill or not.)
german: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... Ich frage mich, ob Stars bei Inviso-Bill verrückt werden oder nicht.)

source: [_danny_s_wondering_s_frown_grin_] (Maybe there's a chance I can save myself from her wrath?)
german: [_danny_s_wondering_s_frown_grin_] (Vielleicht gibt es eine Chance, sich vor ihrem Zorn zu retten?)

source: [_danny_s_at_player_s_frown_] (Ehh, it's probably best that I just try not to talk to her for the moment.)
german: [_danny_s_at_player_s_frown_] (Ehh, es ist wahrscheinlich am besten, dass ich einfach versuche, im Moment nicht mit ihr zu sprechen.)

source: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Man... the past 10 minutes have been pretty crazy. I should try to find something else to do with the rest of my day.)
german: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Mensch... die letzten 10 Minuten waren ziemlich verrückt. Ich sollte versuchen, etwas anderes mit dem Rest meines Tages zu tun.)

source: [_danny_] (Well... here we go again...)
german: [_danny_] (Nun... hier gehen wir wieder...)

source: [_danny_s_closed_s_angry_s_talk_frown_] I'm going ghost!
german: [_danny_s_closed_s_angry_s_talk_frown_] Ich werde Geister!

source: [_danny_] (Phew... I don't know if I'm leaking ectoplasm right now or if I'm just sweating like crazy...)
german: [_danny_] (Kopieren... Ich weiß nicht, ob ich im Moment Ektoplasm lege oder ob ich einfach wie verrückt schwitze...)

source: [_danny_] (I mean, I might be about to lose my virginity here!!)
german: [_danny_] (Ich meine, ich werde meine Jungfräulichkeit hier verlieren!!)
