Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_extend_] for like, a total spazatron.
french: [_extend_] pour ainsi dire, un spazatron total.
german: [_extend_] für mal, ein total spazatron.

source: [_danny_s_at_player_s_rise_s_grin_] ({i}Phew!{/i} Okay, now I just need to check who's home, then I rush Star up to my room as quickly as possible. Easy!)
french: [_danny_s_at_player_s_rise_s_grin_] ({i}Ouf ! /i} D'accord, maintenant j'ai juste besoin de vérifier qui est la maison, puis je me précipite Étoile vers ma chambre le plus rapidement possible. Facile!)
german: [_danny_s_at_player_s_rise_s_grin_] ({i}Phew! /i} Okay, jetzt muss ich nur prüfen, wer zu Hause ist, dann heile ich Star bis zu meinem Zimmer so schnell wie möglich. Einfach!)

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} nobody hanging in the kitchen, so that's a good sign so far... better check in the basement though, just to make anybody that's there is staying busy.)
french: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} personne ne s'accroche dans la cuisine, donc c'est un bon signe jusqu'à présent. The staff were very friendly and helpful. The room was clean and comfortable.
german: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} Niemand hängt in der Küche, also ist das ein gutes Zeichen. . Bessere Einchecken im Keller, nur um jemanden zu machen, der beschäftigt ist.)

source: [_jack_s_closed_s_idle_s_talk_happy_] ♪ When there's something strange... in your neighborhood...{nw}
french: [_jack_s_closed_s_idle_s_talk_happy_] <unk> Quand il y a quelque chose d'étrange... dans votre voisinage...{nw}
german: [_jack_s_closed_s_idle_s_talk_happy_] <unk> Wenn etwas seltsames... in deiner Nachbarschaft...{nw}

source: [_extend_] {u}who you gonna call?{/u} ♫{p}{i}Jack Fenton!!{/i} ♫ Do-do-do-{i}do{/i}do~ ♫
french: [_extend_] {u}que vous allez appeler ?{/u} <unk>{p}{i}Jack Fenton!!{/i} <unk> Do-do-do-{i}do{/i}do~ <unk>
german: [_extend_] {u}wen du anrufen wirst?{/u} <unk>{p}{i}Jack Fenton!!{/i} <unk> Do-do-do-{i}do{/i}do~ <unk>

source: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, curses... that silly song's stuck in my head again...{nw}
french: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, malédictions... cette chanson stupide est à nouveau bloquée dans la tête...{nw}
german: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, Fluch... dieses dumme Lied steckt wieder in meinem Kopf...{nw}

source: [_extend_] I can never remember the right lyrics... maybe if I go over them in my head again...
french: [_extend_] Je ne me souviens jamais des bonnes paroles... peut-être si je les reviens dans ma tête...
german: [_extend_] Ich kann mich nie an den richtigen Songtext erinnern... vielleicht, wenn ich sie in meinem Kopf wieder überkomme...

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfect, looks like Dad is going to be busy for a while.)
french: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Parfait, on dirait que Papa va être occupé pendant un moment.)
german: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfekt, sieht so aus, als ob Papa eine Weile beschäftigt sein wird.)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Now I can let Star in.)
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Maintenant je peux laisser entrer les étoiles)
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Jetzt kann ich Stern einlassen.)

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Best to be safe I guess and turn back into Danny... I definitely don't wanna be caught with a hot girl my age in my ghost form by my parents.)
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Mieux vaut être en sécurité, je devine et retourne en Danny... Je ne veux absolument pas être pris avec une fille chaude de mon âge sous ma forme de fantôme par mes parents.)
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Um sicher zu sein, denke ich, und wandle dich zurück in Danny... Ich möchte definitiv nicht mit einem heißen Mädchen mein Alter in meiner Geisterform von meinen Eltern gefangen werden.)

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, come on in.
french: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, allez-y.
german: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, kommen Sie hinein.

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, awesome, thanks for checking if the coast was-
french: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, génial, merci d'avoir vérifié si la côte était-
german: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, toll, danke für die Überprüfung, ob die Küste war-

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...wait. Where's Billy?
french: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...attendez. Où est Billy?
german: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...warten. Wo ist die Rechnung?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, he asked me to let you in. Look, just come with me. He's in my bathroom right now, {i}uhh{/i}, "freshening up", I guess.
french: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, il m'a demandé de vous laisser entrer. Regardez, venez avec moi. « Il est dans ma salle de bains en ce moment, {i}euh{/i}, « rafraîchissement», je suppose. »
german: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, er bat mich, dich hereinzulassen. Schau, komm einfach mit mir. Er ist gerade in meinem Bad, {i}uhh{/i}, "Erfrischung", denke ich.

source: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] But... he's a ghost? What needs freshening...?
french: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] Mais... c'est un fantôme? Qu'est-ce qui a besoin de rafraîchissement...?
german: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] Aber... er ist ein Geister? Was braucht Frischung...?

source: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} Don't judge the man's desire to look good for you! Come on and follow me quickly, before my dad knows I have you here!
french: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} Ne jugez pas le désir de l'homme de vous paraître! Venez et suivez-moi rapidement, avant que mon père ne sache que je vous ai ici!
german: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} beurteile nicht den Wunsch des Mannes, gut für dich zu sein! Kommen Sie und folgen Sie mir schnell, bevor mein Vater weiß, ich habe Sie hier!

source: [_star_s_normal_s_down_s_rise_s_talk_amused_] Sure, your loser dad definitely wouldn't want to know he's got a cute ghost getting some smooch time under his own roof.
french: [_star_s_normal_s_down_s_rise_s_talk_amused_] Bien sûr, votre papa perdant ne voudrait absolument pas savoir qu'il a un joli fantôme qui a du temps de lissage sous son propre toit.
german: [_star_s_normal_s_down_s_rise_s_talk_amused_] Sicherlich würde dein verlierter Vater definitiv nicht wissen wollen, dass er einen netten Geist bekommen hat, der ein bisschen Zeit unter seinem eigenen Dach hat.

source: [_danny_s_towards_s_rise_s_talk_amused_] Smooch time, huh? Well alright, go "Billy".{p}(I know I'm only really doing this to stop Ember, but oh man, this is gonna be good...)
french: [_danny_s_towards_s_rise_s_talk_amused_] Temps de lissage, non ? Bien, allez-y "Billy".{p}(je sais que je fais vraiment ça pour arrêter Ember mais oh man, ça va être bien...)
german: [_danny_s_towards_s_rise_s_talk_amused_] Smooch Zeit, huh? Okay, gehe "Billy".{p}(Ich weiß, dass ich dies nur tue, um Ember zu stoppen, aber Oh Mann, das wird gut sein...)

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... this is your room, huh?
french: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... voilà votre chambre, hein?
german: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... das ist dein Zimmer, oder?

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... it's not much, but-
french: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... ce n'est pas beaucoup, mais-
german: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... es ist nicht viel, aber-

source: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] You've got that right, it's not much of anything.{p}{i}Hmmm{/i}, but it'll do. Anyway go check on Billy for me, I definitely don't wanna stick around here forever.
french: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] Vous avez bien compris, ce n'est pas grand-chose.{p}{i}Hmmm{/i}, mais c'est fait. En tout cas, je vais voir Billy pour moi, je ne veux absolument pas rester ici pour toujours.
german: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] Du hast das Recht, es ist nicht viel.{p}{i}Hmmm{/i}, aber es wird es tun. Wie auch immer, schaue auf Billy für mich, ich will definitiv nicht für immer hier herumstecken.

source: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh yeah! He should be here any sec. I'll just go fetch him for you.
french: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh ouais ! Il devrait être ici n'importe quelle seconde. Je vais juste le chercher pour vous.
german: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh ja! Er sollte hier eine Sekunde sein. Ich werde ihn einfach für dich holen.

source: [_danny_s_at_player_s_rise_s_talk_amused_] And with just a little bit of switcheroo magic...
french: [_danny_s_at_player_s_rise_s_talk_amused_] Et avec juste un peu de magie de switchero...
german: [_danny_s_at_player_s_rise_s_talk_amused_] Und mit ein wenig Switcheroo Magie...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Okay, here goes nothing.
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Ok, ça ne marche rien.
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Okay, hier geht nichts.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] It's showtime...
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] C'est l'heure du spectacle...
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] Es ist Showtime...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, Star, sorry for the-{u}WHOA!{/u}
french: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hé, Etoile, désolé pour le{u}WHOA !{/u}
german: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, Star, entschuldigen Sie das-{u}WHOA!{/u}

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, you like what you see~?
french: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, vous aimez ce que vous voyez~?
german: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, du magst das, was du siehst~?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-you're wearing a-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-vous portez un-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-Du trägst ein-

source: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Yeah, bought it a week ago, been meaning to find a time to wear it for a while now... thought our date today would be good...
french: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Ouais, acheté il y a une semaine, cela veut dire trouver un moment pour le porter depuis un certain temps. . pensait que notre date d'aujourd'hui serait bonne...
german: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Ja, vor einer Woche gekauft, war gemeint, eine Zeit zu finden, um es für eine Weile zu tragen. . Wir dachten, dass unser Datum heute gut ist...

source: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...does it suit me?
french: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ... ça me convient-il?
german: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...passt es mir?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] I-it looks amazing on you.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] Je suis incroyable pour vous.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] Es sieht erstaunlich aus auf dich.

source: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfect! I just knew you'd love it.
french: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Parfait! Je savais juste que vous l'aimeriez.
german: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfekt! Ich wusste schon, dass du es liebst.

source: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...but doesn't it make my butt look big?
french: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...mais cela ne me rend-il pas grand ?
german: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...aber macht es meinen Äß nicht groß?

source: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha!{/i} Goodness, it's like a slobbering dog staring at a big, juicy bone.
french: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha !{/i} Bonne chance, c'est comme un chien qui regarde un gros os juteux.
german: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha!{/i} Güte, es ist wie ein rauschender Hund, der auf einen großen, saftigen Knochen starrt.

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Well... in that case.
french: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Eh bien... dans ce cas.
german: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Nun... in diesem Fall.

source: [_star_] Come and get it, Fido...
french: [_star_] Venez l'obtenir, Fido...
german: [_star_] Komm und bekomme es, Fido...

source: [_danny_] Y-you... you want to do it... like this? S-standing? Against the wall?
french: [_danny_] Y-vous... vous voulez le faire... comme ça? S-debout ? Contre le mur ?
german: [_danny_] Ja-du... du möchtest es machen? S-stehen?

source: [_star_] Just take your pants off and get over here, cutie....
french: [_star_] Il suffit de décoller votre pantalon et de passer ici, mignon....
german: [_star_] Nehmen Sie einfach Ihre Hose ab und kommen Sie hierher, Cutie....

source: [_star_] Now put it in nice and gentl-{i}EEEEEEH!{/i}{p}Oh, god...~
french: [_star_] Maintenant mis dans gentil et doux -{i}EEEEEEH !{/i}{p}Oh, dieu...~
german: [_star_] Setze es nun in nett und sanft-{i}EEEEEEH!{/i}{p}Oh, gott...~

source: [_danny_] S-sorry! Did I put it in too fast?
french: [_danny_] S-désolé ! Ai-je mis ça trop vite ?
german: [_danny_] S-sorry! Habe ich es zu schnell eingestellt?

source: [_star_] It's- {i}ah!{/i} ...fine, j-just... try a little slower next time, 'kay? Give me a chance to.... {i}mmmm{/i}... adjust myself a bit first.
french: [_star_] C'est's- {i}ah!{/i} ...d'accord, j-just... essayez un peu plus lentement la prochaine fois, 'kay' ? Donnez-moi une chance de... {i}mmmm{/i}... ajustez moi un peu d'abord.
german: [_star_] Es ist- {i}ah!{/i} ...gut, j-just... versuche nächstes Mal etwas langsamer 'Kaiser? Gib mir die Chance zu.... {i}mmmm{/i}... ändere mich zuerst ein wenig.

source: [_danny_] Alright... {i}mmph{/i}... izzat' better?
french: [_danny_] D'accord... {i}mmph{/i}... mieux izzat?
german: [_danny_] Oder... {i}mmph{/i}... izzat' besser?

source: [_star_] {i}Mmm{/i}, yeah, that's it... you can go a little faster now.
french: [_star_] {i}Mmm{/i}, oui, c'est ça... Vous pouvez aller un peu plus vite maintenant.
german: [_star_] {i}Mmm{/i}, ja, das war... du kannst jetzt etwas schneller gehen.

source: [_danny_] {i}*Huff*{/i} Star... your butt is so soft... {i}*Nnfh*{/i} ...soft to squeeze.
french: [_danny_] {i}*Huff*{/i} Étoile... votre cul est si doux... {i}*Nnfh*{/i} ...doux à presser.
german: [_danny_] {i}*Huff*{/i} Stern... dein äß ist so weich ... {i}*Nnfh*{/i} ...weich zu drücken.

source: [_star_] {i}Mmmmmm{/i}, ohh Billy... you know all the right things to say to a girl.
french: [_star_] {i}Mmmm{/i}, ohh Bill... vous connaissez toutes les bonnes choses à dire à une fille.
german: [_star_] {i}Mmmmmm{/i}, ohh Billy... du weißt alles Richtige, um einem Mädchen zu sagen.

source: [_star_] {i}Ah!{/i} Yes... that's it! Move it in, just like that!
french: [_star_] {i}Ah!{/i} Oui... C'est ça! Déplacez-le, tout comme ça!
german: [_star_] {i}Ah!{/i} Ja... das ist es! Bewege es ein, genau wie das!

source: [_star_] Oh, {i}fuck!{/i} You're so big, Billy... it's so good...
french: [_star_] Oh, {i}fuck !{/i} Vous êtes si grand, Billy... c'est si bien...
german: [_star_] Oh, {i}fuck!{/i} Du bist so groß, Billy... es ist so gut...

source: [_star_] {i}Ah!{/i} Tell me I'm better than the others!
french: [_star_] {i}Ah!{/i} Dites-moi que je suis meilleur que les autres!
german: [_star_] {i}Ah!{/i} Sag mir, ich bin besser als die anderen!

source: [_danny_] H-huh?
french: [_danny_] H-hein ?

source: [_star_] Just do it! Tell me my pussy's better than any other girl's in this town!
french: [_star_] Faites juste ça ! Dites-moi que ma chatte est meilleure que n'importe quelle autre fille dans cette ville !
german: [_star_] Tun Sie es einfach! Sag mir die Fotze besser als alle anderen Mädchen in dieser Stadt!

source: [_danny_] Y-your, uhm... {i}*Mmph*{/i} ...your pussy is... {i}*Phew!*{/i} ...way better than any of the other girls'!.
french: [_danny_] Y-toi, euhm... {i}*Mmph*{/i} ...ta chatte est... {i}*Ouf!*{/i} ...bien mieux que les autres filles !.
german: [_danny_] Y-your, uhm... {i}*Mmph*{/i} ...deine Fotze ist... {i}*Phew!*{/i} ...viel besser als alle anderen Mädchen'!.

source: [_star_] {i}Oooooooh,{/i} fuck... damn, I love hearing you tell me that!
french: [_star_] {i}Oooooooooh,{/i} baiser... maudit, j'adore vous entendre me dire ça !
german: [_star_] {i}Oooooh,{/i} fuck... verdammt, ich liebe es zu hören, dass du mir das sagst!

source: [_danny_] {i}Ah!{/i} You're really tightening up Star, are you already-
french: [_danny_] {i}Ah!{/i} Vous êtes vraiment en train de resserrer l'étoile, êtes-vous déjà-
german: [_danny_] {i}Ah!{/i} Du straffst wirklich den Star, bist du schon-

source: [_star_] D-don't stop! Fuck my sweet little pussy, please!
french: [_star_] D-ne s'arrête pas ! Fuck my sweet little pussy, s'il vous plaît !
german: [_star_] D-nicht aufhören! Meine süße kleine Fotze, bitte!

source: [_danny_] S-Star, how are you holding on from-
french: [_danny_] S-Star, comment allez-vous maintenir depuis-
german: [_danny_] S-Star, wie halten Sie an -

source: [_star_] {i}Mmmmmmmm!{/i} I'm... I'm...
french: [_star_] {i}Mmmmmm!{/i} je... je...
german: [_star_] {i}Mmmmmm!{/i} Ich... Ich...

source: [_star_] {i}...ahhhhh~!!{/i}
french: [_star_] {i}...ahhhhhh~!!{/i}
german: [_star_] {i}...ahhhh~!!{/i}

source: [_star_] Oh fuck... I just came... {i}*Phew!*{/i}{p}...God... I just came in that nerd Fenton's room... unbelievable...
french: [_star_] Oh fuck... Je suis juste venu... {i}*Ouf !*{/i}{p}...Dieu... Je viens juste dans la chambre de ce nerf Fenton... incroyable...
german: [_star_] Oh fuck... I just came... {i}*Phew!*{/i}{p}...Gott... Ich kam gerade in das Zimmer des Nerd Fenton... unglaublich...

source: [_danny_] Yeah? You like it that we're making a sex filled racket in his room, huh?
french: [_danny_] Oui ? Vous aimez que nous fassions un rack rempli de sexe dans sa chambre, hein?
german: [_danny_] Ja? Gefällt es dir, dass wir einen gefüllten Geschlecht in seinem Zimmer machen, oder?

source: [_star_] Yeah! I love taking advantage of your friendship with him, Billy! Fucking in the place he sleeps at night!{p}It's {i}suuuch{/i} a turn on!!
french: [_star_] Oui ! J'adore profiter de votre amitié avec lui, Billy ! Fucking à l'endroit où il dort la nuit!{p}C'est {i}suuuch{/i} un tour !!
german: [_star_] Ja, ich liebe es, deine Freundschaft mit ihm zu nutzen, Billy! Fick an dem Ort, den er abends schläft!{p}Es ist {i}suuuch{/i} ein Einschalten!!

source: [_danny_] (She likes getting off on humiliating Danny Fenton, huh? Well, his ol' pal Billy doesn't quite like that! Time to finish her off!)
french: [_danny_] (Il aime bien partir sur l'humiliation de Danny Fenton, hein? Eh bien, Billy de son vieux pote ! Il est temps de la terminer !)
german: [_danny_] (Er mag es gern, Danny Fenton zu demütigen, oder? Nun, sein altes Bal Billy mag das nicht! Zeit sie zu beenden!)

source: [_danny_] Okay, get ready, cause I'm gonna push myself over the edge too!
french: [_danny_] Ok, soyez prêt, parce que je vais aussi me pousser par-dessus le bord !
german: [_danny_] Okay, bereite dich vor, denn ich werde mich auch über die Kante drücken!

source: [_star_] P-push y-yourself over th- WAIT, does that mean you're gonna-
french: [_star_] Poussez y-yourself sur le WAIT, cela veut dire que vous êtes gonna-
german: [_star_] P-Push y-yourself über Th- WAIT, bedeutet das, du bist Gonna-

source: [_danny_] {i}Ah!{/i} I'm going to cum, Star!
french: [_danny_] {i}Ah!{/i} Je vais cum, Star!
german: [_danny_] {i}Ah!{/i} Ich gehe zu cum, Star!

source: [_star_] {i}AHHHH~!!{/i} It's like... like a mini-orgasm with every thrust!
french: [_star_] {i}AHHHH~!!{/i} C'est comme... comme un mini-orgasme à chaque coup de foutre !
german: [_star_] {i}AHHHH~!!{/i} Es wie... wie ein Mini-Orgasmus mit jeder Schub!

source: [_star_] Do it Billy! Fill me!! Fill me up with that cum!
french: [_star_] Faites ça ! Remplissez-moi !! Remplissez-moi avec ce foutre !
german: [_star_] Machen Sie es Billy! Füllen Sie mich! Füllen Sie mich mit!

source: [_danny_] I'm CUMMING!
french: [_danny_] Je SUPPRIMER !
german: [_danny_] Ich bin CUMMING!

source: [_danny_] Oh my God... that felt amazing.
french: [_danny_] Oh mon Dieu... ça s'est senti incroyable.
german: [_danny_] Oh mein Gott... das war erstaunlich.

source: [_star_] I know... it always does with me... {i}heh{/i}...
french: [_star_] Je sais... ça fait toujours avec moi... {i}heh{/i}...
german: [_star_] Ich weiß... es tut immer mit mir... {i}heh{/i}...

source: [_danny_] No, seriously, that was awesome. It feels so good having this much strength for that kinda pose...
french: [_danny_] Non, sérieusement, c'était génial. C'est tellement bon d'avoir autant de force pour cette pose...
german: [_danny_] Nein, im Ernst, das war großartig. Es fühlt sich so gut an, wenn es so viel Kraft für diesen Posten hat...

source: [_star_] That's great babe... now can you kindly pull your dick out of me please? I'm on the Pill, but there's no need to let it simmer. {i}*Giggles*{/i}
french: [_star_] C'est une belle beauté... Je suis sur la pilule, mais il n'est pas nécessaire de la laisser mijoter. {i}*Giggles*{/i}
german: [_star_] Das ist toller Bad... jetzt kannst du bitte deinen Schwanz aus mir ziehen? Ich bin auf der Pill, aber es ist nicht nötig, ihn schmal zu lassen. {i}*Giggles*{/i}

source: [_danny_] Oh y-yeah, sorry.
french: [_danny_] Oh oui, désolé.
german: [_danny_] Oh y-yeah, tut mir leid.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Well, thanks for showing a girl a hell of a good time today.
french: [_star_s_normal_s_down_s_idle_s_talk_happy_] Eh bien, merci de montrer à une fille un enfer d'un bon moment aujourd'hui.
german: [_star_s_normal_s_down_s_idle_s_talk_happy_] Nun, danke dafür, dass du heute einem Mädchen eine gute Zeit gezeigt hast.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Yeah, no problem...{p}{nw}
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oui, pas de problème...{p}{nw}
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Ja, kein Problem...{p}{nw}
