Repository: DonRP/AmityPark
Catalog: game/*/*/episode_4_cylindrical.po
Languages: german, italian

source: [_danny_s_at_player_s_sad_s_frown_] (Hey, nothing wrong with thinking that, right? My mom's just... a rather attractive woman is all!)
german: [_danny_s_at_player_s_sad_s_frown_] (Hey, es ist nichts falsch zu denken, richtig? Meine Mamas nur... eine ziemlich attraktive Frau ist alles!)
italian: [_danny_s_at_player_s_sad_s_frown_] (Ehi, non c'è niente di male a pensarlo, no? Mia madre è solo... una donna piuttosto attraente, tutto qui).

source: [_danny_s_towards_wide_s_wondering_s_frown_3_] (...a {i}really{/i} attractive woman.)
german: [_danny_s_towards_wide_s_wondering_s_frown_3_] (...eine {i}wirklich{/i} attraktive Frau)
italian: [_danny_s_towards_wide_s_wondering_s_frown_3_] (...una {i}donna davvero{/i} attraente).

source: [_danny_s_neutral_s_bite_s_towards_] (...an attractive woman with {b}huge{/b}, {i}succulent{/i} {u}knockers{/u}...)
german: [_danny_s_neutral_s_bite_s_towards_] (...eine attraktive Frau mit {b}riesen{/b}, {i}succulent{/i} {u}knockers{/u}...)
italian: [_danny_s_neutral_s_bite_s_towards_] (...una donna attraente con {b}enormi{/b}, {i}succulente{/i} {u}tette{/u}...)

source: [_danny_s_at_player_s_frown_] (Jeez, I am {b}really{/} messed up in the head about what I just saw...)
german: [_danny_s_at_player_s_frown_] (Jeez, ich bin {b}wirklich{/} im Kopf über das, was ich gerade gesehen habe...)
italian: [_danny_s_at_player_s_frown_] (Cavolo, sono {b}davvero{/} incasinato nella testa per quello che ho appena visto...)

source: [_danny_s_rise_one_s_towards_wide_s_frown_3_] (I mean, it's not like I'm... {b}attracted{/b} to her, cause she's my... she's...)
german: [_danny_s_rise_one_s_towards_wide_s_frown_3_] (Ich meine, es ist nicht wie ich... {b}hat sie angezogen{/b}, denn sie ist meine... sie...)
italian: [_danny_s_rise_one_s_towards_wide_s_frown_3_] (Voglio dire, non è che io sia... {b}attratto da lei, perché lei è la mia... lei è...)

source: [_danny_s_talk_frown_2_s_wondering_s_towards_] Oh man, is something wrong with me?
german: [_danny_s_talk_frown_2_s_wondering_s_towards_] Oh Mann, ist etwas falsch mit mir?
italian: [_danny_s_talk_frown_2_s_wondering_s_towards_] Oh cavolo, c'è qualcosa che non va in me?

source: [_jack_] Nothing's wrong with you, son! These feelings are {b}perfectly{/b} natural at your age!!
german: [_jack_] Nichts stimmt mit dir, Sohn! Diese Gefühle sind {b}vollkommen natürlich{/b} zu deinem Alter!!
italian: [_jack_] Non c'è niente di sbagliato in te, figliolo! Questi sentimenti sono {b}perfettamente{/b} naturali alla tua età!!!

source: [_danny_s_talk_frown_2_] D-Dad?! What?? Did you hear me?! I thought I was thinking quietly inside my own head!
german: [_danny_s_talk_frown_2_] D-Dad?! Was war?? Hast du mich gehört?! Ich dachte, ich habe ruhig in meinem eigenen Kopf gedacht!
italian: [_danny_s_talk_frown_2_] D-papà?! Cosa? Mi hai sentito?! Pensavo di pensare tranquillamente nella mia testa!

source: [_jack_] Well, I heard {b}enough{/b}, son, believe me.
german: [_jack_] Nun, ich habe {b}genug gehört{/b}, son, glauben Sie mir.
italian: [_jack_] Ho sentito abbastanza {b}{/b}, figliolo, credimi.

source: [_jack_] I know it must be rather... {i}strange{/i} to be going through what you're experiencing right now: the uncertainty, the hot sweats, those "funny feelings" you keep getting... am I about in the ball park?
german: [_jack_] Ich weiß, es muss besser sein... {i}seltsam{/i}, um durch das zu gehen, was du gerade erlebst: die Unsicherheit, die heißen Schweiße, die "lustigen Gefühle", die du immer wieder bekommst. . Ich bin im Ballpark?
italian: [_jack_] So che deve essere piuttosto... {i}strano{/i} vivere quello che state vivendo in questo momento: l'incertezza, i sudori caldi, quelle "strane sensazioni" che continuate a provare... sono più o meno in linea con le aspettative?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Well, yeah... s-so you know what I'm going through?
german: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Nun, ja... s-so weißt du, was ich durchgehe?
italian: [_danny_s_rise_one_s_towards_wide_s_talk_frown_2_] Beh, sì... quindi sai cosa sto passando?

source: [_jack_] Absolutely, son! Why, when I was a boy your age, I struggled with these exact issues just the same as you! It was actually your {b}grandmother{/b} who helped me to fully {i}develop{/i} my feelings properly!
german: [_jack_] Absolut Sohn! Warum, als ich ein Junge war, kämpfte ich mit genau diesen Problemen genauso wie du! Es war eigentlich deine {b}Großmutter{/b}, die mir geholfen hat, meine Gefühle vollständig {i}zu entwickeln{/i} richtig zu entwickeln!
italian: [_jack_] Assolutamente, figliolo! Quando ero un ragazzo della tua età, ho lottato con questi problemi proprio come te! È stata proprio la tua {b}nonna{/b} ad aiutarmi a {i}sviluppare correttamente i miei sentimenti!

source: [_danny_s_sad_s_talk_happy_] Oh... so I'm... I'm not a freak?
german: [_danny_s_sad_s_talk_happy_] Oh... also ich... Ich bin kein Freak?
italian: [_danny_s_sad_s_talk_happy_] Oh... quindi io... non sono un mostro?

source: [_jack_] A freak? No, of course not!! It's in our blood to feel this way!!
german: [_jack_] Ein Freak? Nein, natürlich nicht! Es ist in unserem Blut, so zu fühlen!!
italian: [_jack_] Un fenomeno da baraccone? No, certo che no! È nel nostro sangue sentirci così!!!

source: [_jack_] To think the kind of thoughts you're thinking and feeling, why, it's what being a member of the Fenton clan is all about!
german: [_jack_] Um die Art der Gedanken zu denken, die du denkst und fühlst, warum, was es ist, ein Mitglied des Fenton-Clans zu sein ist alles!
italian: [_jack_] Pensare il tipo di pensieri che state pensando e sentendo, perché è questo che significa essere un membro del clan Fenton!

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_] But, I mean... isn't it kinda weird, though? Aren't you mad at me?
german: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Aber, ich meine... ist es nicht seltsam, aber verrückt du nicht bei mir?
italian: [_danny_s_rise_one_s_at_danny_s_talk_frown_] Ma, voglio dire... non è un po' strano? Non sei arrabbiato con me?

source: [_jack_] Well, maybe for some other families it might be considered "bizarre" or not quite "normal", but for us Fentons, it's as normal as salmon swimmin' up stream!
german: [_jack_] Nun, vielleicht für einige andere Familien kann es als "bizarre" oder nicht ganz "normal" angesehen werden aber für uns Fentons, es ist so normal wie Lachsschwimmer nach oben!
italian: [_jack_] Beh, forse per altre famiglie potrebbe essere considerato "bizzarro" o non del tutto "normale", ma per noi Fenton è normale come un salmone che risale la corrente!

source: [_jack_] Also, be {b}mad{/b}?? At {i}you{/i}?! Why Danny, I couldn't be more {b}proud{/b} of the way you're feeling! Nothing strange or abnormal about it!!
german: [_jack_] Sei auch {b}verrückt{/b}?? Bei {i}du{/i}?! Warum Danny, ich konnte nicht mehr {b}stolz sein{/b} auf die Art und Weise, wie du dich fühlst! Nichts seltsam oder abnormal daran!!
italian: [_jack_] Inoltre, siate {b}arrabbiati{/b}? Con {i}te?! Danny, non potrei essere più {b}orgoglioso{/b} di come ti senti! Non c'è niente di strano o anormale in questo!!!

source: [_jack_] You know, I've honestly been waiting for {b}Jazz{/b} to start to develop the same type of feelings so the two of us could properly bond over it! But I suppose she's just a late bloomer is all...
german: [_jack_] Du weißt Ich habe ehrlich darauf gewartet, dass {b}Jazz{/b} anfangen, die gleichen Gefühle zu entwickeln, so dass die beiden von uns richtig miteinander verbunden werden können! Aber ich nehme an, sie ist nur eine Spätblüte ist alles...
italian: [_jack_] Sai, onestamente stavo aspettando che {b}Jazz{/b} iniziasse a sviluppare lo stesso tipo di sentimenti, in modo che noi due potessimo legare adeguatamente! Ma suppongo che sia solo un fiore tardivo...

source: [_danny_s_at_player_s_talk_happy_2_s_sad_] Wow, Dad, I... can't believe that...
german: [_danny_s_at_player_s_talk_happy_2_s_sad_] Wow, Pap, ich... kann das nicht glauben...
italian: [_danny_s_at_player_s_talk_happy_2_s_sad_] Wow, papà, io... non posso credere che...

source: [_danny_s_towards_wide_s_talk_frown_2_] Dad... are we...
german: [_danny_s_towards_wide_s_talk_frown_2_] Pap... sind wir...
italian: [_danny_s_towards_wide_s_talk_frown_2_] Papà... siamo...

source: [_danny_s_rise_one_s_talk_frown_] ...are we talking about the same thing here?
german: [_danny_s_rise_one_s_talk_frown_] ...reden wir hier über das Gleiche?
italian: [_danny_s_rise_one_s_talk_frown_] ...stiamo parlando della stessa cosa?

source: [_jack_] Why, of course we are!
german: [_jack_] Warum, natürlich sind wir!
italian: [_jack_] Certo che sì!

source: [_jack_] ...aren't we?
german: [_jack_] ...sind wir nicht?
italian: [_jack_] ...non è vero?

source: [_danny_s_talk_frown_2_s_rise_one_] Well, what do {i}you{/i} think we're talking about?
german: [_danny_s_talk_frown_2_s_rise_one_] Gut, worüber meint {i}du{/i} wir reden?
italian: [_danny_s_talk_frown_2_s_rise_one_] Beh, di cosa {i}pensi che stiamo parlando?

source: [_jack_] Well... I assumed it had to do with these sudden...
german: [_jack_] Nun... Ich nahm an, dass es mit diesen plötzlich zu tun hat...
italian: [_jack_] Beh... Ho pensato che avesse a che fare con questi improvvisi...

source: [_jack_] ...{u}urges{/u} you must be feeling lately.
german: [_jack_] ...{u}Urges{/u} Du musst dich in letzter Zeit fühlen.
italian: [_jack_] ...{u}pulsioni{/u} che devi sentire ultimamente.

source: [_danny_s_blush_s_at_danny_s_talk_frown_2_] Oh... I see... so you {i}did{/i} notice, huh?
german: [_danny_s_blush_s_at_danny_s_talk_frown_2_] Oh... Ich sehe... also hast du {i}beachte{/i} bemerkt, oder?
italian: [_danny_s_blush_s_at_danny_s_talk_frown_2_] Oh... capisco... quindi tu {i}hai notato, eh?

source: [_danny_s_towards_s_sad_s_talk_frown_] Alright, well... I guess the truth is... I've started developing strange feeli-
german: [_danny_s_towards_s_sad_s_talk_frown_] Okay, ja... Ich vermute, die Wahrheit ist... Ich habe angefangen, seltsame Feeli-
italian: [_danny_s_towards_s_sad_s_talk_frown_] Va bene, beh... Credo che la verità sia che... ho iniziato a sviluppare strane sensazioni...

source: [_jack_] ...the urge to start hunting ghosts!
german: [_jack_] ...der Drang, Geister zu jagen!
italian: [_jack_] ... l'impulso di iniziare a dare la caccia ai fantasmi!

source: [_danny_s_-blush_s_talk_happy_2_s_sad_s_towards_] ...oh. Right. Ghost hunting. That was it... {i}totally{/i} normal urges to wanna start ghost hunting. Yeah, that must be it...
german: [_danny_s_-blush_s_talk_happy_2_s_sad_s_towards_] ...oh. Recht. Geisterjagd. Das war... {i}normal drängt darauf, die Geisterjagd starten zu wollen. Ja, das muss es sein...
italian: [_danny_s_-blush_s_talk_happy_2_s_sad_s_towards_] ...oh. Giusto. Caccia ai fantasmi. Ecco... {i}impulso del tutto normale di andare a caccia di fantasmi. Sì, dev'essere così...

source: [_jack_] That's right, you've got ghost fever! Oh boy, what a {i}rush{/i} it was when I discovered my love for the paranormal!
german: [_jack_] Das ist richtig, du hast Geisterfieber! Oh Jung, was für ein {i}Rush{/i}, als ich meine Liebe zum Paranormal!
italian: [_jack_] Esatto, avete la febbre dei fantasmi! Oh, ragazzi, che emozione {i}{/i} quando ho scoperto il mio amore per il paranormale!

source: [_jack_] It was that exact love that brought me together with your mother!
german: [_jack_] Es war genau diese Liebe, die mich mit deiner Mutter zusammengeführt hat!
italian: [_jack_] È stato proprio quell'amore che mi ha fatto incontrare tua madre!

source: [_jack_] Uhm, speaking of which, where is she? I thought she wanted to test the Fenton Thermos out?
german: [_jack_] Uhm, von wem, wo ist sie? Ich dachte, sie wollte die Fenton-Thermos ausprobieren?
italian: [_jack_] A proposito, dov'è? Pensavo che volesse provare il thermos Fenton.

source: [_danny_s_wondering_s_talk_frown_] Uhm, well... she tried it, but I don't think it worked the way she wanted...
german: [_danny_s_wondering_s_talk_frown_] Uhm, gut... sie hat es versucht, aber ich glaube nicht, dass es so funktioniert hat, wie sie wollte...
italian: [_danny_s_wondering_s_talk_frown_] Beh... ci ha provato, ma non credo che abbia funzionato come voleva...

source: [_danny_s_talk_frown_2_s_sad_2_] She, uhm, sorta left the room crying. You didn't see her walking by chance, did you...?
german: [_danny_s_talk_frown_2_s_sad_2_] She, uhm, sorta verließ den Raum weinend. Du hast sie nicht zufällig zu Fuß gesehen, oder...?
italian: [_danny_s_talk_frown_2_s_sad_2_] Lei... ha lasciato la stanza piangendo. Non l'ha vista camminare per caso, vero...?

source: [_jack_] No, I had a bunch of soldering equipment boxes covering most of my vision, I wouldn't have seen her... oh, poor Maddie.
german: [_jack_] Nein, ich hatte ein paar Lötgerätekasten, die die meisten meiner Vision abdeckten, ich hätte sie nicht gesehen... oh, arme Maddie.
italian: [_jack_] No, avevo un mucchio di scatole di saldatori che coprivano la maggior parte della mia visuale, non l'avrei vista... oh, povera Maddie.

source: [_danny_s_wondering_s_at_danny_s_talk_frown_2_] ({i}Phew{/i}, thank goodness!) Yeah, I think she's really bummed about it.
german: [_danny_s_wondering_s_at_danny_s_talk_frown_2_] ({i}Phew{/i}, Gott sei Dank!) Ja, ich glaube, sie ist wirklich darüber aufgeregt.
italian: [_danny_s_wondering_s_at_danny_s_talk_frown_2_] ({i}Phew{/i}, grazie al cielo!) Sì, credo che sia molto dispiaciuta per questo.

source: [_danny_s_closed_s_sad_s_talk_frown_] Honestly, I wouldn't even {b}mention{/b} it to her, or ask {i}any{/i} specifics about what happened... like ever. It might just upset her even more.
german: [_danny_s_closed_s_sad_s_talk_frown_] Ehrlich, ich würde sie nicht einmal {b}erwähnen{/b} erwähnen oder {i}jeden{/i} spezifisch fragen, was passiert ist. wie eh und je könnte sie einfach noch mehr verärgern.
italian: [_danny_s_closed_s_sad_s_talk_frown_] Onestamente, non le farei nemmeno {b}menzione{/b}, né le chiederei {i}alcuno specifico su ciò che è successo... come mai. Potrebbe solo turbarla ancora di più.

source: [_jack_] Hmmm, I see. Good thinking son. Wouldn't want to bring up old wounds.
german: [_jack_] Hmmm, ich sehe. Gut denkender Sohn. Ich wollte keine alten Wunden aufziehen.
italian: [_jack_] Capisco. Bella pensata, figliolo. Non vorrei rivangare vecchie ferite.

source: [_jack_] Ahh well, failure is the maiden of invention, so I'm sure she'll be right as rain soon enough!
german: [_jack_] Ahh gut, Misserfolg ist die Jungfrau der Erfindung, also bin ich sicher, dass sie recht haben wird, wenn es bald genug regnet!
italian: [_jack_] Ahh beh, il fallimento è la fanciulla dell'invenzione, quindi sono sicuro che presto sarà a posto!

source: [_danny_s_talk_happy_2_] Yeah... I hope so too...
german: [_danny_s_talk_happy_2_] Ja... Ich hoffe es auch...
italian: [_danny_s_talk_happy_2_] Sì... lo spero anch'io...

source: [_jack_] Welp, while the Fenton Thermos might've been a bust, that doesn't mean the invention {i}I'm{/i} working on now will be!
german: [_jack_] Welp, während die Fenton-Thermos eine Büste waren, bedeutet das nicht die Erfindung {i}an der ich jetzt arbeite{/i} sein wird!
italian: [_jack_] Beh, anche se il thermos Fenton è stato un fallimento, questo non significa che lo sarà l'invenzione {i}a cui sto lavorando ora!

source: [_jack_] I call it, the "Fenton Feline Phantasm Eliminator"!!
german: [_jack_] Ich nenne es, den "Fenton Feline Phantasm Eliminator"!!
italian: [_jack_] Io lo chiamo "Eliminatore di fantasmi felini Fenton"!!!

source: [_jack_] ...it's a hair brush that gets out evil spirits from your cat's body.
german: [_jack_] ...es ist eine Haarbürste, die böse Geister aus dem Körper deiner Katze herausholt.
italian: [_jack_] ...è una spazzola per capelli che elimina gli spiriti maligni dal corpo del gatto.

source: [_danny_s_talk_frown_s_towards_s_sad_] ...but dad, we don't {i}have{/i} a cat!
german: [_danny_s_talk_frown_s_towards_s_sad_] ...aber Vater, {i}hat keine Katze{/i} eine Katze!
italian: [_danny_s_talk_frown_s_towards_s_sad_] ...ma papà, noi non {i}abbiamo{/i} un gatto!

source: [_jack_] Right, but if we ever {i}got{/i} one, do {i}you{/i} want to be the one to deal with {b}Ecto-Hairballs{/b}? I certainly don't!
german: [_jack_] Richtig, aber wenn wir jemals {i}bekommen{/i}, möchtest du {i}sein, der mit {b}Ecto-Hairballs{/b} umgehen möchte? Ich bin es sicher!
italian: [_jack_] Giusto, ma se mai {i}dovessimo averne uno, {i}vuoi essere tu ad occuparti di {b}Ecto-Hairballs{/b}? Io no di certo!

source: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] Hey dad? Since it doesn't work, do you mind if I have the Fenton Thermos?
german: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] Hey dad? Da es nicht funktioniert, hast du Lust wenn ich die Fenton Thermos habe?
italian: [_danny_s_talk_frown_2_s_towards_wide_s_rise_one_] Ehi, papà? Visto che non funziona, ti dispiace se prendo il thermos di Fenton?

source: [_danny_s_talk_happy_s_sad_] I think it'd be cool to start drinking coffee, now that I'm a junior ghost hunter!
german: [_danny_s_talk_happy_s_sad_] Ich denke, es wäre cool zu beginnen, Kaffee zu trinken, jetzt, da ich ein Junior-Geisterjäger bin!
italian: [_danny_s_talk_happy_s_sad_] Penso che sarebbe bello iniziare a bere caffè, ora che sono un cacciatore di fantasmi junior!

source: [_danny_s_closed_s_rise_one_s_talk_happy_2_] Gotta stay awake late at night to catch those pervert ghosts, right?
german: [_danny_s_closed_s_rise_one_s_talk_happy_2_] Gotta bleibe spät in der Nacht wach, um diese perversen Gespenster zu fangen, oder?
italian: [_danny_s_closed_s_rise_one_s_talk_happy_2_] Bisogna stare svegli fino a tarda notte per catturare quei fantasmi pervertiti, giusto?

source: [_jack_] Good idea, Danny, it's all yours! Just make sure you don't accidentally open the emergency Ecto-Exhaust port while you're drinking!
german: [_jack_] Gute Idee, Danny, es ist alles! Stelle sicher, dass du nicht versehentlich den Notfall Ecto-Exhaust Hafen öffnest, während du trinkst!
italian: [_jack_] Buona idea, Danny, è tutta tua! Assicurati solo di non aprire accidentalmente la porta di emergenza dell'Ecto-Exhaust mentre bevi!

source: [_jack_] ...otherwise you'll pretty much be in need of a whole new skin graft.
german: [_jack_] ...sonst benötigst du so ziemlich eine ganz neue Hautreife.
italian: [_jack_] ...altrimenti avrete bisogno di un nuovo trapianto di pelle.

source: [_danny_s_talk_frown_2_s_sad_] Uhm, what?
german: [_danny_s_talk_frown_2_s_sad_] Uhm, was?
italian: [_danny_s_talk_frown_2_s_sad_] Cosa?

source: [_jack_] Welp, I'll be working down here in the lab if you need me!
german: [_jack_] Welp, ich arbeite hier unten im Labor, wenn du mich brauchst!
italian: [_jack_] Beh, io lavorerò qui in laboratorio se avete bisogno di me!

source: [_danny_s_frown_2_s_at_player_s_rise_one_] (You know, it's hard to believe dad {b}actually{/b} made it through college, sometimes.)
german: [_danny_s_frown_2_s_at_player_s_rise_one_] (Weißt du, es ist schwer zu glauben, dass Papa {b}eigentlich{/b} es manchmal durch das College geschafft hat.)
italian: [_danny_s_frown_2_s_at_player_s_rise_one_] (Sai, a volte è difficile credere che papà {b}sia davvero riuscito ad andare al college).

source: [_danny_s_towards_wide_s_grin_happy_s_sad_2_s_thermos_] (Guess I get to keep the Thermos now though! This should help with ghost catching.)
german: [_danny_s_towards_wide_s_grin_happy_s_sad_2_s_thermos_] (Erraten Sie mir, die Thermos jetzt zu halten! Das sollte beim Einfangen von Gespenst hilfreich sein.)
italian: [_danny_s_towards_wide_s_grin_happy_s_sad_2_s_thermos_] (Immagino che ora potrò tenere il thermos! Questo dovrebbe aiutare a catturare i fantasmi).

source: [_danny_s_rise_one_s_frown_s_at_player_] (But then again, will it even work? I don't want it destroying {b}my{/b} clothes in the middle of a battle!)
german: [_danny_s_rise_one_s_frown_s_at_player_] (Aber dann wieder, wird es auch funktionieren? Ich möchte nicht, dass es {b}mein{/b} Kleidung inmitten eines Kampfes zerstört!)
italian: [_danny_s_rise_one_s_frown_s_at_player_] (Ma poi, funzionerà? Non voglio che distrugga {b}i miei{/b} vestiti nel bel mezzo di una battaglia).

source: [_danny_s_down_s_rise_one_s_frown_grin_] (I guess I should test it first... Mom said I just push this button here, so...)
german: [_danny_s_down_s_rise_one_s_frown_grin_] (Ich denke, ich sollte es zuerst testen... Mutter sagte, ich drücke diesen Knopf hier, so...)
italian: [_danny_s_down_s_rise_one_s_frown_grin_] (Credo che prima dovrei testarlo... Mamma ha detto che devo solo premere questo pulsante qui, quindi...)

source: [_danny_s_closed_s_frown_grin_2_s_sad_] (Here goes nothing!)
german: [_danny_s_closed_s_frown_grin_2_s_sad_] (Hier geht nichts!)
italian: [_danny_s_closed_s_frown_grin_2_s_sad_] (Non c'è niente da fare!)

source: [_danny_s_frown_2_] (Just gotta wait patiently, that's the key... and to pray this thing doesn't blow my hand off...)
german: [_danny_s_frown_2_] (Warte nur geduldig, das ist der Schlüssel... und dies zu beten weht meine Hand nicht aus...)
italian: [_danny_s_frown_2_] (Bisogna solo aspettare con pazienza, questo è il segreto... e pregare che questa cosa non mi faccia saltare la mano).

source: [_danny_s_sad_s_grin_happy_] (Hey, I think it worked! I knew Mom could do it!)
german: [_danny_s_sad_s_grin_happy_] (Hey, ich glaube, es hat funktioniert! Ich wusste, dass Mama es machen konnte!)
italian: [_danny_s_sad_s_grin_happy_] (Ehi, credo che abbia funzionato! Sapevo che la mamma poteva farlo!).

source: [_danny_s_rise_one_s_frown_3_] (Although, it doesn't look like there's much power in it... the Ecto-Battery's not fully jolted to start sustaining itself fully.)
german: [_danny_s_rise_one_s_frown_3_] (Obgleich es nicht so aussieht, als ob es viel Kraft in sich hat... die Ecto-Battery noch nicht ganz geschossen ist, sich selbst voll zu halten.)
italian: [_danny_s_rise_one_s_frown_3_] (Anche se non sembra che ci sia molta energia... l'Ecto-Batteria non è completamente scossa per iniziare a sostenersi completamente).

source: [_danny_s_at_player_s_frown_grin_] (Hmmm... Mom said that the battery was supposed to be run on {b}Ecto-Energy{/b}...)
german: [_danny_s_at_player_s_frown_grin_] (Hmmm... Mama sagte, dass die Batterie auf {b}Ecto-Energy laufen sollte{/b}...)
italian: [_danny_s_at_player_s_frown_grin_] (Hmmm... Mamma ha detto che la batteria doveva funzionare con {b}Ecto-Energy{/b}...)

source: [_danny_s_frown_grin_2_s_down_s_sad_] (Maybe if I try something light enough with my powers, I can jump start it? Might as well try it!)
german: [_danny_s_frown_grin_2_s_down_s_sad_] (Vielleicht wenn ich etwas Licht genug mit meinen Kräften versuche, kann ich losspringen? Könnte es auch versuchen!)
italian: [_danny_s_frown_grin_2_s_down_s_sad_] (Forse se provo a fare qualcosa di abbastanza leggero con i miei poteri, posso farlo partire? Tanto vale provare!)

source: [_danny_s_frown_grin_3_s_angry_] (Okay... gotta focus {i}just{/i} enough energy into my hand... picture the {b}egg{/b}... in the {b}microwave{/b}... not... {u}exploding{/u}!!)
german: [_danny_s_frown_grin_3_s_angry_] (Okay... gotta focus {i}just{/i} genug Energie in meine Hand... Bild das {b}Ei{/b}... in der {b}microwave{/b}... nicht... {u}explodieren{/u}!!)
italian: [_danny_s_frown_grin_3_s_angry_] (Ok... devo concentrare {i}l'energia sufficiente nella mia mano... immagina l'uovo {b}nel {b}microonde{/b}... non... {u}che esplode{/u}!!!)

source: [_danny_] {i}*Wahm* *Wahm* *Wahm* *Wahm*{/i}
italian: [_danny_] {i}*Wahm* *Wahm* *Wahm* *Wahm* *Wahm*{/i}
