Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_desiree_] Will that be all you require of me this evening Master?
french: [_desiree_] Est-ce que ce sera tout ce que vous avez besoin de moi ce soir Maître ?
german: [_desiree_] Wird das alles sein, was du heute Abend von mir benötigst?

source: [_danny_s_towards_s_sad_s_talk_happy_] I think that's everything, yeah. Goodnight Desiree.
french: [_danny_s_towards_s_sad_s_talk_happy_] Je pense que c'est tout, oui. Goodnight Desiree.
german: [_danny_s_towards_s_sad_s_talk_happy_] Ich denke, das ist alles, ja. Gute Wüste.

source: [_desiree_] Goodnight Master.
french: [_desiree_] Maître de la nuit.
german: [_desiree_] Goodnight-Meister.

source: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny! Is that you in the hall?
french: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny ! Est-ce que vous êtes dans le hall ?
german: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny! Ist das du im Saal?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Dad. What's up?
french: [_danny_s_towards_s_rise_s_talk_happy_] Oui, papa. Quoi de neuf ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Pap. Was ist los?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, you won't believe it! We just received a special invite to enjoy a luxury cabin retreat this Saturday up North in the {b}Lake Eerie{/b} district!
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, vous ne le croirez pas ! Nous venons juste de recevoir une invitation spéciale pour profiter d'une retraite de luxe ce samedi dans le nord du {b}Lake Eerie{/b} !
german: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, du wirst es nicht glauben! Wir haben gerade eine besondere Einladung erhalten, diesen Samstag im {b}Eerie{/b} Bezirk eine Luxus-Kabine zu genießen!

source: [_jack_s_closed_s_idle_s_talk_happy_] They have lake fishing too! I'm gonna catch me a whopper!!
french: [_jack_s_closed_s_idle_s_talk_happy_] Ils ont aussi du lac de pêche! Je vais m'attraper un foutre!!
german: [_jack_s_closed_s_idle_s_talk_happy_] Sie haben auch Seefischerei! Ich werde mich einen Hauch fangen!!

source: [_danny_s_towards_s_rise_s_talk_happy_] Huh, no kidding?
french: [_danny_s_towards_s_rise_s_talk_happy_] Hum, pas de plaisanterie ?
german: [_danny_s_towards_s_rise_s_talk_happy_] Huh, keine Scherz?

source: [_maddie_s_towards_s_wondering_s_talk_amused_] I even went and looked up the company providing it online, and they're all totally legit!
french: [_maddie_s_towards_s_wondering_s_talk_amused_] Je suis même allé chercher la compagnie qui le fournit en ligne, et ils sont tout à fait légaux!
german: [_maddie_s_towards_s_wondering_s_talk_amused_] Ich bin sogar gegangen und habe das Unternehmen nachgeschaut, das es online zur Verfügung stellt, und sie sind alle völlig legal!

source: [_maddie_s_down_s_neutral_s_talk_displeased_] ...after the last incident with that whole "Dalv Group" thing, I've decided it's best to really check these things out more thoroughly...
french: [_maddie_s_down_s_neutral_s_talk_displeased_] ...après le dernier incident avec tout ce "Groupe Dalv", j'ai décidé qu'il vaut mieux vérifier ces choses plus en détail...
german: [_maddie_s_down_s_neutral_s_talk_displeased_] ...nach dem letzten Vorfall mit der ganzen Sache "Dalv Group" habe ich mich entschieden, dass es am besten ist, diese Dinge gründlicher zu prüfen...

source: [_danny_s_at_player_s_wondering_s_grin_] (That must be Desiree's spell! Well, that seems perfectly innocent and innocuous enough, so what's the worst that could happen?)
french: [_danny_s_at_player_s_wondering_s_grin_] (Ce doit être le sort de Désire ! Eh bien, cela semble parfaitement innocent et assez inoffensif, alors quel est le pire qui puisse arriver ?)
german: [_danny_s_at_player_s_wondering_s_grin_] (Das muss der Zauberspruch von Desiree sein! Nun, das scheint völlig unschuldig und harmlos genug zu sein, also was ist das Schlimmste, was passieren könnte?)

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well, wow! I'm excited for you two, I hope it's a good time!
french: [_danny_s_towards_s_wondering_s_talk_amused_] Eh bien, wow ! Je suis excité pour vous deux, j'espère que c'est un bon moment !
german: [_danny_s_towards_s_wondering_s_talk_amused_] Nun, wow! Ich freue mich für euch zwei, ich hoffe, es ist eine gute Zeit!

source: [_jack_s_towards_s_rise_s_talk_happy_] You going to be alright this Saturday with just you and Jazz here, champ?
french: [_jack_s_towards_s_rise_s_talk_happy_] Vous allez être bien ce samedi avec juste vous et Jazz ici, champ?
german: [_jack_s_towards_s_rise_s_talk_happy_] Du wirst diesen Samstag mit nur dir und Jazz hier, Champion in Ordnung sein?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, of course. No problem Dad.
french: [_danny_s_towards_s_sad_s_talk_happy_] Oui, bien sûr. Pas de problème papa.
german: [_danny_s_towards_s_sad_s_talk_happy_] Ja, natürlich. Kein Problem Vater.

source: [_maddie_s_towards_s_sad_s_talk_happy_] We're gonna leave around 2:00 or so on Saturday. We'll leave you some money to order pizza while we're gone, okay? We'll be back on Sunday about mid-day sweetie.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Nous allons partir vers 2h00 le samedi. Nous vous laisserons de l'argent pour commander de la pizza pendant que nous sommes partis, d'accord? Nous serons de retour dimanche à propos de la tarte de midi.
german: [_maddie_s_towards_s_sad_s_talk_happy_] Am Samstag werden wir um etwa 14:00 Uhr verlassen. Wir werden dir etwas Geld lassen, um Pizza zu bestellen, während wir weg sind, okay? Wir sind am Sonntag gegen Mittag wieder zurück.

source: [_danny_s_towards_s_rise_s_talk_happy_] Guys, c'mon, don't worry so much, it's just one night.
french: [_danny_s_towards_s_rise_s_talk_happy_] Les gars, c'mon, ne vous inquiétez pas, c'est juste une nuit.
german: [_danny_s_towards_s_rise_s_talk_happy_] Jungs, c'mon, machen Sie sich keine Sorgen, es ist nur eine Nacht.

source: [_jack_s_towards_s_wondering_s_talk_happy_] That's my boy! Look at this young stallion dear... what a man he's become! I bet he's already planning to bring some pretty lady back here to show her the ol "Fenton magic"!
french: [_jack_s_towards_s_wondering_s_talk_happy_] C'est mon garçon ! Regardez ce jeune étalon cher ... Je parie qu'il a déjà prévu de ramener une jolie dame ici pour lui montrer le ol "Fenton magic"!
german: [_jack_s_towards_s_wondering_s_talk_happy_] Das ist mein Junge! Schau dir diesen jungen Hengst an... Ich wette, dass er bereits plant, eine hübsche Dame hierher zu bringen, um ihr das Ol "Fenton Magic" zu zeigen!

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, I mean, behave Danny, don't do anything your mother or I wouldn't do...
french: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, je veux dire, se comporter Danny, ne faites rien à votre mère ou je ne ferais rien de plus...
german: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, ich meine, verhalte Danny, mache nichts von deiner Mutter oder ich würde nichts tun...

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Take it they told you the good news?
french: [_jazz_s_towards_s_wondering_s_talk_happy_] Prends ça qu'ils t'ont dit la bonne nouvelle ?
german: [_jazz_s_towards_s_wondering_s_talk_happy_] Nimm es dir die guten Nachrichten mit?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ya' know, how come I'm always the last one to know what's going on around here?
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ya' sais, comment je suis toujours le dernier à savoir ce qui se passe ici ?
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ja, wie kommt es, dass ich immer der letzte bin, der weiß, was hier vor sich geht?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Maybe cause you're usually asleep, doofus? Or in your room glued to your computer, scrolling through your OnlySimps subscriptions...?
french: [_jazz_s_towards_s_rise_s_talk_displeased_] Peut-être que vous êtes en train de vous endormir ? Ou bien dans votre pièce collée à votre ordinateur, défilant à travers vos abonnements OnlySimps...?
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Vielleicht hast du dafür gesorgt, dass du in der Regel schlafst, doofus? Oder in deinem Raum, der an deinen Computer geklebt ist, durch deine OnlySimps Abonnements scrollt...?

source: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} S-sex workers are a pillar of our society!
french: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} Les professionnelles du sexe sont un pilier de notre société!
german: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} S-Sexarbeiter sind eine Säule unserer Gesellschaft!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Alright, you two, we're trusting you both to look after the house while we're gone.
french: [_maddie_s_towards_s_rise_s_talk_displeased_] D'accord, vous deux, nous avons confiance en vous pour vous occuper de la maison pendant que nous sommes partis.
german: [_maddie_s_towards_s_rise_s_talk_displeased_] Okay, du zwei, wir vertrauen dir beide, das Haus zu betreten, während wir weg sind.

source: [_jack_s_towards_s_neutral_s_talk_displeased_] I'll be putting a lock on the Lab by the way. No offense kids, but we'd rather not have you guys messing around too much down there.
french: [_jack_s_towards_s_neutral_s_talk_displeased_] Je vais mettre un verrou sur le labo en passant. Pas d’enfants offensants, mais nous ne vous ferions pas tromper trop là-bas.
german: [_jack_s_towards_s_neutral_s_talk_displeased_] Ich setze nebenbei eine Sperre auf das Labor. Keine beleidigenden Kinder, aber wir würden es lieber nicht haben, dass die Jungs dort draußen zu viel herumherumbraten.

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Seriously? We aren't little kids anymore who just slap shiny buttons.
french: [_jazz_s_towards_s_rise_s_talk_consternation_] Sérieusement, nous ne sommes plus de petits enfants qui se contentent de claquer des boutons.
german: [_jazz_s_towards_s_rise_s_talk_consternation_] Ernst? Wir sind keine kleinen Kinder mehr, die nur glänzende Knöpfe schlagen.

source: [_maddie_s_away_s_sad_s_talk_displeased_] There's a lot of dangerous equipment down there Jazz, you know that.
french: [_maddie_s_away_s_sad_s_talk_displeased_] Il y a beaucoup d'équipement dangereux là-bas Jazz, vous le savez.
german: [_maddie_s_away_s_sad_s_talk_displeased_] Es gibt eine Menge gefährlicher Ausrüstung da draußen, Jazz, das weißt du.

source: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, whatever. Not like I'm interested in any of that stuff anyway...
french: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, quoi qu'il arrive. Je ne suis pas intéressé par ces choses...
german: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, was auch immer. Ich interessiere mich nicht für irgendeinen dieser Sache...

source: [_jack_s_towards_s_sad_s_talk_happy_] Now, now, don't be flippy with your mother young lady, she's just protective of you two.
french: [_jack_s_towards_s_sad_s_talk_happy_] Maintenant, ne soyez pas fous avec votre jeune dame mère, elle vous protège deux.
german: [_jack_s_towards_s_sad_s_talk_happy_] Jetzt lass dich nicht mit deiner jungen Mutter, sondern schützt dich nur zwei.

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} I know, I know... look, we'll be fine, okay?
french: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Soupir*{/i} Je sais, je sais... regardez, on va bien, ok ?
german: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sehen*{/i} Ich weiß, ich kenne... schau, wir sind gut, ok?

source: [_danny_s_closed_s_wondering_s_talk_happy_] Don't worry about a thing guys, the house will still be standing when you get back.
french: [_danny_s_closed_s_wondering_s_talk_happy_] Ne vous inquiétez pas pour un truc, la maison restera debout quand vous reviendrez.
german: [_danny_s_closed_s_wondering_s_talk_happy_] Keine Sorge um eine Sache, Jungs, das Haus bleibt stehen, wenn du zurückkommst.

source: [_maddie_s_away_s_idle_s_talk_happy_] Well, we had better get some overnight bags ready and plan our journey for the trip, Jack.
french: [_maddie_s_away_s_idle_s_talk_happy_] Eh bien, nous ferions mieux de préparer des sacs de nuit et de planifier notre voyage pour le voyage, Jack.
german: [_maddie_s_away_s_idle_s_talk_happy_] Nun, wir sollten besser ein paar Übernachtungstaschen fertig bekommen und unsere Reise für die Reise planen, Bub.

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, I should go pull out the ol' roadmaps from the attic!
french: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ouais{/i}, je devrais sortir les feuilles de route du grenier!
german: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, ich sollte die alten Roadmaps aus dem Dachgeschoss herausziehen!

source: [_danny_s_at_player_s_rise_s_grin_] (They know smart phones have nav guides, right...?)
french: [_danny_s_at_player_s_rise_s_grin_] (Ils savent que les téléphones intelligents ont des guides de navigation, n'est-ce pas...?)
german: [_danny_s_at_player_s_rise_s_grin_] (Sie wissen, dass Smartphones nav Führer haben, oder...?)

source: [_jazz_s_towards_s_idle_s_talk_happy_] Good talk, see you whenever. I have to get to class anyway.
french: [_jazz_s_towards_s_idle_s_talk_happy_] Bon discours, voir quand vous voulez. Je dois quand même aller à la classe.
german: [_jazz_s_towards_s_idle_s_talk_happy_] Gute Vorträge, sehe dich wann immer. Ich muss trotzdem zur Klasse kommen.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Same, I've got a busy schedule ahead of me...
french: [_danny_s_towards_s_wondering_s_talk_happy_] Same, j'ai un calendrier chargé devant moi...
german: [_danny_s_towards_s_wondering_s_talk_happy_] Gleich, ich habe einen geschäftigen Zeitplan vor mir...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, anything specific?
french: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, quelque chose de spécifique ?
german: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, etwas Konkretes?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, just usual homework stuff.
french: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, juste des devoirs habituels.
german: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, nur normale Hausaufgaben.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Well, we'll let you kids be... {nw}
french: [_maddie_s_towards_s_idle_s_talk_happy_] Eh bien, nous vous laisserons les enfants... {nw}
german: [_maddie_s_towards_s_idle_s_talk_happy_] Nun, wir lassen dir Kinder sein... {nw}

source: [_extend_] come on Jack.
french: [_extend_] venez sur Jack.
german: [_extend_] Komme bei Bub.

source: [_jack_s_closed_s_idle_s_talk_happy_] Coming dear!
french: [_jack_s_closed_s_idle_s_talk_happy_] À venir!
german: [_jack_s_closed_s_idle_s_talk_happy_] Kommt sehr gut!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Okay, so you're totally getting some booze for this party on Saturday, right?
french: [_jazz_s_towards_s_rise_s_talk_happy_] Ok, donc vous obtenez un peu de booze pour cette fête samedi, n'est-ce pas?
german: [_jazz_s_towards_s_rise_s_talk_happy_] Okay, also bekommst du für diese Party am Samstag ein wenig Auftrieb, oder?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} Not so loud!
french: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh !{/i} Pas si bruyant!
german: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} Nicht so laut!

source: [_extend_] Wait, y-you heard about that?!
french: [_extend_] Attendez, vous avez entendu parler de ça ? !
german: [_extend_] Warte, y-Du hast davon gehört?

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, course I did. Most everybody at school knows. {nw}
french: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, cours que j'ai fait. La plupart des gens à l'école le savent. {nw}
german: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, Kurs habe ich getan. Die meisten Schüler wissen das. {nw}

source: [_extend_] I actually think it's an awesome idea.
french: [_extend_] Je pense vraiment que c'est une idée géniale.
german: [_extend_] Ich halte es eigentlich für eine großartige Idee.

source: [_jazz_s_towards_s_rise_s_talk_happy_] I'm honestly surprised you even came up with it... or how you knew Mom & Dad would be gone for the night...
french: [_jazz_s_towards_s_rise_s_talk_happy_] Je suis honnêtement surpris que vous l'ayez trouvé... ou que vous sachiez que Maman & Papa serait parti pour la nuit...
german: [_jazz_s_towards_s_rise_s_talk_happy_] Ich bin ehrlich überrascht, dass du es geschafft hast... oder wie du wusstest, dass Mom & Dad für die Nacht verschwunden sein würdest...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, call it a really good hunch.
french: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, appelez ça un coup de foudre.
german: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, nenne es eine wirklich gute Jagd.

source: [_jazz_s_towards_s_rise_s_talk_happy_] Plus, people were saying you're hosting it for some "cousin" of ours?{p}Aunt Alicia doesn't have kids...?
french: [_jazz_s_towards_s_rise_s_talk_happy_] De plus, on disait que vous l'hébergez pour quelque "cousin" de la nôtre?{p}Alicia n'a pas d'enfants...?
german: [_jazz_s_towards_s_rise_s_talk_happy_] Plus, Leute sagten, dass du es für ein paar "Cousin" von uns beherbergst?{p}Tante Alicia hat keine Kinder...?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, I don't know, guess some kinda weird rumor mill is floating around? Weird!
french: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, je ne sais pas, devinez une sorte de moulin à rumeurs bizarre flottant autour ? Bizarre!
german: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, ich weiß nicht, erraten Sie etwas seltsames Gerüchtsmühlen? Seltsam!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... yeah, weird.
french: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... oui, bizarre.
german: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... ja, seltsam.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] So, you aren't going to snitch?
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Alors, vous n'allez pas vous faire piéger ?
german: [_danny_s_towards_s_unhappy_s_talk_distraught_] Du bist also nicht zum Zerschmettern?

source: [_jazz_s_towards_s_rise_s_talk_consternation_] What? Why would I? I've wanted to throw a house party for years here!
french: [_jazz_s_towards_s_rise_s_talk_consternation_] Quoi? Pourquoi je le ferais? Je voulais jeter une fête de maison depuis des années ici!
german: [_jazz_s_towards_s_rise_s_talk_consternation_] Was? Warum sollte ich? Ich wollte hier jahrelang eine Hausparty werfen!

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, you're gonna be around to help?
french: [_danny_s_towards_s_wondering_s_talk_happy_] Alors, vous allez être là pour vous aider ?
german: [_danny_s_towards_s_wondering_s_talk_happy_] Also, du wirst bald dabei sein, um zu helfen?

source: [_jazz_s_towards_s_sad_s_talk_happy_] I know you don't think I'm the {i}coolest{/i} or whatever, but it'd be an exceptionally spazzy move not to attend your {u}own{/u} house party...
french: [_jazz_s_towards_s_sad_s_talk_happy_] Je sais que vous ne pensez pas que je suis le {i}le plus cool{/i} ou quoi que ce soit, mais ce serait un déménagement exceptionnellement fou pour ne pas assister à votre fête de maison de {u}.{/u}...
german: [_jazz_s_towards_s_sad_s_talk_happy_] Ich weiß, du denkst du bist nicht der {i}coolest{/i} oder was auch immer, aber es wäre eine außergewöhnlich spitzige Bewegung, um nicht an deiner {u}eigen{/u} Hausfeier...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Plus, I figure I've gotta be around to make sure you don't burn down the house.
french: [_jazz_s_towards_s_rise_s_talk_amused_] De plus, je pense que je dois être là pour m'assurer que vous ne brûlez pas la maison.
german: [_jazz_s_towards_s_rise_s_talk_amused_] Plus, ich bin Figur, die ich dabei bin, um sicherzustellen, dass du das Haus nicht niederbrennst.

source: [_danny_s_down_s_sad_s_talk_displeased_] Y-yeah, about that, I think I {i}may{/i} be a little over my head with this one.
french: [_danny_s_down_s_sad_s_talk_displeased_] Y-oui, à propos de cela, je pense que {i}peut{/i} être un peu au-dessus de ma tête avec celui-ci.
german: [_danny_s_down_s_sad_s_talk_displeased_] Ja-ja, ich denke, ich kann {i}mit diesem ein wenig über meinem Kopf sein.

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Well you better pull it together, party monster, or we'll be the laughing stock of the {u}entire{/u} school!
french: [_jazz_s_towards_s_sad_s_talk_displeased_] Eh bien, vous feriez mieux de la rassembler, de la fête, ou nous serons le lot de rire de l'école {u}entière{/u} !
german: [_jazz_s_towards_s_sad_s_talk_displeased_] Nun solltest du es besser zusammen ziehen, Gruppen-Monster, oder wir werden den Lachsbestand der {u}Entire{/u} Schule sein!

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, alright, but could {i}you{/i} possibly get the booze for me?
french: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, d'accord, mais pourriez-vous vous {i}{/i} peut-être me donner l'eau?
german: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, in Ordnung, aber könntest du {i}vielleicht den Booze für mich bekommen?

source: [_jazz_s_towards_s_idle_s_talk_happy_] I can get {i}some{/i}, but you'll need to figure out food and anything else we'll need yourself. I'll try and talk some people out of going. Help reduce the stress in numbers.
french: [_jazz_s_towards_s_idle_s_talk_happy_] Je peux obtenir {i}quelqu'un{/i}, mais vous devrez trouver de la nourriture et tout ce dont nous aurons besoin vous-même. « J'essayerai de parler de gens hors d'usage. Aidez à réduire le stress en nombres. »
german: [_jazz_s_towards_s_idle_s_talk_happy_] Ich kann {i}etwas bekommen{/i}, aber du musst Nahrung und alles andere herausfinden, was wir selbst brauchen. Ich werde versuchen, einige Leute aus dem Weg zu gehen. Hilf dabei, den Stress in der Anzahl zu verringern.

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... alright, sounds fair. I think I have an idea or two, so thanks for helping Jazz.
french: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... d'accord, ça semble juste. Je pense que j'ai une idée ou deux, merci donc d'avoir aidé Jazz.
german: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... in Ordnung, klingt fair. Ich glaube, ich habe eine Idee oder zwei, also danke für deine Hilfe bei Jazz.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Just make sure this party doesn't blow. Or I'm disavowing any acknowledgment that you're my brother.
french: [_jazz_s_towards_s_rise_s_talk_displeased_] Veillez juste à ce que ce groupe ne soit pas faux. Ou bien je refuse toute reconnaissance que vous êtes mon frère.
german: [_jazz_s_towards_s_rise_s_talk_displeased_] Stelle nur sicher, dass diese Party nicht bläst. Oder ich leugne jede Bestätigung, dass du mein Bruder bist.

source: [_danny_s_at_player_s_rise_s_grin_] (Well, better go get the stuff for the party. Can't let it be a disappointment!)
french: [_danny_s_at_player_s_rise_s_grin_] (Eh bien, mieux vaut prendre les choses pour la fête, ça ne peut pas être une déception!)
german: [_danny_s_at_player_s_rise_s_grin_] (Gut, besser geht's für die Party. Du kannst es nicht enttäuschen!)
