Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_ember_s_towards_s_sad_s_talk_displeased_] There was this guy.{p}And we were... well, we were totally head over heels for each other.
french: [_ember_s_towards_s_sad_s_talk_displeased_] Il y avait ce gars.{p}Et nous avons été... eh bien, nous étions tout à fait tête sur les talons.
german: [_ember_s_towards_s_sad_s_talk_displeased_] Dieser Kerl war da.{p}Und wir waren... nun, wir waren total auf den Fersen zueinander.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Yeah, okay. Sounds good so far. And?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Ouais, d'accord. Ça a l'air bien jusqu'à présent. Et ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Ja, okay. Klingt bis jetzt gut. Und?

source: [_ember_s_down_s_sad_s_talk_displeased_] Well, we dated for a while and I convinced myself that he's, ya' know... "the one".
french: [_ember_s_down_s_sad_s_talk_displeased_] Eh bien, nous avons daté pendant un certain temps et je me suis convaincu qu'il est, vous... "l'un".
german: [_ember_s_down_s_sad_s_talk_displeased_] Nun, wir datieren eine Weile und ich habe mich selbst davon überzeugt, dass er, ya' weiß... "der eine".

source: [_ember_s_away_s_sad_s_talk_distraught_] Stupid ol' Ember Mc"Lame" has finally convinced herself that she's ready to sleep with him, to take that next step...
french: [_ember_s_away_s_sad_s_talk_distraught_] Stupide ol' Ember Mc"Lame" s'est finalement convaincu qu'elle est prête à dormir avec lui, à faire cette prochaine étape...
german: [_ember_s_away_s_sad_s_talk_distraught_] Stupid ol' Ember Mc"Lame" hat sich endlich davon überzeugt, dass sie bereit ist, mit ihm zu schlafen, um den nächsten Schritt zu machen...

source: [_ember_s_down_s_sad_s_talk_distraught_] ...and then the next thing I know there's nothing.
french: [_ember_s_down_s_sad_s_talk_distraught_] ...et puis la prochaine chose que je sais, il n'y a rien.
german: [_ember_s_down_s_sad_s_talk_distraught_] ...und dann die nächste Sache, die ich kenne, gibt es nichts.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Nothing? What do you mean?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Rien? Que voulez-vous dire?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Nichts? Was meinst du?

source: [_ember_s_towards_s_idle_s_talk_distraught_] Not a phone call, not a peep from my sweet "Prince Charming".
french: [_ember_s_towards_s_idle_s_talk_distraught_] Pas un appel téléphonique, pas un coup d'oeil de mon doux "Prince Charming".
german: [_ember_s_towards_s_idle_s_talk_distraught_] Kein Anruf, kein Peep von meinem süßen "Prinz Charming".

source: [_ember_s_towards_s_angry_s_talk_distraught_] Finally, I spot him hanging out with my friend at the park, and he just looks at me and totally ghosts me. Walks away with her instead.
french: [_ember_s_towards_s_angry_s_talk_distraught_] Enfin, je le retrouve accroché avec mon ami au parc, et il me regarde et me déteste totalement. « Marche avec elle. »
german: [_ember_s_towards_s_angry_s_talk_distraught_] Schließlich stelle ich fest, dass er mit meinem Freund im Park hängt, und er schaut mich einfach an und geistert mich ganz. Geht stattdessen mit ihr weg.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, some friend you had!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, un ami que vous avez eu !
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, ein Freund den du hattest!

source: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, yeah, you can say that again.
french: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, oui, vous pouvez le dire à nouveau.
german: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, ja, du kannst das noch einmal sagen.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Anyway, he finally calls me a whole month later. Says to meet him outside of Amity Park on my own and that he needs my help with something important...
french: [_ember_s_towards_s_idle_s_talk_distraught_] Quoi qu'il en soit, il m'appelle enfin un mois plus tard. Dit de le rencontrer seul en dehors du parc Amity et qu'il a besoin de mon aide avec quelque chose d'important...
german: [_ember_s_towards_s_idle_s_talk_distraught_] Jedenfalls ruft er mich einen ganzen Monat später endlich an. Sagt ihn, um ihn außerhalb des Amity Parks alleine zu treffen und dass er meine Hilfe mit etwas Wichtigem braucht...

source: [_ember_s_down_s_idle_s_talk_distraught_] And being the girl that always wanted to hope for the best, Ember McClain took a three-hour bus trip to go see him, and when she got there...
french: [_ember_s_down_s_idle_s_talk_distraught_] Et être la fille qui a toujours voulu espérer pour le meilleur, Ember McClain a fait un voyage de trois heures en autobus pour aller le voir, et quand elle est arrivée là-bas...
german: [_ember_s_down_s_idle_s_talk_distraught_] Und es ist das Mädchen, das immer auf das Beste hoffen wollte, Ember McClain hat eine dreistündige Busfahrt unternommen, um ihn zu sehen, und wenn sie dort angekommen ist...

source: [_ember_s_closed_s_angry_s_talk_distraught_] ...he called the motel I was at to let me know it was all a funny, whacky joke the two of them wanted to pull on me.
french: [_ember_s_closed_s_angry_s_talk_distraught_] ... e appelé le motel où j'étais pour me faire savoir que c'était tout un drôle, bosozoku les deux ont voulu me tirer dessus.
german: [_ember_s_closed_s_angry_s_talk_distraught_] ... e rief das Motel an um mich wissen zu lassen, es war alles ein lustig, Unheimlich Witz wollten die beiden von ihnen auf mich ziehen.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] What? Are you serious?! That's awful!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Quoi? Vous êtes sérieux? C'est terrible!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Was? Bist du ernst?! Das ist furchtbar!

source: [_ember_s_towards_s_sad_s_talk_distraught_] Yeah, that seemed to "just be life", the way I saw it.{p}Anyway, I manage to get home the same day... and I'm just so physically and mentally exhuasted, I collapse on the couch.
french: [_ember_s_towards_s_sad_s_talk_distraught_] Oui, cela semblait « être la vie », comme je l'ai vu.{p}Quoi qu'il en soit, j'ai réussi à rentrer chez moi le même jour. et je suis si physiquement et mentalement exhuasté, je m'écroule sur le canapé.
german: [_ember_s_towards_s_sad_s_talk_distraught_] Ja, das schien "einfach das Leben zu sein", so wie ich es gesehen habe.{p}Jedenfalls schaffe ich es, am selben Tag nach Hause zu kommen. . und ich bin nur so körperlich und geistig exhuasted, ich kollabiere auf der Couch.

source: [_ember_s_down_s_sad_s_talk_distraught_] ...but what I didn't know was that Dad blacked out after drinking too much and fell asleep in his recliner...{p}...after dropping his lit cigarette on the carpet.
french: [_ember_s_down_s_sad_s_talk_distraught_] ...mais ce que je ne savais pas, c'est que Papa s'est noirci après avoir trop bu et s'est endormi dans sa coulisse. .{p}...après avoir lâché sa cigarette allumée sur le tapis.
german: [_ember_s_down_s_sad_s_talk_distraught_] ...aber was ich nicht wusste, war, dass Papa ausgebläht hat, nachdem er zu viel getrunken und in seinem Liebling eingeschlafen war. .{p}...nach dem Ablegen seiner erleuchteten Zigarette auf den Teppich.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Your house went up in flames...?
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Votre maison s'est enflammée...?
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Dein Haus ist in Flammen aufgestiegen...?

source: [_ember_s_away_s_sad_s_talk_distraught_] Yeah, with {i}me{/i} inside it.
french: [_ember_s_away_s_sad_s_talk_distraught_] Oui, avec {i}moi{/i} à l'intérieur.
german: [_ember_s_away_s_sad_s_talk_distraught_] Ja, mit {i}mir{/i} drin.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] But your Dad! Didn't he-
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Mais votre papa ! Il ne l'a pas fait -
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Aber dein Papst! Nicht he-

source: [_ember_s_towards_s_angry_s_talk_displeased_] Oh no, he woke up alright. Smoke woke his dumb ass up.
french: [_ember_s_towards_s_angry_s_talk_displeased_] Oh non, il s'est bien réveillé. Fumée a réveillé son cul muet.
german: [_ember_s_towards_s_angry_s_talk_displeased_] Oh nein, er wachte in Ordnung. Smoke wachte seinen stummen Arsch auf.

source: [_ember_s_down_s_angry_s_talk_distraught_] ...but he left me there.
french: [_ember_s_down_s_angry_s_talk_distraught_] ... mais il m'a laissé là-bas.
german: [_ember_s_down_s_angry_s_talk_distraught_] ...aber er verließ mich dort.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Don't.
french: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Non.
german: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Nein.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] I can't help it, I just feel so sorry-
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] Je ne peux pas l'aider, je me sens tellement désolé -
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] Ich kann ihm nicht helfen, ich fühle mich einfach so entschuldigt-

source: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Well stop! Stop feeling sorry for me! I don't need a pity party from anybody, especially from you!!
french: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Bien arrêté! Arrêtez de vous excuser pour moi! Je n'ai besoin de personne de pitié, surtout de vous!!
german: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Gut geht's! Hören Sie auf, sich für mich zu entschuldigen! Ich brauche keine Mitleid von niemandem, vor allem von dir!!

source: [_ember_s_down_s_angry_s_talk_distraught_] Why should I have to be forgotten?! I didn't do anything wrong! I didn't ask to be born into my shitty, loser life!!
french: [_ember_s_down_s_angry_s_talk_distraught_] Pourquoi devrais-je être oublié?! Je n'ai rien fait de mal ! Je n'ai pas demandé à naître dans ma vie salope et perdue !!
german: [_ember_s_down_s_angry_s_talk_distraught_] Warum sollte ich vergessen werden?! Ich habe nichts falsch gemacht! Ich habe nicht darum gebeten, in mein Shitty geboren zu werden, das Leben verlieren!!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Coming back as a ghost... it gave me another perspective. That I could use this new opportunity to make sure I'd never be forgotten again...
french: [_ember_s_towards_s_angry_s_talk_distraught_] Revenir en tant que fantôme... cela m'a donné une autre perspective. Que je pourrais profiter de cette nouvelle occasion pour m'assurer que je ne serais plus jamais oublié...
german: [_ember_s_towards_s_angry_s_talk_distraught_] Als Gespenster zurückkommen... es gab mir eine andere Perspektive. Dass ich diese neue Gelegenheit nutzen könnte, um sicher zu gehen, dass ich nie wieder vergessen würde...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I swore that no one would ever forget my name again!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] J'ai juré que personne n'oublierait plus jamais mon nom !
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Ich habe geschworen, dass niemand meinen Namen jemals wieder vergessen würde!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Look, you don't always have to try to keep things like this inside yourself! What happened to you was awful... and it's okay. Nobody blames you for feeling mad.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Regardez, vous n'avez pas toujours à essayer de garder ce genre de choses à l'intérieur de vous ! Ce qui vous est arrivé était horrible. et ça va bien, personne ne vous reproche de vous sentir fou.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Schau, du musst nicht immer versuchen, Dinge wie diese in dir selbst zu halten! Was dir passiert ist, war schrecklich. . und es ist okay. Niemand gibt dir die Schuld dafür, dass du dich verrückt fühlst.

source: [_ember_s_down_s_angry_s_talk_distraught_] You don't...! You...!
french: [_ember_s_down_s_angry_s_talk_distraught_] Vous ne le faites pas...! Vous...!
german: [_ember_s_down_s_angry_s_talk_distraught_] Du hast nicht...! Sie...!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Why?! Why did you need to bring it all back to me?!
french: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Pourquoi?! Pourquoi avez-vous dû tout ramener à moi?!
german: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Warum?! Warum musst du alles wieder zu mir bringen?!

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Why damn you? {i}WHY!{/i}
french: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Pourquoi vous damne? {i}POURQUOI!{/i}
german: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Warum bist du verdammt? {i}WART!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, it's alright...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Embre, c'est bien...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, es ist richtig...

source: [_ember_s_towards_s_angry_s_talk_distraught_] No, it's not! It's not okay! This shouldn't be my life!
french: [_ember_s_towards_s_angry_s_talk_distraught_] Non, ce n'est pas le cas! Ça ne va pas ! Ça ne devrait pas être ma vie !
german: [_ember_s_towards_s_angry_s_talk_distraught_] Nein, es ist nicht! Es ist nicht in Ordnung! Das sollte nicht mein Leben sein!

source: [_ember_s_down_s_sad_s_talk_distraught_] My life should be...
french: [_ember_s_down_s_sad_s_talk_distraught_] Ma vie devrait être...
german: [_ember_s_down_s_sad_s_talk_distraught_] Mein Leben sollte sein...

source: [_ember_s_away_s_sad_s_talk_distraught_] I... I need to go.
french: [_ember_s_away_s_sad_s_talk_distraught_] Je... j'ai besoin de partir.
german: [_ember_s_away_s_sad_s_talk_distraught_] Ich... Ich muss gehen.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, wait!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Emberg, attendez !
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, warte!

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh man... what the hell just happened?
french: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh l'homme... ce que l'enfer vient de se passer?
german: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh Mann... was zur Hölle geschah?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Why does it always go down {i}this{/i} road?
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Pourquoi est-ce que ça descend toujours {i}sur cette route {/i} ?
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Warum geht es immer auf {i}diese Straße{/i} Straße?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Man... last night was weird... I had probably better give Ember some more space after... whatever even happened.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Homme... la nuit dernière était bizarre... Je ferais mieux de donner plus d'espace à Ember après... quoi qu'il arrive.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Man... Letzte Nacht war seltsam... Ich hatte Ember wahrscheinlich besser ein wenig mehr Platz nach ... was auch immer passiert ist.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Never can tell what's going on in any of these girls' heads...
french: [_danny_s_at_player_s_rise_s_talk_amused_] Jamais on ne peut dire ce qui se passe dans la tête de ces filles...
german: [_danny_s_at_player_s_rise_s_talk_amused_] Kann nie sagen, was in den Köpfen dieser Mädchen vor sich geht...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? Hello? Something going on? Who's-
french: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Hein? Bonjour? Quelque chose se passe? Quoi-
german: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? Hallo? Etwas los? Wen -

source: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, quiet... it's me.
french: [_ember_s_towards_s_sad_s_talk_amused_] Hé, {i}sshhh{/i}, calme... c'est moi.
german: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, ruhig... ich bin es.

source: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, is everything okay?
french: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember : tout va bien?
german: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, ist alles in Ordnung?

source: [_ember_s_down_s_sad_s_talk_happy_] Yeah, I just... I wanted... I'd like to sit with you and... talk.
french: [_ember_s_down_s_sad_s_talk_happy_] Ouais, je voulais... je voulais... J'aimerais m'asseoir avec vous et... parler.
german: [_ember_s_down_s_sad_s_talk_happy_] Ja, ich nur... Ich wollte ... Ich würde gerne mit dir sitzen und... sprechen.

source: [_danny_s_towards_s_sad_s_talk_displeased_] What about? Sorry if I sound tired... I sorta am.
french: [_danny_s_towards_s_sad_s_talk_displeased_] De quoi s'agit-il ? Désolé si je pars fatigué... Je sorta su.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Worum geht es? Tut mir leid, wenn ich müde klinge... Ich bin sorta.

source: [_ember_s_towards_s_rise_s_talk_amused_] Yeah, I know, I've just been thinking a lot is all.
french: [_ember_s_towards_s_rise_s_talk_amused_] Oui, je sais, je ne pensais que beaucoup c'est tout.
german: [_ember_s_towards_s_rise_s_talk_amused_] Ja, ich weiß, ich habe gerade gedacht, viel ist alles.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] What about?
french: [_danny_s_towards_s_wondering_s_talk_displeased_] De quoi s'agit-il?
german: [_danny_s_towards_s_wondering_s_talk_displeased_] Worum geht es?

source: [_ember_s_down_s_sad_s_talk_displeased_] If it's alright with you, I'd like to change things... between us.
french: [_ember_s_down_s_sad_s_talk_displeased_] Si c'est bien avec vous, j'aimerais changer les choses... entre nous.
german: [_ember_s_down_s_sad_s_talk_displeased_] Wenn es mit dir in Ordnung ist, möchte ich die Dinge zwischen uns ändern.

source: [_danny_s_towards_s_sad_s_talk_happy_] How so? Did you wanna talk more about your-
french: [_danny_s_towards_s_sad_s_talk_happy_] Comment donc ? Aimeriez-vous en parler plus de votre-
german: [_danny_s_towards_s_sad_s_talk_happy_] Wie ist das? Wolltest du mehr über Dein-

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, not at all. That's not it.{p}For now, I'd just... I'd rather not.
french: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Non, pas du tout. Ce n'est pas ça.{p}Pour l'instant, je préfère pas...
german: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Nein, überhaupt nicht.{p}fürs Erste würde ich nur... Ich würde es lieber nicht.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, sorry. Okay, then what is it?
french: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, désolé. D'accord, qu'est-ce que c'est?
german: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, tut mir leid. Okay, was ist es?

source: [_ember_s_down_s_sad_s_talk_displeased_] ...I still don't trust you.
french: [_ember_s_down_s_sad_s_talk_displeased_] ...Je ne vous fais toujours pas confiance.
german: [_ember_s_down_s_sad_s_talk_displeased_] ...Ich traue dir immer noch nicht.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay... sure, I guess that's fair, ultimately.
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ok... Bien sûr, je suppose que c'est juste, en fin de compte.
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay... Sicherlich, ich denke, das ist fair, am Ende.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...and I can't tell you everything I know.
french: [_ember_s_down_s_sad_s_talk_displeased_] ...et je ne peux pas vous dire tout ce que je sais.
german: [_ember_s_down_s_sad_s_talk_displeased_] ...und ich kann dir nicht alles sagen, was ich weiß.

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright, I'm still following you.
french: [_danny_s_towards_s_sad_s_talk_amused_] D'accord, je vous suis toujours.
german: [_danny_s_towards_s_sad_s_talk_amused_] Okay, ich folge dir noch.

source: [_ember_s_down_s_confused_s_talk_amused_] ...and I don't really understand fully everything I'm feeling at the moment.
french: [_ember_s_down_s_confused_s_talk_amused_] ...et je ne comprends pas vraiment tout ce que je ressens pour le moment.
german: [_ember_s_down_s_confused_s_talk_amused_] ...und ich verstehe nicht wirklich alles, was ich im Moment fühle.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds typical for a teenager, same as me... so, what's changed exactly?
french: [_danny_s_towards_s_rise_s_talk_amused_] Sait typique pour un adolescent, identique à moi... alors, qu'est-ce qui a changé exactement ?
german: [_danny_s_towards_s_rise_s_talk_amused_] klingt typisch für einen Teenager, so wie ich... Also, was ist genau geändert?

source: [_ember_s_towards_s_rise_s_talk_bite_] {u}This.{/u}
french: [_ember_s_towards_s_rise_s_talk_bite_] {u}Cela. {/u}
german: [_ember_s_towards_s_rise_s_talk_bite_] {u}das.{/u}

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Whoa!
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, what are you-
french: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, qu'êtes-vous -
german: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, was bist du-

source: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] I don't know where any of this is going, I don't even know if this is the right call.
french: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] Je ne sais pas où va tout cela, je ne sais même pas si c'est le bon appel.
german: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] Ich weiß nicht, wohin das alles geht, ich weiß nicht einmal, ob dies der richtige Aufruf ist.

source: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] But I think I want it, and I think... I think there's something different about you.
french: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] Mais je pense que je le veux, et je pense... Je pense qu'il y a quelque chose de différent à votre sujet.
german: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] Aber ich denke, ich will es, und ich denke ich... Ich glaube, es gibt etwas anderes an dich.

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... you don't have to do this if you're not ready. You even said you wanted to wait until you felt that you could trust-
french: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Embre, c'mon... vous n'avez pas à le faire si vous n'êtes pas prêt. Vous avez même dit que vous vouliez attendre jusqu'à ce que vous ayez senti que vous pouviez faire confiance -
german: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... du musst das nicht tun, wenn du nicht bereit bist. Sie sagten sogar, Sie wollten warten, bis Sie glaubten, dass Sie vertrauen können-
