Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, now dude, that makes {i}sooo{/i} much sense, dude! We'd be like, the branch between humanity and a new species of super strong alien bros!
french: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, maintenant dude, ce qui rend {i}sooo{/i} beaucoup de sens, dude! Nous serions aimés, la branche entre l'humanité et une nouvelle espèce de frères extraterrestres super forts!
german: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, jetzt dude, das macht {i}sooo{/i} viel Sinn, dude! Wir würden wie der Zweig zwischen der Menschheit und einer neuen Art superstarker Alien Bros sein!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exactly{/i} dude, exactly. We'd be kings!
french: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exactement {/i} dude, exactement. Nous serions rois !
german: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exaktly{/i} Dude, genau. Wir wären König!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...but like, what if Aliens don't exist, dude?
french: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...mais comme, que faire si les extraterrestres n'existent pas, dude?
german: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...aber wie, wenn Aliens nicht existieren, du?

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, if ghosts exist like Inviso-Bill, then aliens {i}definitely{/i} exist.
french: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, si les fantômes existent comme Inviso-Bill, alors {i}définitivement{/i} existe.
german: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, wenn Geister wie Inviso-Bill existieren, dann existieren Aliens {i}definitely{/i}.

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuude!{/i} Why didn't I think of that?!
french: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu !{/i} Pourquoi n'ai-je pas pensé à ça ?!
german: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuuude!{/i} Warum habe ich nicht daran gedacht?!

source: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] You know, this is why I'm applying to a be a philosophy major, dude. My football scholarship isn't everything I have to offer, ya' know?
french: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] Vous savez, c'est pourquoi je m'applique à une philosophie majeure, dude. Ma bourse de football n'est pas tout ce que j'ai à offrir, vous savez?
german: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] Du weißt, das ist der Grund, warum ich mich bewerbe, eine Philosophie zu sein Major-Dude. Mein Fußball-Stipendium ist nicht alles, was ich zu bieten habe, ya' wissen?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...I'm just gonna let them tire themselves out on their own. I definitely don't wanna get in the middle of these two mental juggernauts' conversation.)
french: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...Je vais juste les laisser se fatiguer par eux-mêmes. Je ne veux absolument pas obtenir au milieu de ces deux conversations de jongleur mental.)
german: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...Ich werde sie einfach alleine müde lassen. Ich möchte definitiv nicht in die Mitte dieser beiden mentalen Jonglierungsgespräche kommen.)

source: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Nice to see you're still awake.
french: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Bon de voir que tu es toujours réveillé.
german: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Gut zu sehen, dass du noch wach bist.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jasmine, right? N-nice to meet you.{p}Uhmm, nice party, by the way.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hé, ouais... Jasmine, n'est-ce pas? N-gentil de vous rencontrer.{p}Uhmm, belle fête, soit dit en passant.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jasmine, oder? N-nett, dich zu treffen.{p}Uhmm, nette Party übrigens.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, we've already met! No need to be so formal. And yeah, my little brother set it up, really...{nw}
french: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, nous avons déjà rencontré ! Pas besoin d'être aussi formel. Et oui, mon petit frère l'a installé, vraiment...{nw}
german: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, wir haben es bereits geschafft! Keine Notwendigkeit, so formell zu sein. Und ja, mein kleiner Bruder hat es aufgestellt, wirklich...{nw}

source: [_extend_] but he bailed or something. Probably expects {u}me{/u} to help clean it all up too.
french: [_extend_] mais il a renfloué ou quelque chose. Il attend probablement {u}moi{/u} pour tout nettoyer aussi.
german: [_extend_] , aber er hat gerettet oder etwas. Wahrscheinlich erwartet {u}m{/u} auch bei der Bereinigung des gesamten Programms.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, yeah, Danny, he {i}uh{/i}... I heard he didn't feel too good, so he, {i}uh{/i}...
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, oui, Danny, il {i}euh{/i}... J'ai entendu qu'il ne se sentait pas trop bien, alors lu, {i}euh{/i}...
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, yeah, Danny, er {i}uh{/i}... Ich habe gehört, dass er sich nicht so gut fühlt, also {i}uh{/i}...

source: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] God, can I be honest with you right now?{p}It is {i}so{/i} strange having you here. You're like a local celebrity. And a dead guy! That's so foreign to me...
french: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] Dieu, puis-je être honnête avec vous maintenant?{p}C'est {i}sos{/i} étrange de vous avoir ici. « Vous êtes comme une célébrité locale. Et un homme! C'est si étranger à mes yeux... »
german: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] Gott, kann ich jetzt ehrlich zu dir sein?{p}Es ist {i}so{/i} seltsam, dass du hier bist. Du bist wie eine lokale Berühmtheit. Und ein toter Kerl! Das ist mir so fremd...

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] I mean, it's not "foreign", but with my family, I never thought that I'd ever get to meet one of you up close, just like any other normal person!
french: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Je veux dire, ce n'est pas "étranger", mais avec ma famille, « Je n'ai jamais pensé que je me mettrai à rencontrer un de vos proches, comme n'importe quelle autre personne normale! »
german: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Ich meine, es ist nicht "fremd", sondern mit meiner Familie, Ich habe nie gedacht, dass ich jemals einen von euch hautnah treffen würde, genau wie jeder andere normale Mensch!

source: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] Growing up, I was raised by my folks to believe that "the only good ghost was a {u}dead{/u} ghost!"{p}Kind've an oxymoron, I know...
french: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] grandissant, j'ai été élevé par les gens pour croire que « le seul bon fantôme était un {u}mort{/u}! »{p}Kind've un oxymoron, je sais...
german: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] Aufgewachsen, wurde ich von meinen Leuten erhoben, um zu glauben, dass "der einzige gute Geist ein {u}totes{/u} Geist war!{p}Kind've ein Oxymoron, ich weiß...

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Like, how on earth did my brother, the son of a pair of "legit" ghost hunters, end up friends with a ghost? I mean, I couldn't believe it when Paulina said you were coming...
french: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] J'aime, comment mon frère, fils d'une paire de chasseurs de fantômes "legit", a-t-il pu se retrouver avec un fantôme sur la terre ? Je veux dire, je n'ai pas pu le croire quand Paulina a dit que vous venez...
german: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Gefällt mir, wie in aller Welt, hat mein Bruder, der Sohn eines Paares von "Legit"-Geisterjägern, Freunde mit einem Gespenst gefunden? Ich meine, ich konnte es nicht glauben, als Paulina sagte, dass du kommst...

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, well, I guess it's kind've a funny story... not so much "hah hah" funny, but more-
french: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, je suppose que c'est une histoire amusante... pas tant "hah hah" drôle, mais plus encore-
german: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, nun, ich vermute, es ist eine lustige Geschichte... nicht so sehr "hah hah" lustig, aber mehr-

source: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, you're doing it again... sorry, I'm rambling and badgering. I'm like this normally already, but compounded with the drinking and the excitement of it all...
french: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, vous recommencez... désolé, je me déplace et blâme. Je suis comme ça d'habitude déjà, mais combiné avec la boisson et l'excitation de tout cela...
german: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, du machst es nochmal... Tut mir leid, ich wandere und badgering. Ich mag das normalerweise, aber verschlimmert durch das Trinken und die Aufregung von allen...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, no, don't worry, it's nothing to apologize for, seriously.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-Hé, non, ne vous inquiétez pas, il n'y a rien à vous excuser, sérieusement.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, nein, keine Sorge, es ist nichts zu entschuldigen, ernsthaft.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...wait, you said we already officially met...? When was that?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...attendez, vous avez dit que nous nous sommes déjà rencontrés officiellement...? Quand était-ce ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...warten, du hast gesagt, wir sind bereits offiziell eingetroffen...? Wann war das?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Truth or dare?{p}What, you seriously don't remember anything?
french: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Vérité ou oser?{p}Qu'est ce que vous ne vous souvenez sérieusement de rien?
german: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Wahrheit oder wagen?{p}Was, du erinnerst dich ernsthaft nicht?

source: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Man, for a superhero who isn't even alive, you really let a couple of shots knock you dead!
french: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Homme, pour un super-héros qui n'est même pas vivant, vous avez vraiment laissé quelques tirs vous tuer !
german: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Mann, für einen Superhelden, der nicht einmal am Leben ist, lässt dich wirklich ein paar Schüsse töten!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh yeah, I guess we did do that... can't say I remember much though...
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh oui, je suppose que nous avons fait ça... je ne peux pas dire que je me souviens beaucoup plus...
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh ja, ich denke, wir haben das getan... kann nicht sagen, ich erinnere mich noch an viel...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How long was I out for, exactly?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Combien de temps ai-je passé exactement ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Für wie lange war ich genau da?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] After a good amount of {i}pretty{/i} revealing stuff from everyone, you fell asleep for... about an hour? Yeah, I'd say that.
french: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Après une bonne quantité de {i}joli{/i} révélant des choses de tout le monde, vous vous êtes endormi pour... environ une heure ? Ouais, je dirais ça.
german: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Nach einer guten Menge von {i}hübsch{/i} das Zeug von allen enthüllt, bist du eingeschlafen für... ungefähr eine Stunde? Ja, ich würde das sagen.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhh{/i}, what was said, exactly?
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhhh {/i}, que disait-on exactement ?
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhh{/i}, was genau gesagt wurde?

source: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, I ain't saying.
french: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, je ne dis pas.
german: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, ich sage es nicht.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Seriously? You're gonna dog me like that?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Sérieusement? Vous allez me chienne comme ça?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Ernst? Du wirst mich so hunden?

source: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Well, for starters, Star, Paulina and Desiree all ended up kissing you, which then broke out into a mild cat-fight.
french: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Eh bien, pour commencer, l'étoile, Paulina et Desiree ont tous fini par vous embrasser et se sont ensuite lancés dans un combat de chat léger.
german: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Nun, für Vorspeisen, Stern, Paulina und Desiree haben dich alle geküsst, was dann zu einem milden Katzenkampf ausbrach.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, seriously?!
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, sérieusement?!
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, ernsthaft?!

source: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Totally. It was kinda awesome, except for the bottles and cups they knocked over, doing it.{p}Whatever, I'll just make Danny clean that part up...
french: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Totalement. C'était un peu génial, sauf pour les bouteilles et les tasses qu'ils ont renversées, le faire.{p}Quoi qu'il en soit, je vais juste faire nettoyer Danny cette pièce...
german: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Insgesamt war es großartig, mit Ausnahme der Flaschen und Tassen, über die sie klopften und es tat.{p}<unk> ver, ich mache Danny einfach sauber...

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...and then somebody I guess started discussing a foursome proposition, but I believe negotiations broke down pretty quickly...
french: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...puis quelqu'un qui, je suppose, a commencé à discuter d'une proposition de quatre, mais je crois que les négociations se sont cassées assez rapidement...
german: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...und dann jemand, den ich vermute, über einen vierfachen Vorschlag zu diskutieren, aber ich glaube, dass die Verhandlungen ziemlich schnell gescheitert sind...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...you're joking.
french: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ... vous plaisantez.
german: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...Du witzst.

source: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Am I? Am I really?
french: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Suis-je vraiment ? Suis-je vraiment ?
german: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Bin ich? Bin ich wirklich?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Well, I guess you'll never know!
french: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Eh bien, je suppose que vous ne saurez jamais !
german: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Nun, ich denke, du wirst es nie wissen!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Sighs*{/i} Anything else happen you'd be willing to share with me, oh-wise-one?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Soupirs*{/i} Il se peut que vous soyez prêt à me partager, oh-wise-one ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Sehen*{/i} Alles andere passiert, dass du bereit bist mit mir zu teilen, oh-weise?

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... some crazy emotional stuff happened with Dash and Kwan, but they seem cool now. I think it was a big bonding moment for them I guess. You passed out a little bit before that I think.
french: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... des émotions folles se sont produites avec Dash et Kwan, mais elles semblent maintenant fraîches. Je pense que c'était un grand moment de liaison pour eux, je suppose. Vous avez passé un peu avant que je pense.
german: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... Einige verrückte emotionale Sachen sind mit Dash und Kwan passiert, aber sie scheinen jetzt cool zu sein. Ich denke, es war ein grosser Bonding-Moment für sie ich vermute.

source: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... well thanks, I'm gonna keep looking for other people.
french: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, d'accord... bien merci, je vais continuer à chercher d'autres personnes.
german: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... Nun, danke, ich werde weiterhin nach anderen Leuten suchen.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Good luck dude. And kick my brother if you see him, he needs to help me at least collect all the bottles to recycle...
french: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Bonne chance. Et expulsez mon frère si vous le voyez, il a besoin de m'aider au moins à ramasser toutes les bouteilles à recycler...
german: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Viel Glücklicher. Wenn du ihn siehst, muss er mir zumindest helfen, alle Flaschen zu sammeln, um sie zu recyceln...

source: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}heyyyyy!{/i} Ghost Boy!
french: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}haaaaa !{/i} Fantôme Boy!
german: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}heyyyyyyy!{/i} Ghost Boy!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, you girls okay?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hé, les filles sont bonnes ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, deine Mädchen in Ordnung?

source: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, honestly, I don't feel the best...
french: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-non, honnêtement, je ne sens pas le meilleur...
german: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, ehrlich gesagt, ich fühle mich nicht das Beste...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, well, do you want me to go get you anyting like a glass of wa-
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, eh bien, voulez-vous que je aille vous chercher comme un verre de wa-
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ach, nein, willst du, dass ich dich wie ein Glas Wachs bekommt-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, no! Poor Star...
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, non! Pauvre étoile...
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, nein! Armer Sterne...

source: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Yeah, no, she's always been a lightweight about this kind of stuff... usually has to tap out early to avoid getting sick.
french: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Oui, non, elle a toujours été légère à propos de ce genre de choses... Il faut généralement se tirer tôt pour éviter de tomber malade.
german: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Ja, nein, sie war immer ein Leichtgewicht bei solchen Sachen... Normalerweise muss früh tippen, um nicht krank zu werden.

source: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Guess she just tried to prove herself tonight, for some reason... hopefully it wasn't some sad attempt to get your attention, or anything! No, that'd be {i}sooo{/i} awkward, you know?
french: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Devinez qu'elle a juste essayé de se prouver ce soir, pour une raison quelconque... J'espère que ce n'était pas une triste tentative d'attirer votre attention, ou n'importe quoi! Non, ce serait {i}sooo{/i} maladroit, vous savez?
german: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Vermutlich versuchte sie sich heute Abend zu beweisen, aus irgendeinem Grund... hoffentlich war es nicht ein trauriger Versuch, deine Aufmerksamkeit oder irgendetwas zu bekommen! Nein, das wäre {i}sooo{/i} unangenehm, du weißt?

source: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...thankfully, there are still a couple of us pretty ladies who know how to handle our drink...
french: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ... heureusement, nous sommes encore quelques jolies dames qui savent comment prendre notre boisson...
german: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...Gott sei Dank gibt es noch ein paar hübsche Damen, die mit unserem Getränk umgehen...

source: [_desiree_] Great sands... I feel very, {i}very{/i} funny....
french: [_desiree_] Bon sable... Je me sens très, {i}très{/i} drôle....
german: [_desiree_] Großer Sand... Ich fühle mich sehr, {i}sehr{/i} lustig....

source: [_desiree_] ...why has everyone chosen to spin around me at the same time...?
french: [_desiree_] ...pourquoi tout le monde a-t-il choisi de tourner autour de moi en même temps...?
german: [_desiree_] ...warum hat sich jeder dafür entschieden, mich gleichzeitig zu drehen...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Man, those special Ectolaxm cocktails sure must be working their magic...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Man, ces cocktails spéciaux Ectolaxm doivent bien fonctionner leur magie...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Man, diese speziellen Ectolaxm-Cocktails müssen unbedingt ihre Magie bewirken...)
