Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_vlad_s_raging_wide_s_angry_s_frown_] (Curses! What is that ghost child doing here?!)
french: [_vlad_s_raging_wide_s_angry_s_frown_] (Curses ! Qu'est-ce que cet enfant fantôme fait ici?!)

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] Get behind me!
french: [_danny_s_phantom_s_towards_s_wondering_s_talk_frown_2_] Emmenez-moi derrière moi !

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] But you're-
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_s_blush_] Mais vous-

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Do it, now!
french: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Faites-le maintenant !

source: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] A-alright! But don't think this is over between us, you ghost!
french: [_maddie_s_towards_s_rise_s_talk_displeased_s_blush_] Ah bien! Mais ne pensez pas que c'est fini entre nous, vous fantômes!

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_2_] Phew! That was tough.
french: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_2_] Ouf ! C'était difficile.

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Ghost Boy... what exactly are you doing haunting areas out this far away from home?
french: [_maddie_s_towards_s_confused_s_talk_displeased_] Fantôme garçon... que faites-vous exactement pour hanter des zones aussi éloignées de chez vous ?

source: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Uhm... weekend Vacation?
french: [_danny_s_phantom_s_towards_s_rise_one_s_talk_happy_2_] Euh... vacances de fin de semaine?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Vlad! Quick, this time we've got him! Get the-
french: [_maddie_s_towards_s_amused_s_talk_amused_] Vlad! Rapide, cette fois-ci, nous l'avons devenu! Obtenez-les-

source: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Doesn't seem as though he stuck around.
french: [_danny_s_phantom_s_towards_s_angry_s_talk_frown_] Il ne semble pas qu'il ait coincé autour.

source: [_maddie_s_towards_s_angry_s_talk_frown_] {b}Urgh!{/b} Jack wouldn't have ran away! I can't believe a man like himself is ahead of us in the ghost hunting profession.
french: [_maddie_s_towards_s_angry_s_talk_frown_] {b}Urgh!{/b} Jack n'aurait pas fui! Je n'arrive pas à croire qu'un homme comme lui est devant nous dans le métier de chasseur de fantômes.

source: [_danny_s_phantom_s_closed_happy_s_neutral_s_talk_happy_2_] Or Danny! Danny would never abandon you!
french: [_danny_s_phantom_s_closed_happy_s_neutral_s_talk_happy_2_] Ou Danny ! Danny ne vous abandonnera jamais !

source: [_maddie_s_towards_s_confused_s_talk_frown_] Heh yeah, Danny wouldn't- hey, wait, how do you know my son?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Hé ouais, Danny ne serait pas - hey, attendez, comment connaissez-vous mon fils ?

source: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] Uhhhh... he's a... buddy of mine?
french: [_danny_s_phantom_s_at_player_wide_s_sad_2_s_talk_frown_2_] Euhhhhh... il est ... mon copain ?

source: [_maddie_s_towards_wide_s_angry_s_talk_frown_] What? How preposterous! Danny would never- he never mentioned-
french: [_maddie_s_towards_wide_s_angry_s_talk_frown_] Quoi? Quelle absurdité! Danny ne le mentionnerait jamais-

source: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhhh... {i}OoOoOoh I MuSt LeAvE nOwWwww... OoOoOh!!{/i}
french: [_danny_s_phantom_s_blank_stare_s_sad_s_talk_frown_2_] Uhhh... {i}OoOOoh I MuSt LeAvE nOwWwww... OoOOOh!!{/i}

source: [_maddie_s_towards_s_rise_s_talk_frown_] ...that's not particularly unsettling. It just sounds like a half hearted wail..
french: [_maddie_s_towards_s_rise_s_talk_frown_] ... ce n'est pas particulièrement dérangeant. Cela ressemble à un combat à moitié coeur...

source: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] ...bye!
french: [_danny_s_phantom_s_towards_wide_s_sad_s_talk_frown_2_] ... au revoir !

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Wait don't- damn it!
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Attendez de ne pas le faire !

source: [_maddie_s_away_s_wondering_s_smile_] (Damn... could have caught him.... huh... he's friends with Danny? Well, that's strange... oh, I bet they're both so cute together...)
french: [_maddie_s_away_s_wondering_s_smile_] (Bon sang... aurait pu le prendre... hein... il est ami de Danny ? Eh bien, c'est étrange... oh, je parie qu'ils sont tous deux si mignons...)

source: [_maddie_s_closed_s_confused_s_amusement_s_blush_] (Wow, now {i}that's{/i} a messed up thought!)
french: [_maddie_s_closed_s_confused_s_amusement_s_blush_] (Wow, maintenant {i}c'est ça{/i} une pensée désordonnée !)

source: [_maddie_s_towards_s_confused_s_talk_frown_] Any idea where we're going? Or how we're gonna get out exactly?
french: [_maddie_s_towards_s_confused_s_talk_frown_] Une idée où nous allons? Ou comment nous allons sortir exactement ?

source: [_danny_s_towards_s_rise_s_talk_pleased_] What about Vlad's boat?
french: [_danny_s_towards_s_rise_s_talk_pleased_] Qu'en est-il du bateau de Vlad ?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That's a great idea! I managed to get a hold of a map of the local area, there's a nearby port town we can get to if we follow down the stream of the river!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] C'est une bonne idée ! J'ai réussi à obtenir une carte de la région locale Il y a une ville portuaire à proximité à laquelle nous pouvons nous rendre si nous suivons le cours d'eau de la rivière!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] There's Vlad's boat up ahead!
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Il y a le bateau de Vlad vers l'avant !

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Damn it! What about the keys?
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Bon sang! Qu'en est-il des clés ?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Found it! he left it under the mat on the dock.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Trouvé ! Il l'a laissé sous le tapis sur le quai.

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow that's... very lazy of him. Plus, pretty haphazard! It's a dock, there are so many gaps it could fall between!
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow c'est... très paresseux de lui. De plus, plutôt hasardeur! C'est un quai, il y a tellement de vides qu'il pourrait tomber entre les deux!

source: [_danny_s_towards_s_angry_s_talk_pleased_] Hey, I'm a little more focused on actually getting out of here safely!
french: [_danny_s_towards_s_angry_s_talk_pleased_] Hé, je suis un peu plus concentré sur le fait de sortir d'ici en toute sécurité !

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh wait... I think I just realized I don't know how to maneuver a boat...
french: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh, attendez... Je pense que je viens de me rendre compte que je ne sais pas comment manœuvrer un bateau...

source: [_danny_s_towards_s_wondering_s_talk_frown_] Then we'll take one of the little paddle ones attached to the side then!
french: [_danny_s_towards_s_wondering_s_talk_frown_] Puis nous prendrons l'une des petites raquettes attachées sur le côté alors !

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Quick thinking Danny! Help me out with the ropes!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Une pensée rapide pour Danny ! Aidez-moi avec les cordes !

source: [_vlad_s_towards_s_angry_s_talk_frown_] Well well, look at the pair of you... sailing off to new horizons together... how overbearingly sweet.
french: [_vlad_s_towards_s_angry_s_talk_frown_] Eh bien, regardez la paire de vous... naviguant ensemble vers de nouveaux horizons... comme trop doux.

source: [_vlad_s_raging_s_angry_s_talk_frown_] You may be able to crawl back to that giant oaf of a father figure and husband... but I know soon enough, that you'll be clamoring back to me instead...
french: [_vlad_s_raging_s_angry_s_talk_frown_] Vous pouvez peut-être ramper à cette sourate géante d'une figure du père et de son mari. , mais je sais assez vite que vous allez me revendiquer à la place...

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Believe you me... nobody makes a fool out of Vlad Masters...
french: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Croyez-moi... personne ne se fait duper par les Vlad Masters...

source: [_maddie_s_towards_s_confused_s_talk_frown_] D-Danny what are you doing out here?!
french: [_maddie_s_towards_s_confused_s_talk_frown_] D-Danny que faites-vous ici ?!

source: [_danny_s_towards_s_rise_s_talk_frown_] Oh, I thought I heard you guys leave outside the door and figured I'd try to follow along as best I could... are you alright?
french: [_danny_s_towards_s_rise_s_talk_frown_] Oh, je pensais avoir entendu que vous quittiez devant la porte et que j'essayais de suivre au mieux que je pouvais. . - Allez-vous bien?

source: [_maddie_s_towards_s_wondering_s_talk_amused_] Oh, you won't believe it, Danny, we were attacked and that "Inviso-Bill" saved me!
french: [_maddie_s_towards_s_wondering_s_talk_amused_] Oh, vous ne le croirez pas, Danny, nous avons été attaqués et que "Inviso-Bill" m'a sauvé !

source: [_danny_s_at_player_s_neutral_s_talk_pleased_] Heh, woah, that's unbelievable... who'd have figured! What a guy, that there ghost boy!
french: [_danny_s_at_player_s_neutral_s_talk_pleased_] Hé, woah, c'est incroyable... qui aurait imaginé ! Quel gars, qu'il y ait là un garçon fantôme !

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny, we have to get out of here now! Vlad's vanished and there may be more ghosts around!
french: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny, nous devons sortir d'ici! Le Vlad a disparu et il peut y avoir plus de fantômes!

source: [_danny_s_towards_s_wondering_s_talk_frown_] What about Vlad's boat?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Qu'en est-il du bateau de Vlad ?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That's a great idea! I managed to get a look at a map of the local area, there's actually a nearby port town we can get to if we follow down the stream of the lake!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] C'est une bonne idée ! J'ai réussi à consulter une carte de la région locale La proximité de la ville portuaire est un atout si nous suivons le cours d'eau du lac!

source: [_danny_s_towards_s_unhappy_s_talk_frown_] Then let's go! C'mon, before something else comes prowling outta the woods...
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Alors allons-y ! C'mon, avant que quelque chose d'autre ne se promène devant les bois ...

source: [_maddie_s_towards_s_angry_s_talk_displeased_] Damn it! What about the key?
french: [_maddie_s_towards_s_angry_s_talk_displeased_] Bon sang! Qu'en est-il de la clé?

source: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow that's... very lazy of him. Plus, pretty risky! I mean it's a dock, there are so many gaps it could fall between!
french: [_maddie_s_towards_s_aghast_s_talk_displeased_] Wow c'est... très paresseux de lui. De plus, assez risqué ! Je veux dire qu'il s'agit d'un quai, il y a tellement de lacunes qu'il pourrait tomber entre les deux!

source: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh wait... I think I just realized I don't know how to actually drive a boat...
french: [_maddie_s_towards_wide_s_unhappy_s_talk_frown_] Oh, attendez... Je pense que je viens de me rendre compte que je ne sais pas comment conduire un bateau...

source: [_danny_s_towards_s_wondering_s_talk_frown_] Then we'll take one of the little paddle boats attached to the side then!
french: [_danny_s_towards_s_wondering_s_talk_frown_] Puis nous prendrons l'un des petits bateaux à pagaie attachés sur le côté alors !

source: [_danny_s_closed_s_neutral_s_talk_pleased_] We made it!
french: [_danny_s_closed_s_neutral_s_talk_pleased_] Nous avons réussi !

source: [_maddie_s_towards_s_wondering_s_talk_amused_] If I've read the map right, we should be able to get to the port in just over an hour.
french: [_maddie_s_towards_s_wondering_s_talk_amused_] Si j'ai bien lu la carte, nous devrions être en mesure d'atteindre le port en un peu plus d'une heure.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] We probably should have left Mr. Masters a note about why we had to leave. And to apologize about his boat.
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Nous aurions probablement dû laisser une note à M. Masters sur la raison pour laquelle nous avons dû partir. Et pour nous excuser de son bateau.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh, I'm sure he'd understand. Ghost business can be pretty haphazard.
french: [_maddie_s_towards_s_amused_s_talk_amused_] Oh, je suis sûr qu'il comprendrait. L'affaire des fantômes peut être assez hasardeuse.

source: [_maddie_s_towards_s_sad_s_talk_frown_] Again, I'm sorry this little trip didn't work out exactly the way I planned it, sweetie.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Encore une fois, je suis désolé que ce petit voyage n'ait pas fonctionné exactement comme je l'ai planifié, sucré.

source: [_danny_s_towards_s_sad_s_talk_pleased_] It's alright, Mom. I'll just be glad to be back in my own bed, soon enough.
french: [_danny_s_towards_s_sad_s_talk_pleased_] C'est très bien, Maman. Je serai heureux d'être de retour dans mon propre lit, assez vite.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Me too...
french: [_maddie_s_towards_s_sad_s_talk_happy_] Moi aussi...

source: [_vlad_s_raging_s_angry_s_talk_frown_] You may be able to crawl back to that giant oaf of a father figure and husband... but soon enough you'll be clamoring back to me instead...
french: [_vlad_s_raging_s_angry_s_talk_frown_] Vous pouvez peut-être ramper à cette sourate géante d'une figure du père et de son mari. , mais assez tôt, vous allez me revendiquer à la place...

source: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Nobody turns down Vlad Masters, nobody!! Or even... Vlad Plasmius!!
french: [_vlad_s_raging_wide_s_angry_s_talk_frown_] Personne ne rejette Vlad Masters, personne!! Ou même... Vlad Plasmius!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey everyone!! We're home~!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bonjour à tous!! Nous sommes à la maison~!

source: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Sugar muffin!! Are you okay?!
french: [_jack_s_flip_s_towards_wide_s_sad_s_talk_displeased_] Muffin de Sugar !! OK?!

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Danny! Mom!!
french: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Danny ! Maman !!

source: [_maddie_s_towards_s_sad_s_talk_happy_] Don't everyone worry, everything's fine! We're safe and sound.
french: [_maddie_s_towards_s_sad_s_talk_happy_] Ne vous inquiétez pas, tout va bien! Nous sommes sains et saufs.

source: [_jack_s_flip_s_towards_s_sad_s_talk_happy_] You arrived later than you said you would. Did Vlad's ride home slow you down a bit?
french: [_jack_s_flip_s_towards_s_sad_s_talk_happy_] Vous êtes arrivé plus tard que vous ne le pensiez. Est-ce que la maison de Vlad vous ralentit un peu ?

source: [_maddie_s_towards_s_angry_s_talk_frown_] Urgh, we had to make our way to a port town and get home from there. We were sorta invaded by... well...
french: [_maddie_s_towards_s_angry_s_talk_frown_] Urgh, nous avons dû nous frayer un chemin vers une ville portuaire et rentrer chez nous. Nous avons été envahis par... eh bien...

source: [_danny_s_towards_s_rise_s_talk_frown_] Ghosts.
french: [_danny_s_towards_s_rise_s_talk_frown_] Fantômes.

source: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Darnnit!! I knew I should have tagged along on the off chance something went wrong!
french: [_jack_s_flip_s_stare_s_angry_s_talk_happy_] Darnnit!! Je savais que j'aurais dû taguer sur le hasard, quelque chose s'est mal passé !

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Ol' Vladdie may be the world's {i}current{/i} leading ghost expert, but I know soon enough, I'll be the the one to take the top spot!!
french: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] Ol' Vladdie peut être le {i}courant mondial{/i} expert fantôme de premier plan, mais je sais assez tôt, je serai celui qui prendra le dessus !!

source: [_danny_s_closed_s_neutral_s_talk_happy_] Well, Mom did a pretty good job fighting them off on her own! She's actually pretty badass!
french: [_danny_s_closed_s_neutral_s_talk_happy_] Eh bien, ma mère a fait du bon travail en les combattant tout seul! Elle est vraiment bien maladroite!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Danny, you shouldn't act so surprised, her predefined gender does not define her capabilities as a woman to-
french: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Danny, vous ne devriez pas agir si surpris, son sexe prédéfini ne définit pas ses capacités en tant que femme-

source: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] {b}ANYWAY{/b}, boring non-ghost related science aside, I'm just glad you two are back home, safe and sound!
french: [_jack_s_flip_s_closed_s_wondering_s_talk_happy_] {b}ANYWAY{/b}, une science ennuyeuse sans fantôme, je suis juste heureux que vous soyez de retour chez vous, sûr et sain !

source: [_maddie_s_towards_s_sad_s_talk_amused_] Yeah... but no hugs for the moment, because I really need a shower after last night.
french: [_maddie_s_towards_s_sad_s_talk_amused_] Ouais... mais pas de câlins pour le moment, parce que j'ai vraiment besoin d'une douche après la nuit dernière.

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] You guys should relax then, I'll order some pizza in for tonight so you don't have to cook Mom.
french: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Vous devriez vous détendre alors, je vais commander une pizza ce soir pour que vous n'ayez pas à cuisiner Maman.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] That would be lovely Jazz, thank you.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Ce serait beau Jazz, merci.

source: [_danny_s_f_s_offscreen_s_rise_s_talk_pleased_] Huh? Who's there? Mom?
french: [_danny_s_f_s_offscreen_s_rise_s_talk_pleased_] Hein? Qui est là? Maman?

source: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] Yes sweetie, it's me. Can I come in please?
french: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] Oui sucré, c'est moi. Puis-je entrer s'il vous plaît ?

source: [_danny_s_f_s_offscreen_s_down_s_talk_frown_] S-sure... what's up?
french: [_danny_s_f_s_offscreen_s_down_s_talk_frown_] Sûr... Qu'est-ce qui se passe ?

source: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] I just wanted to talk about, ya' know... {i}us.{/i}
french: [_maddie_s_away_s_sad_s_talk_frown_s_blush_] Je voulais juste en parler, vous savez... {i}nous.{/i}

source: [_danny_s_towards_s_sad_s_talk_distraught_] Is everything okay? I thought we were-
french: [_danny_s_towards_s_sad_s_talk_distraught_] Est-ce que tout va bien ? Je pensais que nous étions -

source: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Y-yes, I just wanted to know, how you... {i}*Gulp*{/i} ...still felt about things.
french: [_maddie_s_towards_s_confused_s_talk_displeased_s_blush_] Y-oui, je voulais juste savoir, comment vous... {i}*Goulp*{/i} ...toujours ressenti à propos des choses.

source: [_danny_s_towards_s_unhappy_s_talk_frown_] What do you mean?
french: [_danny_s_towards_s_unhappy_s_talk_frown_] Que veux-tu dire?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] Well it's just, now that we're home, and you can see the girls you go to school with, I'd understand if you wanted to forget about everything that's happened.
french: [_maddie_s_towards_s_sad_s_talk_displeased_] Eh bien, c'est juste, maintenant que nous sommes à la maison, et vous pouvez voir les filles avec qui vous allez à l'école, Je comprendrais que vous vouliez oublier tout ce qui s'est passé.

source: [_danny_s_towards_s_angry_s_talk_pleased_] {i}Pfft{/i}, no way! I don't feel any different.
french: [_danny_s_towards_s_angry_s_talk_pleased_] {i}Pfft{/i}, pas vrai! Je ne me sens pas différent.

source: [_maddie_s_towards_s_rise_s_talk_amused_] S-sweetie, seriously, I don't want you to feel forced into any of this.
french: [_maddie_s_towards_s_rise_s_talk_amused_] Sweetie, sérieusement, je ne veux pas que vous vous sentiez contraint à tout cela.

source: [_danny_s_towards_s_angry_s_talk_happy_] Hell no, I'm excited!
french: [_danny_s_towards_s_angry_s_talk_happy_] Non, je suis excité !

source: [_maddie_s_towards_s_wondering_s_talk_amused_] ...you are?
french: [_maddie_s_towards_s_wondering_s_talk_amused_] ... vous êtes?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Aren't you?
french: [_danny_s_towards_s_sad_s_talk_distraught_] N'est-ce pas?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] M-maybe a little, just give me a little time to think please, okay? And whatever you do, please don't-
french: [_maddie_s_towards_s_confused_s_talk_displeased_] M-peut-être un peu, donnez-moi juste un peu de temps pour réfléchir, n'est-ce pas? Et quoi que vous fassiez, s'il vous plaît, ne le faites pas-

source: [_danny_s_towards_s_neutral_s_talk_frown_] Don't tell anybody, I got it.
french: [_danny_s_towards_s_neutral_s_talk_frown_] Ne dites pas à personne, je l'ai compris.

source: [_danny_s_towards_s_sad_s_talk_pleased_] I promised you, Mom.
french: [_danny_s_towards_s_sad_s_talk_pleased_] Je vous ai promis, Maman.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Thank you... goodnight Danny.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Merci... bonne nuit Danny.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Night Mom.
french: [_danny_s_towards_s_wondering_s_talk_happy_] Nocturne

source: [_danny_s_at_danny_s_sad_s_displeased_] (Mom seems like she wants to continue this, but doesn't know if I'm really ready to commit to something like this...)
french: [_danny_s_at_danny_s_sad_s_displeased_] (Maman semble vouloir continuer ceci, mais je ne sais pas si je suis vraiment prêt à m'engager sur quelque chose comme ça...)

source: [_danny_s_at_player_s_rise_s_smile_] (Maybe I should get her a gift or something? I know! Maybe I could buy her some new lingerie? That's what most men do for the women they love, right?)
french: [_danny_s_at_player_s_rise_s_smile_] (Peut-être que je devrais lui donner un cadeau ou quelque chose ? Je sais ! Peut-être que je pourrais lui acheter une nouvelle lingerie? C'est ce que la plupart des hommes font pour les femmes qu'ils aiment, n'est-ce pas?)

source: [_danny_s_at_danny_s_sad_s_displeased_] (Or is that just what {i}I{/i} want as a man?)
french: [_danny_s_at_danny_s_sad_s_displeased_] (Ou est-ce juste ce que {i}je{/i} veut en tant qu'homme?)

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh well! It'd definitely be worth at least trying!)
french: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh bien ! Ça vaudrait certainement la peine d'essayer!)

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Hey Danny what's up?
french: [_maddie_s_towards_s_neutral_s_talk_amused_] Salut Danny ce qui se passe?

source: [_danny_s_towards_s_wondering_s_talk_frown_] Nothing Mom, sorry to bother you.
french: [_danny_s_towards_s_wondering_s_talk_frown_] Rien de maman, désolé de vous déranger.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Oh... okay. Don't be out too late for dinner!
french: [_maddie_s_towards_s_amused_s_talk_amused_] Oh... OK. Ne soyez pas trop tard pour dîner!

source: [_danny_s_towards_s_neutral_s_talk_pleased_] I won't Mom.
french: [_danny_s_towards_s_neutral_s_talk_pleased_] Je ne vais pas commencer.
