Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Mom, how's it goin-
french: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Mama, comment ça va -

source: [_maddie_] {b}Danny!!{/b} There you are!! You're never going to believe it!
french: [_maddie_] {b}Danny!!{/b} Vous voilà! Vous n'allez jamais y croire!

source: [_danny_s_towards_s_rise_s_talk_frown_] Woah, woah, wh-what's up? Did Dad finally catch a ghost or something?
french: [_danny_s_towards_s_rise_s_talk_frown_] Woah, woah, qu'est-ce qui se passe? Papa a-t-il enfin attrapé un fantôme ou quelque chose ?

source: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Oh no, Danny please, don't say that word too loudly in the house anymore, your father might-
french: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Oh non, Danny s'il vous plaît, ne dites plus ce mot trop fort dans la maison, votre père pourrait-

source: [_jack_] {b}GHOSTS?!{/b} There are ghosts in the house?!? Let me at em'! I'm ready for them this time!!
french: [_jack_] {b}GOUTES ?!{/b} Il y a des fantômes dans la maison?!? Laissez-moi à eux! Je suis prêt pour eux cette fois-ci!!

source: [_danny_] Jeez, Dad, settle down! There's not a ghost here!!
french: [_danny_] Jeez, papa, s'installe ! Il n'y a pas de fantôme ici!!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Ahhh, I see... ah well, better safe than sorry!!
french: [_jack_s_towards_s_sad_s_talk_displeased_] Ahhh, je voir... ah bien, mieux vaut sûr que désolé !!

source: [_danny_s_towards_s_rise_s_talk_frown_] Uhh, what's with all the gear you've got? Is everything okay?
french: [_danny_s_towards_s_rise_s_talk_frown_] Euh, qu'est-ce qui est avec tout l'équipement que vous avez reçu ? Tout va bien?

source: [_jack_s_towards_s_sad_s_talk_happy_] Nothing could be better son, I've just finally hit my stride!
french: [_jack_s_towards_s_sad_s_talk_happy_] Rien ne pourrait être meilleur fils, je viens enfin de me battre !

source: [_maddie_s_towards_s_neutral_s_talk_distraught_] Your father has been a little 'amped up' recently due to all the rampant ghost sightings
french: [_maddie_s_towards_s_neutral_s_talk_distraught_] Votre père a été un peu "amputé" récemment en raison de tous les repères de fantômes rampants

source: [_jack_s_closed_s_sad_s_talk_happy_] Ol' Vladdie may have already caught a ghost under my nose, but the Fenton clan is still the number one ghost catchers in Amity Park!!
french: [_jack_s_closed_s_sad_s_talk_happy_] Ol' Vladdie a peut-être déjà attrapé un fantôme sous mon nez, mais le clan Fenton est toujours le premier à attirer les fantômes dans Amity Park!!

source: [_jack_s_towards_s_sad_s_talk_happy_] I'm gonna be on those sicko phantom creeps like a great auntie's chin hair on homemade meatloaf!
french: [_jack_s_towards_s_sad_s_talk_happy_] Je vais être sur ces crêpes sicko fantôme comme sur les cheveux d'une grande tante sur un pain de viande fait maison !

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...alright, so, anyywayyy... what was it you had to tell me Mom?
french: [_danny_s_towards_s_rise_s_talk_distraught_] ...d'accord, donc, de toute façon... qu'est-ce que vous aviez à me dire Maman ?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh it's just so exciting! I've been {i}personally{/i} invited to a prestigious science symposium being held down in Florida! They've even paid for the hotel stay and flight over!
french: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, c'est tellement excitant! J'ai été {i}personnellement{/i} invité à un prestigieux colloque scientifique organisé en Floride! The staff were very friendly and helpful. The room was clean and comfortable.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] What, they just, up and paid for you to go? Gee, that was awfully nice.
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Que, ils sont justes, montés et payés pour que vous alliez ? Hein, c'était terriblement sympa.

source: [_jack_s_towards_s_sad_s_talk_happy_] Well, I'll be! That's great news! Obviously they heard of the world famous {b}Jack Fenton{/b} and simply {i}knew{/i} they needed to learn more about our brilliant research!
french: [_jack_s_towards_s_sad_s_talk_happy_] Eh bien, je vais être ! C'est une bonne nouvelle ! Évidemment, ils ont entendu parler de la fameuse {b}Jack Fenton{/b} et tout simplement {i}nous{/i} dont ils avaient besoin pour en savoir plus sur notre brillante recherche !

source: [_danny_s_towards_s_wondering_s_talk_frown_] If that's true, then why didn't you get a direct invite too, Dad?
french: [_danny_s_towards_s_wondering_s_talk_frown_] Si c'est vrai, alors pourquoi n'avez-vous pas reçu d'invitation directe, papa ?

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, Danny, obviously they're aware of the vital work we have to do down here! Amity Park is a dangerous haven for evil ghosts now!
french: [_jack_s_closed_s_sad_s_talk_happy_] Eh bien, Danny, évidemment, ils sont conscients du travail vital que nous devons accomplir ici ! Le Parc Amity est un dangereux refuge pour les fantômes maléfiques maintenant !

source: [_jack_s_towards_s_sad_s_talk_happy_] So they've opted instead to have my amazing wife attend! Good thinking on their part, really!
french: [_jack_s_towards_s_sad_s_talk_happy_] Ils ont donc opté pour que ma femme incroyable soit présente ! Bonne pensée de leur part !

source: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] Ohhh my goodness, {i}amazing{/i} wife, huh? Jack Fenton... still the charmer I remember!
french: [_maddie_s_towards_s_wondering_s_talk_happy_s_blush_] Ohh ma bonté, {i}épouse incroyable{/i}, hein? Jack Fenton... encore le charme dont je me souviens!

source: [_jack_s_stare_s_angry_s_talk_happy_] Heh... I love you too, sugar muffin!
french: [_jack_s_stare_s_angry_s_talk_happy_] Heh... Je t'aime aussi, muffin de sucre !

source: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] Blech, get a room you two...
french: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] Bleu, obtenez une pièce que vous deux...

source: [_maddie_s_away_s_amused_s_talk_frown_] Ya' know, it's funny, we sorta do, it's called the house that we live in and own, Jasmine.
french: [_maddie_s_away_s_amused_s_talk_frown_] Ya' sais, c'est drôle, nous sorta faire, cela s'appelle la maison dans laquelle nous vivons et la sienne, Jasmine.

source: [_jack_s_stare_s_angry_s_talk_happy_] {b}Boom{/b}! Get faced, oldest offspring!
french: [_jack_s_stare_s_angry_s_talk_happy_] {b}Boom{/b} ! Regardez-vous, la plus ancienne progéniture !

source: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] {i}*Psssch!*{/i}. Whatever.
french: [_jazz_s_offscreen_s_towards_s_sad_s_talk_consternation_] {i}*Psssch!*{/i}. Quoi qu'il en soit.

source: [_danny_s_towards_s_wondering_s_talk_happy_] That's really cool Mom, I'm glad you're being recognized for your work! I hope you have fun while you're down there.
french: [_danny_s_towards_s_wondering_s_talk_happy_] C'est vraiment cool Mama, je suis heureux que vous soyez reconnu pour votre travail ! J'espère que vous vous amusez pendant que vous êtes là-bas.

source: [_maddie_s_towards_s_wondering_s_talk_pleased_] Well, {i}*Ahem*{/i} the thing is dear, the invite actually allows for a {u}plus one{/u} to come along as well.
french: [_maddie_s_towards_s_wondering_s_talk_pleased_] Eh bien, {i}*Ahem*{/i} la chose est chère, l'invitation permet en fait à un {u}plus un{/u} de venir lui aussi.

source: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh, so Dad can still go, and me and Jazz will have the house to ourselves? Sweet, sounds like a plan!
french: [_danny_s_towards_s_wondering_s_talk_pleased_] Oh, donc papa peut encore y aller, et moi et le Jazz aurons la maison pour nous-mêmes? Doux, sonne comme un plan!

source: [_jack_s_towards_s_sad_s_talk_happy_] Actually Danny, I think that what your mother is saying is that this would be a good time to bond with one another on your interest in ghosts!
french: [_jack_s_towards_s_sad_s_talk_happy_] Actuellement Danny, Je pense que ce que votre mère dit est que ce serait un bon moment pour nouer des liens entre vous sur votre intérêt pour les fantômes !

source: [_jack_s_closed_s_sad_s_talk_happy_] Well, you've been saying lately just how much interest you've been having in what we do, so, what better way to learn...
french: [_jack_s_closed_s_sad_s_talk_happy_] Eh bien, vous avez dit ces derniers temps à quel point vous étiez intéressé par ce que nous faisons, alors, quelle meilleure façon d'apprendre...

source: [_jack_s_stare_s_angry_s_talk_happy_] ...than to take a personal weekend trip spending your whole time around one another!!
french: [_jack_s_stare_s_angry_s_talk_happy_] ...que de prendre un week-end personnel pour passer tout votre temps autour des autres!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Yes!! Exactly!! Doesn't that sound fun Danny?!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oui!! Exactement !! N'est-ce pas amusant de Danny?!

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] Wait, what?! Me go?? N-no way, I can't just up and leave for Florida!
french: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] Attendez, quoi?! Moi partir? N-pas, je ne peux pas partir pour la Floride!

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Why, do you have a steady job you can't miss shifts at?
french: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Pourquoi, avez-vous un emploi régulier auquel vous ne pouvez pas manquer des quarts de travail ?

source: [_danny_s_towards_s_sad_s_talk_frown_] Well, no. The Nasty Burger's kinda chill about when I can just come in to mop, and-
french: [_danny_s_towards_s_sad_s_talk_frown_] Eh bien, non. Le type de Burger de Nasty frisson quand je peux venir à la vaporisation, et-

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Big homework assignment you can't do anywhere else?
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Un gros devoir que vous ne pouvez faire nulle part ailleurs ?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Uhh... no, Lancer's actually been kinda lax about not assigning any papers or-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Euh... non, le lancer a été plutôt laxiste de ne pas assigner de papiers ou-

source: [_jack_s_towards_s_sad_s_talk_happy_] Got yourself a girlfriend, sport?
french: [_jack_s_towards_s_sad_s_talk_happy_] Vous avez vous une petite amie, du sport ?

source: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] ...no, not really. {i}*Sigh*{/i}
french: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] ...non, pas vraiment. {i}*Soupir*{/i}

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Then what the heck's the matter with ya', son? You can't just bail out on your mother like this!
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Alors qu'est-ce que ça fait avec toi, fils ? Tu ne peux pas simplement renflouer ta mère comme ça !

source: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] B-bail out?! I just found out about this!! How is that bailing??
french: [_danny_s_towards_wide_s_unhappy_s_talk_frown_] B-bail out ?! Je viens de découvrir ça !! Comment est-ce que ce renflouement ??

source: [_maddie_s_towards_s_sad_s_talk_frown_] Danny... is it really that awful an idea to spend a few days with your mother? I really thought you'd be happy to hang out with me more...
french: [_maddie_s_towards_s_sad_s_talk_frown_] Dannon... Est-ce vraiment une idée de passer quelques jours avec votre mère ? Je pensais vraiment que vous seriez heureux de passer avec moi plus...

source: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] I mean, this is the last year you're gonna have living here before you go off to college, and... well... time feels fleeting at this stage in my life.
french: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] Je veux dire, c'est la dernière année où vous allez vivre ici avant de partir à l'université, et. ... eh bien... le temps se sent éphémère à ce stade de ma vie.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Aww jeez, n-no, Mom, it's not an awful idea, I just mean that...
french: [_danny_s_towards_s_unhappy_s_talk_distraught_s_blush_] Aww jeez, n-no, Maman, ce n'est pas une idée affreuse, je veux juste dire que...

source: [_danny_s_at_player_s_wondering_s_frown_s_-blush_] (Damn it! How the hell am I going to talk my way out of this one? {i}"Oooh, sorry Mom, gotta protect the town from far too horny spirits!!"{/i})
french: [_danny_s_at_player_s_wondering_s_frown_s_-blush_] (Bon sang! Comment suis-je en train de parler de mon sort? {i}"Oooh, désolé, il faut protéger la ville des esprits trop cornés! "{/i})

source: [_danny_s_down_s_sad_s_talk_frown_] It's just really short notice is all I meant, ya' know?
french: [_danny_s_down_s_sad_s_talk_frown_] C'est juste très court avis est tout ce que je voulais dire, vous savez?

source: [_maddie_s_towards_s_wondering_s_talk_distraught_] But Danny, there's nothing to get in the way of going to it! Your big exams aren't for a few more months, right? And it's only over the weekend anyway!
french: [_maddie_s_towards_s_wondering_s_talk_distraught_] Mais Danny, il n'y a rien à faire pour y aller ! Vos grands examens ne durent pas encore quelques mois, n'est-ce pas ? Et ce n'est que le week-end de toute façon !

source: [_maddie_s_away_s_sad_s_talk_distraught_] I really don't know what you'd be missing out on, and you'd really make me happy by attending.
french: [_maddie_s_away_s_sad_s_talk_distraught_] Je ne sais vraiment pas ce que vous manquez, et vous me rendriez vraiment heureux en y participant.

source: [_danny_s_at_danny_s_unhappy_s_displeased_] (Man... Mom seems so eager for me to come with, but is this really the right time for me to go running away on holiday?)
french: [_danny_s_at_danny_s_unhappy_s_displeased_] (Homme... La mère me semble tellement impatiente de venir avec elle, mais est-ce vraiment le moment idéal pour partir en vacances ?)

source: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] I just don't know if science is all my thing, I mean... I think ghosts are interesting, but I might just end up embarrassing you guys.
french: [_danny_s_at_danny_s_unhappy_s_talk_distraught_] Je ne sais pas si la science est tout ce que je veux, je veux dire... Je pense que les fantômes sont intéressants, mais je pourrais juste finir par vous embarrasser les gars.

source: [_jack_s_towards_s_sad_s_talk_happy_] Well what better way to learn a bit more than with the best minds in the country around you? A symposium this size will help prepare you for when your old man finally steps down and hands the mantle to you!
french: [_jack_s_towards_s_sad_s_talk_happy_] Eh bien, quelle meilleure façon d'apprendre un peu plus qu'avec les meilleurs esprits du pays autour de vous ? Un symposium de cette taille vous aidera à préparer lorsque votre vieil homme se retirera enfin et vous remettra le manteau!

source: [_danny_s_down_s_sad_s_talk_frown_] I-I see your point there, I still just think that-
french: [_danny_s_down_s_sad_s_talk_frown_] Je vois votre point de vue là-bas, je pense toujours que-

source: [_maddie_s_towards_s_sad_s_talk_frown_] Oh Danny, let me just be honest and put this out on the table... I feel we've been really distant recently, whether on purpose or not.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Oh Danny, permettez-moi d'être honnête et de mettre cela sur la table. . - J’ai le sentiment que nous avons été très éloignés récemment, que ce soit à dessein ou non.

source: [_maddie_s_towards_wide_s_neutral_s_talk_pleased_] This could be a chance to reconnect a bit. It'll be a really good opportunity for us both to have some quality mother-son bonding time together!
french: [_maddie_s_towards_wide_s_neutral_s_talk_pleased_] Cela pourrait être une chance de se reconnecter un peu. Ce sera une excellente occasion pour nous tous deux d'avoir un peu de temps de liaison de qualité entre nous !

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Cause I still 'wuv my little guy so much... and I bet he still 'wuv's me too...
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Parce que je continue à wuv mon petit gars tellement ... et je parie qu'il est toujours 'wuv' moi aussi...

source: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Jeez, honestly, that's a little cringey Mom.
french: [_danny_s_towards_s_rise_s_talk_distraught_s_blush_] Jeez, honnêtement, c'est un petit maman cringey.

source: [_jack_s_towards_s_sad_s_talk_displeased_] There's nothing cringey or weird about a mother simply loving her son!
french: [_jack_s_towards_s_sad_s_talk_displeased_] Il n'y a rien de fou ou d'étrange qu'une mère aime simplement son fils !

source: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Well, I imagine it can get weird if you overdo the whole "loving" part... but maybe that's just my thinking...)
french: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Eh bien, j'imagine que ça peut être bizarre si vous surpassez toute la partie "amour"... mais c'est peut-être juste ma pensée...)

source: [_jack_s_closed_s_wondering_s_talk_happy_] In fact, it's being weird that makes being a Fenton a Fenton, you know that! It's the weird elements of life that brings people together, like your mother and I!
french: [_jack_s_closed_s_wondering_s_talk_happy_] En fait, c'est bizarre que d'être Fenton un Fenton, vous le savez ! Ce sont les éléments bizarres de la vie qui rassemblent les gens, comme votre mère et moi !

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] For that reason alone, you should {b}love{/b} being weird! It's weirdness that helped me find the love of my life...
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Rien que pour cette raison, vous devriez que {b}amour{/b} soit bizarre ! C'est bizarre qui m'a aidé à trouver l'amour de ma vie...

source: [_maddie_s_towards_s_talk_happy_s_blush_] {i}Nawww{/i}, you really are in a sweet mood today!
french: [_maddie_s_towards_s_talk_happy_s_blush_] {i}Nawww{/i}, vous êtes vraiment d'humeur douce aujourd'hui!

source: [_jack_s_stare_s_angry_s_talk_happy_] Why wouldn't I be honey? My amazing wife and my developing prodigy of a son are going to represent our family at the largest ghost hunting convention in the good ol' USA!
french: [_jack_s_stare_s_angry_s_talk_happy_] Pourquoi ne serais-je pas du miel ? Ma femme étonnante et mon prodige en développement d'un fils vont représenter notre famille lors de la plus grande convention de chasse aux fantômes dans le bon ol' USA!

source: [_danny_s_towards_s_rise_s_talk_frown_] Woah hey, can't I still have a little time to think about this?
french: [_danny_s_towards_s_rise_s_talk_frown_] Woah hey, n'aurais-je pas encore un peu de temps pour y penser ?

source: [_maddie_s_towards_s_sad_s_talk_frown_] You're still not sure...?
french: [_maddie_s_towards_s_sad_s_talk_frown_] Vous n'êtes toujours pas sûr...?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, I'm really not trying to say that I won't, or that I'd hate to, but-
french: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hé, je n'essaie vraiment pas de dire que je ne le ferai pas, ou que je détesterais, mais-

source: [_danny_s_down_s_unhappy_s_consternation_] (Damn it...I don't want to let her down, she's clearly super keen on the idea of us going.)
french: [_danny_s_down_s_unhappy_s_consternation_] (Bon sang, je ne veux pas la laisser tomber, elle est manifestement super enthousiaste à l'idée de nous aller.)

source: [_danny_s_at_player_s_sad_s_displeased_] (Could the town really be fine without me here? I feel like it's a risk...)
french: [_danny_s_at_player_s_sad_s_displeased_] (Est-ce que la ville est vraiment bonne sans moi ici? J'ai l'impression que c'est un risque...)

source: [_danny_s_towards_s_sad_s_displeased_] (But nothing's worth risking hurting Mom's feelings like this...)
french: [_danny_s_towards_s_sad_s_displeased_] (Mais rien ne vaut la peine de risquer de blesser les sentiments de maman comme ça...)

source: [_danny_s_towards_s_unhappy_s_talk_pleased_] Well... I mean I guess I can't say no to a face like that, can I?
french: [_danny_s_towards_s_unhappy_s_talk_pleased_] Eh bien... je veux dire que je ne peux pas dire non à un visage comme celui-ci, puis-je ?

source: [_maddie_s_towards_s_sad_s_talk_distraught_] Oh sweetheart, no, if you really don't want to come, I would completely understand. Don't feel obligated at all just because I want you to. Trust me, it's your choice.
french: [_maddie_s_towards_s_sad_s_talk_distraught_] Oh amoureux, non, si vous ne voulez pas vraiment venir, je comprendrais parfaitement. « Ne vous sentez pas du tout obligée simplement parce que je veux que vous fassiez. Croyez-moi, c'est votre choix. »

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] {i}*Whispering* Psssst!{/i}. Danny. {u}Trust{/u} me. It's a trap. Reverse psychology at its finest!
french: [_jack_s_towards_wide_s_sad_s_talk_displeased_] {i}*Murmure* Psssst !{/i}. Danny. {u}Trust{/u} moi. C'est un piège. psychologie inverse à son meilleur !

source: [_danny_s_towards_wide_s_unhappy_s_talk_pleased_] No Mom! I WANT to come. Seriously.
french: [_danny_s_towards_wide_s_unhappy_s_talk_pleased_] Pas de Maman ! Je veux venir. Sérieusement.

source: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Well now I don't want you to feel like I'm forcing you, so don't say-
french: [_maddie_s_towards_wide_s_sad_s_talk_frown_] Eh bien, maintenant je ne veux pas que vous vous sentiez comme si je vous forçais, alors ne dites pas-

source: [_danny_s_down_s_wondering_s_talk_distraught_] You're not forcing me. I've just had a lot on my mind lately is all, and well... rather than focus on it, I could use this time to distract myself.
french: [_danny_s_down_s_wondering_s_talk_distraught_] Vous ne me forcez pas. J'ai eu beaucoup de choses à l'esprit ces derniers temps, c'est tout. . - Au lieu de me concentrer sur ce sujet, je pourrais utiliser ce temps pour me distraire.

source: [_danny_s_towards_s_neutral_s_talk_happy_] I mean, a weekend away from here might actually do me some good!
french: [_danny_s_towards_s_neutral_s_talk_happy_] Je veux dire, un week-end loin d'ici pourrait vraiment me faire du bien !

source: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Oh Danny, thank you, thank you, thank you!! I'm so happy you're coming!
french: [_maddie_s_towards_wide_s_wondering_s_talk_happy_] Oh Danny, merci, merci! Je suis si heureux que vous veniez !

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}Ayyyye{/i}, that's my boy! You'll be a real lady killer one day knowing how to talk your way outta jams like that.
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}Ayyyye{/i}, c'est mon garçon! Vous serez une vraie dame tuée un jour en sachant comment vous débrouiller en dehors des confitures comme ça.

source: [_maddie_s_towards_s_confused_s_talk_pleased_s_blush_] Jack, c'mon, I'm his mother! It's a little different, please...
french: [_maddie_s_towards_s_confused_s_talk_pleased_s_blush_] Jack, mon mon, je suis sa mère ! C'est un peu différent, s'il vous plaît...

source: [_jack_s_stare_s_angry_s_talk_happy_] And a fine mother you are at that! Anyway, if either of you two need me, I'll be off in the lab...
french: [_jack_s_stare_s_angry_s_talk_happy_] Et une belle mère, vous y êtes ! Quoi qu'il en soit, si l'un d'entre vous a besoin de moi, je serai en laboratoire...

source: [_jack_s_at_player_wide_s_idle_s_talk_happy_] ...tracking down these scuzzy spectral slimeballs... in hopes to blast them to kingdom come... to meet their unholy maker once more...
french: [_jack_s_at_player_wide_s_idle_s_talk_happy_] ...en traquant ces saccades spectrales maladroites... dans l'espoir de les faire venir dans le royaume... pour rencontrer leur créateur impie une fois de plus...
