Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_paulina_] Don't stop! Come on Ghost Boy, fuck me harder!! I love doing this with you!!
french: [_paulina_] Ne vous arrêtez pas ! Venez sur Ghost Boy, baisez-moi plus dur !! J'adore le faire avec vous !!
german: [_paulina_] Halte dich nicht auf! Komm mit Ghost Boy, ficke mich härter!! Ich liebe es, das mit dir zu tun!!

source: [_danny_] P-Paulina! I don't know how much longer I can last.
french: [_danny_] P-Paulina ! Je ne sais pas combien de temps je peux durer.
german: [_danny_] P-Paulina! Ich weiß nicht, wie lange ich noch halten kann.

source: [_paulina_] Oh, please, just a little bit more!{p}{i}Ah!{/i}{p}L-look at me when you make l-love to- {i}ooh!{/i} ...me...~
french: [_paulina_] Oh, s'il vous plaît, juste un peu plus !{p}{i}Ah!{/i}{p}L-regardez-moi quand vous faites de l amour - {i}ooh !{/i} ...moi ...~
german: [_paulina_] Oh, bitte, nur ein bisschen mehr!{p}{i}Ah!{/i}{p}L-Schau mich an, wenn du l-love zu- {i}ooh!{/i} ...ich...~

source: [_paulina_] Oh, fuck! I can feel you actually pulsing inside my body! This is incredible!
french: [_paulina_] Oh, baise ! Je peux sentir que vous êtes vraiment en train de pulser dans mon corps ! C'est incroyable!
german: [_paulina_] Oh, fuck! Ich kann mich wirklich fühlen, dass du in meinem Körper pulsierst! Das ist unglaublich!

source: [_paulina_] Yes, yes, YES!!
french: [_paulina_] Oui, oui, OUI !!
german: [_paulina_] Ja, ja!!

source: [_danny_] I'm gonna... I'm gonna cum Paulina!
french: [_danny_] Je suis partie... Je vais foutre Paulina !
german: [_danny_] Ich bin gonna... Ich werde cum Paulina!

source: [_paulina_] {i}Yesss!~{/i} Do it!
french: [_paulina_] {i}Oui!~{/i} Faites-le !
german: [_paulina_] {i}Ja!~{/i} Tu es!

source: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh God... that was the best!
french: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh Dieu... c'était le meilleur!
german: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh Gott... das war der beste!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I can't believe we did that on a desk!! That's so crazy!!
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Je ne peux pas croire que nous avons fait ça sur un bureau !! C'est tellement fou !!
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Ich kann nicht glauben, dass wir das auf einem Schreibtisch gemacht haben!! Das ist so verrückt!!

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-that good for you too, huh?
french: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-que bon pour vous aussi, hein ?
german: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-das auch für dich gut ist, oder?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Totally! Just let me catch my breath and I'll tell you my play-by-play thoughts on having sex with you!
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Totalement ! Laissez-moi juste prendre mon souffle et je vais vous raconter mes pensées de jeu par jeu sur le fait d'avoir du sexe avec vous !
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Total! Lass mich nur atmen und ich erzähle dir meine spiel-by-play Gedanken, Sex mit dir zu haben!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Come on, silly, we better get going soon. Let me just get dressed for a second here...
french: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Allez, idiot, il vaut mieux aller vite. Laissez-moi juste m'habiller une seconde ici...
german: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Komm, dumm, wir gehen besser bald los. Lass mich einfach für eine Sekunde hier kleider...

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay! I'm ready. Thanks for watching the door for me.{p}Come on, let's get out of here!
french: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Ok ! Je suis prêt. Merci de m'avoir regardé la porte pour moi.{p}Allez, sortons d'ici!
german: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay! Ich bin fertig. Danke, dass du mir die Tür angesehen hast.{p}Komm, lass uns raus!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] You don't have to tell me twice. I think I've had enough excitement for one night.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Vous n'avez pas à me le dire deux fois. Je pense que j'ai eu assez d'excitation pour une nuit.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Du musst mir nicht zweimal erzählen. Ich denke, ich habe genug Aufregung für eine Nacht.

source: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, thanks.{p}For helping me out with my test... and ya' know, the {i}other{/i} stuff.
french: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Garçon fantôme, merci.{p}pour m'avoir aidé à mon test... et vous savez, les {i}autres{/i}.
german: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, danke.{p}dafür, dass du mir bei meinem Test geholfen hast... und du weißt, das {i}andere{/i} Sache.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Are you kidding me?? I should be thanking you, tonight has been amazing! I feel ready to tackle any stupid big baddie ghost! You really raised my spirits, no pun intended.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Vous me plaisantez ?? Je dois vous remercier, ce soir a été incroyable ! « Je me sens prêt à affronter n'importe quel fantôme stupide de gros mélodies! Vous avez vraiment levé mes esprits, pas de pun voulu. »
german: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Scherzhaft du mich? Ich sollte dir danken, heute Abend war erstaunlich! Ich fühle mich bereit, gegen jeden dummen großen Bärengeist anzugehen! Du hast wirklich meine Geister erhoben, kein Pun beabsichtigt.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Well, you totally saved my grade in that class! So in my eyes, you really are just a {u}super{/u} sweetie, "Billy".
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Eh bien, vous avez totalement sauvé ma classe dans cette classe! Alors, à mes yeux, vous n'êtes vraiment qu'un {u}sucré {/u}, « Billy».
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Nun, du hast meine Note komplett in dieser Klasse gespeichert! Also in meinen Augen, bist du wirklich nur ein {u}Super{/u} Sweetie, "Billy".

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] So... stop me if this is like weird at this point or something, but like... are we...? I mean, I guess, boyfriend and girlfriend now...? Or would you wanna maybe-
french: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Alors, arrêtez-moi si c'est comme bizarre à ce stade ou quelque chose, mais j'aime... sommes-nous...? Je veux dire, je suppose, mon petit ami et ma petite amie maintenant...? Ou vous voulez peut-être-
german: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Also... stoppe mich, wenn das an dieser Stelle wie seltsam oder ähnliches, aber wie... sind wir...? Ich meine, ich denke, ich bin jetzt Freundin und Freundschaft...? Oder möchtest du vielleicht-

source: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhh... I don't know.{p}For now, I'd say... not quite? Sorry...
french: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, euh... Je ne sais pas.{p}Pour l'instant, je dirai... pas tout à fait ? Désolé...
german: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhhh... Ich weiß es nicht.{p}fürs Erste würde ich sagen... nicht beenden? Entschuldigung...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... no, yeah for sure, I understand.
french: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... non, oui, bien sûr, je comprends.
german: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... nein, ja, sicher, ich verstehe.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] I dunno if I'd be able to convince my friends or Daddy that I was dating a dead boy... that might be a little strange, at least for the moment...
french: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Je ne sais pas si je pourrais convaincre mes amis ou papa que j'étais un garçon mort. . Cela pourrait être un peu étrange, du moins pour le moment...
german: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Ich dunne nicht, wenn ich meine Freunde oder Daddy davon überzeugen könnte, dass ich einen toten Jungen datieren würde. , das könnte ein wenig seltsam sein, zumindest für den Augenblick...

source: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ...but I {i}do{/i} like you! Honest! You are {i}so{/i} different to all the other guys I know! Definitely different compared to any other guy I've ever liked before, too...
french: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ... « ut moi, {i}{/i} je vous aime! Honnête! Vous êtes {i}{/i} différents de tous les autres gars que je sais! » Très différent par rapport à n'importe quel autre type que j'ai déjà aimé, aussi...
german: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ... Aß ich {i}kann{/i} wie du! Ehrlich! Du bist {i}so{/i} anders als alle anderen Jungs, die ich kenne! Definitiv anders im Vergleich zu jedem anderen Typ, den ich je auch schon einmal mochte...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (She just said she likes me!){p}Really?
french: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (Il vient de dire qu'elle m'aime !){p}Vraiment?
german: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (Er hat gerade gesagt, dass sie mich mag!){p}Wirklich?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] You can be pretty dorky at times, not going to lie, but... yes. I think you are very, {i}very{/i} nice.
french: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Vous pouvez parfois être assez endormi, ne pas mentir, mais... oui. Je pense que vous êtes très, {i}très{/i} sympa.
german: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Du kannst manchmal ziemlich wackelig sein, nicht lügen, aber... ja. Ich glaube, du bist sehr, {i}sehr, sehr nett.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] So, could I maybe see you again?
french: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Alors, pourrais-je vous revoir ?
german: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Könnte ich dich vielleicht wieder sehen?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Absolutely!
french: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Absolument !
german: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Absolut!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] I'll see you around! Text me whenever!
french: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] Je vais te voir autour de toi ! Écrivez-moi quand tu le seras !
german: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] Ich sehe dich herum! Setze mich wann immer!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh man! What a night, Sam and Tucker will never believe in a million years what just happened.)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh homme ! Quelle nuit, Sam et Tucker ne croiront jamais en un million d'années ce qui s'est passé.)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh Mann! Was für eine Nacht, Sam und Tucker werden nie in einer Million Jahren glauben, was gerade passiert ist.)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (I guess that sorts out an Orgone boost for me as well. I almost sorta forgot about that!{p}Now I just need to focus on dealing with Ember...)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Je suppose que cela règle aussi un boost d'Orgone pour moi. J'ai presque oublié ça !{p}Maintenant j'ai juste besoin de me concentrer sur le traitement d'Ember...)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Ich denke, dass mir auch ein Orgone Boost gefällt. Ich habe das fast sorta vergessen!{p}Jetzt muss ich mich nur auf den Umgang mit Ember konzentrieren...)

source: [_danny_s_down_s_idle_s_talk_displeased_] I mean, it could be a bit of a long shot with her, but I think Desiree might be willing to help out...
french: [_danny_s_down_s_idle_s_talk_displeased_] Je veux dire, cela pourrait être un peu long avec elle, mais je pense que Desiree pourrait être prêt à aider...
german: [_danny_s_down_s_idle_s_talk_displeased_] Ich meine, es könnte ein bisschen lang mit ihr sein, aber ich denke, Desiree könnte bereit sein, dabei zu helfen...

source: [_danny_s_at_player_s_rise_s_talk_displeased_] I better summon Des and see what she has to say on the matter.
french: [_danny_s_at_player_s_rise_s_talk_displeased_] Je préfère invoquer Des et voir ce qu'elle a à dire à ce sujet.
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Ich beschwöre Dur besser und sehe, was sie dazu zu sagen hat.

source: [_desiree_] You have summoned me Master?
french: [_desiree_] Vous m'avez invoqué Maître?
german: [_desiree_] Du hast mich Meister beschworen?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... how've you been doing?
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... Comment avez-vous fait?
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyy{/i}, Des... Wie hast du es getan?

source: [_desiree_] ...is this one of your strange attempts at fraternization? I've been floating around in this canister with nothing else to do, how might you {i}think{/i} I've "been doing"?
french: [_desiree_] ... Est-ce l'une de vos étranges tentatives de fraternisation ? « J'ai flotté dans cette cantine, sans rien d'autre à faire, comment pouvez-vous penser que {i}{/i} je "faisais" ? »
german: [_desiree_] ... s dieses eines deiner seltsamen Brüderungsversuche ? Ich habe in diesem Kanister herumgeschwebt, ohne etwas anderes zu tun, wie würdest du {i}denken{/i} Ich habe "getan"?

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, right, right... so, you wouldn't mind doing me a big favor to help alleviate your boredom then?
french: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, d'accord, hein... alors vous ne voudriez pas me faire une grande faveur pour aider à soulager votre ennui à l'époque?
german: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, rechts, richtig... also würdest du mir keinen großen Gefallen tun, um deine Langeweile zu lindern?

source: [_desiree_] {i}*Sigh*{/i} What do you need?
french: [_desiree_] {i}*Soupir*{/i} De quoi avez-vous besoin?
german: [_desiree_] {i}*Sehen*{/i} Was brauchst du?

source: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, there's this really powerful ghost I'm chasing after, and she's seriously a lot more-
french: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, il y a ce fantôme vraiment puissant que je poursuis, et elle est sérieusement beaucoup plus -
german: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, es gibt diesen wirklich mächtigen Geist, nach dem ich jage und sie ist sehr viel mehr ernst -

source: [_desiree_] I shall not be having sex with you willingly. Not even for Orgone.
french: [_desiree_] Je ne vais pas avoir de relations sexuelles avec vous volontairement. Pas même pour Orgone.
german: [_desiree_] Ich werde nicht gerne Sex mit dir haben. Nicht einmal für Orgone.

source: [_danny_s_down_s_sad_s_talk_consternation_] ...well I guess that was to be expected.{p}Sorry, I guess you just might be interested in helping, cause... ya' know.
french: [_danny_s_down_s_sad_s_talk_consternation_] ...bien je suppose qu'il fallait s'y attendre.{p}Désolé, je suppose que vous pourriez juste être intéressé par l'aide, parce que... vous savez.
german: [_danny_s_down_s_sad_s_talk_consternation_] ...ich denke, das war zu erwarten.{p}Tut mir leid, du könntest einfach daran interessiert sein, zu helfen, Ursache... ya' wissen.

source: [_desiree_] {i}*Blushing*{/i} W-what happened at that silly dance was just a... a special one-off! I changed my mind! I am not just some harlot that beds any man who makes her crack a smile for a night.
french: [_desiree_] {i}*Blushing*{/i} W-ce qui s'est passé à cette danse stupide n'était que ... une unique spéciale! J'ai changé d'avis! Je ne suis pas un peu bruyante qui lit n'importe quel homme qui fait de sa fissure un sourire pour une nuit.
german: [_desiree_] {i}*Blushing*{/i} W-was bei diesem dummen Tanz geschah, war nur ... ein spezielles Einmal! Ich habe meine Meinung geändert! Ich bin nicht nur ein harlot dass Betten jeder, der sie zu einem Lächeln für eine Nacht macht.

source: [_danny_s_down_s_sad_s_talk_displeased_] I guess that's... fair? Alright, well, I had to try.
french: [_danny_s_down_s_sad_s_talk_displeased_] Je suppose que c'est... juste ? D'accord, eh bien, j'ai dû essayer.
german: [_danny_s_down_s_sad_s_talk_displeased_] Ich schätze das... fair? Gut, gut, ich musste es versuchen.

source: [_desiree_] But... wait...{p}...you {i}aren't{/i} going to order me to have sex with you?{p}I mean, you do know you {u}literally{/u} can, right?
french: [_desiree_] Mais... attendre...{p}... ou {i}ne vont pas m'ordonner d'avoir des rapports sexuels avec vous?{p}Je veux dire, vous savez que vous {u}littéralement{/u} peut{/u}?
german: [_desiree_] Aber... warten...{p}... ou {i}wird mich nicht um Sex mit dir bestellen?{p}Ich meine, du weißt, du weißt dich {u}wörtlich{/u} kannst, oder?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? No, of course not, not if you wouldn't want that. I'll just have to figure something else out then.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Hein? Non, bien sûr, pas si vous ne vouliez pas ça. Je vais juste devoir trouver autre chose à ce moment-là.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Nein, natürlich nicht, nicht wenn du das nicht möchtest. Ich muss dann nur noch etwas anderes herausfinden.

source: [_danny_s_towards_s_sad_s_talk_happy_] Sorry for the trouble, I didn't mean to assume or anything.
french: [_danny_s_towards_s_sad_s_talk_happy_] Désolé pour le problème, je ne voulais rien présumer ou quoi que ce soit.
german: [_danny_s_towards_s_sad_s_talk_happy_] Entschuldigen Sie die Mühe, ich meinte nicht anzunehmen oder nichts.

source: [_desiree_] ...oh. I guess I was just expecting you to-{p}...nevermind.
french: [_desiree_] ...oh. Je suppose que je vous attendais -{p}...jamais.
german: [_desiree_] ...oh. Ich denke, ich habe dich gerade erwartet-{p}...nichts.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, I've already told you, I'm never going to try to take advantage of you. You're just in lockup to keep others safe from your powers, you're not a slave to me...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, je vous l'ai déjà dit, je ne vais jamais essayer de vous profiter. Vous êtes juste dans l'impasse pour protéger les autres de vos pouvoirs, vous n'êtes pas un esclave pour moi...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, ich habe dir bereits gesagt, ich werde nie versuchen, die Vorteile von dir zu nutzen. Du bist gerade in der Sperre, um andere vor deinen Kräften zu schützen, du bist kein Sklave für mich...

source: [_desiree_] {i}*Grumbles*{/i} ...strange... little...{p}...{i}kind{/i}, boy...
french: [_desiree_] {i}*Grumbles*{/i} ...étrange... petit...{p}...{i}kind{/i}, garçon...
german: [_desiree_] {i}*Grumbles*{/i} ...seltsam... wenige...{p}...{i}kind{/i}, boy...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...what was that?
french: [_danny_s_towards_s_rise_s_talk_displeased_] ...Qu'est-ce que c'était?
german: [_danny_s_towards_s_rise_s_talk_displeased_] ...was war das?

source: [_desiree_] Nothing of consequence.
french: [_desiree_] Rien de conséquence.
german: [_desiree_] Keine Konsequenzen.

source: [_desiree_] So, this particular ghost of yours... she is one not to be trifled with currently?
french: [_desiree_] Alors, ce fantôme particulier de votre... elle est à ne pas se fouler pour le moment ?
german: [_desiree_] Also, dieser bestimmte Gespenst von Ihnen... Sie ist einer, mit dem man sich momentan nicht verdrehen soll?

source: [_danny_s_down_s_neutral_s_talk_consternation_] Yeah, she kinda kicked my butt to the curb. Flat out.
french: [_danny_s_down_s_neutral_s_talk_consternation_] Ouais, elle a donné un coup de pied à la courbe. Aplatie.
german: [_danny_s_down_s_neutral_s_talk_consternation_] Ja, sie hat meinen Knall auf den Curb geschlagen.

source: [_desiree_] {i}Hmmmm{/i}, I see. A shame I could not have been witness to that spectacle.
french: [_desiree_] {i}Hmm{/i}, je vois. Une honte que je n'aie pas pu être témoin de ce spectacle.
german: [_desiree_] {i}Hmmmm{/i}, ich sehe. Eine Schande, die ich nicht hätte Zeuge dieses Spektakels sein können.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Look, do you have any ideas to help me out here or not? The town's not gonna save itself from... whatever she's got planned with her mind altering music powers.
french: [_danny_s_towards_s_neutral_s_talk_consternation_] Regardez, avez-vous des idées pour m'aider ici ou non ? La ville ne va pas se sauver. . - tout ce qui a été planifié avec son esprit modifiant les pouvoirs musicaux de la musique.
german: [_danny_s_towards_s_neutral_s_talk_consternation_] Schau, hast du Ideen mir hier zu helfen oder nicht? Die Stadt wird sich nicht retten. . Was auch immer sie geplant hat, indem sie ihre musikalischen Kräfte verändert.

source: [_desiree_] As a ghost myself, I could not care a smidgen what gruesome fate is bestowed upon your town... but what exactly did you have planned so far?
french: [_desiree_] En tant que fantôme moi-même, je ne pouvais pas me soucier d'un forgeron du destin horrible qui est donné à votre ville. . - Mais qu’avez-vous prévu jusqu’ici?
german: [_desiree_] Als Gespenst selbst konnte ich mich nicht um einen Smidgen kümmern, welches grausame Schicksal deiner Stadt zuteil wird. . Aber was haben Sie bisher genau geplant?

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I actually need two doses of Orgone so I can take her on. I've got the second one already lined up, but... if not from you, maybe you could just help, ya' know, play a sorta "wing woman" for me?
french: [_danny_s_towards_s_sad_s_talk_happy_] Eh bien, j'ai besoin de deux doses d'Orgone pour pouvoir l'assumer. J'ai déjà le deuxième, mais... . Si ce n'est pas de vous, peut-être pourriez-vous simplement vous aider, vous savez, jouer une sorta "femme d'aile" pour moi?
german: [_danny_s_towards_s_sad_s_talk_happy_] Nun, ich brauche eigentlich zwei Dosen Orgin, damit ich sie aufnehmen kann. Ich habe die zweite bereits angeordnet, but. . wenn nicht von dir, vielleicht könntest du einfach helfen, ya' wissen, spielen Sie eine sorta "Flügelfrau" für mich?

source: [_desiree_] A... "wing-woman"?
french: [_desiree_] A... « aile » ?
german: [_desiree_] A... "Flügelfrau"?

source: [_danny_s_towards_s_idle_s_talk_happy_] As in, you could help me match up with another girl to produce the Orgone I need.
french: [_danny_s_towards_s_idle_s_talk_happy_] Comme dans le passé, vous pourriez m'aider à faire coïncider avec une autre fille pour produire l'orgue dont j'ai besoin.
german: [_danny_s_towards_s_idle_s_talk_happy_] Als innen könntest du mir helfen, ein anderes Mädchen zu finden, um die Orgone zu produzieren, die ich brauche.
