Repository: DonRP/AmityPark
Catalog: game/*/*/episode6_MZ.po
Languages: french

source: [_maddie_] {i}*Yawn*{/i} Ohhh, goodness... I feel like I ran a marathon last night. My legs still feel like Jelly...
french: [_maddie_] {i}*Yawn*{/i} Ohhh, bonté... J'ai l'impression d'avoir couru un marathon hier soir. Mes jambes se sentent toujours comme Jelly...

source: [_maddie_] {i}*Gasp*{/i} {b}OH NO!! DANNY, QUICKLY, WHAT TIME IS IT?!{/b}
french: [_maddie_] {i}*Gasp*{/i} {b}NON !! DANNY, QUELQUE, QU'EST-CE QU'EST-CE QU'EST-CE QU'EST ?!{/b}

source: [_danny_] Uhh, 11, I THINK?
french: [_danny_] Euh, 11, JE PENSES ?

source: [_maddie_] I can't believe we fell asleep! Danny, your father and Jazz will be home in an hour!! Get dressed!
french: [_maddie_] Je ne peux pas croire que nous sommes tombés endormis! Danny, ton père et le jazz seront à la maison dans une heure!! S'habiller!

source: [_danny_] Mom, we have a whole hour, relax. It's not like we trashed the place. Just go take a shower, and I'll stay in my room
french: [_danny_] Maman, nous avons une heure entière, détendez-vous. Ce n'est pas comme si nous pouvions mettre l'endroit. Va juste prendre une douche, et je resterai dans ma chambre

source: [_maddie_] {i}*Mumble*{/i} Oh, Sorry, guess I'm just a little paranoid.
french: [_maddie_] {i}*Mumble*{/i} Oh, désolé, je suis juste un peu paranoïaque.

source: [_danny_] It's okay Mom, I'll get up in a minute.
french: [_danny_] C'est bien ma Maman, je vais me lever dans une minute.

source: [_maddie_] I'm gonna go shower and get dressed...
french: [_maddie_] Je vais aller à la douche et me faire habiller...

source: [_danny_] Don't worry about it Mom. Just go take care of yourself...
french: [_danny_] Ne vous inquiétez pas de ça Maman. Allez vous occuper de vous...

source: [_maddie_] Now, where did I put my clothes?
french: [_maddie_] Maintenant, où ai-je mis mes vêtements ?

source: [_maddie_s_morningafter_s_normal_s_towards_s_wondering_s_talk_bite_] You know... you can slap it if you want sweetie, you don't need to be a good boy again just yet...
french: [_maddie_s_morningafter_s_normal_s_towards_s_wondering_s_talk_bite_] Vous savez... vous pouvez le claquer si vous voulez édulcorer, vous n'avez pas encore besoin d'être un bon garçon...

source: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_happy_s_blush_] It's a really nice butt Mom.
french: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_happy_s_blush_] C'est une maman aux fesses vraiment sympa.

source: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_bite_s_-blush_] (Poor dear... I'm really going to have to work to shape up his confidence a bit aren't I?)
french: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_bite_s_-blush_] (Pauvre chère... Je vais vraiment devoir travailler pour forger sa confiance un peu non ?)

source: [_maddie_s_morningafter_s_handprint_s_towards_s_neutral_s_talk_bite_s_blush_] {i}*Ahem*{/i}! I think you've had enough of my butt for now young man.
french: [_maddie_s_morningafter_s_handprint_s_towards_s_neutral_s_talk_bite_s_blush_] {i}*Ahem*{/i} ! Je pense que vous en avez assez pour le jeune homme.

source: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_talk_pleased_] Well actually... speaking of your butt, there's sorta been something I've wanted to try for a little while...
french: [_danny_s_f_s_offscreen_s_ahegao_s_wondering_s_talk_pleased_] Eh bien, en fait... en parlant de vos fesses, il y a eu quelque chose que je voulais essayer depuis un moment...

source: [_maddie_s_morningafter_s_handprint_s_towards_s_idle_s_talk_bite_] ...smooth. It's been but one day, and you're already thinking of laying into my rear end.
french: [_maddie_s_morningafter_s_handprint_s_towards_s_idle_s_talk_bite_] ... lisse. Cela n'a pas été un jour, et vous pensez déjà à me mettre dans l'arrière.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_pleased_s_blush_] Hey can't blame a guy for trying. Shouldn't you be getting your sexy butt dressed again?
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_pleased_s_blush_] Hey ne peut pas reprocher à un gars d'avoir essayé. Ne devriez-vous pas vous habiller à nouveau ?

source: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] Enjoying ordering me around?
french: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] Vous aimez me commander autour de moi ?

source: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_frown_s_-blush_] ...heh, maybe a little? It's kinda weird still...
french: [_danny_s_f_s_offscreen_s_down_s_wondering_s_talk_frown_s_-blush_] ... heh, peut-être un peu ? C'est encore un peu bizarre ...

source: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] Haha! Don't get too used to it then, {i}mister.~{/i}
french: [_maddie_s_morningafter_s_handprint_s_towards_s_wondering_s_talk_bite_] Haha! Ne vous y habituez pas, {i}mister.~{/i}

source: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_frown_] Man... so much has been going on in my life the past few weeks...
french: [_danny_s_f_s_offscreen_s_closed_s_wondering_s_talk_frown_] Homme... tant de choses se sont passées dans ma vie ces dernières semaines...

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_frown_] I'm sorta looking forward to a real break, just doing regular school things again, making some extra money, hanging with friends...
french: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_frown_] Je suis sorta avec impatience pour une vraie pause, il suffit de recommencer à l'école régulière, de gagner de l'argent, de pendre avec des amis...

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] But it's already pretty clear to me that some big, big changes are about to begin...
french: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Mais il est déjà assez clair pour moi que de grands changements sont sur le point de commencer...

source: [_danny_s_f_s_offscreen_s_closed_s_neutral_s_talk_pleased_] And I'm all the more excited for it.
french: [_danny_s_f_s_offscreen_s_closed_s_neutral_s_talk_pleased_] Et je suis d'autant plus excité pour cela.

source: [_devTells_] Congrats, you've unlocked a second main menu background! You can switch between backgrounds manually in the left-down corner in the main menu now.
french: [_devTells_] Félicitations, vous avez débloqué un second fond de menu principal ! Vous pouvez basculer manuellement entre les arrière-plans dans le coin gauche dans le menu principal.

source: Do I wanna give Maddie a hug?
french: Est-ce que je veux donner un câlin à Maddie ?

source: No thank you, actually.
french: Pas de remerciement, en fait.

source: What {i}should{/i} we do next?
french: Que {i}devons-nous faire{/i} ensuite?

source: Point out the strange looking tree.
french: Pointez l'arbre à l'apparence étrange.

source: Stop and talk for a moment
french: Arrêter et parler un instant

source: Just keep moving.
french: Continuez à bouger.

source: What do I wanna ask Mom about?
french: Que dois-je demander à ma mère ?

source: See any landmarks when we landed?
french: Vous voyez des points de repère quand nous avons atterri ?

source: Ask how Maddie's doing.
french: Demandez-lui comment la Maddie fonctionne.

source: Try to call Dad.
french: Essayez d'appeler papa.

source: Nothing, I'm good.
french: Rien, je suis bien.

source: Give her the bread?
french: Donnez-lui le pain?

source: Yes.
french: Oui.

source: No.
french: Non.

source: Cum down throat.
french: Jouir au fond de la gorge.

source: Cover Maddie in cum.
french: Couvrir Maddie de sperme.

source: She's probably a little too "tired" to talk, I'm afraid...~
french: Elle est probablement un peu trop "fatiguée" pour parler, j'ai peur...~

source: Vlad, relax, you're being a little too on the nose there...
french: Vlad, détendez-vous, vous êtes un peu trop sur le nez là-bas...

source: Yeah, I guess so.
french: Oui, je suppose.

source: Mention the cave incidents...
french: Mentionner les incidents de la grotte...

source: Concern about family.
french: L'inquiétude à propos de la famille.

source: Problems with Vlad?
french: Des problèmes avec Vlad?

source: Nothing, I'm good Mom.
french: Rien, je suis bien maman.

source: No, {i}she{/i} is going to lie down now!
french: Non, {i}elle{/i} va se coucher maintenant !

source: Uhmm... I guess it's not too bad an idea...
french: Euh... Je suppose que ce n'est pas une mauvaise idée...
