Repository: DonRP/AmityPark
Catalog: game/*/*/episode7_MZ.po
Languages: french, german

source: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh no, don't worry Danny. You were new to it, and it was fun! It just always smarts a good bit afterwards.
french: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh non, ne vous inquiétez pas Danny. Vous étiez nouveau et ça a été amusant ! Ça se marie toujours un peu plus tard.
german: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh nein, mache dir keine Sorgen, Danny. Du warst neu und es hat Spaß gemacht! Es schlau einfach immer ein bisschen danach.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...so, does that mean...?
french: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...donc est-ce que ça veut dire...?
german: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...So, bedeutet das...?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, sure, maybe we can do it again sometime... {u}if{/u} I'm in the right mood.
french: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, bien sûr, nous pourrons peut-être recommencer quelque temps... {u}si {/u} je suis dans la bonne humeur.
german: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, vielleicht können wir es irgendwann wieder tun... {u}wenn {/u} Ich bin in der richtigen Stimmung.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Sweet!
french: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Super!
german: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Süss!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...was that your first time doing a girl in her backdoor?
french: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ... est-ce que votre première fois à faire une fille dans sa porte arrière?
german: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...war das das erste Mal, dass du ein Mädchen in ihrer Hintertür machst?

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Laughs*{/i} You should know, that not every girl is into it. It's a gift and an expression of a woman's comfortability, remember that.
french: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Rire*{/i} Vous devriez savoir que toutes les filles ne sont pas dedans. C'est un cadeau et une expression du confort d'une femme, souvenez-vous.
german: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Lachen*{/i} Du solltest wissen, dass nicht jedes Mädchen darin ist. Es ist ein Geschenk und Ausdruck der Bequemlichkeit einer Frau, denke daran.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Yeah... absolutely, I will.
french: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Ouais... absolument, je le ferai.
german: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Ja... absolut, ich werde es tun.

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Thank you for helping me by the way. I'll make sure to put this Orgone I'm sure we produced to good use.
french: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Merci de m'avoir aidé par la suite. Je vais m'assurer de mettre cet Orgone, je suis sûr que nous avons produit à bon escient.
german: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Vielen Dank, dass du mir im Übrigen geholfen hast. Ich stelle sicher, dass wir diese Orgone gut hergestellt haben.

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] No, thank you. Now that I know about Ember, I'm going to make sure Star stays far away from that concert.
french: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] Non, merci. Maintenant que je sais sur Ember je vais m'assurer que Star reste loin de ce concert.
german: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] Nein, danke. Nun, da ich über Ember weiß, werde ich sicherstellen, dass Star weit von diesem Konzert entfernt bleibt.

source: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Now go kick that blue haired bitch's ass! Nobody endangers {i}my{/i} baby.
french: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Maintenant allez expulser le cul de cette chienne aux cheveux bleus! Personne ne met en danger le bébé {i}{/i}.
german: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Kicke jetzt das blaue Hündchen an! Niemand gefährdet {i}mein{/i} Baby.

source: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, will do! See ya Kate!
french: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, va le faire! Voir Kate!
german: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, wird es tun! Seht ya Kate!

source: [_kate_s_nude_s_towards_s_neutral_s_cute_] (That kid... he sure is unlike anyone I've ever met before.)
french: [_kate_s_nude_s_towards_s_neutral_s_cute_] (Cet enfant... il est sûr que c'est comme quiconque que je n'ai jamais rencontré.)
german: [_kate_s_nude_s_towards_s_neutral_s_cute_] (Das Kind ... er ist sicher anders als jeder, den ich je zuvor getroffen habe)

source: [_kate_s_nude_s_at_player_s_rise_s_grin_] (At least different than anyone I've ever let fuck me up the ass...)
french: [_kate_s_nude_s_at_player_s_rise_s_grin_] (Au moins différent de celui que j'ai jamais laissé me baiser...)
german: [_kate_s_nude_s_at_player_s_rise_s_grin_] (Zumindest anders als jeder, den ich mir je den Arsch ficken ließ...)

source: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, you can't force the kids to not listen to a certain type of music just because you don't quite approve of it!
french: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, vous ne pouvez pas forcer les enfants à ne pas écouter une certaine musique simplement parce que vous ne l'approuvez pas tout à fait !
german: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, du kannst die Kinder nicht zwingen, eine bestimmte Art von Musik nicht zu hören, nur weil du nicht ganz einverstanden bist!

source: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, they should be focused on their studies! And ghosts! Not with their heads bopping back and forth to these all too wild and at the same "lax beats" to "chill and vibe" to!
french: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, ils devraient se concentrer sur leurs études ! Et les fantômes ! Pas avec leur tête de bopper en arrière à ces trop sauvages et à la même "battements lax" à "frissonner et viber" vers!
german: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, sie sollten sich auf ihre Studien konzentrieren! Und Geister! Nicht mit den Köpfen, die zu diesen allzu wilden und bei den gleichen "laxen Beats" zu "kühl und vibe" zugehen!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, you have to let them grow a little on their own... and have you even heard that singer yet? She's not half bad, ya' know.
french: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, tu dois les laisser pousser un peu par eux-mêmes... Et vous avez déjà entendu ce chanteur ?
german: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, du musst sie ein wenig alleine wachsen lassen... und haben Sie sogar gehört, dass Sängerin noch?

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah!{/i} When I was their age I just looped remix tracks of the {i}Ghostbusters{/i} theme and the national anthem while I was working in the lab! That's all a kid needed to be {u}cool{/u} back then!
french: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah! /i} Quand j'étais à leur âge, je viens de boucler les morceaux de remix du thème {i}Ghostbusters{/i} et de l'hymne national pendant que je travaillais au laboratoire ! « C'est tout un enfant qui avait besoin d'être {u}cool{/u} à l'époque! »
german: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah! /i} Als ich ihr Alter war, habe ich gerade Remix Tracks des {i}Ghostbusters{/i} Themes und der Nationalhymne während meiner Arbeit im Labor gelockt! Das ist alles, was ein Kind brauchte, um {u}cool{/u} zurück zu sein!

source: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] I guess those times are long behind me now, though... darn shame... in hindsight, those truly were the best days of my life...
french: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] Je suppose que ces temps sont loin derrière moi maintenant, cependant... darn honte... en retard, ce sont vraiment les meilleurs jours de ma vie...
german: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] Ich vermute, dass diese Zeiten nun weit hinter mir sind... Darn Schande... im Nachhinein waren diese wirklich die besten Tage meines Lebens...

source: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...until I met you of course, dear!
french: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}... jusqu'à ce que je vous ai rencontré, bien sûr, cher !
german: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...bis ich dich natürlich getroffen habe, lieber Kollege!

source: [_maddie_s_towards_s_amused_s_talk_frown_] {i}Smoooth{/i} recovery, Mr. Fenton.
french: [_maddie_s_towards_s_amused_s_talk_frown_] {i}Smoooth{/i} récupération, Monsieur Fenton.
german: [_maddie_s_towards_s_amused_s_talk_frown_] {i}Smoooth{/i} Erholung, Herr Fenton.

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey guys, long night?
french: [_danny_s_towards_s_sad_s_talk_happy_] Hey les gars, longue nuit ?
german: [_danny_s_towards_s_sad_s_talk_happy_] Hallo, lange Nacht?

source: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, not too bad! We've been tracking ghosts all day! Our Fenton-Monitors have been going off the charts as of late!
french: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, pas trop mal ! Nous avons suivi les fantômes tout au long de la journée ! Nos moniteurs Fenton ont quitté les cartes depuis peu !
german: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, nicht allzu schlecht! Wir haben den ganzen Tag lang Geister verfolgen! Unsere Fenton-Monitore haben in letzter Zeit aus den Charts geworden!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Y-yeah, I can imagine. Lot of crazy stuff going on lately... from, what I've heard anyway.
french: [_danny_s_towards_s_rise_s_talk_displeased_] Oui oui, je peux imaginer. Beaucoup de choses folles se passent dernièrement... de ce que j'ai entendu de toute façon.
german: [_danny_s_towards_s_rise_s_talk_displeased_] Ja-ja, ich kann mir vorstellen. Viele verrückte Dinge, die in letzter Zeit weitergehen... von dem, was ich trotzdem gehört habe.

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] What the... why, it's even going crazy right now! Just standing right here, talking to you!
french: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] Quel peu... pourquoi, ça devient même fou tout de suite! Tenez-vous juste ici, parlez à vous!
german: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] Was der... warum... warum, es wird sogar verrückt! Stehen Sie hier, reden Sie mit dir!

source: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... darn thing must be overloaded and going on the fritz again... I'll be down in the Lab if anyone needs me.
french: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... ce qui doit être surchargé et reprendre la fuite... Je serai dans le laboratoire si quelqu'un a besoin de moi.
german: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... Darn Ding muss überladen werden und wieder auf den Fritz gehen... Ich bin im Labor, wenn jemand mich braucht.

source: [_maddie_s_away_s_neutral_s_talk_happy_] Take your time dear. I'll order some takeaway and bring it down later.
french: [_maddie_s_away_s_neutral_s_talk_happy_] Atteignez votre temps. Je vais commander quelques emportements et les abattre plus tard.
german: [_maddie_s_away_s_neutral_s_talk_happy_] Nehmen Sie sich Zeit, lieber Zeit und ich bestelle einen Abflug und bringe ihn später herunter.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Chinese? Alrighty! Can you get a little cup of that tasty wonton soup with the order?
french: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Chinois ? D'accord! Pouvez-vous obtenir une petite tasse de cette savoureuse soupe de wonton avec l'ordre?
german: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Chinesisch? In Ordnung! Kannst du eine kleine Tasse dieser schmackhaften Gewöhnungssuppe mit der Bestellung bekommen?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Sure, why not?
french: [_maddie_s_towards_s_amused_s_talk_amused_] Bien sûr, pourquoi pas ?
german: [_maddie_s_towards_s_amused_s_talk_amused_] Sicher, warum nicht?

source: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, baby!!
french: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, bébé !!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Well, besides our lack of substantial progress actually {u}capturing{/u} any ghosts yet, tell me how your day was Danny?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Eh bien, en plus de notre manque de progrès substantiel en fait {u}capturant{/u} des fantômes, dites-moi comment votre jour était Danny ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Nun, abgesehen von unserem Mangel an substanziellen Fortschritt tatsächlich {u}Capturing{/u} noch Geister, sag mir, wie dein Tag Danny war?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, no luck myself either, actually...
french: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ouais, pas de chance moi non plus, en fait...
german: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ja, ich habe auch kein Glück...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, I mean, it's just been pretty uninteresting, nothing too much to report.
french: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, je veux dire, ça n'a pas été intéressant, rien de trop à signaler.
german: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, ich meine, es war einfach ziemlich uninteressant, nichts zu viel zu melden.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well, that seems rather evasive.
french: [_maddie_s_towards_s_rise_s_talk_frown_] Eh bien, cela semble plutôt évasif.
german: [_maddie_s_towards_s_rise_s_talk_frown_] Nun, das scheint eher ausweichend.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, ya' know... if I'm being honest, it's been a {i}little{/i} rough lately.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Eh bien, vous savez... si je suis honnête, ce fut un peu {i}{/i} rude ces derniers temps.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Nun, du weiß... wenn ich ehrlich bin, ist es in letzter Zeit ein {i}kleines{/i} grob gewesen.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, poor baby! Come here sweetie and give Mommy a hug!
french: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, pauvre bébé! Venez adoucir ici et donner un câlin à maman !
german: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, armes Baby! Komm hierher und gib Mommy einen Umarm!

source: [_danny_] (Oh boy... I need to let Mom I'm interested in a {i}little{/i} more action than just a hug... how am I gonna pull this off? I can't excactly explain to her my Orgone problem... I guess here goes nothing!)
french: [_danny_] (Oh garçon... J'ai besoin de laisser ma mère m'intéresser à {i}un peu plus{/i} d'action de plus qu'un simple câlin... comment est-ce que je vais me débarrasser de ça ? Je ne peux pas lui expliquer mon problème d'Orgone... Je suppose qu'ici ne va rien!)
german: [_danny_] (Oh Junge... Ich muss Mama mich für eine {i}kleine Aktion interessieren{/i} mehr als nur ein Hub interessieren... wie werde ich das hier abziehen? Ich kann ihr mein veraltetes Problem nicht hervorragend erklären... Ich vermute, hier geht nichts!)

source: [_danny_] Hey, I... I was wondering if you could maybe help make my day a little better? With some more, close, mother-son time?
french: [_danny_] Hé, je... Je me demandais si vous pouviez peut-être contribuer à améliorer mon jour un peu plus ? Avec un peu plus de temps proche, mon fils mère?
german: [_danny_] Hey, Ich... Ich fragte mich, ob du vielleicht helfen könnte, meinen Tag ein wenig besser zu machen? Mit etwas mehr Nähe, Mutter Sohn Zeit?

source: [_maddie_] {i}*Giggles*{/i} Oh, Danny... well... if I can assume we're thinking about the same thing here... then I certainly wouldn't mind maybe-
french: [_maddie_] {i}*Giggles*{/i} Oh, Danny... eh bien... si je peux supposer que nous réfléchissons à la même chose ici... alors ça ne me dérangerait certainement pas-
german: [_maddie_] {i}*Giggles*{/i} Oh, Danny... ja... wenn ich annehmen kann, dass wir hier über dasselbe nachdenken... dann würde es mir sicherlich nicht übelnehmen -

source: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Maddie! Could you fetch me my tool box from the Fenton Family Ghost Assault Vehicle??{p}Also, come check this Fenton Finder with me, I can't make heads or tails of what made it glitch!{/size}
french: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Folie ! Pourriez-vous me récupérer ma boîte à outils du véhicule d'assaut fantôme de la famille Fenton ??{p}De plus, venez vérifier ce Fenton Finder avec moi, je ne peux pas faire de tête ou de queues de ce qui a rendu le problème ! /taille}
german: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Maddie! Könnten Sie mir meine Werkzeugkiste aus dem Fenton Family Ghost Assault Fahrzeug holen??{p}Komm, schau dir diesen Fenton Finder mit mir an, ich kann keine Köpfe oder Schwänze davon machen, was es zu Glamour gemacht hat! /size}

source: [_maddie_] {i}Uh{/i}, I'll get it in a minute Jack!
french: [_maddie_] {i}Uh{/i}, je vais l'obtenir dans une minute Jack!
german: [_maddie_] {i}Uh{/i}, ich bekomme es in einer Minute Jack!

source: [_maddie_] Sorry kiddo, I don't think we can play right now, but I have a little task for you if you don't mind.
french: [_maddie_] Désolé, je ne pense pas que nous puissions jouer en ce moment, mais j'ai une petite tâche pour vous si ça ne vous dérange pas.
german: [_maddie_] Sorry kiddo, ich glaube nicht, dass wir gerade spielen können, aber ich habe eine kleine Aufgabe für dich, wenn es dir nicht geht.

source: [_danny_] Sure, what is it?
french: [_danny_] Bien sûr, qu'est-ce que c'est?
german: [_danny_] Sicher, was ist es?

source: [_maddie_] It'll require a little bit of a shopping trip... I need you to collect a little something for me, after I order it.
french: [_maddie_] Cela nécessitera un peu de voyage de magasinage... J'ai besoin que vous ramassez quelque chose pour moi, après que je l'ai commandé.
german: [_maddie_] Es wird ein bisschen eine Shoppingtour benötigen... Ich brauche ein wenig für mich zu sammeln, nachdem ich es bestellt habe.

source: [_danny_] Anything!
french: [_danny_] Tout !
german: [_danny_] etwas!

source: [_maddie_] Good! I'll text you the details later.
french: [_maddie_] Bien ! Je vais vous envoyer les détails plus tard.
german: [_maddie_] Gut! Ich werde dir später die Details schreiben.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Maddie! I accidentlaly tipped the liquid nitrogen canister I had open all over the work table! I tried wiping it up, but it just keeps freezing the rags!! {i}Help!!{/i}{/size}
french: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Folie ! J'ai accidentellement embêté la cantrice en azote liquide que j'avais ouverte sur toute la table de travail ! J'ai essayé de l'essuyer, mais ça ne fait que geler les chiffons!! {i}Aide!!{/i}{/size}
german: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Maddie! Ich habe zufällig den flüssigen Stickstoffkanister kippt, den ich auf dem ganzen Arbeitstisch geöffnet hat! Ich habe versucht, es zu löschen, aber es friert einfach die Lumpen ein!! {i}Hilfe!!{/i}{/size}

source: [_maddie_] Just a minute dear, I'm coming!
french: [_maddie_] Juste une minute, je viens !
german: [_maddie_] Nur eine Minute, ich komme!

source: [_maddie_] Okay then... see you soon baby. I hope to make you feel a lot better, real soon...~
french: [_maddie_] D'accord, alors... à bientôt vous voir bébé. J'espère que vous vous sentirez beaucoup mieux, réellement...~
german: [_maddie_] Okay, dann... seht euch bald Baby. Ich hoffe, dass ihr euch viel besser fühlt, sehr bald...~

source: [_danny_] (Wow... she sure is seductive when she wants to be...)
french: [_danny_] (Wah... elle est séduisante quand elle veut être...)
german: [_danny_] (Sie... Sie ist sicher verführerisch wenn sie sein möchte...)

source: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, it's Mom's message.{p}It just says I need to pick up a package she ordered from the Mall for her.)
french: [_danny_s_at_player_s_rise_s_smile_] (Huh ? Oh, c'est le message de Maman.{p}Il me dit juste que j'ai besoin de prendre un colis qu'elle a commandé au centre commercial pour elle.)
german: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, es ist Moms Nachricht.{p}Es sagt nur, dass ich ein Paket abholen muss, das sie in der Mall für sie bestellt hat.)

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this should be straightforward, right?
french: [_danny_s_at_player_s_rise_s_talk_displeased_] Eh bien, ce devrait être simple, non ?
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Nun, das sollte einfach sein, oder?

source: [_danny_s_at_player_s_sad_s_talk_distraught_] ...somehow, I doubt it will be...
french: [_danny_s_at_player_s_sad_s_talk_distraught_] ... d'une manière ou d'une autre, je doute que ce sera...
german: [_danny_s_at_player_s_sad_s_talk_distraught_] ...irgendwie bezweifle ich, dass es sein wird...

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Welcome friend, to my humble... oh no, not {i}you{/i} again.
french: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Bienvenue amie, à mon humble... oh non, pas {i}vous{/i} encore.
german: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Willkommen Freund, zu meinem Demütigen... oh nein, nicht {i}du{/i} wieder.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Just great, why on earth did Mom have to order something through {u}here{/u} of all places?
french: [_danny_s_towards_s_neutral_s_talk_displeased_] Très bien, pourquoi ma mère a-t-elle dû commander quelque chose à travers {u}ici{/u} de tous les endroits ?
german: [_danny_s_towards_s_neutral_s_talk_displeased_] Einfach toll, warum musste die Mutter hier {u}bestellen{/u} von allen Orten?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Why, it's because,{p}{i}our shipping guarantees can't be beat...!{p}OooOooOOohh~!{/i}
french: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Pourquoi, c'est parce que{p}{i}nos garanties de livraison ne peuvent pas être battues...!{p}OooOooOOOohhh~!{/i}
german: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Warum, weil,{p}{i}unsere Versandgarantien nicht schlagen...!{p}OooOohh~!{/i}

source: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...look, do you want the flippin' package or not?
french: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...regardez, voulez-vous ou non le paquet flippin' ?
german: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...schauen, willst du das flippin'-Paket oder nicht?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yes, please. The message I got said I could expect to pick it up today. Where is it?
french: [_danny_s_towards_s_sad_s_talk_happy_] Oui, s'il vous plaît. Le message que j'ai reçu m'a dit que je pouvais m'attendre à le prendre aujourd'hui. Où est-il?
german: [_danny_s_towards_s_sad_s_talk_happy_] Ja, bitte. Die Nachricht, die ich erhalten habe, dass ich sie heute abholen könnte. Wo ist sie?
