Repository: DonRP/AmityPark
Catalog: game/*/*/episode4_MZ.po
Languages: german, italian

source: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}yet{/i}, anyway.
german: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}noch{/i}, trotzdem.
italian: [_danny_s_talk_happy_s_closed_s_sad_2_] ...{i}ancora{/i}, comunque.

source: [_tucker_s_talk_frown_s_towards_s_wondering_] Man, I wouldn't worry about that whole "secret identity" thing!
german: [_tucker_s_talk_frown_s_towards_s_wondering_] Man, ich mache mir keine Sorgen um diese ganze "geheime Identität" Sache!
italian: [_tucker_s_talk_frown_s_towards_s_wondering_] Io non mi preoccuperei della questione dell'identità segreta!

source: [_tucker_s_closed_s_neutral_] Plenty of superheros don't even make their identities a secret!
german: [_tucker_s_closed_s_neutral_] Viele Superhelden machen ihre Identität nicht einmal zu einem Geheimnis!
italian: [_tucker_s_closed_s_neutral_] Molti supereroi non tengono nemmeno segreta la loro identità!

source: [_danny_s_ahegao_s_talk_frown_] Yeah, well, when your parents are professional ghost hunters who'd try to examine you under a microscope for the rest of your life if they found out...
german: [_danny_s_ahegao_s_talk_frown_] Ja, nun, wenn Ihre Eltern professionelle Geisterjäger sind, die versuchen, Sie unter einem Mikroskop für den Rest Ihres Lebens zu untersuchen, wenn sie herausgefunden haben...
italian: [_danny_s_ahegao_s_talk_frown_] Sì, beh, quando i tuoi genitori sono cacciatori di fantasmi professionisti che cercherebbero di esaminarti al microscopio per il resto della tua vita se lo scoprissero...

source: [_danny_s_towards_s_talk_happy_] ...I'd say it's a good idea to keep your ghost powers to yourself, just for extra safety measures.
german: [_danny_s_towards_s_talk_happy_] ...Ich würde sagen, es ist eine gute Idee, deine Geisterbefugnisse für dich selbst zu behalten, nur für zusätzliche Sicherheitsmaßnahmen.
italian: [_danny_s_towards_s_talk_happy_] ...direi che è una buona idea tenere per sé i propri poteri di fantasma, per maggiore sicurezza.

source: [_tucker_s_closed_s_talk_happy_] Point very much taken, O' wise one.
german: [_tucker_s_closed_s_talk_happy_] Punkt sehr viel genommen, O' weise einer.
italian: [_tucker_s_closed_s_talk_happy_] Punto molto chiaro, o saggio.

source: [_tucker_s_angry_s_towards_] Me though? Man, if {i}I{/i} had your powers, I'd be strutting my mad ghost skills all over the place!
german: [_tucker_s_angry_s_towards_] Aber ich? Man, wenn {i}I{/i} deine Kräfte hätte, würde ich meine verrückten Geisterfertigkeiten überall in der Welt durchschlagen!
italian: [_tucker_s_angry_s_towards_] Io invece? Cavolo, se {i}I{/i} avesse i tuoi poteri, mi pavoneggerei con le mie folli abilità di fantasma dappertutto!

source: [_tucker_s_away_] I'm talking locker room shenanigans, changing failed test scores, and all the body possession I could handle!
german: [_tucker_s_away_] Ich rede Locker Raum Shenanigans, ändere fehlgeschlagene Testergebnisse, und all den Körperbesitz, den ich handhaben konnte!
italian: [_tucker_s_away_] Mi riferisco a scherzi negli spogliatoi, alla modifica dei punteggi dei test falliti e a tutto il possesso corporeo che potevo sopportare!

source: [_tucker_s_towards_s_wondering_s_talk_happy_] I'm thinking that a certain Ms. Sanchez might be a bit more inclined to send a good man by the name of Danny Fenton a couple of {b}primo{/b} booty pics if I had the chance to "Take a walk in her shoes"... {i}Heh Heh he{/i}...
german: [_tucker_s_towards_s_wondering_s_talk_happy_] Ich denke, dass eine bestimmte Ms. Sanchez könnte ein bisschen mehr geneigt sein, einen guten Mann unter dem Namen Danny Fenton ein paar {b}primo{/b} Beutebilder zu schicken, wenn ich die Chance gehabt hätte, "einen Spaziergang in ihren Schuhen zu machen". . {i}Heh he{/i}...
italian: [_tucker_s_towards_s_wondering_s_talk_happy_] Penso che una certa signora Sanchez potrebbe essere un po' più incline a mandare a un brav'uomo di nome Danny Fenton un paio di {b}prime{/b} foto di sedere se avessi la possibilità di "fare una passeggiata nei suoi panni"... {i}Heh Heh he{/i}...

source: [_danny_s_talk_happy_s_blush_2_] Oh my God, Tucker, you're twisted! Hah hahh!
german: [_danny_s_talk_happy_s_blush_2_] Oh mein Gott, Tucker, du bist verdreht! Hah hah!
italian: [_danny_s_talk_happy_s_blush_2_] Oh mio Dio, Tucker, sei contorto! Hah hahh!

source: [_tucker_s_closed_s_talk_happy_] I'd like to think of it as performing my civic duty to be the ultimate wing man I can be.
german: [_tucker_s_closed_s_talk_happy_] Ich möchte davon ausgehen, dass es meine bürgerliche Pflicht ist, der ultimative Flügel zu sein, den ich sein kann.
italian: [_tucker_s_closed_s_talk_happy_] Mi piace pensare che si tratti di compiere il mio dovere civico di essere la migliore spalla possibile.

source: [_danny_s_talk_happy_s_wondering_] Well, your hypothetical offer is certainly appreciated. But while an occasional peep session is one thing, posing people's bodies while {b}inside{/b} of them for pictures is a whole 'nother level of actual creepdom.
german: [_danny_s_talk_happy_s_wondering_] Nun, dein hypothetisches Angebot wird sicherlich geschätzt. Aber während eine gelegentliche Peep-Sitzung ist eine Sache, Das Positionieren der Körper, während {b}inside{/b} von ihnen für Bilder ist ein ganzes 'Niveau der tatsächlichen Grausamkeit.
italian: [_danny_s_talk_happy_s_wondering_] Beh, la tua ipotetica offerta è certamente apprezzata. Ma mentre una sessione occasionale di sbirciate è una cosa, mettere in posa i corpi delle persone mentre {b}dentro{/b} di loro per le foto è un livello completamente diverso di vero e proprio creepdom.

source: [_tucker_s_away_s_talk_happy_] Nah, yeah, I understand why you {i}wouldn't{/i} wanna do that.
german: [_tucker_s_away_s_talk_happy_] Nein, ja, ich verstehe, warum du {i}das nicht möchtest{/i} wolltest.
italian: [_tucker_s_away_s_talk_happy_] No, sì, capisco perché tu {i}non voglia farlo.

source: [_tucker_s_towards_s_angry_] See, that's what I think makes you a real hero Danny. The whole "knowing right from wrong" aspect of your personality. You're the perfect person to defend Amity from ghastly ghouls.
german: [_tucker_s_towards_s_angry_] Sieh, das ist es, was ich denke, macht dich zu einem echten Helden Danny. Der gesamte "Wissen aus dem Unrecht" Aspekt deiner Persönlichkeit. Du bist der perfekte Mensch, um Amity vor grauenhaften Ghoulen zu verteidigen.
italian: [_tucker_s_towards_s_angry_] Vedi, è questo che secondo me ti rende un vero eroe, Danny. L'aspetto "sapere cosa è giusto e cosa è sbagliato" della tua personalità. Sei la persona perfetta per difendere Amity da orrendi demoni.

source: [_danny_s_rise_one_s_-blush_s_talk_happy_] Thanks Tuck. I appreciate your superhero blessing.
german: [_danny_s_rise_one_s_-blush_s_talk_happy_] Danke Tuck. Ich schätze deinen Superheldensegen.
italian: [_danny_s_rise_one_s_-blush_s_talk_happy_] Grazie Tuck. Apprezzo la tua benedizione da supereroe.

source: [_tucker_s_talk_frown_s_wondering_] Well, I'd say we're only wasting {b}more{/b} of our time with these light pleasantries.
german: [_tucker_s_talk_frown_s_wondering_] Nun, ich würde sagen, wir verschwenden nur {b}mehr{/b} unserer Zeit mit diesen leichten Freuden.
italian: [_tucker_s_talk_frown_s_wondering_] Beh, direi che stiamo solo perdendo {b}altro{/b} del nostro tempo con questi leggeri convenevoli.

source: [_danny_s_talk_frown_s_rise_one_] You cover the chairs?
german: [_danny_s_talk_frown_s_rise_one_] Du deckst die Stühle ab?
italian: [_danny_s_talk_frown_s_rise_one_] Coprite le sedie?

source: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] You take the booths?
german: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] Du nimmst die Ständer?
italian: [_tucker_s_towards_wide_s_neutral_s_talk_happy_] Hai preso le cabine?

source: [_danny_tucker_] Let's do it!!
german: [_danny_tucker_] Lass es uns tun!!
italian: [_danny_tucker_] Facciamolo!!

source: [_danny_s_talk_frown_s_sad_] ...and that makes booth number #86! {i}Phew!!{/i}
german: [_danny_s_talk_frown_s_sad_] ...und das macht Standnummer #86! {i}Phew!!{/i}
italian: [_danny_s_talk_frown_s_sad_] ...e questo è lo stand numero 86! {i}Phew!!!

source: [_tucker_s_talk_frown_] Man, I can actually {b}hear{/b} the discs in my spine grinding against each other.
german: [_tucker_s_talk_frown_] Mann, ich kann tatsächlich {b}die Scheiben in meiner Rückenschleifung anhören.
italian: [_tucker_s_talk_frown_] Cavolo, riesco davvero a {b}sentire i dischi della mia colonna vertebrale che si sfregano l'uno contro l'altro.

source: [_tucker_s_wondering_s_towards_wide_] I'm exhausted!
german: [_tucker_s_wondering_s_towards_wide_] Ich bin erschöpft!
italian: [_tucker_s_wondering_s_towards_wide_] Sono esausto!

source: [_danny_s_wondering_s_talk_frown_] Let's just be glad a lot of the other booths dropped out last minute. With this "Madam Babazita's" booth finished, we're officially done, so I'm happy. We just need to wait for her to actually get here to claim her spot.
german: [_danny_s_wondering_s_talk_frown_] Sei froh, dass viele der anderen Stände in letzter Minute abgebrochen wurden. Mit dem Stand von "Frau Babazita" sind wir offiziell fertig und ich bin glücklich. Wir müssen nur warten, bis sie tatsächlich hierher kommt, um ihren Platz einzunehmen.
italian: [_danny_s_wondering_s_talk_frown_] Siamo felici che molti altri stand abbiano rinunciato all'ultimo minuto. Con lo stand di "Madam Babazita" finito, abbiamo ufficialmente finito, quindi sono felice. Dobbiamo solo aspettare che arrivi davvero per reclamare il suo posto.

source: [_tucker_s_talk_frown_s_neutral_] I'll be {b}happy{/b} when one of these merchants sells me a back brace!
german: [_tucker_s_talk_frown_s_neutral_] Ich bin {b}glücklich{/b} wenn einer dieser Händler mir eine Rückenlehne verkauft!
italian: [_tucker_s_talk_frown_s_neutral_] Sarò {b}felice{/b} quando uno di questi commercianti mi venderà un tutore per la schiena!

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hey, we have the weekend now to rest up! That should do us some good, right?
german: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Hey, wir haben jetzt das Wochenende zum ausruhen! Das sollte uns etwas Gutes tun, oder?
italian: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Ehi, ora abbiamo il fine settimana per riposare! Dovrebbe farci bene, no?

source: [_tucker_s_talk_frown_s_angry_] Says you! I still have that stupid paper to finish!
german: [_tucker_s_talk_frown_s_angry_] Sagt du! Ich habe noch dieses dumme Papier zu beenden!
italian: [_tucker_s_talk_frown_s_angry_] Lo dici tu! Devo ancora finire quella stupida carta!

source: [_danny_s_talk_frown_s_at_player_] Yeah... now that I think about it, what if I end up spending the weekend having to track down a ghost?
german: [_danny_s_talk_frown_s_at_player_] Ja... nun, da ich darüber nachdenke, was passiert, wenn ich das Wochenende ausgeben muss, um einen Geist aufzuspüren?
italian: [_danny_s_talk_frown_s_at_player_] Già... ora che ci penso, e se finissi per passare il weekend a rintracciare un fantasma?

source: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...God, what if I have to spend my whole {u}life{/u} fighting ghosts?
german: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...Gott, was passiert, wenn ich mein ganzes {u}Leben verbringe{/u} gegen Geister kämpfen muss?
italian: [_danny_s_at_danny_s_talk_frown_2_s_rise_one_] ...Dio, e se dovessi passare tutta la mia vita {u}{/u} a combattere i fantasmi?

source: [_tucker_s_closed_s_talk_frown_] Listen Danny, a great man once said that with great power, comes great responsibility.
german: [_tucker_s_closed_s_talk_frown_] Höre Danny, ein großer Mann sagte einmal, dass mit großer Macht kommt große Verantwortung.
italian: [_tucker_s_closed_s_talk_frown_] Ascolta Danny, un grande uomo una volta disse che da un grande potere derivano grandi responsabilità.

source: [_danny_s_towards_s_talk_happy_s_rise_one_] That's just from Spider-Man 1, Tuck.
german: [_danny_s_towards_s_talk_happy_s_rise_one_] Das ist nur von Spider-Man 1, Tuck.
italian: [_danny_s_towards_s_talk_happy_s_rise_one_] Questo è solo di Spider-Man 1, Tuck.

source: [_tucker_s_closed_s_talk_frown_] That's from all {b}three{/b} Raimi Spider-Man movies, {i}thank you{/i}.
german: [_tucker_s_closed_s_talk_frown_] Das ist von allen {b}drei{/b} Raimi Spider-Man Filmen, {i}danke{/i}.
italian: [_tucker_s_closed_s_talk_frown_] Questo da tutti {b}i tre{/b} film di Raimi sull'Uomo Ragno, grazie{/i}. Raimi Spider-Man, {i}grazie{/i}.

source: [_tucker_s_towards_s_sad_s_talk_happy_] Also, that doesn't make it any less true. If ghosts really are escaping into Amity Park, then {b}you're{/b} gonna be the one to stop them. You'll do {i}great{/i} things with your powers, I just know it!
german: [_tucker_s_towards_s_sad_s_talk_happy_] Auch das macht es nicht weniger wahr. Wenn Geister wirklich in den Amity Park flüchten, dann wirst du {b}sein{/b} sie stoppen. Du wirst {i}großartig{/i} Dinge mit deinen Kräften tun, ich weiß es nur!
italian: [_tucker_s_towards_s_sad_s_talk_happy_] Inoltre, questo non lo rende meno vero. Se i fantasmi stanno davvero scappando ad Amity Park, allora {b}sarai tu a fermarli. Farai {i}cose grandiose{/i} con i tuoi poteri, ne sono certo!

source: [_danny_s_at_player_s_talk_frown_2_] I mean, sure, I wouldn't normally {i}mind{/i} the whole "getting superpowers" thing, obviously. But at the end of the day, I {b}still{/b} have to finish my algebra homework {i}and{/i} do all my chores as well!
german: [_danny_s_at_player_s_talk_frown_2_] Ich meine, sicher, ich würde normalerweise nicht {i}Gedanken{/i} die ganze Sache "Erhalte Supermächte" offensichtlich, offensichtlich. Aber am Ende des Tages Ich {b}noch{/b} muss meine algebra Hausaufgaben erledigen {i}und{/i} meine ganze Arbeit erledigen!
italian: [_danny_s_at_player_s_talk_frown_2_] Voglio dire, certo, normalmente non mi {i}dispiacerebbe la faccenda dei "superpoteri", ovviamente. Ma alla fine della giornata, devo ancora {b}{/b} finire i miei compiti di algebra {i}e{/i} fare anche tutte le faccende domestiche!

source: [_danny_s_towards_s_talk_frown_] Getting ghost powers would've been a lot better if I already had one of those "billionaire playboy" alter egos superheros tend to have.
german: [_danny_s_towards_s_talk_frown_] Geisterkräfte zu bekommen, wäre viel besser gewesen, wenn ich bereits einen von diesen "Milliardären Playboy" hätte, die egos Superhelos in der Regel haben.
italian: [_danny_s_towards_s_talk_frown_] Ottenere i poteri dei fantasmi sarebbe stato molto meglio se avessi già avuto uno di quegli alter ego "playboy miliardari" che i supereroi tendono ad avere.

source: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i}! A billionaire with ghost powers? Yeah right! That's total make believe dude, only in comics and kids shows. Can you imagine someone like Vlad Masters floating through walls?
german: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i}! Ein Milliardär mit Geistermächten? Ja, richtig! Das ist total glaubt dude, nur in Comics und Kindershows. Kannst du dir vorstellen, dass jemand wie Vlad Meister durch Wände schweben?
italian: [_tucker_s_talk_happy_s_sad_] {i}Hah{/i}! Un miliardario con poteri da fantasma? Sì, certo! È una cosa completamente inventata, solo nei fumetti e nei programmi per bambini. Riesci a immaginare qualcuno come Vlad Masters che fluttua attraverso i muri?

source: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Heh, yeah, I guess that {i}is{/i} a bit silly.
german: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Heh, ja, ich denke, {i}ist{/i} etwas dumm.
italian: [_danny_s_neutral_s_talk_happy_s_blank_stare_] Sì, credo che {i}sia un po' sciocco.

source: [_tucker_s_angry_s_away_s_talk_frown_] Man, where {i}is{/i} this lady? I'm not gonna stick around forever to watch her booth for her.
german: [_tucker_s_angry_s_away_s_talk_frown_] Mann, wo {i}ist{/i} diese Dame? Ich werde nicht ewig herumhängen, um ihren Stand für sie zu sehen.
italian: [_tucker_s_angry_s_away_s_talk_frown_] Amico, dov'è {i}questa signora? Non ho intenzione di restare in giro per sempre a guardare la sua cabina.

source: [_danny_s_rise_one_s_talk_frown_] Lancer told us that people were going to start showing up around two o'clock, so I'm figuring she'll be arriving soo-
german: [_danny_s_rise_one_s_talk_frown_] Lancier hat uns mitgeteilt, dass die Leute um zwei Uhr anfangen werden zu zeigen, also stelle ich fest, dass sie in Ruhe ankommen wird
italian: [_danny_s_rise_one_s_talk_frown_] Lancer ci ha detto che la gente avrebbe iniziato ad arrivare verso le due, quindi immagino che arriverà così...

source: [_danny_tucker_] {b}Aghhh!!!{/b}
german: [_danny_tucker_] {b}Aghh!!!{/b}
italian: [_danny_tucker_] {b}Aghhh!!!

source: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i}!! You two boo-bahs jumped good! Scream like littlest of goyls!! {i}Heh heh hech{/i}!!
german: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i}!! Du hast zwei Boo-Bahs gut gesprengt! Schreien wie kleinste Goyls!! {i}Heh heh hech{/i}!!
italian: [_babazita_s_talk_happy_s_wondering_2_] {i}Ah hah hech{/i}!!! Voi due boo-bah avete saltato bene! Urlate come i più piccoli dei folletti!! {i}Heh heh hech{/i}!!

source: [_danny_s_talk_happy_s_towards_s_rise_one_] ...you must be Madam Babazita.
german: [_danny_s_talk_happy_s_towards_s_rise_one_] ...Sie müssen Babazita sein.
italian: [_danny_s_talk_happy_s_towards_s_rise_one_] ...lei deve essere la signora Babazita.

source: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, this is me. You two did good job setting up money booth for Madam Babazita. Minus not putting out 'vy actual merchandise for me...
german: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, das ist ich. Du zwei haben gute Arbeit geleistet, Geldstand für Frau Babazita einzurichten. Minus nicht ausstellen "vy tatsächliche Waren für mich...
italian: [_babazita_s_talk_happy_s_closed_s_neutral_] Da, sono io. Avete fatto un buon lavoro nell'allestire lo stand dei soldi per Madam Babazita. A parte il fatto che non avete tirato fuori la vera merce per me...

source: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Uhh, yeah, you're welcome anyway, lady.
german: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Uhh, ja, du bist sowieso willkommen, Frau.
italian: [_tucker_s_blank_stare_s_angry_s_talk_frown_] Sì, non c'è di che, signora.

source: [_danny_s_sad_s_talk_happy_] We sorta didn't want to mess with too much of your stuff, Miss Babazita. It all looked... pretty old.
german: [_danny_s_sad_s_talk_happy_] Wir sorta wollte nicht mit zu vielen Dingen, Miss Babazita, zermürben. Es war ziemlich alt.
italian: [_danny_s_sad_s_talk_happy_] Non volevamo mettere mano a troppe delle sue cose, signorina Babazita. Sembrava tutto... piuttosto vecchio.

source: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz wise of you boys. There are powerful hexes and curses among Madam Babazita's trinkets and 'vares.
german: [_babazita_s_talk_happy_s_neutral_2_] Da, dis vuz weise von euch Jungen. Es gibt mächtige Hexen und Flüche unter Frau Babazitas Triinkets und 'vares.
italian: [_babazita_s_talk_happy_s_neutral_2_] Da, vuz saggio di voi ragazzi. Tra i gingilli e i vasi di Madam Babazita ci sono potenti maledizioni e maledizioni.

source: [_tucker_s_wondering_s_talk_frown_s_towards_] Uh huh, sure. Shrunken moose weiners and voodoo furby dolls. Real {i}powerful{/i} artifacts you got there, Madam.
german: [_tucker_s_wondering_s_talk_frown_s_towards_] Uh huh, sicher. Shrunken Elche Weiner und Voodoo furby Puppen. Wirklich {i}mächtig{/i} Artefakte, die du dort hast, Madam.
italian: [_tucker_s_wondering_s_talk_frown_s_towards_] Certo. Alci rimpicciolite e bambole di pelliccia voodoo. Ha dei veri e propri {i}potenti artefatti, signora.

source: [_babazita_] ...you do not believe in Babazita's 'vares?
german: [_babazita_] ...Sie glauben nicht an Babazitas 'Variante'?
italian: [_babazita_] ...non credi nelle 'vare' di Babazita?

source: [_tucker_s_closed_s_sad_s_talk_frown_] Sorry lady, it's not you, I just don't really believe in too much of the supernatural.
german: [_tucker_s_closed_s_sad_s_talk_frown_] Tut mir leid, Frau ist nicht du, ich glaube einfach nicht an zu viel des Übernatürlichen.
italian: [_tucker_s_closed_s_sad_s_talk_frown_] Mi dispiace signora, non è lei, è solo che non credo molto nel soprannaturale.

source: [_tucker_s_away_s_sad_] ...at least, I didn't {i}used{/i} to. Now I'm like... 65 percent a skeptic.
german: [_tucker_s_away_s_sad_] ...Zumindest habe ich nicht {i}benutzt{/i} zu. Jetzt wie... 65 Prozent ein Skeptiker.
italian: [_tucker_s_away_s_sad_] ...almeno, non {i}usavo{/i} per farlo. Ora sono tipo... il 65% di scetticismo.

source: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita understands. There are 'var too many fakes and phonies out there deez' days! Give true psychics and spiritual shepards like Madam Babazita bad name! {i}*Patooie*{/i}
german: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita versteht. Es gibt 'var zu viele Fälschungen und Phonies da draußen deez' Tage! Gib wahre Psychik und spirituelle Scheren wie Frau Babazita schlechten Namen! {i}*Patooie*{/i}
italian: [_babazita_s_angry_s_closed_s_talk_frown_] Babazita capisce. Ci sono 'var troppi falsi e falsi là fuori deez' giorni! Danno ai veri sensitivi e ai guardiani spirituali come Madam Babazita un brutto nome! {i}*Patooie*{/i}

source: [_danny_s_rise_one_s_frown_] (Babazita sure seems harmless enough, but jeez, this lady's really gotta take something to clear her throat... and see somebody about that mole.)
german: [_danny_s_rise_one_s_frown_] (Babazita scheint sicher harmlos genug zu sein, aber jeez, die Dame hat wirklich etwas bekommen, um ihre Kehle zu beseitigen... und sehe jemanden von diesem Mole.)
italian: [_danny_s_rise_one_s_frown_] (Babazita sembra abbastanza innocuo, ma questa signora deve davvero prendere qualcosa per schiarirsi la gola... e vedere qualcuno per quel neo).

source: [_babazita_s_wondering_s_talk_happy_] You both seem good boys. 'Vould you two like a look at Madam Babazita's 'vares...?
german: [_babazita_s_wondering_s_talk_happy_] Du beide scheinen gute Jungen zu sein. 'Du kannst dich zwei wie ein Blick auf die 'vares' von Babazita...?
italian: [_babazita_s_wondering_s_talk_happy_] Sembrate due bravi ragazzi. Vi andrebbe di dare un'occhiata alle "vare" di Madam Babazita...?

source: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no thanks lady, m-me and my friend both have steady relationships, so we really wouldn't wanna-
german: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no danke- Dame, m-me und mein Freund beide haben stetige Beziehungen, also würden wir wirklich nicht wanna-
italian: [_tucker_s_wondering_s_talk_frown_s_away_wide_] Ehhh... n-no grazie signora, io e la mia amica abbiamo entrambe una relazione stabile, quindi non vorremmo...

source: [_danny_s_talk_happy_2_s_rise_one_] Tucker! No! She's just trying to sell us some of her stuff, calm down.
german: [_danny_s_talk_happy_2_s_rise_one_] Tucker! Nein! Sie versucht uns nur ein paar ihrer Sachen zu verkaufen, beruhigt sich.
italian: [_danny_s_talk_happy_2_s_rise_one_] Tucker! No! Sta solo cercando di venderci un po' della sua roba, calmati.
