Repository: DonRP/AmityPark
Catalog: game/*/*/house_misc.po
Languages: german, italian

source: [_danny_] (Jazz keeps her door locked most of the time. She doesn't like me snooping in on her. Whatever, like I'd even care!)
german: [_danny_] (Jazz hält ihre Tür meistens verschlossen. Sie mag es nicht, dass ich sie einschnüffele. Ich würde mir sogar interessieren!)
italian: [_danny_] (Jazz tiene la porta chiusa a chiave per la maggior parte del tempo. Non le piace che io la spii. Come se mi importasse!).

source: [_danny_] (Mom and Dad's room. Who knows what unmentionable things go on in there? I'm sorta glad they keep their door locked.)
german: [_danny_] (Raum der Mutter und des Vaters des Raumes. Wer weiß, was unerwähnbare Dinge dort vor sich gehen? Ich freue mich darüber, dass sie ihre Tür verschlossen.)
italian: [_danny_] (La stanza di mamma e papà. Chissà cosa succede di innominabile lì dentro? Sono contento che tengano la porta chiusa a chiave).

source: [_danny_] No, I spent too much time eating breakfast, I {i}do{/i} actually need to head to school soon.{p}I should use my {b}map{/b} to get out of here.
german: [_danny_] Nein, ich habe zu viel Zeit damit verbracht, Frühstück zu essen, ich {i}muss eigentlich bald zur Schule gehen.{p}Ich sollte meine {b}Karte{/b} verwenden, um hier herauszukommen.
italian: [_danny_] No, ho passato troppo tempo a fare colazione, {i}devo davvero andare a scuola presto.{p}Dovrei usare la mia {b}mappa{/b} per uscire da qui.

source: [_danny_] Mom is waiting downstairs to watch a movie with me. Now isn't the time for sleeping.
german: [_danny_] Die Mutter wartet auf eine Stufe, um einen Film mit mir zu sehen. Jetzt ist nicht die Zeit zum Schlafen.
italian: [_danny_] Mamma mi aspetta di sotto per guardare un film con me. Non è il momento di dormire.

source: [_danny_] Nah, I'm not really tired right now.
german: [_danny_] Nein, ich bin jetzt nicht wirklich müde.
italian: [_danny_] No, non sono molto stanco in questo momento.

source: [_danny_] (The Fenton Ghost Portal. It's what gave me my powers, but it's been broken since then. No ghosts to stop coming through here. Maybe Dad'll get around to fixing it in the future, who knows?)
german: [_danny_] (Das Fenton Ghost Portal. Es hat mir meine Kräfte gegeben, aber es ist seitdem kaputt gegangen. Es gibt keine Geister, die hier nicht mehr vorbeikommen. Vielleicht wird Papst es in Zukunft reparieren, wer weiß?)
italian: [_danny_] (Il portale fantasma di Fenton. È quello che mi ha dato i miei poteri, ma da allora si è rotto. Non c'è nessun fantasma che smetta di passare di qui. Forse papà riuscirà a ripararlo in futuro, chi lo sa).

source: [_danny_] Dad wouldn't want me messing with the thermostat in the lab. He says it keeps the vials of ectoplasm at an optimal temperature.{p}Honestly, I just think he doesn't like paying for heat down here.
german: [_danny_] Papa würde nicht wollen, dass ich mit dem Thermostat im Labor herumbringe. Er sagt, es hält die Flächen des Ektoplasms bei einer optimalen Temperatur.{p}Ehrlich gesagt, ich denke nur, dass er hier nicht gerne für die Hitze bezahlen will.
italian: [_danny_] Papà non vuole che io faccia casino con il termostato del laboratorio. Dice che mantiene le fiale di ectoplasma a una temperatura ottimale.{p}Onestamente, credo che non gli piaccia pagare il riscaldamento quaggiù.

source: [_danny_] (I should better wait until no one is around later at night.)
german: [_danny_] (Ich sollte lieber warten, bis später Abend niemand da ist.)
italian: [_danny_] (È meglio che aspetti che non ci sia nessuno in giro più tardi la sera).

source: [_danny_] Mom is waiting downstairs to watch a movie with me. I shouldn't make her wait for too long.
german: [_danny_] Die Mutter wartet unten auf einen Film mit mir. Ich sollte sie nicht zu lange warten lassen.
italian: [_danny_] La mamma sta aspettando di sotto per guardare un film con me. Non dovrei farla aspettare troppo a lungo.

source: [_danny_] I'm not going to bed yet... there's something I still need to do.
german: [_danny_] Ich werde noch nicht schlafen... ich muss noch etwas tun.
italian: [_danny_] Non vado ancora a letto... c'è ancora qualcosa che devo fare.

source: [_danny_] Something of the... perverted nature... involving the bathroom...
german: [_danny_] Etwas der... pervertierte Natur... mit dem Badezimmer...
italian: [_danny_] Qualcosa di natura... perversa... che riguarda il bagno...

source: [_danny_] I don't know, should I really take a peak?.
german: [_danny_] Ich weiß es nicht, sollte ich wirklich einen Gipfel nehmen?.
italian: [_danny_] Non lo so, devo proprio fare un salto?

source: [_danny_] No, that's it for tonight! I had actually better go to bed for now.
german: [_danny_] Nein, das ist heute Abend! Ich hatte eigentlich besser schlafen für jetzt.
italian: [_danny_] No, per stasera è tutto! Per ora è meglio che vada a letto.

source: [_danny_] Sam is waiting for me at her place right now.
german: [_danny_] Sam wartet gerade auf mich an ihrer Stelle.
italian: [_danny_] Sam mi sta aspettando a casa sua in questo momento.

source: [_danny_] Today is the day. I'll better catch the bus or I won't get in time for the concert!
german: [_danny_] Heute ist der Tag. Ich werde den Bus besser nehmen oder ich werde nicht rechtzeitig zum Konzert kommen!
italian: [_danny_] Oggi è il giorno giusto. Sarà meglio che prenda l'autobus o non arriverò in tempo per il concerto!

source: [_danny_] Today is the day I am heading out with mom on the science symposium. I should better hurry and go downstairs!
german: [_danny_] Heute ist der Tag, an dem ich mit der Mama auf dem Wissenschaftssymposium unterwegs bin. Ich sollte besser beeilen und nach unten gehen!
italian: [_danny_] Oggi è il giorno in cui vado con la mamma al simposio scientifico. È meglio che mi sbrighi a scendere!

source: [_danny_] Well, since I have enough money on me now, I can go buy that guitar Ember was looking at the other day and surprise her!
german: [_danny_] Nun, da ich jetzt genug Geld auf mich habe I can go buy that guitar Ember was looking at the other day and surprised she !
italian: [_danny_] Beh, visto che ora ho abbastanza soldi con me, posso andare a comprare quella chitarra che Ember stava guardando l'altro giorno e farle una sorpresa!

source: [_danny_s_towards_s_rise_one_] I really hope this will ease the tension between us, at least a little bit.
german: [_danny_s_towards_s_rise_one_] Ich hoffe wirklich, dass dies die Spannung zwischen uns abmildern wird, zumindest ein wenig.
italian: [_danny_s_towards_s_rise_one_] Spero davvero che questo allenti la tensione tra noi, almeno un po'.

source: [_danny_] I shouldn't go downstairs right now!
german: [_danny_] Ich sollte jetzt nicht nach unten gehen!
italian: [_danny_] Non dovrei scendere adesso!

source: [_danny_] I can't go to bed now! Paulina is waiting for me at the School.
german: [_danny_] Ich kann jetzt nicht ins Bett gehen! Paulina wartet auf mich in der Schule.
italian: [_danny_] Non posso andare a letto adesso! Paulina mi aspetta a scuola.

source: [_danny_] I can't go to bed now!
german: [_danny_] Ich kann jetzt nicht ins Bett gehen!
italian: [_danny_] Non posso andare a letto adesso!

source: Sleep until morning.
german: Schlafen bis Morgen.
italian: Dormire fino al mattino.

source: Skip until it's time for the dance.
german: Überspringen bis es Zeit für den Tanz.
italian: Saltate fino al momento del ballo.

source: It's time for the dance!
german: Es ist Zeit für den Tanz!
italian: È il momento del ballo!

source: Skip until Saturday.
german: Überspringen bis Samstag.
italian: Saltare fino a sabato.
