Repository: DonRP/AmityPark
Catalog: game/*/*/Jack_Dialogue_1_MZ.po
Languages: french, german

source: [_danny_s_talk_happy_s_rise_one_s_towards_] Hey Dad, I was-
french: [_danny_s_talk_happy_s_rise_one_s_towards_] Hé papa, j'étais-
german: [_danny_s_talk_happy_s_rise_one_s_towards_] Hallo Vater, ich war-

source: [_jack_s_towards_s_sad_s_talk_happy_] Sorry, not right now son! I'm in the middle of something scientific!{p}We'll discuss ghosts and other important things later though, not to worry!
french: [_jack_s_towards_s_sad_s_talk_happy_] Désolé, pas maintenant fils ! Je suis au milieu d'un truc scientifique !{p}On parlera des fantômes et d'autres choses importantes plus tard, ne t'inquiète pas !
german: [_jack_s_towards_s_sad_s_talk_happy_] Tut mir leid, nicht gerade Sohn! Ich bin mitten in etwas Wissenschaftliches!{p}Wir werden später über Geister und andere wichtige Dinge diskutieren, aber keine Sorge!

source: [_jack_s_towards_s_sad_s_talk_happy_] Danny! Here for a little father-son ghost-busting bond session? I could have {i}sworn{/i} I saw your ecto-suit lying around here just a bit ago...
french: [_jack_s_towards_s_sad_s_talk_happy_] Danny ! Tu es là pour une petite séance de chasse aux fantômes entre père et fils ? J'aurais pu jurer {i}avoir vu ton costume d'ecto dans le coin il y a peu...
german: [_jack_s_towards_s_sad_s_talk_happy_] Danny! Hier für eine kleine Gespenster-Session mit Vater-Sohn-Sonnen? Ich könnte {i}sworn{/i} Ich sah deinen Ekto-Anzug hier vor ein bisschen herumliegen...

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, actually Dad, I just wanted to ask you some stuff if that's alright...
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, en fait papa, je voulais juste te demander quelques trucs si c'est d'accord...
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, eigentlich Vater, ich wollte dich nur ein paar Sachen fragen, ob das nicht stimmt...

source: [_danny_] (What should I ask my Dad about?) [nointeract]
french: [_danny_] (Que dois-je demander à mon père ?) [nointeract]
german: [_danny_] (Was sollte ich meinem Vater fragen?) [nointeract]

source: [_danny_s_towards_s_sad_s_talk_happy_] So, how do you know Vlad Masters?
french: [_danny_s_towards_s_sad_s_talk_happy_] Alors, comment connaître Vlad Masters ?
german: [_danny_s_towards_s_sad_s_talk_happy_] Also, wie kennst du Vlad Masters?

source: [_jack_s_stare_s_angry_s_talk_happy_] Ah yes, good ol' Vladdie! In college, he was my best friend! We were extremely close, roommates, lab partners, we did everything together!
french: [_jack_s_stare_s_angry_s_talk_happy_] Ah oui, ce bon vieux Vladdie ! A l'université, c'était mon meilleur ami ! Nous étions très proches, colocataires, partenaires de labo, nous faisions tout ensemble !
german: [_jack_s_stare_s_angry_s_talk_happy_] Ah ja, gut ol' Vladdie! Im College war er mein bester Freund! Wir waren extrem eng, Mitbewohner und Laborpartner, wir haben alles gemeinsam gemacht!

source: [_danny_s_towards_s_rise_s_talk_consternation_] So then what happened? How come I've never met him in person before? I never even heard about you knowing him until he was hired by the mayor...
french: [_danny_s_towards_s_rise_s_talk_consternation_] Alors, que s'est-il passé ? Comment se fait-il que je ne l'ai jamais rencontré en personne ? Je n'ai jamais entendu dire que tu le connaissais avant qu'il ne soit engagé par le maire...
german: [_danny_s_towards_s_rise_s_talk_consternation_] Was ist dann passiert? Wie kam es, dass ich ihn noch nie persönlich getroffen habe? Ich habe noch nie davon gehört, dass Sie ihn kennen, bis er vom Bürgermeister eingestellt wurde...

source: [_jack_s_towards_s_sad_s_talk_displeased_] The thick, twisted fingers of fate happened, Danny, that's what! One minute you're about to bust open a brand new scientific discovery with your bestest pal, and the next thing you know he's in the hospital for years recuperating.
french: [_jack_s_towards_s_sad_s_talk_displeased_] Les doigts épais et tordus du destin sont arrivés, Danny, c'est ça ! Un instant, tu es sur le point de faire une découverte scientifique avec ton meilleur ami, et l'instant d'après, il est à l'hôpital pour des années de convalescence.
german: [_jack_s_towards_s_sad_s_talk_displeased_] Die dicken, verdrehten Finger des Schicksals, Danny, das ist es! Eine Minute bist du dabei, eine brandneue wissenschaftliche Entdeckung mit deiner besten Pal zu eröffnen, und das nächste, was Sie wissen, er ist im Krankenhaus seit Jahren erholsam.

source: [_jack_s_closed_s_wondering_s_talk_happy_] Then the next minute after that, his "special girl" comes running to you for comfort in her time of need...
french: [_jack_s_closed_s_wondering_s_talk_happy_] Puis, l'instant d'après, sa "fille spéciale" vient vous voir pour que vous la réconfortiez quand elle en a besoin...
german: [_jack_s_closed_s_wondering_s_talk_happy_] Dann kommt die nächste Minute danach, sein "Special Girl" zu dir und sorgt für Komfort in ihrer bedürftigen Zeit...

source: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}, wait, what was that about Mom?
french: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Attends, c'était quoi, cette histoire de maman ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] {i}Uhm{/i}, warte, was war das mit Mama?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Never mind all that, Danny! We shouldn't dwell on whose fault a horrible life changing accident {i}may{/i} or may not have been. We have to look towards the future! Towards catching ghosts! You understand, son?
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oublie tout ça, Danny ! On ne devrait pas s'attarder sur la responsabilité d'un horrible accident qui a changé notre vie. {i}peut être ou ne pas être. Nous devons regarder vers le futur ! Pour attraper les fantômes ! Tu comprends, mon fils ?
german: [_jack_s_towards_wide_s_sad_s_talk_happy_] Das macht nichts aus, Danny! Wir sollten nicht näher darauf eingehen, wessen Schuld ein schreckliches Leben sich ändernde Unfall {i}könnte{/i} oder nicht gewesen sein mag. Wir müssen in die Zukunft blicken! Geister zu fangen! Du verstehst es, Sohn?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i} yeah, I think I figured out why I've never met him before, thanks...
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Euh, oui, je crois que j'ai compris pourquoi je ne l'ai jamais rencontré avant, merci...
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i} ja, ich glaube, ich habe herausgefunden, warum ich ihn noch nie getroffen habe, danke...

source: [_danny_s_towards_s_rise_s_talk_consternation_] So, have you ever seen a real ghost before the recent attacks?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Alors, avez-vous déjà vu un vrai fantôme avant les récentes attaques ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Hast du also schon einmal einen echten Geist vor den jüngsten Angriffen gesehen?

source: [_jack_s_closed_s_sad_s_talk_happy_] Why of course, {i}many{/i} times in my day! They're a bit difficult to handle for any rookie ghost hunter, but I eat em' for breakfast!
french: [_jack_s_closed_s_sad_s_talk_happy_] Pourquoi bien sûr, {i}de nombreuses fois dans ma journée ! Ils sont un peu difficiles à manipuler pour un chasseur de fantômes débutant, mais je les mange au petit déjeuner !
german: [_jack_s_closed_s_sad_s_talk_happy_] Warum natürlich, {i}viele{/i} mal in meinem Tag! The staff were very friendly and helpful, the room was clean and comfortable.

source: [_danny_s_towards_s_rise_s_talk_consternation_] So, what exactly can they do?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Alors, que peuvent-ils faire exactement ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Was können sie also genau tun?

source: [_jack_s_towards_s_sad_s_talk_displeased_] Hmm? What exactly do you mean?
french: [_jack_s_towards_s_sad_s_talk_displeased_] Hmm ? Qu'est-ce que tu veux dire exactement ?
german: [_jack_s_towards_s_sad_s_talk_displeased_] Hmm? Was genau meinen Sie?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Like, do they have any special powers or anything?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Comme, ont-ils des pouvoirs spéciaux ou autre chose ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Gefällt mir, haben sie besondere Befugnisse oder irgendetwas?

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oh, plenty! Now it depends on the particular ghost of course, but most ghosts can usually fly, turn invisible, and phase their molecules through solid objects. The more "traditional" idea of a phantom or spectre can do it all, with relative ease.
french: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oh, beaucoup ! Cela dépend bien sûr du fantôme en question, mais la plupart des fantômes peuvent généralement voler, devenir invisibles et faire passer leurs molécules à travers des objets solides. L'idée plus "traditionnelle" d'un fantôme ou d'un spectre peut tout faire, avec une relative facilité.
german: [_jack_s_towards_wide_s_sad_s_talk_happy_] Oh, vielleicht! Jetzt hängt es natürlich vom jeweiligen Gespenst ab, aber die meisten Gespenster können in der Regel fliegen, unsichtbar werden und ihre Moleküle durch feste Objekte abbilden. Die eher "traditioneller" Idee eines Phantoms oder Gespenstes kann alles mit relativer Leichtigkeit erledigen.

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] But you have to remember that ghosts as we know them aren't {i}exactly{/i} the common depiction of a person's spirit after death. You have to think of them more as their own species, perhaps from a different dimension entirely. Say, why do you ask?
french: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Mais il faut se rappeler que les fantômes tels que nous les connaissons ne sont pas {i}exactement{/i} la représentation commune de l'esprit d'une personne après la mort. Il faut les considérer comme leur propre espèce, peut-être d'une dimension entièrement différente. Dites, pourquoi vous demandez ça ?
german: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Aber du musst dich daran erinnern, dass Geister, wie wir sie kennen, nicht genau {i}sind{/i} die gemeinsame Darstellung des Geistes einer Person nach dem Tod sind. Man muss sie eher als ihre eigene Spezies betrachten, vielleicht aus einer ganz anderen Dimension, wenn man sagt, warum fragt man sich?

source: [_danny_s_at_self_s_unhappy_s_talk_happy_] Oh, {i}uh{/i}, no reason. Just out of curiosity is all.
french: [_danny_s_at_self_s_unhappy_s_talk_happy_] Oh, {i}uh{/i}, aucune raison. Juste par curiosité, c'est tout.
german: [_danny_s_at_self_s_unhappy_s_talk_happy_] Ach, {i}uh{/i}, kein Grund. Nur aus Neugier ist alles.

source: [_jack_s_towards_s_sad_s_talk_happy_] So, was there anything else you were interested in learning?
french: [_jack_s_towards_s_sad_s_talk_happy_] Y avait-il autre chose que tu voulais apprendre ?
german: [_jack_s_towards_s_sad_s_talk_happy_] Hast du also noch irgendetwas anderes interessiert?

source: [_danny_s_towards_s_sad_s_talk_happy_] Nah, I'll let you get back to it.
french: [_danny_s_towards_s_sad_s_talk_happy_] Nah, je te laisse y revenir.
german: [_danny_s_towards_s_sad_s_talk_happy_] Nein, ich lasse dich wieder darauf zurückkommen.

source: [_jack_s_stare_s_angry_s_talk_happy_] Well then, you and your sister try to stay safe now. And don't you worry, ol' Jack Fenton is going to catch that Phantasmal Pervert before he gets the chance to strike again!
french: [_jack_s_stare_s_angry_s_talk_happy_] Bien, toi et ta soeur essayez de rester en sécurité maintenant. Et ne t'inquiète pas, le vieux Jack Fenton va attraper ce pervers fantasmatique avant qu'il n'ait la chance de frapper à nouveau !
german: [_jack_s_stare_s_angry_s_talk_happy_] Nun, du und deine Schwester versuchen jetzt sicher zu bleiben. Und keine Sorge, ol' Jack Fenton fängt den Phantasmal Pervert, bevor er die Chance erhält, wieder zu schlagen!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sure, sounds great, Dad!
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Bien sûr, ça a l'air génial, papa !
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Klar, klingt toll, Pap!

source: [_jack_s_stare_s_angry_s_talk_happy_] ...and when I do, I'm going to pry him open and examine his ghostly guts like an old gypsy woman reading the entrails of a goat!!
french: [_jack_s_stare_s_angry_s_talk_happy_] ...et quand je l'aurai fait, je l'ouvrirai et examinerai ses boyaux fantômes comme une vieille gitane lisant les entrailles d'une chèvre !!
german: [_jack_s_stare_s_angry_s_talk_happy_] ... , wenn ich es tue Ich werde ihn aufprallen und seine gespenstischen Hüte untersuchen wie eine alte Zigeunerin, die die Geister einer Ziege liest.

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Oh, wow, look at the time! Gotta go!
french: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Oh, wow, regarde l'heure ! Je dois y aller !
german: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] Oh, wow, schau dir die Zeit an! Gotta los!

source: So, how do you know Vlad Masters?
french: Alors, comment connaître Vlad Masters ?
german: Also, wie kennst du Vlad Masters?

source: Have you ever seen a real ghost before the recent attacks?
french: Avez-vous déjà vu un vrai fantôme avant les récentes attaques ?
german: Hast du schon einmal einen echten Geist vor den jüngsten Anschlägen gesehen?

source: I'll let you get back to it.
french: Je vous laisse y revenir.
german: Ich lasse dich wieder darauf zurückkommen.

source: Yeah, actually...
french: Oui, en fait...
german: Ja, eigentlich...

source: No, that was it.
french: Non, c'était ça.
german: Nein, das war es.
