Repository: DonRP/AmityPark
Catalog: game/*/*/jazz_yoga.po
Languages: french, german, spanish

source: [_mp3_] {i}Breathe in... and breathe out...{p}...let your body be a guiding hand for your inner self's desires and needs...{p}...breathe in... and release...
french: [_mp3_] {i}Inspirez... et expirez...{p}...laissez votre corps guider les désirs et les besoins de votre moi intérieur...{p}...inspirez... et relâchez...
german: [_mp3_] {i}Breathe in ... und atmen Sie ...{p}... Lassen Sie Ihren Körper eine leitende Hand für Ihre inneren Selbst Wünsche und Bedürfnisse sein ...{p}... atmen ... und ...
spanish: [_mp3_] {i}Inspira... y espira...{p}... deja que tu cuerpo sea una mano que te guíe por los deseos y necesidades de tu yo interior...{p}... inspira... y libera...

source: [_danny_s_towards_s_rise_s_smile_] (Huh? Oh, sounds like Jazz is practicing yoga in her room again...)
french: [_danny_s_towards_s_rise_s_smile_] (Huh ? Oh, on dirait que Jazz pratique à nouveau le yoga dans sa chambre...)
german: [_danny_s_towards_s_rise_s_smile_] (Huh? Oh, klingt wie Jazz praktizieren Yoga in ihrem Zimmer wieder ...)
spanish: [_danny_s_towards_s_rise_s_smile_] (¿Huh? Oh, parece la voz de Jazz practicando yoga en su habitación...)

source: [_danny_s_at_player_s_idle_s_smile_] (I could never get into it myself, I find my body to be a little too blocky, not quite limber enough for all that...)
french: [_danny_s_at_player_s_idle_s_smile_] (Je ne pourrais jamais m'y mettre moi-même, je trouve mon corps un peu trop massif, pas assez souple pour tout ça...)
german: [_danny_s_at_player_s_idle_s_smile_] (Ich konnte nie in sie selbst, finde ich meinen Körper ein wenig zu blocky, nicht ganz limber genug für alle, dass ...)
spanish: [_danny_s_at_player_s_idle_s_smile_] (Yo nunca podría hacer una introspección en mí mismo, encuentro que mi cuerpo está un poco agarrotado, tampoco es lo suficiente ágil...)

source: [_danny_s_down_s_idle_s_bite_] (She usually wears that sporty little getup when she's doing it too...)
french: [_danny_s_down_s_idle_s_bite_] (Elle porte généralement ce petit accoutrement sportif quand elle le fait aussi...)
german: [_danny_s_down_s_idle_s_bite_] (Sie trägt in der Regel, dass sportlich wenig getup, wenn sie es auch tun ...)
spanish: [_danny_s_down_s_idle_s_bite_] (Ella suele usar ese pequeño traje deportivo cuando está haciendo yoga...)

source: [_danny_s_at_player_s_rise_s_grin_] (Should I take a quick peek?)
french: [_danny_s_at_player_s_rise_s_grin_] (Dois-je jeter un coup d'œil rapide ?)
german: [_danny_s_at_player_s_rise_s_grin_] (Sollte ich eine schnelle Pök nehmen?)
spanish: [_danny_s_at_player_s_rise_s_grin_] (¿echo vistazo rápido?)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Yeah, there she is, doing her thing)
french: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Ouais, elle est là, faisant son truc)
german: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Ja, da ist sie, tut ihr Ding)
spanish: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Sí, ahí está haciendo lo suyo)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Like I said, I wish I could get into it, but it's just not for me..)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Comme je l'ai dit, j'aimerais pouvoir m'y mettre, mais ce n'est tout simplement pas pour moi...)
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Wie ich sagte, ich wünschte, ich könnte in sie hineinkommen, aber es ist einfach nicht für mich ..)
spanish: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Como decía, me gustaría practicar pero no esto no és para mí...)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm{/i}... I should probably better get out of here before she notices me.)
french: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm{/i}... Je ferais mieux de partir d'ici avant qu'elle ne me remarque)
german: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm {/i} ... Ich sollte hier wohl besser rauskommen, bevor sie mich bemerkt.)
spanish: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm {/i}... Probablemente es mejor salir de aquí antes de que ella lo note.)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Best to not push my luck, after all.)
french: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Il vaut mieux ne pas pousser ma chance, après tout.)
spanish: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Es lo mejor para no perder mi suerte.)

source: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Were you watching me?
french: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Tu me regardais ?
german: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Haben Sie mich beobachtet?
spanish: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] ¿Me estabas mirando?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-no, I {i}uhh{/i}, I just came to see if you wanted a soda, or anything.
french: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-non, je {i}uhh{/i}, je suis juste venu voir si tu voulais un soda, ou autre chose.
german: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-no, I {i}uhh {/i}, ich kam nur, um zu sehen, ob Sie eine Soda, oder alles.
spanish: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-no, I {i}uhh {/i}, Solo venía a ver si querías un refresco u otra cosa.

source: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] I'm fine thank you, now just let me finish up.
french: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] Je vais bien, merci, maintenant laisse moi juste finir.
german: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] Ich danke dir, jetzt lass mich fertig werden.
spanish: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] Estoy bien gracias, ahora déjame terminar.

source: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Y'know, in {u}private{/u}?
french: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Tu sais, en {u}privé{/u} ?
spanish: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Ya sabes, ¿en {u}privado{/u}?

source: [_danny_s_down_s_unhappy_s_talk_displeased_] R-right.
french: [_danny_s_down_s_unhappy_s_talk_displeased_] D-d'accord.
german: [_danny_s_down_s_unhappy_s_talk_displeased_] R-Rechts.
spanish: [_danny_s_down_s_unhappy_s_talk_displeased_] Ok.

source: [_danny_s_at_player_s_sad_s_consternation_] (I should be more careful next time.)
french: [_danny_s_at_player_s_sad_s_consternation_] (Je devrais faire plus attention la prochaine fois.)
german: [_danny_s_at_player_s_sad_s_consternation_] (Ich sollte das nächste Mal vorsichtiger sein.)
spanish: [_danny_s_at_player_s_sad_s_consternation_] (Debería tener más cuidadoso la próxima vez.)

source: (I gotta make sure she's got the right form!)
french: (Je dois m'assurer qu'elle a la bonne forme !)
german: (Ich muss sicherstellen, dass sie das richtige Formular hat!)
spanish: (¡Tengo que asegurarme de que está en buena forma física!)

source: (No, I'm not gonna intrude.)
french: (Non, je ne vais pas m'imposer.)
german: (Nein, ich werde nicht eindringen.)
spanish: (No, no voy a entrometerme.)
