Repository: DonRP/AmityPark
Catalog: game/*/*/lily_introduction.po
Languages: italian, spanish

source: [_danny_s_towards_s_rise_s_smile_] ({i}Hmmm...{/i} help wanted, huh? For fifty bucks a shift? I could always use the spare change lying around.)
italian: [_danny_s_towards_s_rise_s_smile_] ({i}Hmmm... Cercasi aiuto, eh? Per cinquanta dollari a turno? Potrei sempre usare gli spiccioli che ho in giro).
spanish: [_danny_s_towards_s_rise_s_smile_] ({i}Hmmm... {/i} ¿quería ayuda?, ¿eh? ¿Por cincuenta dólares un cambio? ¿y puede dejar el cambio como propina para el personal.)

source: [_lily_s_towards_s_idle_s_talk_happy_] Welcome to Nasty Burger, home of the Nasty Burger, can I take your order?
italian: [_lily_s_towards_s_idle_s_talk_happy_] Benvenuti al Nasty Burger, la casa del Nasty Burger, posso prendere la vostra ordinazione?
spanish: [_lily_s_towards_s_idle_s_talk_happy_] Bienvenido a Nasty Burger, casa de la amburguesa Nasty, ¿qué quiere tomar?

source: [_danny_s_towards_s_idle_s_talk_happy_] Well, actually, I noticed your sign on the side here.
italian: [_danny_s_towards_s_idle_s_talk_happy_] In realtà ho notato il suo cartello qui a fianco.
spanish: [_danny_s_towards_s_idle_s_talk_happy_] Bueno, en realidad, noté tu presencia desde aquí.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Huh? Oh yeah, the open positions. Yeah, our shift manager {b}Irving{/b} cut a bunch of the staff we had on hand.
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Eh? Oh sì, le posizioni aperte. Si', il nostro capoturno {b}Irving{/b} ha tagliato un po' di personale che avevamo a disposizione.
spanish: [_lily_s_towards_s_idle_s_talk_displeased_] Huh? Oh sí, los puestos de personal sin cubrir. Nuestro gestor de turnos {b}Irving {/b} recortó personal.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Was it because of the rats they found?
italian: [_danny_s_towards_s_rise_s_talk_displeased_] È stato a causa dei topi che hanno trovato?
spanish: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Fue debido a las ratas que encontraron?

source: [_lily_s_towards_s_angry_s_talk_displeased_] No, the rats were all let in when Irving opened the back door to air the place out!
italian: [_lily_s_towards_s_angry_s_talk_displeased_] No, i topi sono entrati tutti quando Irving ha aperto la porta sul retro per arieggiare il posto!
spanish: [_lily_s_towards_s_angry_s_talk_displeased_] ¡No, las ratas entraron cuando Irving abrió la puerta de atrás para airear el restaurante!

source: [_lily_s_towards_s_sad_s_talk_displeased_] So of course he didn't get the boot, go figure.
italian: [_lily_s_towards_s_sad_s_talk_displeased_] Quindi, ovviamente, non è stato licenziato, come è ovvio che sia.
spanish: [_lily_s_towards_s_sad_s_talk_displeased_] Así que por supuesto que consiguió su objetivo, imaginate.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Now, everybody else got let go because of the high demands and expectations he started setting after his mistake!
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Ora, tutti gli altri sono stati licenziati a causa delle elevate richieste e aspettative che ha iniziato a porre dopo il suo errore!
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] ¡Ahora, todo el mundo se ha ido debido a las altas exigencias y expectativas que empezó a poner después de su error!

source: [_lily_s_towards_s_angry_s_talk_displeased_] Like, what a douche. Not everybody can work holidays or during family funerals, y'know?
italian: [_lily_s_towards_s_angry_s_talk_displeased_] Che idiota. Non tutti possono lavorare nei giorni festivi o durante i funerali di famiglia, sai?
spanish: [_lily_s_towards_s_angry_s_talk_displeased_] Es como ducharse o no ducharse. No todo el mundo puede trabajar en vacaciones o durante los funerales familiares, ¿sabes?

source: [_danny_s_towards_s_angry_s_talk_consternation_] Jeez, guy sounds like a real piece of work.
italian: [_danny_s_towards_s_angry_s_talk_consternation_] Cavolo, questo tizio sembra proprio un gran lavoratore.
spanish: [_danny_s_towards_s_angry_s_talk_consternation_] Jeez, suena como un trabajo de mierda.

source: [_lily_s_towards_s_sad_s_talk_displeased_] Yeah, he sucks, but you should be fine. The sign's just offering some part time shifts, not a full time gig.
italian: [_lily_s_towards_s_sad_s_talk_displeased_] Sì, fa schifo, ma dovresti essere a posto. Il cartello offre solo dei turni part-time, non un lavoro a tempo pieno.
spanish: [_lily_s_towards_s_sad_s_talk_displeased_] Sí, jode, pero debes estar a gusto. El restaurante solo ofrece algunos turnos de tiempo parcial, no a tiempo completo gig.

source: [_lily_s_towards_s_idle_s_talk_displeased_] We're always in need of help now because of that, but it's not like you'd really have to deal with him much.
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Ora abbiamo sempre bisogno di aiuto per questo motivo, ma non è che tu abbia molto a che fare con lui.
spanish: [_lily_s_towards_s_idle_s_talk_displeased_] Siempre estamos con necesidades de ayuda por esta razón, pero no es como tener una deuda.

source: [_lily_s_towards_s_rise_s_talk_happy_] ...in fact, I can pretty much hire you on my own if I wanted to.
italian: [_lily_s_towards_s_rise_s_talk_happy_] ...infatti, se volessi, potrei assumerti da solo.
spanish: [_lily_s_towards_s_rise_s_talk_happy_] ...de hecho, puedo contratarte por mi cuenta si yo quisiera.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, seriously? That's awesome, I could definitely use the extra money.
italian: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, davvero? È fantastico, mi farebbero comodo i soldi in più.
spanish: [_danny_s_towards_s_wondering_s_talk_happy_] Oh, ¿en serio? Eso es impresionante, podría usar el dinero extra.

source: [_lily_s_away_s_idle_s_talk_happy_] I mean like, if I wanted to, that is.{p}That has yet to be decided.
italian: [_lily_s_away_s_idle_s_talk_happy_] Cioè, se lo volessi, ecco.{p}Questo non è ancora stato deciso.
spanish: [_lily_s_away_s_idle_s_talk_happy_] Quiero decir si quisiera, es decir.{p} Aún no lo he decidido.

source: [_danny_s_towards_s_sad_s_talk_displeased_] O-oh, okay then.
italian: [_danny_s_towards_s_sad_s_talk_displeased_] Oh, ok allora.
spanish: [_danny_s_towards_s_sad_s_talk_displeased_] O-oh, bien.

source: [_lily_s_towards_s_rise_s_talk_happy_] Well first off, you'll have to go through my personal hiring process interview.
italian: [_lily_s_towards_s_rise_s_talk_happy_] Per prima cosa, dovrete affrontare il mio personale colloquio di assunzione.
spanish: [_lily_s_towards_s_rise_s_talk_happy_] Pues bien, en primer lugar tendrás que pasar por mi entrevista de proceso de contratación de personal.

source: [_danny_s_towards_s_idle_s_talk_happy_] Sure, I'm down for that.
italian: [_danny_s_towards_s_idle_s_talk_happy_] Certo, sono d'accordo.
spanish: [_danny_s_towards_s_idle_s_talk_happy_] Claro, estoy aquí por eso.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Alright, cool.{p}So, first question:{p}Have you ever stolen money from a place of employment before?
italian: [_lily_s_towards_s_idle_s_talk_displeased_] D'accordo, bene.{p}Allora, prima domanda:{p}Ha mai rubato soldi da un posto di lavoro prima d'ora?
spanish: [_lily_s_towards_s_idle_s_talk_displeased_] Muy bien.{p}Primera pregunta:{p}¿Alguna vez has robado dinero de tu trabajo?

source: [_danny_s_towards_s_idle_s_talk_displeased_] No, I haven't.
italian: [_danny_s_towards_s_idle_s_talk_displeased_] No, non l'ho fatto.
spanish: [_danny_s_towards_s_idle_s_talk_displeased_] No, no lo he hecho.

source: [_lily_s_towards_s_idle_s_talk_happy_] Nice. Well alright then, you're hired.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Bello. Bene, allora sei assunto.
spanish: [_lily_s_towards_s_idle_s_talk_happy_] Bien, entonces estás contratado.

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...really, that's it?
italian: [_danny_s_towards_s_rise_s_talk_displeased_] ...davvero, tutto qui?
spanish: [_danny_s_towards_s_rise_s_talk_displeased_] ...¿verdaderamente?

source: [_lily_s_towards_s_sad_s_talk_happy_] Yeah, I mean, that's really the only important thing I need to worry about when hiring someone on.
italian: [_lily_s_towards_s_sad_s_talk_happy_] Sì, è l'unica cosa importante di cui mi devo preoccupare quando assumo qualcuno.
spanish: [_lily_s_towards_s_sad_s_talk_happy_] Sí, quiero decir, eso es realmente lo único que necesito saber para la contratación de alguien.

source: [_lily_s_towards_s_angry_s_talk_happy_] If I hire somebody on who dips their hands into the cash drawer, that's on me, and then I'd have to beat your face in.
italian: [_lily_s_towards_s_angry_s_talk_happy_] Se assumo qualcuno che mette le mani nel cassetto dei contanti, è colpa mia, e allora devo spaccarti la faccia.
spanish: [_lily_s_towards_s_angry_s_talk_happy_] Si contrato a alguien que mete sus manos en la caja de registro, és responsabilidad mía, y entonces tendría romperte la cara.

source: [_lily_s_towards_s_idle_s_talk_happy_] But other than that, this job's not exactly rocket science. Put meat on the grill, mop the spills up, scrub the toilets like every Thursday or so...
italian: [_lily_s_towards_s_idle_s_talk_happy_] Ma a parte questo, questo lavoro non è esattamente una scienza missilistica. Mettere la carne sulla griglia, pulire le fuoriuscite, pulire i bagni ogni giovedì o giù di lì...
spanish: [_lily_s_towards_s_idle_s_talk_happy_] Pero aparte de eso, este trabajo no es exactamente ciencia de cohetes. Poner carne en la parrilla, bolsa en papeleras, fregar los sanitarios los jueves o así...

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...and like, wash your hands, obviously, but I don't even know if I need to bring that up.
italian: [_lily_s_towards_s_rise_s_talk_displeased_] ...e lavarsi le mani, ovviamente, ma non so nemmeno se è il caso di parlarne.
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] ... lavarte las manos obviamente, pero ni siquiera sé si hace falta decírtelo.

source: [_danny_s_towards_s_idle_s_talk_happy_] No, I get that, that's pretty much the basics.
italian: [_danny_s_towards_s_idle_s_talk_happy_] No, l'ho capito, sono più o meno le basi.
spanish: [_danny_s_towards_s_idle_s_talk_happy_] No, es bastante básico.

source: [_lily_s_towards_s_angry_s_talk_displeased_] I mean, you'd have to be a serious degenerate to not wash your hands at least twice a day anyway...
italian: [_lily_s_towards_s_angry_s_talk_displeased_] Insomma, bisogna essere dei veri degenerati per non lavarsi le mani almeno due volte al giorno...
spanish: [_lily_s_towards_s_angry_s_talk_displeased_] Quiero decir, tendrías que ser un degenerado para no lavarte las manos al menos dos veces al día...

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...let alone when eating or handling greasy, fatty foods all day long, y'know?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] ...figuriamoci quando si mangia o si maneggiano cibi grassi e unti per tutto il giorno, no?
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] ... y mucho menos cuando comes o manipular alimentos grasos todo el día, ¿saber?

source: [_danny_s_towards_s_rise_s_talk_happy_] ...but of course.
italian: [_danny_s_towards_s_rise_s_talk_happy_] ...ma naturalmente.
spanish: [_danny_s_towards_s_rise_s_talk_happy_] ...sí, claro.

source: [_lily_s_towards_s_idle_s_talk_happy_] Anyway, yeah, their should be a spare uniform in the-
italian: [_lily_s_towards_s_idle_s_talk_happy_] Comunque, sì, dovrebbe esserci un'uniforme di riserva nel...
spanish: [_lily_s_towards_s_idle_s_talk_happy_] De todos modos, sí, debe haber un uniforme de repuesto en el-

source: [_valerie_s_offscreen_s_uniform_s_towards_s_sad_s_talk_displeased_] Hey Lily, sorry I'm late. One of my friends called me while I was changing asking where I was, so I had to come up with a-
italian: [_valerie_s_offscreen_s_uniform_s_towards_s_sad_s_talk_displeased_] Ciao Lily, scusa il ritardo. Uno dei miei amici mi ha chiamato mentre mi stavo cambiando chiedendomi dove fossi, così ho dovuto inventarmi una...
spanish: [_valerie_s_offscreen_s_uniform_s_towards_s_sad_s_talk_displeased_] Hola, siento llegar tarde. Uno de mis amigos me llamó mientras me estaba cambiando para preguntarme donde estaba, así que tuve que venir con un-

source: [_valerie_s_uniform_s_towards_s_sad_s_talk_happy_] ...believable excuse...
italian: [_valerie_s_uniform_s_towards_s_sad_s_talk_happy_] ...scusa credibile...
spanish: [_valerie_s_uniform_s_towards_s_sad_s_talk_happy_] ...excusa creíble...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Valerie? You work here?
italian: [_danny_s_towards_s_rise_s_talk_displeased_] Valerie? Lavori qui?
spanish: [_danny_s_towards_s_rise_s_talk_displeased_] ¿Valerie? ¿Trabajas aquí?

source: [_valerie_s_uniform_point_s_towards_wide_s_angry_s_talk_distraught_] F-F-Fenton!! What the, why are you-
italian: [_valerie_s_uniform_point_s_towards_wide_s_angry_s_talk_distraught_] F-F-Fenton!!! Che diavolo, perché sei...
spanish: [_valerie_s_uniform_point_s_towards_wide_s_angry_s_talk_distraught_] ¡¡F-F-Fenton!! ¿Qué?, ¿por qué estás-

source: [_lily_s_towards_s_rise_s_talk_displeased_] Your name is "Fenton"?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Il suo nome è "Fenton"?
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] ¿Tu nombre es "Fenton"?

source: [_danny_s_towards_s_sad_s_talk_happy_] No, that's my last name, my name's Da-
italian: [_danny_s_towards_s_sad_s_talk_happy_] No, quello è il mio cognome, il mio nome è Da...
spanish: [_danny_s_towards_s_sad_s_talk_happy_] No, ese es mi apellido, mi nombre Da-

source: [_valerie_s_uniform_up_s_towards_s_angry_s_talk_displeased_] {i}FENTON!!{/i}{p}What the heck are you doing here?
italian: [_valerie_s_uniform_up_s_towards_s_angry_s_talk_displeased_] {i}FENTON!!!{p}Che diavolo ci fai qui?
spanish: [_valerie_s_uniform_up_s_towards_s_angry_s_talk_displeased_] {i}¡¡FENTON!! {/i}{p}¿Qué diablos estás haciendo aquí?

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...in a fast food restaurant? Jeez Val, take a guess.
italian: [_danny_s_towards_s_rise_s_talk_consternation_] ...in un fast food? Cavolo, Val, prova a indovinare.
spanish: [_danny_s_towards_s_rise_s_talk_consternation_] ... en un restaurante de comida rápida? Jeez Val, adivina.

source: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Look, you didn't see {u}anything{/u}, Fenton! If you know what's good for you.
italian: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Guarda, non hai visto {u}nulla{/u}, Fenton! Se sai cosa è bene per te.
spanish: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Mira, tú no has visto {u}nada {/u},¡Fenton! Ya sabes que es lo mejor que puedes hacer.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Valerie, why are you yelling?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Valerie, perché stai urlando?
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] Valerie, ¿por qué estás gritando?

source: [_valerie_s_uniform_up_s_towards_s_rise_s_talk_displeased_] Lily, I don't want him around here?
italian: [_valerie_s_uniform_up_s_towards_s_rise_s_talk_displeased_] Lily, non lo voglio qui intorno?
spanish: [_valerie_s_uniform_up_s_towards_s_rise_s_talk_displeased_] Lily, no le quiero por aquí.

source: [_lily_s_towards_s_sad_s_talk_displeased_] Why not?
italian: [_lily_s_towards_s_sad_s_talk_displeased_] Perché no?
spanish: [_lily_s_towards_s_sad_s_talk_displeased_] ¿Por qué no?

source: [_valerie_s_uniform_s_away_s_angry_s_talk_displeased_] Cause the loser goes to my school!!
italian: [_valerie_s_uniform_s_away_s_angry_s_talk_displeased_] Perché il perdente va nella mia scuola!!!
spanish: [_valerie_s_uniform_s_away_s_angry_s_talk_displeased_] ¡¡porque es un perdedor que va a mi escuela!!

source: [_lily_s_towards_s_idle_s_talk_happy_] You do?
italian: [_lily_s_towards_s_idle_s_talk_happy_] Davvero?
spanish: [_lily_s_towards_s_idle_s_talk_happy_] ¿Lo eres?

source: [_danny_s_towards_s_idle_s_talk_displeased_] Yeah...
italian: [_danny_s_towards_s_idle_s_talk_displeased_] Sì...
spanish: [_danny_s_towards_s_idle_s_talk_displeased_] Sí...

source: [_lily_s_towards_s_rise_s_talk_displeased_] Well, that's not really an excuse not to hire the guy...
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Beh, questa non è proprio una scusa per non assumerlo...
spanish: [_lily_s_towards_s_rise_s_talk_displeased_] Bueno, eso no es una excusa para no contratarlo...

source: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Lilian, if you hire him, I quit!
italian: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Lilian, se lo assumi, mi licenzio!
spanish: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_distraught_] Lilian, si lo contratas, ¡yo lo dejo!

source: [_lily_s_towards_s_idle_s_talk_displeased_] Didn't you say you are in serious need of money since your Dad lost his job?
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Non hai detto che hai un grande bisogno di soldi da quando tuo padre ha perso il lavoro?
spanish: [_lily_s_towards_s_idle_s_talk_displeased_] ¿No dijiste que estás en necesidad de dinero desde que tu padre perdió su trabajo?

source: [_valerie_s_uniform_s_towards_s_sad_s_talk_distraught_] D-don't go around talking about that!
italian: [_valerie_s_uniform_s_towards_s_sad_s_talk_distraught_] Non andare in giro a parlare di questo!
spanish: [_valerie_s_uniform_s_towards_s_sad_s_talk_distraught_] ¡No hables de esto a nadie!

source: [_valerie_s_uniform_s_closed_s_angry_s_talk_displeased_] {i}Ugh!{/i} Fine! Do whatever you want.
italian: [_valerie_s_uniform_s_closed_s_angry_s_talk_displeased_] {i}Ugh! Bene! Fai quello che vuoi.
spanish: [_valerie_s_uniform_s_closed_s_angry_s_talk_displeased_] {i}Ugh! {/i} ¡Bien! Haz lo que quieras.

source: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_displeased_] Just don't tell {u}anybody{/u} about this Fenton...{p}...or you're dead!
italian: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_displeased_] Ma non dire a {u}nessuno{/u} di questo Fenton...{p}...o sei morto!
spanish: [_valerie_s_uniform_point_s_towards_s_angry_s_talk_displeased_] Simplemente no digas {u}a nadie {/u} sobre esto Fenton ...{p}... o ¡estás muerto!

source: [_lily_s_towards_s_sad_s_talk_displeased_] ...{i}okaayyy{/i}... well I suppose I don't need to introduce you to Valerie...
italian: [_lily_s_towards_s_sad_s_talk_displeased_] ...{i}okaayyy{/i}... beh, suppongo che non ci sia bisogno di presentarti Valerie...
spanish: [_lily_s_towards_s_sad_s_talk_displeased_] ...{i}okaayyy {/i} ...supongo que no necesito presentarte a Valerie ...

source: [_danny_s_towards_s_rise_s_talk_consternation_] Nah, we're obviously well acquainted.
italian: [_danny_s_towards_s_rise_s_talk_consternation_] No, ovviamente ci conosciamo bene.
spanish: [_danny_s_towards_s_rise_s_talk_consternation_] Nah, obviamente estamos bien familiarizados.

source: [_danny_s_towards_s_idle_s_talk_happy_] So, anytime I can start?
italian: [_danny_s_towards_s_idle_s_talk_happy_] Allora, quando posso iniziare?
spanish: [_danny_s_towards_s_idle_s_talk_happy_] Entonces, ¿en cualquier momento puedo empezar?

source: [_lily_s_towards_s_idle_s_talk_happy_] Pretty much anytime we're open, really.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Praticamente ogni volta che siamo aperti, in realtà.
spanish: [_lily_s_towards_s_idle_s_talk_happy_] En cualquier momento que esté abierto.

source: [_lily_s_towards_s_rise_s_talk_happy_] Although, due to our policy, we can't have students working in the early portion of school hours, like right in the morning.
italian: [_lily_s_towards_s_rise_s_talk_happy_] Tuttavia, a causa della nostra politica, non possiamo far lavorare gli studenti nella prima parte dell'orario scolastico, ad esempio la mattina.
spanish: [_lily_s_towards_s_rise_s_talk_happy_] Aunque debido a nuestra política no podemos tener estudiantes trabajando en los horarios escolares de la mañana.

source: [_lily_s_towards_s_idle_s_talk_happy_] So just stop by any other time if you're looking for some quick cash, I guess.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Quindi passate in qualsiasi altro momento se siete alla ricerca di un po' di denaro veloce, credo.
spanish: [_lily_s_towards_s_idle_s_talk_happy_] Así que sencillamente en cualquier otro momento que estés buscando algún dinero rápido puedes venir.

source: [_danny_s_closed_s_wondering_s_talk_happy_] Awesome, thanks Lily!
italian: [_danny_s_closed_s_wondering_s_talk_happy_] Fantastico, grazie Lily!
spanish: [_danny_s_closed_s_wondering_s_talk_happy_] Impresionante, ¡gracias Lily!

source: [_lily_s_towards_s_idle_s_talk_happy_] Sure, no problem.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Certo, nessun problema.
spanish: [_lily_s_towards_s_idle_s_talk_happy_] De nada.
