Repository: DonRP/AmityPark
Catalog: game/*/*/Maddie_Dialogue_1_MZ.po
Languages: french, german

source: [_maddie_s_closed_s_sad_s_talk_frown_] The {u}main{/u} point, Danny, is that ectoplasm is what ghosts are {u}made{/u} of. It's slimy, tastes pretty awful, but it's essentially a ghost's "flesh" as well as its main power supply. That make sense?
french: [_maddie_s_closed_s_sad_s_talk_frown_] {u}Le point principal, Danny, est que les fantômes sont {u}faits{/u} d'ectoplasme. C'est visqueux, ça a un goût horrible, mais c'est la "chair" du fantôme et sa principale source d'énergie. Ça a un sens ?
german: [_maddie_s_closed_s_sad_s_talk_frown_] Der {u}Haupt{/u} Punkt, Danny, ist, dass ectoplasm das ist, was Geister sind {u}gemacht{/u} von. Es ist schlank, schmeckt ziemlich furchtbar, aber es ist im Wesentlichen das "Fleisch" eines Geistes und seine Hauptversorgung. Das macht Sinn?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Yeah, it does! All right, I got it know, thanks.
french: [_danny_s_closed_s_unhappy_s_talk_happy_] Oui, c'est vrai ! Très bien, je le sais, merci.
german: [_danny_s_closed_s_unhappy_s_talk_happy_] Ja, das tut es! Gut, ich habe es richtig kennengelernt, danke.

source: [_danny_s_down_s_wondering_s_talk_consternation_] Hey Mom, have you ever dealt in the past with any particularly... well... erhm... how do I say this exactly...?
french: [_danny_s_down_s_wondering_s_talk_consternation_] Maman, as-tu déjà eu affaire dans le passé à des personnes particulièrement... eh bien... euh... comment dire exactement...?
german: [_danny_s_down_s_wondering_s_talk_consternation_] Hey Mama, hast du dich in der Vergangenheit mit irgendwelchen besonderen beschäftigt... gut... erhm... wie sage ich das genau...?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...have you ever been aware of or heard any stories of some ghosts being extra "creepy"?{p}If you catch my drift?
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...as-tu déjà entendu parler ou entendu des histoires de fantômes particulièrement "flippants" ?{p}Si vous voyez ce que je veux dire ?
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...warst du schon einmal von oder hörst von einigen Geistern, die extra "gruselig" waren?{p}Wenn du meinen Drift fängst?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Well sure, I mean, I suppose I was a tad afraid of ghosts when I first started my research into the paranormal, yes. But after a while of properly studying their form and matter, however, I've learned to just treat them as any another principle of science.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bien sûr, je suppose que j'avais un peu peur des fantômes lorsque j'ai commencé mes recherches sur le paranormal, oui. Mais après avoir étudié correctement leur forme et leur matière, j'ai appris à les traiter comme n'importe quel autre principe scientifique.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Sicherlich, ich meine, Ich vermute, ich war ein bisschen Angst vor Geistern, als ich meine Forschung über das Paranormal, ja. Aber nach einer Weile der korrekten Untersuchung ihrer Form und Materie, aber ich habe gelernt, sie einfach als jedes andere Prinzip der Wissenschaft zu behandeln.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, no, that's not exactly what I meant... {i}uhm{/i}, sorta like... like a... {u}perverted{/u} type of ghost?
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, non, ce n'est pas exactement ce que je voulais dire... {i}uhm{/i}, un peu comme... comme un... {u}type de fantôme pervers{/u} ?
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] {i}Uhm{/i}, nein, das ist nicht genau das, was ich meine... {i}uhm{/i}, sorta like... wie ... {u}pervertiert{/u} Art des Geistes?

source: [_maddie_s_towards_wide_s_sad_s_talk_happy_] Oh... {i}oh!{/i} Well, umm... y-yes, there are actually {i}many{/i} cases of ghosts who exhibit certain... {u}proclivities{/u} when it comes to their interactions with human beings. Not all, of course, but a good number of them.
french: [_maddie_s_towards_wide_s_sad_s_talk_happy_] Oh... {i}oh!{/i} Eh bien, humm... oui, il y a en fait {i}beaucoup{/i} de cas de fantômes qui montrent certaines... {u}inclinaisons{/u} quand il s'agit de leurs interactions avec les êtres humains. Pas tous, bien sûr, mais un bon nombre d'entre eux.
german: [_maddie_s_towards_wide_s_sad_s_talk_happy_] Oh... {i}oh!{/i} Nun, umm... y-ja, es gibt tatsächlich {i}viele{/i} Fälle von Geistern, die sicher ausstellen.. {u}Prozlivities{/u} wenn es um ihre Interaktion mit Menschen geht. Nicht alle, aber natürlich eine große Anzahl von ihnen.

source: [_maddie_s_towards_wide_s_sad_s_talk_amused_] I actually theorized in my doctoral thesis that there seems to be a distinct relationship between sympathetic resonances and ectoplasm. Where as ectoplasm is primarily the particle, the sympathetic wave-form manifests as something called {b}"Orgone"{/b}.
french: [_maddie_s_towards_wide_s_sad_s_talk_amused_] J'ai en fait théorisé dans ma thèse de doctorat qu'il semble y avoir une relation distincte entre les résonances sympathiques et l'ectoplasme. Alors que l'ectoplasme est principalement une particule, la forme d'onde sympathique se manifeste sous la forme de quelque chose appelé {b}"Orgone"{/b}.
german: [_maddie_s_towards_wide_s_sad_s_talk_amused_] Ich habe eigentlich in meiner Doktorarbeit theoretisiert, dass es eine deutliche Beziehung zwischen sympathischen Resonanzen und Ektoplasmus zu geben scheint. Wo als Ektoplasie in erster Linie das Teilchen ist, manifestiert sich die sympathische Wellenform als etwas mit dem Namen {b}"Orgone"{/b}.

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Orgone"? I've {i}uh{/i}, never heard of it before. What is it?
french: [_danny_s_towards_s_rise_s_talk_consternation_] "Orgone" ? J'ai {i}uh{/i}, jamais entendu parler de ça avant. Qu'est-ce que c'est ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] "Orgone"? Ich habe {i}uh{/i}, noch nie davon gehört. Was ist es?

source: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Well, it's an even {i}more-so{/i} theoretical phantasmal material relating to the human body's... {i}uhm{/i}, let's just say relating to human {i}vitality{/i}, you understand?
french: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] {i}Eh bien, il s'agit d'un matériau fantasmatique encore plus{/i} théorique relatif au corps humain... {i}uhm{/i}, disons simplement relatif à la vitalité{/i} humaine {i}, vous comprenez ?
german: [_maddie_s_towards_s_sad_s_talk_happy_s_blush_] Nun, es ist ein sogar {i}mehr so{/i} theoretisches phantastisches Material in Bezug auf den menschlichen Körper. . {i}uhm{/i}, sagen wir, in Bezug auf die Lebensdauer von {i}Mensch, verstehst du?

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sorry, I'm confused, what exactly does it have to do with vitality?
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Désolé, je suis confus, qu'est-ce que ça a à voir avec la vitalité ?
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Sorry, ich bin verwirrt, was genau hat es mit Vitalität zu tun?

source: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, you're a smart boy, I'm sure you can figure it out.
french: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, tu es un garçon intelligent, je suis sûre que tu peux trouver une solution.
german: [_maddie_s_towards_s_sad_s_talk_amused_s_blush_] Oh Danny, du bist ein Smart Boy, ich bin sicher, dass du es herausfinden kannst.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] So ghosts will end up attacking humans in order to get the human's Orgone somehow, right?
french: [_danny_s_closed_s_unhappy_s_talk_happy_] Les fantômes finiront donc par attaquer les humains pour s'emparer de leur Orgone, non ?
german: [_danny_s_closed_s_unhappy_s_talk_happy_] Gespenster werden am Ende Menschen angreifen, um das Orgone des Menschen irgendwie zu bekommen, nicht wahr?

source: [_maddie_s_towards_wide_s_sad_s_talk_amused_] In a manner of speaking, yes. The, ehrm, {i}act{/i} of extraction itself is what actually produces the Orgone. It's something that people naturally produce as a byproduct of human relations, but ghosts are, for what ever reason, either drawn to it or more affected by it.
french: [_maddie_s_towards_wide_s_sad_s_talk_amused_] D'une certaine manière, oui. L'acte d'extraction lui-même, {i}, est ce qui produit réellement l'Orgone. C'est quelque chose que les gens produisent naturellement comme un sous-produit des relations humaines, mais les fantômes sont, pour une raison ou une autre, attirés ou plus affectés par elle.
german: [_maddie_s_towards_wide_s_sad_s_talk_amused_] In einer Art zu sprechen, ja. Diejenigen, ehrlich, {i}act{/i} der Extraktion selbst ist es, was tatsächlich das Orgone produziert. Es ist etwas, das Menschen auf natürliche Weise als Nebenprodukt menschlicher Beziehungen produzieren aber Geister sind, aus welchem Grund auch immer, entweder davon betroffen oder davon betroffen.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Affected by it in what way? Do they like the smell of the Orgone or something?
french: [_danny_s_towards_s_unhappy_s_talk_consternation_] Affectés par elle de quelle manière ? Est-ce qu'ils aiment l'odeur de l'Orgone ou autre chose ?
german: [_danny_s_towards_s_unhappy_s_talk_consternation_] Auf welche Art und Weise davon betroffen? Gefällt ihnen der Geruch des Orgos oder etwas?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Well no, not quite. Actually, what Orgone does essentially is that it {i}strengthens{/i} the phantom's bond to the "real" world, allowing them to manifest their form more powerfully.
french: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Eh bien non, pas tout à fait. En fait, ce que fait essentiellement l'Orgone, c'est qu'il {i}renforce{/i} le lien du fantôme avec le monde "réel", ce qui lui permet de manifester sa forme avec plus de puissance.
german: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Na nein, nicht ganz. Orgone verstärkt eigentlich die Bindung des Phantoms an die "echte" Welt {i}so dass sie ihre Form stärker manifestieren können.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Weird... sorta like a powerup in a videogame!
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Bizarre... un peu comme un bonus dans un jeu vidéo !
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Weird... sorta wie ein Powerup in einem Videospiel!

source: [_danny_s_down_wide_s_unhappy_s_grindteeth_] (Wait, so that means... in order to get myself stronger... I'm gonna have to... {i}oh jeez!{/i})
french: [_danny_s_down_wide_s_unhappy_s_grindteeth_] (Attends, donc ça veut dire... que pour devenir plus fort... je vais devoir... {i}oh jeez!{/i})
german: [_danny_s_down_wide_s_unhappy_s_grindteeth_] (Warte, so dass es bedeutet... um mich stärker zu machen... Ich werde es brauchen... {i}oh jeez!{/i})

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Was there anything else you wanted to talk about?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Y a-t-il autre chose dont vous vouliez parler ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] War es noch etwas anderes, worüber du reden möchtest?

source: [_danny_s_towards_s_sad_s_talk_happy_] No, that's it, thanks. I've learned enough for now.
french: [_danny_s_towards_s_sad_s_talk_happy_] Non, c'est tout, merci. J'en ai assez appris pour l'instant.
german: [_danny_s_towards_s_sad_s_talk_happy_] Nein, das ist es, danke. Ich habe jetzt genug gelernt.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Alright sweetie, take care. Be careful when you're travelling around though: that Inviso-Bill character looks like a {i}real{/i} troublemaker to me.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] D'accord, chérie, prends soin de toi. Fais attention quand tu te déplaces : ce personnage d'Inviso-Bill a l'air d'être un vrai fauteur de troubles pour moi, {i}.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] In Ordnung, sei vorsichtig, wenn du umherreisst: Das Zeichen Inviso-Bill sieht aus wie ein {i}echter Unruhestifter für mich.

source: [_danny_s_towards_s_sad_s_talk_happy_] Right. Sure thing, thanks Mom.
french: [_danny_s_towards_s_sad_s_talk_happy_] Bien. Bien sûr, merci maman.
german: [_danny_s_towards_s_sad_s_talk_happy_] Recht. Sicher, Dank Mama.

source: Who exactly is this Vlad guy, anyway?
french: Qui est exactement ce Vlad, d'ailleurs ?
german: Wer genau ist dieser Vlad Typ?

source: Ectoplasm, what is it exactly?
french: L'ectoplasme, c'est quoi exactement ?
german: Ektoplasmus, was genau ist das?

source: Could you tell me about ectoplasm again?
french: Vous pouvez me reparler de l'ectoplasme ?
german: Könnten Sie mir noch einmal über das Ektoplasma berichten?

source: Ask about why ghosts are kinda perverted.
french: Demandez pourquoi les fantômes sont un peu pervers.
german: Fragen Sie, warum Geister pervers sind.

source: No, that's it.
french: Non, c'est ça.
german: Nein, das ist es.

source: No, that's it, thanks.
french: Non, c'est tout, merci.
german: Nein, das ist es, danke.
