Repository: DonRP/AmityPark
Catalog: game/*/*/Maddie_Dialogue_1_MZ.po
Languages: french, german

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Sorry Danny, I'm a little busy right now. I'll talk to you later, 'kay?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Désolé Danny, je suis un peu occupé en ce moment. Je te parle plus tard, d'accord ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Tut mir leid, Danny, ich bin gerade ein wenig beschäftigt. Ich werde später mit dir sprechen, "Kaja?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, you doing okay?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Hé Danny, tu vas bien ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, du machst in Ordnung?

source: [_danny_s_talk_happy_2_s_sad_] Yeah, I'm alright. Hey, do you mind if I ask you something?
french: [_danny_s_talk_happy_2_s_sad_] Oui, je vais bien. Hé, ça te dérange si je te demande quelque chose ?
german: [_danny_s_talk_happy_2_s_sad_] Ja, ich bin in Ordnung. Hey, hast du nichts dagegen, wenn ich dir etwas frage?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course sweetie, what's up?
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bien sûr, chérie, qu'est-ce qu'il y a ?
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Natürlich süßlich, was ist los?

source: [_danny_] (What do I wanna talk to Mom about?) [nointeract]
french: [_danny_] (De quoi je veux parler avec maman ?) [nointeract]
german: [_danny_] (Was will ich mit Mama sprechen?) [nointeract]

source: [_danny_s_towards_s_rise_s_talk_consternation_] Who exactly is this Vlad guy, anyway?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Qui est exactement ce Vlad, d'ailleurs ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Wer ist eigentlich dieser Vlad Mann?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Vlad? Well your father and I went to college with him in Wisconsin back in the day. To be honest with you... we even sorta dated briefly.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Vlad ? Eh bien, ton père et moi sommes allés à l'université avec lui dans le Wisconsin à l'époque. Pour être honnête avec toi... nous sommes même sortis brièvement ensemble.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Vlad? Nun, dein Vater und ich sind mit ihm in Wisconsin zurück gegangen. Um ehrlich zu sein... wir sorta sogar kurz datiert.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Woah, Mom, you dated a billionaire?!
french: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Woah, maman, tu es sortie avec un milliardaire ?!
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Woah, Mama, du hast einen Milliardär datiert?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, no, he wasn't at all a billionaire back then. We were all just poor college students trying our best to study theoretical physics together. He was very sweet to me when we dated, and your father and him were best friends... that was at least...
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, non, il n'était pas du tout milliardaire à l'époque. Nous étions juste de pauvres étudiants faisant de leur mieux pour étudier la physique théorique ensemble. Il était très gentil avec moi quand on sortait ensemble, et ton père et lui étaient les meilleurs amis... c'était au moins...
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh Danny, nein, er war damals überhaupt kein Milliardär. Wir alle waren nur arme Hochschulstudenten und versuchten unser Bestes, theoretische Physik gemeinsam zu studieren. Er war sehr süß zu mir, als wir dated, und Ihr Vater und er waren die besten Freunde... das war zumindest...

source: [_danny_s_towards_s_rise_s_talk_consternation_] Until "the incident", right? Why, what happened?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Jusqu'à "l'incident", non ? Pourquoi, que s'est-il passé ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Bis "der Vorfall", oder? Warum? Was ist passiert?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] It happened during a test of one of Jack's {b}Prototype Ghost Portals{/b}. I told your father there was some math not quite adding up, but he was so eager... he ended up turning the portal on at full power!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] C'est arrivé pendant un test d'un des prototypes de {b}portails fantômes de Jack{/b}. J'ai dit à votre père que certains calculs n'étaient pas tout à fait corrects, mais il était si impatient... qu'il a fini par allumer le portail à pleine puissance !
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Es geschah während eines Tests eines von Bubs {b}Prototype Ghost Portals{/b}. Ich sagte Ihrem Vater gab es einige Mathematik nicht ganz zurechnen, aber er war so eifrig. Er hat das Portal mit voller Kraft eingeschaltet!

source: [_maddie_] And Vlad back then was also a bit of a reckless young man, so he never wore a face mask or goggles... standing next to the machine that closely, well... you can imagine what might have happened...
french: [_maddie_] Et Vlad, à l'époque, était aussi un jeune homme un peu imprudent, alors il n'a jamais porté de masque ou de lunettes de protection... en se tenant à côté de la machine de si près, eh bien... vous pouvez imaginer ce qui aurait pu se passer...
german: [_maddie_] Und Vlad war damals auch ein wenig leichtsinniger junger Mann, so dass er nie eine Gesichtsmaske oder Brille trug. . Sie stehen neben der Maschine, die gut ist... Sie können sich vorstellen, was geschehen könnte...

source: [_danny_s_towards_s_rise_s_talk_consternation_] But he looks perfectly alright to me, so does he wear some sort of skin graft or mask?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Mais il m'a l'air parfaitement bien, alors porte-t-il une sorte de greffe de peau ou un masque ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Aber er sieht mir vollkommen gut aus, also trägt er eine Art Hautschicht oder Maske?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh no, Danny, he wasn't burned! A rogue blast of ectoplasmic energy shot out of the portal, giving him a severe inflammation on his face, a condition we called at the time "{b}Ecto-acne{/b}".
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh non, Danny, il n'a pas été brûlé ! Un souffle d'énergie ectoplasmique s'est échappé du portail, lui donnant une sévère inflammation au visage, une condition que nous appelions à l'époque "{b}Ecto-acné{/b}".
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh nein, Danny, er wurde nicht verbrannt! Ein Schurkensprung ectoplasmischer Energie, der aus dem Portal geschossen wurde und ihm eine schwere Entzündung auf seinem Gesicht verschafft eine Bedingung, die wir zur Zeit "{b}Ecto-acne{/b}" aufgerufen haben.

source: [_danny_s_towards_s_rise_s_talk_consternation_] "Ecto-acne"? Jeez, and I thought "pizza-face" was brutal.
french: [_danny_s_towards_s_rise_s_talk_consternation_] "Ecto-acné" ? Jeez, et je pensais que "face de pizza" était brutal.
german: [_danny_s_towards_s_rise_s_talk_consternation_] "Ecto-acne"? Jeez, und ich dachte, "Pizza-Gesicht" sei brutal.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Yes, and unfortunately, Vlad had to drop out of school and spend so many months in the hospital. Ironically enough though, I think it was when he left school that he was able to pave his own future with some smart investments and his own inventions.
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oui, et malheureusement, Vlad a dû abandonner l'école et passer de nombreux mois à l'hôpital. Mais ironiquement, je pense que c'est lorsqu'il a quitté l'école qu'il a pu préparer son propre avenir grâce à des investissements intelligents et à ses propres inventions.
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Ja, und leider musste Vlad die Schule verlassen und so viele Monate im Krankenhaus verbringen. Aber Ironisch genug Ich denke, als er die Schule verließ, konnte er mit einigen klugen Investitionen und eigenen Erfindungen seine eigene Zukunft gestalten.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] How freaky... but I'm glad to see he healed up well, and that things worked out for him in the end!
french: [_danny_s_towards_wide_s_wondering_s_talk_happy_] C'est effrayant... mais je suis heureux de voir qu'il a bien guéri, et que les choses se sont arrangées pour lui à la fin !
german: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Wie freimütig... aber ich bin froh, dass er sich gut erholt hat und dass es am Ende für ihn funktioniert!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Ectoplasm, what is it exactly?
french: [_danny_s_towards_s_rise_s_talk_consternation_] L'ectoplasme, c'est quoi exactement ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Ektoplasmus, was genau ist es?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, I'm so glad you asked! Ectoplasm is actually one of the main substances that make up a ghost's molecular structure, and it's easily one of the most bizzare materials known to science!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, je suis content que tu me le demandes ! L'ectoplasme est en fait l'une des principales substances qui composent la structure moléculaire d'un fantôme, et c'est facilement l'un des matériaux les plus bizarres connus de la science !
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Oh, ich bin so froh, dass du gefragt hast! Ektoplasmus ist tatsächlich einer der wichtigsten Substanzen, die die Molekularstruktur eines Geistes ausmachen und es ist leicht eines der bizare Materialien, die der Wissenschaft bekannt sind!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Wait, but I thought that the recent Ectopus sightings were the first time the world has had real confirmable ghost reports, right?{p}How could you and Dad study any of this stuff properly before now?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Attendez, mais je pensais que les récentes observations d'Ectopus étaient la première fois que le monde avait de vrais rapports de fantômes confirmables, non ?{p}Comment toi et papa pouviez étudier ces choses correctement avant maintenant ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Warte, aber ich dachte, dass die jüngsten Ektopus-Sichtungen das erste Mal waren, als die Welt echte bestätigende Geisterberichte hatte, oder?{p}Wie könntest du und Papst vorher etwas von diesem Zeug richtig studieren?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Well, maybe the first "confirmed" reports, but parapsychologists like your father and I have been dealing with apparition cases for decades. The scientific community at large just refuses to accept parapsychology as a genuine field of research.
french: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Bon, peut-être les premiers rapports "confirmés", mais les parapsychologues comme votre père et moi traitons des cas d'apparition depuis des décennies. La communauté scientifique dans son ensemble refuse simplement d'accepter la parapsychologie comme un véritable domaine de recherche.
german: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Nun, vielleicht die ersten "bestätigten" Berichte, aber Parapsychologen wie dein Vater und ich beschäftigen mich schon seit Jahrzehnten. Die wissenschaftliche Gemeinschaft im Großen und Ganzen weigert sich, die Parapsychologie als echtes Forschungsgebiet zu akzeptieren.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Really? So there are other scientists who also believe in the paranormal?
french: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Vraiment ? Donc il y a d'autres scientifiques qui croient aussi au paranormal ?
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wirklich? Es gibt also andere Wissenschaftler, die auch an das Paranormal?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course! How do you think Vlad made his billions? By proving plenty of his theories, of course! Along with developing some of his more tech-based inventions. He's a {i}very{/i} smart man even outside of just ghost research!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bien sûr ! Comment crois-tu que Vlad a gagné ses milliards ? En prouvant beaucoup de ses théories, bien sûr ! Et en développant certaines de ses inventions plus technologiques. C'est un {i}homme très{/i} intelligent même en dehors de la recherche sur les fantômes !
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Natürlich! Wie denkst du, dass Vlad seine Milliarden gemacht hat? Natürlich indem er viele seiner Theorien beweist! Neben der Entwicklung einiger seiner eher techgestützten Erfindungen. Er ist ein {i}sehr, sehr intelligenter Mann auch außerhalb der bloßen Geisterforschung!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Most scientific boards still don't acknowledge ectoplasm as a genuine elemental material, however. They categorize it as more of a pseudo-element, since it deals with sub-atomic properties, string theory, plenty of other unproven concepts...
french: [_maddie_s_towards_s_sad_s_talk_frown_] La plupart des conseils scientifiques ne reconnaissent toujours pas l'ectoplasme comme un véritable matériau élémentaire, cependant. Ils le classent plutôt dans la catégorie des pseudo-éléments, puisqu'il s'agit de propriétés sub-atomiques, de la théorie des cordes et de nombreux autres concepts non prouvés...
german: [_maddie_s_towards_s_sad_s_talk_frown_] Die meisten wissenschaftlichen Boards erkennen den Ektoplasmus jedoch immer noch nicht als echtes Elementarmaterial an. Sie kategorisieren es eher als Pseudo-Element, da es sich mit subatomaren Eigenschaften, Streichtheorie, vielen anderen unbewiesenen Konzepten befasst...

source: [_danny_s_towards_s_rise_s_talk_consternation_] You've sorta lost me there.
french: [_danny_s_towards_s_rise_s_talk_consternation_] Tu m'as un peu perdu là.
german: [_danny_s_towards_s_rise_s_talk_consternation_] Du hast mich dort verloren.

source: [_maddie_s_closed_s_neutral_s_talk_amused_] Right, well, I guess to put it simply, ectoplasm's most interesting property is that it can be practically any other material, but only in a superficial sense from the lens of atomic structure.
french: [_maddie_s_closed_s_neutral_s_talk_amused_] Bon, pour faire simple, je pense que la propriété la plus intéressante de l'ectoplasme est qu'il peut être pratiquement n'importe quel autre matériau, mais seulement de manière superficielle du point de vue de la structure atomique.
german: [_maddie_s_closed_s_neutral_s_talk_amused_] Richtig, gut, ich glaube, einfach auszudrücken, die interessanteste Eigenschaft von ectoplasm ist, dass es praktisch jedes andere Material sein kann aber nur oberflächlich von der Objektive der atomaren Struktur.

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] For example, ectoplasm can be a solid, liquid, gas, or plasma all at the same temperature! What form it takes is based on a multitude of varying factors. Pretty interesting, huh?
french: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Par exemple, l'ectoplasme peut être un solide, un liquide, un gaz ou un plasma, tous à la même température ! La forme qu'il prend dépend d'une multitude de facteurs variables. Plutôt intéressant, non ?
german: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] Zum Beispiel kann Ektoplasm ein fester, flüssiger, gasförmiger oder Plasma bei gleicher Temperatur sein! Welche Form sie annimmt, beruht auf einer Vielzahl unterschiedlicher Faktoren. Ziemlich interessant, oder?

source: [_danny_s_towards_s_rise_s_talk_consternation_] This still seems really over my head...
french: [_danny_s_towards_s_rise_s_talk_consternation_] Cela me dépasse toujours...
german: [_danny_s_towards_s_rise_s_talk_consternation_] Das scheint immer noch über meinem Kopf zu sein...

source: [_maddie_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Well, I suppose you are still your father's son after all...
french: [_maddie_s_towards_s_sad_s_talk_amused_] {i}*Soupir*{/i} Eh bien, je suppose que tu es toujours le fils de ton père après tout...
german: [_maddie_s_towards_s_sad_s_talk_amused_] {i}*Sehen*{/i} Nun, ich nehme an, du bist doch noch der Sohn deines Vaters...

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Huh? What do you mean by-
french: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Hein ? Qu'est-ce que tu veux dire par-
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Huh? Was meinst du für-

source: [_maddie_s_closed_s_sad_s_talk_frown_] Look, the {u}main{/u} point, Danny, is that ectoplasm is what ghosts are {u}made{/u} of. It's slimy, tastes pretty awful, but it's essentially a ghost's "flesh" as well as its main power supply. That make sense?
french: [_maddie_s_closed_s_sad_s_talk_frown_] {u}Le point principal, Danny, c'est que les fantômes sont {u}faits{/u} d'ectoplasme. C'est visqueux, ça a un goût horrible, mais c'est la "chair" du fantôme et sa principale source d'énergie. Ça a un sens ?
german: [_maddie_s_closed_s_sad_s_talk_frown_] Schau, der {u}Haupt{/u} Punkt, Danny, ist das ectoplasm was Geister sind {u}gemacht{/u} von. Es ist schlank, schmeckt ziemlich furchtbar, aber es ist im Wesentlichen das "Fleisch" eines Geistes und seine Hauptversorgung. Das macht Sinn?

source: [_danny_s_closed_s_unhappy_s_talk_happy_] Yeah, it does! All right, I got it now, thanks.
french: [_danny_s_closed_s_unhappy_s_talk_happy_] Oui, c'est vrai ! Très bien, je l'ai maintenant, merci.
german: [_danny_s_closed_s_unhappy_s_talk_happy_] Ja, das tut es! Alles in Ordnung, ich habe es jetzt bekommen, danke.

source: [_danny_s_towards_s_rise_s_talk_consternation_] I sorta forgot, what is Ectoplasm exactly?
french: [_danny_s_towards_s_rise_s_talk_consternation_] J'ai oublié, c'est quoi exactement l'Ectoplasme ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Ich sorta vergessen, was ist Ektoplasm genau?

source: [_maddie_s_towards_s_neutral_s_talk_happy_] No worries, always glad to give a refresher! Ectoplasm is the substance that ghosts are made of, and it's easily one of the most bizzare materials known to man!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Pas d'inquiétude, nous sommes toujours heureux de vous rafraîchir la mémoire ! L'ectoplasme est la substance dont les fantômes sont faits, et c'est facilement l'un des matériaux les plus bizarres connus de l'homme !
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Keine Sorge, immer gerne eine Erfrischung geben! Ektoplasm ist die Substanz, aus der Geister hergestellt werden und es ist leicht eines der bizare Materialien, die dem Menschen bekannt sind!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Wait, but I thought that the recent Ectopus sightings were the first time there have been real ghost activity reported, right?
french: [_danny_s_towards_s_rise_s_talk_consternation_] Attendez, mais je pensais que les récentes observations d'Ectopus étaient la première fois qu'une réelle activité fantôme était signalée, non ?
german: [_danny_s_towards_s_rise_s_talk_consternation_] Warte, aber ich dachte, dass die jüngsten Ektopus-Sichtungen das erste Mal waren, als echte Geisteraktivität gemeldet wurde, oder?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Maybe the first "confirmed" reports, but parapsychologists like your father and I have been dealing with apparition cases for decades. The problem is the scientific community at large refuses to accept parapsychology as a genuine field of research.
french: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Peut-être les premiers rapports "confirmés", mais les parapsychologues comme votre père et moi traitons des cas d'apparition depuis des décennies. Le problème est que la communauté scientifique dans son ensemble refuse d'accepter la parapsychologie comme un véritable domaine de recherche.
german: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Vielleicht die ersten "bestätigten" Berichte, aber Parapsychologen wie dein Vater und ich beschäftigen mich seit Jahrzehnten mit Erscheinungsfällen. Das Problem besteht darin, dass sich die wissenschaftliche Gemeinschaft im Großen und Ganzen weigert, die Parapsychologie als echtes Forschungsgebiet zu akzeptieren.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Of course! How do you think Vlad made his billions? Proving plenty of his theories, of course! Along with developing some of his other tech-based inventions. He's a {i}very{/i} smart man even outside of ghost research!
french: [_maddie_s_towards_s_neutral_s_talk_happy_] Bien sûr ! Comment crois-tu que Vlad a gagné ses milliards ? En prouvant beaucoup de ses théories, bien sûr ! En plus de développer certaines de ses autres inventions technologiques. C'est un {i}homme très{/i} intelligent même en dehors de la recherche sur les fantômes !
german: [_maddie_s_towards_s_neutral_s_talk_happy_] Natürlich! Wie denkst du, dass Vlad seine Milliarden gemacht hat? Natürlich viele seiner Theorien! Neben der Entwicklung einiger seiner anderen technischen Erfindungen. Er ist ein {i}sehr, sehr intelligenter Mann auch außerhalb der Geisterforschung!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Now, the broader scientific boards don't acknowledge ectoplasm as a genuine phantasmal material. They categorize it as more of a pseudo-element, since it also deals with sub-atomic properties, string theory, plenty of unverified concepts...
french: [_maddie_s_towards_s_sad_s_talk_frown_] Maintenant, les conseils scientifiques plus larges ne reconnaissent pas l'ectoplasme comme une véritable matière fantasmatique. Ils le classent plutôt dans la catégorie des pseudo-éléments, puisqu'il est également question de propriétés subatomiques, de théorie des cordes, d'une foule de concepts non vérifiés...
german: [_maddie_s_towards_s_sad_s_talk_frown_] Jetzt erkennen die allgemeineren wissenschaftlichen Gremien das Ektoplasma nicht als echtes phantastisches Material an. Sie kategorisieren es eher als Pseudo-Element, da es sich auch mit subatomaren Eigenschaften, Streichtheorie, vielen unbewiesenen Konzepten befasst...

source: [_maddie_s_closed_s_neutral_s_talk_amused_] Right, well I guess to put it simply, ectoplasm is a material that can be practically any other material, but only in a superficial sense from the lens of atomic structure.
french: [_maddie_s_closed_s_neutral_s_talk_amused_] Bon, pour faire simple, l'ectoplasme est un matériau qui peut être pratiquement n'importe quel autre matériau, mais seulement de manière superficielle du point de vue de la structure atomique.
german: [_maddie_s_closed_s_neutral_s_talk_amused_] Richtig, ich vermute, einfach auszudrücken, ist ectoplasm ein Material, das praktisch jedes andere Material sein kann aber nur oberflächlich von der Objektive der atomaren Struktur.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Wait... what?
french: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Attends... quoi ?
german: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Warten... was?
