Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_yoga.po
Languages: french, german, spanish

source: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] See champ? Mind your manners well and one day you might get lucky enough to score a gal that good!
french: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] Tu vois, champion ? Occupe-toi de tes manières et un jour tu auras peut-être la chance de te trouver une fille aussi bien !
german: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] Siehe champ? Denken Sie Ihre Manieren gut und eines Tages können Sie Glück genug, um ein gal, dass gut zu punkten!
spanish: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ¿Ves campeón? Cuida tus modales y un día podrás tener la suerte de conseguir una chica así de buena!

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Uhh{/i}, sure dad...
french: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Uhh{/i}, bien sûr papa...
german: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Uhh {/i}, sicher Papa ...
spanish: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Uhh{/i}, claro papá...

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Well, have a nice day everybody! Gotta work on some new ghost hunting tech in the basement!
french: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Bon, passez une bonne journée tout le monde ! Je dois travailler sur une nouvelle technologie de chasse aux fantômes dans le sous-sol !
german: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Nun, einen schönen Tag haben alle! Ich muss an einer neuen Geisterjagd-Tech im Keller arbeiten!
spanish: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Bueno, ¡que tengáis un buen día todos! ¡Tengo que trabajar en una nueva tecnología de caza de fantasmas en el sótano!

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] I'll bring your coffee in a minute, Jack.
french: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] J'apporte votre café dans une minute, Jack.
german: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Ich bringe deinen Kaffee in eine Minute, Jack.
spanish: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Te traeré un poco de café querida.

source: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Well.. I suppose I'll talk to you later, Danny.
french: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Eh bien... Je suppose que je te parlerai plus tard, Danny.
german: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Naja .. Ich nehme an, dass ich später mit dir reden werde, Danny.
spanish: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Bueno... Hablaré contigo más tarde Danny.

source: [_danny_s_at_player_s_angry_s_displeased_] (Dang... so close!)
french: [_danny_s_at_player_s_angry_s_displeased_] (Dang... si proche !)
german: [_danny_s_at_player_s_angry_s_displeased_] (Dang ... so nah!)
spanish: [_danny_s_at_player_s_angry_s_displeased_] (¡Joder... ha estado muy cerca!)

source: Keep watching?
french: Continuer à regarder ?
german: Beobachten?
spanish: ¿Seguir mirando?
