Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_yoga.po
Languages: french, german, spanish

source: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Jeez, Mom's butt sure looks, {i}*Ahem*{/i}, "well rounded" in those spandex pants...)
french: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Bon sang, les fesses de maman ont l'air, {i}*Ahem*{/i}, "bien rondes" dans ce pantalon en spandex...)
german: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Jeez, Mom's butt sure looks, {i}*Ahem * {/i}, "well gerundet " in diesen Spandex Hosen ...)
spanish: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Joder, el trasero de mamá, {i}*Ahem*{/i}, "tan redondeado" y en ese legin ajustado...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Definitely comes from all the yoga she does... helps her stay limber, I guess...)
french: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Ça vient certainement de tout le yoga qu'elle fait... ça l'aide à rester souple, je suppose...)
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Auf jeden Fall kommt aus all dem Yoga, das sie tut ... hilft ihr, limber zu bleiben, schätze ich ...)
spanish: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Definitivamente le viene todo del yoga que hace... le ayuda a mantenerse en buena forma, supongo...)

source: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}Bahh!{/i} What am I doing? Checking out my own Mom like that, seriously?! {i}Jeeez{/i}...)
french: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}Bahh!{/i} Qu'est-ce que je fais ? Jeter un coup d'oeil à ma propre mère comme ça, sérieusement ? ! {i}Jeeez{/i}...)
german: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}Bahh! {/i} Was mache ich da? Überprüfen Sie meine eigene Mutter wie diese, ernsthaft?! {i}Jeeez {/i} ...)
spanish: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}¡Bahh! {/i} ¿Qué estoy haciendo? Mirando a mi propia madre, ¡¿en serio?! {i}Jeeez{/i}...)

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, hey sweetie! Didn't see you there!
french: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, hey ma chérie ! Je ne t'avais pas vu là-bas !
german: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, hey sweetie! Didn sehen Sie da!
spanish: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, ¡hola cariño! ¡No te había visto!

source: [_danny_s_towards_s_idle_s_talk_happy_] Morning Mom.{p}Yoga today?
french: [_danny_s_towards_s_idle_s_talk_happy_] Maman du matin.{p}Yoga aujourd'hui ?
german: [_danny_s_towards_s_idle_s_talk_happy_] Morning Mom.{p}Yoga heute?
spanish: [_danny_s_towards_s_idle_s_talk_happy_] Buenos días mamá.{p}¿Yoga hoy?

source: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] You bet! You should join try and join me some time, it's a {i}real{/i} workout! Got any plans today?
french: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] Tu parles ! Tu devrais essayer de te joindre à moi un jour, c'est un {i}vrai{/i} entraînement ! Tu as des projets aujourd'hui ?
german: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] Sie wetten! Sie sollten beitreten versuchen und mich einige Zeit, es ist ein {i}echte {/i} Workout! Haben Sie heute irgendwelche Pläne?
spanish: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] ¡Ya lo creo!. Deberías intentar unirte a mí alguna vez, ¡es un {i}estupendo{/i} entrenamiento! ¿Tienes planes para hoy?

source: [_danny_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}, well now that you mention it, I've got some homework to go and... study, so...
french: [_danny_s_down_s_sad_s_talk_consternation_] {i}Euhhh{/i}, maintenant que tu en parles, j'ai des devoirs à faire et... à étudier, donc...
german: [_danny_s_down_s_sad_s_talk_consternation_] {i}Uhhh {/i}, nun, jetzt, wo Sie es erwähnen, Ich habe einige Hausaufgaben zu gehen und ... Studie, so ...
spanish: [_danny_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}, bueno ahora que lo mencionas, tengo que ir a hacer unos deberes y... estudiar, así que...

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Aww{/i}, well make sure you get that all done and make sure you're studying well!
french: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Aww{/i}, assure-toi que tout soit fait et que tu étudies bien !
german: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Aww {/i}, stellen Sie sicher, dass Sie das alles getan haben und stellen Sie sicher, dass Sie studieren gut!
spanish: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Aww{/i}, bueno, ¡asegúrate de hacer todo y de estudiar!

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Maybe another time I guess!
french: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Peut-être une autre fois, je suppose !
german: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Vielleicht ein anderes Mal denke ich!
spanish: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Quizá en otra ocasión, ¡supongo!

source: [_danny_s_towards_s_sad_s_talk_happy_] Y-yeah Mom, definitely another time...
french: [_danny_s_towards_s_sad_s_talk_happy_] Oui, maman, certainement une autre fois...
german: [_danny_s_towards_s_sad_s_talk_happy_] Y-yeah Mom, definitiv ein anderes Mal ...
spanish: [_danny_s_towards_s_sad_s_talk_happy_] Sí mamá. Definitivamente en otro momento...

source: [_danny_] (Y'know... I think it's been a few days since Mom and I really... {i}'did it'{/i}...)
french: [_danny_] (Tu sais... Je pense que ça fait quelques jours que maman et moi n'avons pas vraiment... {i}'fait ça' {/i}...)
german: [_danny_] (Y ' weiß ... Ich denke, es ist ein paar Tage her, dass Mom und ich wirklich ... {i}' {/i} ...)
spanish: [_danny_] (Ya sabes... Han pasado unos días desde que mamá y yo... {i}'lo hicimos'{/i}...)

source: [_danny_] (...and just looking at this sight right now... I mean God, just check out that ass!)
french: [_danny_] (...et rien qu'en regardant cette vue en ce moment... Je veux dire Dieu, regardez juste ce cul !)
german: [_danny_] (... und schaue gerade diesen Anblick gerade an ... Ich meine Gott, schauen Sie sich den Arsch an!)
spanish: [_danny_] (...y sólo mirando esta vista ahora mismo... Quiero decir ¡joder!, ¡mira ese culo!)

source: [_danny_] (I still know deep down this probably isn't right, but it's too amazing to ignore!)
french: [_danny_] (Je sais toujours qu'au fond de moi, ce n'est probablement pas bien, mais c'est trop incroyable pour être ignoré)
german: [_danny_] (Ich weiß immer noch, dass dies wahrscheinlich nicht richtig ist, aber es ist zu erstaunlich, um zu ignorieren!)
spanish: [_danny_] (Sigo sabiendo en el fondo que esto no es correcto, pero és demasiado sexi para ignorarlo)

source: [_maddie_] {i}Heh{/i}, you just gonna stand there and stare all day, sweetie?
french: [_maddie_] {i}Tu vas rester là à me fixer toute la journée, chérie ?
german: [_maddie_] {i}Heh {/i}, stehst du einfach da und stare den ganzen Tag, sweetie?
spanish: [_maddie_] {i}Heh{/i}, ¿Vas a quedarte ahí mirando todo el día cariño?

source: [_maddie_] Don't worry... I don't think anyone's around right now...~
french: [_maddie_] Ne vous inquiétez pas... Je pense qu'il n'y a personne dans le coin pour le moment...~
german: [_maddie_] Keine Sorge ... Ich glaube nicht, dass irgendjemand im Moment hier ist ... ~
spanish: [_maddie_] No te preocupes... No creo que haya nadie cerca en este momento...~

source: [_maddie_] Do you like the outfit sweetie? Had to pull it out of the closet... it was the popular style at the time...
french: [_maddie_] Tu aimes la tenue, ma chérie ? J'ai dû la ressortir du placard... c'était le style populaire à l'époque...
german: [_maddie_] Sie mögen das Outfit-Sweetie? Musste es aus dem Schrank ziehen ... es war der populäre Stil zu der Zeit ...
spanish: [_maddie_] ¿Te gusta el conjunto, cariño? Tuve que sacarlo del armario... era el estilo popular de la época...

source: [_danny_] I can definitely imagine it being... pretty popular, Mom.
french: [_danny_] Je peux certainement imaginer que c'est... assez populaire, maman.
german: [_danny_] Ich kann mir definitiv vorstellen, dass es ... ziemlich beliebt ist, Mom.
spanish: [_danny_] Definitivamente puedo imaginar que fue... bastante popular, mamá.

source: [_maddie_] You don't think it looks a bit outdated or cheesy, right?
french: [_maddie_] Vous ne trouvez pas que ça fait un peu vieillot ou ringard, non ?
german: [_maddie_] Du glaubst nicht, dass es ein bisschen veraltet oder kitschig aussieht, oder?
spanish: [_maddie_] ¿No crees que es un poco anticuado o cursi?

source: [_danny_] No way, it definitely has some staying power. You look great, believe me...
french: [_danny_] Pas du tout, il a définitivement une certaine résistance. Tu es superbe, crois-moi...
german: [_danny_] Kein Weg, es hat auf jeden Fall einige bleiben Kraft. Sie sehen toll aus, glauben Sie mir ...
spanish: [_danny_] De ninguna manera, definitivamente tiene poder de no pasar de moda. Te ves genial, créeme...

source: [_maddie_] Just "great"?
french: [_maddie_] Juste "génial" ?
spanish: [_maddie_] ¿Solo "genial"?

source: [_danny_] {i}Really{/i} great... jaw dropping, I'd say.
french: [_danny_] {i}Vraiment génial... à couper le souffle, je dirais.
german: [_danny_] {i}Really {/i} great ... backe fallen, würde ich sagen.
spanish: [_danny_] {i}Realmente genial... me quedo con la boca abierta.

source: [_maddie_] {i}Nawww{/i}, baby! You're practically {u}drooling{/u} right now!
french: [_maddie_] {i}Nawww{/i}, bébé ! Tu es pratiquement {u}en train de baver là !
german: [_maddie_] {i}Nawww {/i}, Baby! Du bist praktisch {u}Drooling {/u} gerade jetzt!
spanish: [_maddie_] {i}¡Nawww{/i}, nene! ¡Prácticamente estás {u}babeando{/u}!

source: [_maddie_] (Oh yeah, Madeline Fenton's {i}stiiill{/i} got it!~)
french: [_maddie_] (Oh oui, Madeline Fenton's {i}stiiill{/i} got it!~)
german: [_maddie_] (Oh ja, Madeline Fenton's {i}stiiill {/i} hat sie bekommen! ~)
spanish: [_maddie_] (Oh, sí, Madeline Fenton's {i}¡todavíiiiiiiia lo tengo!~)

source: [_maddie_] Would you maybe mind helping me with this one particular pose?
french: [_maddie_] Pourriez-vous m'aider avec cette pose particulière ?
german: [_maddie_] Würden Sie mir vielleicht mit dieser einen bestimmten Pose helfen?
spanish: [_maddie_] ¿Te importaría ayudarme con esta pose en particular?

source: [_danny_] S-sure, what do I need to do?
french: [_danny_] S-sure, qu'est-ce que je dois faire ?
german: [_danny_] S-sicher, was muss ich tun?
spanish: [_danny_] S-seguro, ¿qué tengo que hacer?

source: [_maddie_] Oh nothing, you just need to... pull my arms back a little... while I'm on my knees, is all.
french: [_maddie_] Oh rien, tu dois juste... tirer un peu mes bras en arrière... quand je suis à genoux, c'est tout.
german: [_maddie_] Oh, nichts, du musst nur ... meine Arme ein wenig zurückziehen ... während ich auf den Knien bin, ist alles.
spanish: [_maddie_] Oh, nada, sólo tienes que... tirar de mis brazos hacia atrás un poco... mientras estoy de rodillas, es todo.

source: [_maddie_] You'll be helping to really {i}'stretch me out'{/i}, believe me...
french: [_maddie_] Vous aiderez à vraiment {i}'stretch me out'{/i}, croyez-moi...
german: [_maddie_] Sie werden helfen, um wirklich {i}'Stretch me out' {/i}, glauben Sie mir ...
spanish: [_maddie_] Me ayudarás a {i}'estirarme'{/i}, créeme...

source: [_danny_] ...{i}oh!{/i} Definitely then!
french: [_danny_] ...{i}oh!{/i} Définitivement alors !
german: [_danny_] ...{i}oh! {/i} Definitiv dann!
spanish: [_danny_] ...{i}¡oh! ¡Definitivamente vamos!

source: [_maddie_] Thank you sweetie~!
french: [_maddie_] Merci, ma chérie~!
german: [_maddie_] Vielen Dank ~!
spanish: [_maddie_] ¡Gracias, cariño~!

source: [_maddie_] You're too kind to your dear old mother...
french: [_maddie_] Tu es trop gentil avec ta chère vieille mère...
german: [_maddie_] Du bist zu freundlich zu deiner lieben alten Mutter ...
spanish: [_maddie_] Eres demasiado amable con tu querida y vieja madre...

source: [_maddie_] Now pull nice and firmly baby... be gentle, but really get a good grip on my forearms...
french: [_maddie_] Maintenant, tirez gentiment et fermement, bébé... soyez doux, mais ayez une bonne prise sur mes avant-bras...
german: [_maddie_] Jetzt ziehen schön und fest Baby ... sanft sein, aber wirklich einen guten Griff auf meinen Unterarm ...
spanish: [_maddie_] Ahora tira bien y con firmeza, nene... sé suave, agarra bien mis antebrazos...

source: [_danny_] Okay then, so do I just-
french: [_danny_] Ok alors, alors je dois juste-
german: [_danny_] Okay dann, also mach ich einfach-
spanish: [_danny_] De acuerdo

source: [_maddie_] {i}Mmm~{/i} That's it sweetie, just like that...
french: [_maddie_] {i}Mmm~{/i} C'est ça mon coeur, juste comme ça...
german: [_maddie_] {i}Mmm ~ {/i} Das ist es sweetie, genau wie das ...
spanish: [_maddie_] {i}Mmm~{/i} Eso es, cariño, así de fácil...

source: [_danny_] (God... if she keeps wiggling her butt up against me like that, I'm going to pop a boner in no time!)
french: [_danny_] (Mon Dieu... si elle continue à remuer ses fesses contre moi comme ça, je vais avoir la trique en un rien de temps !)
german: [_danny_] (Gott ... wenn sie ihren Hintern gegen mich wehtut wie das, werde ich in keiner Zeit einen Knecht knnen!)
spanish: [_danny_] (Joder... si sigue moviendo su trasero contra mí de esa manera, ¡voy a tener una erección!)

source: [_maddie_] Something the matter sweetie? You seem sorta, {i}*Giggles*{/i} "pent up" today... you getting enough sleep lately?
french: [_maddie_] Quelque chose ne va pas, chérie ? Tu sembles un peu, {i}*Giggles*{/i} "refoulée" aujourd'hui... tu as assez dormi ces derniers temps ?
german: [_maddie_] Was ist die Sache sweetie? Sie scheinen sorta, {i}*Giggles * {/i} "pent up" heute ... Sie genug schlafen in letzter Zeit?
spanish: [_maddie_] ¿Pasa algo, cariño? Pareces un poco, {i}*Giggles*{/i} "rigido" hoy... ¿has dormido lo bien?

source: [_danny_] Oh, y'know, c-could have been better last night!
french: [_danny_] Oh, tu sais, ça aurait pu être mieux la nuit dernière !
german: [_danny_] Oh, y'know, c-hätte es letzte Nacht besser sein können!
spanish: [_danny_] Oh, ya sabes, ¡podría haber sido un mejor anoche!

source: [_maddie_] {i}Awww{/i}, poor thing! Don't worry sweetie, I'll be sure to visit at night again soon! Then I can help ease the tension of whatever's winding you up so much...~
french: [_maddie_] {i}Awww{/i}, le pauvre ! Ne t'inquiète pas chérie, je reviendrai bientôt te voir le soir ! Comme ça, je pourrai t'aider à soulager la tension de ce qui t'énerve tant...~
german: [_maddie_] {i}Awww {/i}, schlechte Sache! Mach dir keine Sorgen, ich werde sicher sein, bald wieder in der Nacht zu besuchen! Dann kann ich Ihnen helfen, die Spannung zu lindern, was immer Sie so aufwickeln ... ~
spanish: [_maddie_] {i}¡Awww{/i}, ¡pobrecito! No te preocupes cariño, pronto volveré a visitarte por la noche. Así podré ayudarte a aliviar la tensión de lo que sea que te esta molestando tanto...~

source: [_danny_] Holy... f-fuck...
french: [_danny_] Saint... putain de merde...
german: [_danny_] Holy ... f-fick ...
spanish: [_danny_] Joder... joder...

source: [_maddie_] {i}*Tssk!*{/i} Sweetie! Language, please!
french: [_maddie_] {i}*Tssk!*{/i} Chérie ! Ton langage, s'il te plaît !
german: [_maddie_] {i}*Tssk! * {/i} Sweetie! Sprache, bitte!
spanish: [_maddie_] {i}*¡Tssk!* {/i} ¡Cariño! ¡Esa lengua lengua!

source: [_danny_] S-sorry... just sorta slipped out
french: [_danny_] Désolée... ça m'a échappé
german: [_danny_] S-sorry ... nur sorta ausgerutscht
spanish: [_danny_] Lo siento... se me escapó

source: [_maddie_] {i}*Sigh*{/i} I guess it can't be helped right now, you're right...
french: [_maddie_] {i}*Je suppose qu'on ne peut rien y faire pour l'instant, tu as raison...
german: [_maddie_] {i}*Sigh * {/i} Ich denke, es kann nicht gerade geholfen werden jetzt, du hast recht ...
spanish: [_maddie_] {i}*Supongo que ahora no lo pudiste evitar. Tienes razón...

source: [_maddie_] Now... unzip your pants and let's slip out that fat cock of yours...~
french: [_maddie_] Maintenant... ouvre ton pantalon et laisse sortir ta grosse bite... ~
german: [_maddie_] Jetzt ... entpacken Sie Ihre Hose und die Salate herausrutschen, dass der dicke Schwanz von Ihnen ... ~
spanish: [_maddie_] Ahora... bájate la cremallera de los pantalones y saca esa gran polla tuya

source: [_danny_] {i}M-MOM!! We can't just... right?{/i}{p}I-I mean, alright, but... but what about-
french: [_danny_] {i}M-MAMAN !! On ne peut pas juste... hein ?{p}Je-je veux dire, d'accord, mais... mais à propos de-
german: [_danny_] {i}M-MOM!! Wir können nicht einfach ... richtig? {/i}{p}-Ich meine, in Ordnung, aber ... aber was ist mit ...
spanish: [_danny_] {i}¡¡MAMÁ!! No podemos... ¿verdad?{/i}{p} Quiero decir está bien, pero... pero qué pasa con

source: [_maddie_] Don't worry, I told you, everyone's asleep right now anyway, and even if they come downstairs, they won't be able to see anything from this angle.~
french: [_maddie_] Ne t'inquiète pas, je te l'ai dit, tout le monde dort en ce moment de toute façon, et même s'ils descendent, ils ne pourront rien voir de cet angle. ~
german: [_maddie_] Keine Sorge, ich habe dir gesagt, jeder schläft jetzt sowieso, und selbst wenn sie unten kommen, werden sie nicht in der Lage sein, etwas aus diesem Winkel zu sehen. ~
spanish: [_maddie_] No te preocupes, ya te he dicho que ahora mismo no hay nadie porque todos duermen. Y aunque baje alguien, no podrá ver nada desde este ángulo.~

source: [_maddie_] Now hurry up and be give momma a feel of that nice, big-!
french: [_maddie_] Maintenant, dépêche-toi de faire sentir à maman ce beau gros-!
german: [_maddie_] Jetzt beeilen Sie sich und geben Sie momma ein Gefühl von dem schön, groß-!
spanish: [_maddie_] ¡Ahora apúrate y dale a mamá un polvo con ese lindo y gran!

source: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn*{/i} Jumping junipers, what a beautiful day! Honey! Get the coffee going!
french: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn*{/i} Des genévriers qui sautent, quelle belle journée ! Chéri ! Fais couler le café !
german: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn * {/i} Jumping Junipers, was für ein schöner Tag! Honig! Holen Sie sich den Kaffee!
spanish: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn*{/i} Enebros saltarines, ¡qué hermoso día! ¡Cariño! ¡Pon el café en marcha!

source: [_maddie_] {i}*Quietly Frantic*{/i} Shit! Danny-!
french: [_maddie_] {i}*Quietly Frantic*{/i} Merde ! Danny- !
spanish: [_maddie_] {i}*Silencio frenético*{/i} ¡Mierda! ¡Danny!

source: [_danny_] {i}*Whispering*{/i} Oh crap! We gotta get off the floor!
french: [_danny_] {i}*Chuchotement*{/i} Oh, merde ! On doit quitter le sol !
german: [_danny_] {i}*Whispering * {/i} Oh Mist! Wir müssen weg vom Boden!
spanish: [_danny_] {i}*Susurro*{/i} ¡Oh, mierda! ¡Tenemos que levantarnos del suelo!

source: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] H-hey dad!
french: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] H-hey papa !
german: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] H-hey Papa!
spanish: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] H-hey papá!

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}*Yawn*{/i} Morning Champ. Sweetie.
french: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}*Yawn*{/i} Champion du Matin. Chérie.
spanish: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}*Yawn*{/i} Buenos días campeón. Cariño.

source: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack* *Smack*{/i}{p}{i}Blechh{/i}... darn morning mouth!
french: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack* *Smack*{/i}{p}{i}Blechh{/i}... fichue bouche du matin !
german: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack * *Smack*{/i}{p}{i}Blechh {/i} ... Darn Morgenmund!
spanish: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack* *Smack*{/i}{p}{i}Blechh{/i}... ¡maldita boca matutina!

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] I'll get some coffee for you, dear.
french: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] Je vais chercher du café pour vous, ma chère.
german: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] Ich werde einen Kaffee für dich bekommen, Liebes.
spanish: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] Te traeré un poco de café, querida.

source: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Thanks honey, I-
french: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Merci chéri, je-
german: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Dank Honig, I-
spanish: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Gracias cariño, yo

source: [_extend_] say, you doing okay? You look a little flustered!
french: [_extend_] Dis, tu vas bien ? Tu as l'air un peu troublé !
german: [_extend_] sagen, du tust okay? Sie sehen ein wenig fließend aus!
spanish: [_extend_] digo, ¿estás bien? ¡Parece que estás un poco nerviosa!

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, y'know, just overdid it a little with the yoga.{p}G-gotta keep myself in ghost fighting shape though!
french: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, tu sais, j'en ai un peu trop fait avec le yoga.{p}Je dois rester en forme pour me battre contre les fantômes !
german: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, y'know, nur übertrieben es ein wenig mit dem Yoga.{p}G-muss mich aber in Geisterkämpferform halten!
spanish: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, me pasé un poco con el yoga.{p}¡Pero tengo que mantenerme en forma contra lucha fantasma!

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ha!{/i} Anything to keep that body still rockin', baby!
french: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ha!{/i} N'importe quoi pour que ce corps continue de balancer, bébé !
german: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ha! {/i} Irgendetwas, um den Körper noch immer zu rockin ', Baby!
spanish: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}¡Ja! ¡Cualquier cosa con tal de mantener ese cuerpo aún rockeando, nena!

source: [_maddie_] {i}Jack!!{/i} Danny's {i}right{/i} here!
french: [_maddie_] {i}Jack!!{/i} Danny est à {i}juste ici !
german: [_maddie_] {i}Jack!! {/i} Danny's {i}rechts {/i} hier!
spanish: [_maddie_] {i}¡Jack!!{/i} ¡Danny está {i}justo{/i} aquí!

source: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ...and he'll be lucky to get a woman half as beautiful as you, dear.
french: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] et il aura de la chance s'il trouve une femme à moitié aussi belle que vous, ma chère.
german: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ... und er wird glücklich sein, eine Frau halb so schön zu bekommen wie du, Liebes.
spanish: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ...y tendrá suerte si consigue una mujer la mitad de hermosa que tú, querida.

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Awww{/i}, you're the sweetest, Jack...
french: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Awww{/i}, tu es le plus gentil, Jack...
german: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Awww {/i}, du bist der süßeste, Jack ...
spanish: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Awww{/i}Eres el más dulce Jack...
