Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_x_jack.po
Languages: french, german, italian

source: [_maddie_] Oh, I know how to alright… but Jack... {i}mmmfh{/i}... we should-{i}mmnfph{/i}!! ...we should keep our noise down... or else the kids might… {i}gnghhh!!{/i} ...they might hea-hear... uhh-us…~
french: [_maddie_] Oh, je sais comment bien faire… mais Jack... {i}mmmfh{/i}... on devrait-{i}mmnfph{/i} !! ...on devrait faire moins de bruit... sinon les enfants pourraient… {i}gnghhh!{/i} ...ils pourraient hea-hear... uhh-us…~
german: [_maddie_] Oh, ich weiß, wie man… aber Jack... {i}mmmfh{/i}... wir sollten{i}mmnfph{/i}!! e sollte unseren Lärm niedrig halten... oder sonst könnten die Kinder… {i}gnghhh!!{/i} ...sie könnten hea-hear... uhh-us…~
italian: [_maddie_] Oh, io so come si fa… ma Jack... {i}mmmfh{/i}... dovremmo...{i}mmnfph{/i}! ... dovremmo fare meno rumore... altrimenti i bambini potrebbero… {i}gnghhh!!! {/i} ... potrebbero sentire... uhh-us…~

source: [_jack_] Oh, to hell with that, baby! If I can’t… {i}kahhhh!!{/i} ...mess around with my own wife… {i}guhhh…{/i} ...in my own house... {i}grahh{/i}... then what was the point of that wall insulation I installed?!
french: [_jack_] Oh, au diable tout ça, bébé ! Si je ne peux pas… {i}kahhhh!{/i} ...faire des bêtises avec ma propre femme… {i}guhhhh…{/i} ...dans ma propre maison... {i}grahh{/i}... alors quel était l'intérêt de cette isolation murale que j'ai installée ?!
german: [_jack_] Oh, um es mit diesem Baby zu sagen: Wenn ich nicht… {i}kahhhhh!!{/i} kann. .mess herum mit meiner eigenen Frau… {i}guhh…{/i} . .in meinem eigenen Haus... {i}grah{/i}... was war dann der Sinn dieser Mauerdämmung, die ich installiert habe?!
italian: [_jack_] Oh, al diavolo, baby! Se non posso… {i}kahhhh!!! {/i} ...fare casino con mia moglie… {i}guhhh…{/i} ...in casa mia... {i}grahh{/i}... allora a cosa è servito l'isolamento delle pareti che ho installato?!

source: [_maddie_] T-to keep- {i}fugnh{/i}!! ...to keep the he-heat in, sweetie, n-not s-s-soouunnd...~
french: [_maddie_] T-à garder - {i}fugnh {/i}!! ... pour garder la chaleur, chérie, p-pas de-de br-brruuuuiiiittt...~
german: [_maddie_] T-to behalten- {i}fugnh{/i}!! ...um den He-He-Wärme-In, Sweetie, n-not s-s-soouunnd...~
italian: [_maddie_] Per mantenere... {i}fugnh{/i}! ...per mantenere il calore, tesoro, n-non s-s-sopportare...~

source: [_jack_] Yeah... it just slides right in, baby… {i}hehmm…{/i} you’re dripping down my length…
french: [_jack_] Ouais... ça glisse bien dedans, bébé… {i}hehmm…{/i} tu dégoulines sur ma longueur…
german: [_jack_] Yeah... es schiebt einfach rechts ein, Baby… {i}hehmm…{/i} Sie ziehen meine Länge ab…
italian: [_jack_] Sì... scivola dentro, baby… {i}hehmm…{/i} stai gocciolando sulla mia lunghezza…

source: [_maddie_] Fuck... I'm just getting so wet, Honey… I’m… {i}hnmnn...{/i} oh yeah, I’m {i}really{/i} starting to feel it now…
french: [_maddie_] Putain... Je suis tellement mouillée, Chérie… Je suis… {i}hnmnn...{/i} oh oui, je suis {i}vraiment{/i} en train de le sentir maintenant…
german: [_maddie_] Fuck... Ich werde gerade so nass werden, Honig… Ich bin… {i}hnmn...{/i} oh yeah, ich bin {i}wirklich{/i} und fühle es jetzt…
italian: [_maddie_] Cazzo... Mi sto bagnando così tanto, Tesoro… Sono… {i}hnmnn...{/i} oh sì, sto {i}davvero{/i} iniziando a sentirlo ora…

source: [_maddie_] Your dick is slamming my cervix… it feels… {i}hagghhh…{/i} s-s-so good…
french: [_maddie_] Ta bite frappe mon col de l'utérus… ça fait… {i}hagghhh…{/i} s-s-si boonn…
german: [_maddie_] Dein Schwanz schlägt meinen Zervix… es fühlt sich an… {i}hagghhh…{/i} s-s-so gut…
italian: [_maddie_] Il tuo cazzo sta sbattendo la mia cervice… si sente… {i}hagghhh…{/i} s-s-so bene…

source: [_maddie_] You're practically all up in my guts… {i}aaahh{/i}…!! ...fuck me Jack… {i}mmmphhh{/i}... fuck me!!
french: [_maddie_] Tu es pratiquement dans mes entrailles… {i}aaahh{/i}…! ! ...baise-moi, Jack… {i}mmmphhh{/i}... baise-moi !!
german: [_maddie_] Du bist praktisch alle in meinem Hut… {i}aaaahh{/i}…!! ...fuck me Jack… {i}mmmphh{/i}... fuck mich!!
italian: [_maddie_] Sei praticamente tutto nelle mie budella… {i}aaahh{/i}…!!! ...scopami Jack… {i}mmmphhh{/i}... scopami!!!

source: [_jack_] {i}Uhnnfhh{/i}… oh Maddie, you're swallowing me so tight... it’s getting even tighter… almost... {u}too{/u} tight…!
french: [_jack_] {i}Uhnnfhh{/i}… oh Maddie, tu m'avales si fort... c'est de plus en plus serré… presque... {u}trop{/u} serré…!
german: [_jack_] {i}Uhnnfh{/i}… oh Maddie, du schluckst mich so tight... es wird noch enger… fast... {u}too{/u} tight…!
italian: [_jack_] {i}Uhnnfhh{/i}… oh Maddie, mi stai ingoiando così stretto... sta diventando ancora più stretto… quasi... {u}troppo{/u} stretto…!

source: [_maddie_] I-I can’t help it Jack… your dick is just so snug… {i}haaahhh~{/i}!! ...and the way you keep slamming it inside me...~!!
french: [_maddie_] Je ne peux pas m'en empêcher, Jack… . Ta queue est tellement bien placée.… {i}haaahhh~{/i} !! ...et la façon dont tu continues à l'enfoncer en moi...~ !!
german: [_maddie_] I-Ich kann ihm nicht helfen… dein Schwanz ist einfach so schön… {i}haaahhh~{/i}!! ...und wie du es weiter in mir schlägst...~!!
italian: [_maddie_] Non posso farci niente Jack… il tuo cazzo è così aderente… {i}haaahhh~{/i}! ...e il modo in cui continui a sbattermelo dentro...~!!!

source: [_jack_] {i}Urghh{/i}… everytime I thrust, you clamp down on me harder…
french: [_jack_] {i}Urghh{/i}… chaque fois que je pousse, tu me serres plus fort…
german: [_jack_] {i}Urghh{/i}… jedesmal, wenn ich geschossen habe, musst du mich härter gegen mich durchdrücken…
italian: [_jack_] {i}Urghh{/i}… ogni volta che spingo, ti stringi più forte su di me…

source: [_jack_] I can… {i}khhhh{/i}… I can feel you clenching me with your kegel muscles…
french: [_jack_] Je peux… {i}khhhh{/i}… Je peux sentir que tu me serres avec tes muscles kegel…
german: [_jack_] Ich kann… {i}khhh{/i}… Ich kann das Gefühl haben, dass du mich mit deinen Kegelmuskulatur… klammerst
italian: [_jack_] Posso… {i}khhhh{/i}… Sento che mi stringi con i tuoi muscoli kegel…

source: [_danny_] (Holy shit, this is intense… Mom is riding Dad like he's a bronco…)
french: [_danny_] (Putain de merde, c'est intense… Maman chevauche Papa comme s'il était un bronco…)
german: [_danny_] (Heiliger Scheiße, dies ist intensiv… Mom reitet Papa wie er ein Bronco… ist)
italian: [_danny_] (Porca miseria, è intenso… La mamma sta cavalcando papà come se fosse un bronco…)

source: [_maddie_] Jack!! Jackk!!! It’s in so deep… {i}hnnnghhhh… {/i} I’m... I'm gonna~!!
french: [_maddie_] Jack !! Jackk ! !! C'est tellement profond… {i}hnnnghhhh… {/i} Je vais~!!
german: [_maddie_] Jack!! Jackk!!! Es ist so tief… {i}hnnghhhh… {/i} Ich... Ich bin gonna~!!
italian: [_maddie_] Jack!!! Jackk!!! E' così in profondità… {i}hnnnghhhh… {/i} Io... Sto per...

source: [_jack_] {i}Unhhh{/i}… Maddie… your tempo is too fast… I… I think…
french: [_jack_] {i}Unhhh{/i}… Maddie… votre tempo est trop rapide… je… je pense…
german: [_jack_] {i}Unhh{/i}… Maddie… Ihr Tempo ist zu schnell… I… Ich denke,…
italian: [_jack_] {i}Unhhh{/i}… Maddie… il tuo tempo è troppo veloce… io… credo…

source: [_maddie_] So good though… {i}aaach…!{/i} ...so damn good….
french: [_maddie_] Si bien que… {i}aaach…!{/i} ...si bien que….
german: [_maddie_] So gut, aber… {i}aaach…!{/i} ...so verdammt gut….
italian: [_maddie_] Così buono però… {i}aaach…!{/i} ...così dannatamente buono….

source: [_jack_] But... it's {i}really{/i} clamping down on me... {i}gahh…{/i} this is just... too much, the... blood flow to my… it's too much! I think I'm about to...
french: [_jack_] Mais... c'est {i}vraiment{/i} en train de me serrer... {i}gahh…{/i} c'est juste... trop, le... flux sanguin vers mon… c'est trop ! Je pense que je suis sur le point de...
german: [_jack_] Aber... es ist {i}wirklich{/i} hart gegen mich... {i}gahh…{/i} das ist gerecht. . zu viel, der... Blutfluss zu meinem… ist zu viel! Ich denke, ich bin im Begriff...
italian: [_jack_] Ma... mi sta {i}davvero{/i} stringendo... {i}gahh…{/i} questo è proprio... troppo, il... flusso sanguigno al mio… è troppo! Penso che sto per...

source: [_maddie_] Stay strong, Hon… I’m about to… just let me…!
french: [_maddie_] Reste fort, Hon… je suis sur le point de… laisse moi juste…!
german: [_maddie_] Bleib stark, Hon… Ich bin dabei,… lass mich einfach…!
italian: [_maddie_] Rimani forte, Hon… Sto per… lasciarmi…!

source: [_maddie_] I’m… about to… yes… {i}yes!!{/i}
french: [_maddie_] Je suis… sur le point de… oui… {i}oui!!{/i}
german: [_maddie_] Ich bin… in… ja… {i}yes!!{/i}
italian: [_maddie_] Sto… per… sì… {i}sì!!!{/i}

source: [_maddie_] Yes Jack, shoot your ectoplasm inside me!! Fill me up, ghost man!!
french: [_maddie_] Oui Jack, envoie ton ectoplasme à l'intérieur de moi ! Remplis-moi, homme-fantôme !!
german: [_maddie_] Ja Bub, schieße dein Ektoplasma in mir!! Fülle mich, Geistermann!!
italian: [_maddie_] Sì Jack, spara il tuo ectoplasma dentro di me!!! Riempimi, uomo fantasma!

source: [_maddie_] {i}Haaaaaaaaa!!!{/i}
german: [_maddie_] {i}Haaaaaaaaaa!!!{/i}
italian: [_maddie_] {i}Haaaaaaaaa!!!

source: [_maddie_] Haaa… haaa… that was great Jack... we need to do that again right now, I wanna keep riding you until my... Jack? Jack...?
french: [_maddie_] Haaa… haaa… c'était génial Jack... on doit recommencer tout de suite, je veux continuer à te monter jusqu'à ce que mon... Jack ? Jack...?
german: [_maddie_] Haaa… haaa… das war großartiger Jack... Wir müssen das jetzt wieder tun, ich will weiter reiten bis zu mir... Jack?
italian: [_maddie_] Haaa… haaa… è stato fantastico Jack... dobbiamo rifarlo subito, voglio continuare a cavalcarti finché il mio... Jack? Jack...?

source: [_maddie_] Oh dear, he’s out cold. Maybe that {i}was{/i} too much for him. I should clean him up... both of us, I should say.
french: [_maddie_] Oh, mon Dieu, il est inconscient. Peut-être que {i}, c'était trop pour lui. Je devrais le nettoyer... tous les deux, je devrais dire.
german: [_maddie_] Oh, er ist kalt. Vielleicht war {i}für ihn zu viel. Ich sollte ihn bereinigen... beide von uns, sollte ich sagen.
italian: [_maddie_] Oh, cielo, è svenuto. Forse quel {i}era troppo per lui. Dovrei pulirlo... tutti e due, direi.

source: [_danny_] (Okay, that's it, I'm outta here.)
french: [_danny_] (Ok, c'est bon, je m'en vais.)
german: [_danny_] (Okay, das ist es, ich bin hier verlassen.)
italian: [_danny_] (Ok, basta così, me ne vado).

source: What the heck am I supposed to do now??
french: Que diable suis-je censé faire maintenant ??
german: Was soll ich jetzt tun?
italian: Cosa diavolo dovrei fare adesso?

source: Take a closer look...
french: Regarder de plus près...
german: Schau dir genauer an...
italian: Date un'occhiata più da vicino...

source: Observe from a distance.
french: Observer à distance.
german: Aus der Ferne beobachten.
italian: Osservare da lontano.

source: [_danny_] {i}Hngaaaaahhh!!!{/i}
german: [_danny_] {i}Hngaaaahh!!!{/i}
