Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_breakfast.po
Languages: french, german, italian, spanish

source: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Morning sport!
french: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Le sport du matin !
italian: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Buongiorno sport!
spanish: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] ¡Gimnasia matinal!

source: [_danny_s_towards_s_sad_s_talk_happy_] Morning Dad.
french: [_danny_s_towards_s_sad_s_talk_happy_] Bonjour papa.
german: [_danny_s_towards_s_sad_s_talk_happy_] Morgen Dad.
italian: [_danny_s_towards_s_sad_s_talk_happy_] Buongiorno papà.
spanish: [_danny_s_towards_s_sad_s_talk_happy_] Buenos días, papá.

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ahh{/i}...{p}What a day!!{p}
french: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ahh{/i}...{p}Quelle journée !{p}
german: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ahh {/i} ...{p}Was für ein Tag!!{p}
italian: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ahh{/i}...{p}Che giornata!{p}
spanish: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ahh...{p}¡¡Qué día!!{p}

source: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] The day always shines brighter after a good night's sleep, am I right?
french: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Le jour est toujours plus brillant après une bonne nuit de sommeil, n'est-ce pas ?
german: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Der Tag leuchtet immer heller nach einer guten Nacht Schlaf, bin ich richtig?
italian: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Il giorno è sempre più luminoso dopo una buona notte di sonno, vero?
spanish: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] El día siempre brilla más después de una buena noche de sueño, ¿tengo razón?

source: [_maddie_s_special_s_nightgown_s_towards_s_idle_s_talk_happy_] Can I get you anything for breakfast dear?
french: [_maddie_s_special_s_nightgown_s_towards_s_idle_s_talk_happy_] Je peux vous offrir quelque chose pour le petit-déjeuner, ma chère ?
german: [_maddie_s_special_s_nightgown_s_towards_s_idle_s_talk_happy_] Kann ich Ihnen etwas zum Frühstück lieben?
italian: [_maddie_s_special_s_nightgown_s_towards_s_idle_s_talk_happy_] Posso portarti qualcosa per colazione, cara?
spanish: [_maddie_s_special_s_nightgown_s_towards_s_idle_s_talk_happy_] ¿Puedo ofrecerte algo para desayunar, querido?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uh{/i}, no thanks, I'm not really very hungry.
french: [_danny_s_towards_s_sad_s_talk_happy_] {i}Euh, non merci, je n'ai pas vraiment faim.
german: [_danny_s_towards_s_sad_s_talk_happy_] {i}Äh {/i}, nein danke, ich bin nicht wirklich sehr hungrig.
italian: [_danny_s_towards_s_sad_s_talk_happy_] {i}No, grazie, non ho molta fame.
spanish: [_danny_s_towards_s_sad_s_talk_happy_] {i}No, gracias, no tengo mucha hambre.

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Are you sure dear?
french: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Tu es sûr, chéri ?
german: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Bist du wirklich lieb?
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Sei sicura, cara?
spanish: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] ¿Estás seguro, querido?

source: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_amused_] You can have {i}'whatever'{/i} you want...~
french: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_amused_] Tu peux avoir {i}'tout'{/i} ce que tu veux...~
german: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_amused_] Sie können {i}'unabhängig' {/i} haben, die Sie wollen ... ~
italian: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_amused_] Puoi avere {i}'qualsiasi cosa'{/i} tu voglia...~
spanish: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_amused_] Puedes tener {i}'lo que quieras'{/i}...~

source: [_danny_s_at_player_s_unhappy_s_smile_] (Mom sure is in a good mood today.)
french: [_danny_s_at_player_s_unhappy_s_smile_] (Maman est vraiment de bonne humeur aujourd'hui.)
german: [_danny_s_at_player_s_unhappy_s_smile_] (Mama ist heute sicher in guter Laune.)
italian: [_danny_s_at_player_s_unhappy_s_smile_] (Oggi la mamma è proprio di buon umore).
spanish: [_danny_s_at_player_s_unhappy_s_smile_] (Mamá seguro que está de buen humor hoy)

source: [_jack_s_towards_s_idle_s_talk_happy_] You should have some breakfast Danny! It's the most important meal of the day.
french: [_jack_s_towards_s_idle_s_talk_happy_] Tu devrais prendre un petit-déjeuner Danny ! C'est le repas le plus important de la journée.
german: [_jack_s_towards_s_idle_s_talk_happy_] Sie sollten ein Frühstück Danny haben! Es ist die wichtigste Mahlzeit des Tages.
italian: [_jack_s_towards_s_idle_s_talk_happy_] Dovresti fare colazione Danny! È il pasto più importante della giornata.
spanish: [_jack_s_towards_s_idle_s_talk_happy_] ¡Deberías desayunar, Danny! Es la comida más importante del día.

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] I completely agree. Are you {i}sure{/i} I can't whip something up for you...?
french: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Je suis tout à fait d'accord. Etes-vous {i}sûr{/i} que je ne peux pas vous concocter quelque chose ...?
german: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Ich stimme vollkommen zu. Sind Sie {i}sicher {/i} Ich kann nicht etwas für Sie peitschen ...?
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Sono completamente d'accordo. Sei {i}sicuro che non posso preparare qualcosa per te...?
spanish: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Estoy completamente de acuerdo. ¿Estás {i}seguro{/i} de que no puedo preparar algo para ti...?

source: [_danny_s_at_player_s_rise_s_grin_] (Do I have mom serve me... "breakfast?")
french: [_danny_s_at_player_s_rise_s_grin_] (Est-ce que maman doit me servir... 'le petit-déjeuner'?)
german: [_danny_s_at_player_s_rise_s_grin_] (Habe ich Mama mir dienen lassen ... "Frühstück?")
italian: [_danny_s_at_player_s_rise_s_grin_] (Devo far sì che la mamma mi serva... "la colazione?").
spanish: [_danny_s_at_player_s_rise_s_grin_] (¿Hago que mamá me sirva... "el desayuno"?)

source: [_danny_s_closed_s_talk_happy_] Sure, I guess that's fine.
french: [_danny_s_closed_s_talk_happy_] Bien sûr, je suppose que c'est bon.
german: [_danny_s_closed_s_talk_happy_] Klar, ich schätze, das ist in Ordnung.
italian: [_danny_s_closed_s_talk_happy_] Certo, credo che vada bene.
spanish: [_danny_s_closed_s_talk_happy_] Claro, supongo que está bien.

source: [_jack_s_towards_s_rise_s_talk_happy_] So, ready for school, son?
french: [_jack_s_towards_s_rise_s_talk_happy_] Alors, prêt pour l'école, fils ?
german: [_jack_s_towards_s_rise_s_talk_happy_] So, bereit für die Schule, Sohn?
italian: [_jack_s_towards_s_rise_s_talk_happy_] Allora, sei pronto per la scuola, figliolo?
spanish: [_jack_s_towards_s_rise_s_talk_happy_] Entonces, ¿estás listo para la escuela hijo?

source: [_danny_s_sit_0_s_towards_s_rise_s_talk_happy_] Yeah, I think so. I've got a science quiz later on today... I think.
french: [_danny_s_sit_0_s_towards_s_rise_s_talk_happy_] Oui, je pense. J'ai une interrogation sur les sciences plus tard dans la journée... Je crois.
german: [_danny_s_sit_0_s_towards_s_rise_s_talk_happy_] Ja, das glaube ich. Ich habe später ein Wissenschaftsquiz ... Ich denke.
italian: [_danny_s_sit_0_s_towards_s_rise_s_talk_happy_] Sì, credo di sì. Più tardi ho un compito di scienze... credo.
spanish: [_danny_s_sit_0_s_towards_s_rise_s_talk_happy_] Sí, eso creo. Tengo un examen de ciencias más tarde... creo.

source: [_jack_s_idle_s_talk_happy_] Take it all in while you can, son! Why my school years were some of the best times of my life!
french: [_jack_s_idle_s_talk_happy_] Profite-en tant que tu peux, fiston ! Pourquoi mes années d'école ont été parmi les meilleurs moments de ma vie !
german: [_jack_s_idle_s_talk_happy_] Nehmen Sie alles, während Sie können, Sohn! Warum meine Schuljahre einige der besten Zeiten meines Lebens waren!
italian: [_jack_s_idle_s_talk_happy_] Goditi tutto finché puoi, figliolo! Perché i miei anni di scuola sono stati tra i più belli della mia vita!
spanish: [_jack_s_idle_s_talk_happy_] ¡Aprovéchalo todo mientras puedas, hijo! ¡Porque mis años escolares fueron algunos de los mejores momentos de mi vida!

source: [_jack_s_towards_s_rise_s_talk_happy_] ...and you just never know what you've got 'til it's gone!
french: [_jack_s_towards_s_rise_s_talk_happy_] ...et on ne sait jamais ce que l'on a jusqu'à ce qu'il n'y en ait plus !
german: [_jack_s_towards_s_rise_s_talk_happy_] ... und du weißt einfach nie, was du bekommen hast, bis es weg ist!
italian: [_jack_s_towards_s_rise_s_talk_happy_] ...e non si sa mai cosa si ha finché non si perde!
spanish: [_jack_s_towards_s_rise_s_talk_happy_] ...¡y nunca sabes lo que tienes hasta que lo pierdes!

source: [_jack_s_closed_s_sad_s_talk_happy_] Especially my time in college! Man, those were an absolute best!
french: [_jack_s_closed_s_sad_s_talk_happy_] Surtout quand j'étais à l'université ! Mec, c'était le top du top !
german: [_jack_s_closed_s_sad_s_talk_happy_] Gerade meine Zeit im College! Mann, die waren ein absolutes Bestes!
italian: [_jack_s_closed_s_sad_s_talk_happy_] Soprattutto durante il periodo universitario! Ragazzi, quelli erano i migliori in assoluto!
spanish: [_jack_s_closed_s_sad_s_talk_happy_] ¡Especialmente mi época en la universidad! ¡Esos fueron los mejores!

source: [_danny_s_sit_0_s_wondering_s_talk_displeased_s_blush_] H-huh? You were saying something?
french: [_danny_s_sit_0_s_wondering_s_talk_displeased_s_blush_] H-huh ? Tu disais quelque chose ?
german: [_danny_s_sit_0_s_wondering_s_talk_displeased_s_blush_] H-huh? Sie haben etwas gesagt?
italian: [_danny_s_sit_0_s_wondering_s_talk_displeased_s_blush_] H-huh? Stavi dicendo qualcosa?
spanish: [_danny_s_sit_0_s_wondering_s_talk_displeased_s_blush_] H-huh? ¿estabas diciendo algo?

source: [_jack_s_towards_s_sad_s_talk_displeased_] Why I was just saying, that-
french: [_jack_s_towards_s_sad_s_talk_displeased_] Pourquoi je disais juste, que-
german: [_jack_s_towards_s_sad_s_talk_displeased_] Warum ich gerade gesagt habe,
italian: [_jack_s_towards_s_sad_s_talk_displeased_] Stavo dicendo che...
spanish: [_jack_s_towards_s_sad_s_talk_displeased_] Por qué estaba diciendo esto-

source: [_extend_] Jeez, Danny, you're not running a fever, right? I haven't seen somebody that red since the Annual Tomato Fest!
french: [_extend_] Bon sang, Danny, tu n'as pas de fièvre, n'est-ce pas ? Je n'ai pas vu quelqu'un d'aussi rouge depuis la fête annuelle de la tomate !
german: [_extend_] Jeez, Danny, du laufest kein Fieber, richtig? Ich habe nicht jemanden gesehen, der seit dem jährlichen Tomatenfest rot ist!
italian: [_extend_] Cavolo, Danny, non avrai la febbre, vero? Non vedevo qualcuno così rosso dalla Festa del Pomodoro!
spanish: [_extend_] Cielos, Danny, no tienes fiebre, ¿verdad? ¡No he visto a alguien tan rojo desde la Fiesta Anual del Tomate!

source: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_happy_] Maybe we should find a thermometer for him, Jack... I can go look in the other room for it if-
french: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_happy_] On devrait peut-être trouver un thermomètre pour lui, Jack... Je peux aller le chercher dans l'autre pièce si-
german: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_happy_] Vielleicht sollten wir ein Thermometer für ihn finden, Jack ... Ich kann in den anderen Raum schauen, wenn-
italian: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_happy_] Forse dovremmo trovare un termometro per lui, Jack... Posso andare a cercarlo nell'altra stanza se...
spanish: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_happy_] Tal vez deberíamos encontrar un termómetro para él, Jack... Puedo ir a buscarlo a la otra habitación

source: [_danny_s_sit_0_s_towards_wide_s_unhappy_s_talk_consternation_] N-no, I'm fine!
french: [_danny_s_sit_0_s_towards_wide_s_unhappy_s_talk_consternation_] N-non, je vais bien !
german: [_danny_s_sit_0_s_towards_wide_s_unhappy_s_talk_consternation_] N-nein, mir geht es gut!
italian: [_danny_s_sit_0_s_towards_wide_s_unhappy_s_talk_consternation_] No, sto bene!
spanish: [_danny_s_sit_0_s_towards_wide_s_unhappy_s_talk_consternation_] No és nada, ¡estoy bien!

source: [_maddie_s_special_s_nightgown_s_away_s_rise_s_talk_amused_] I don't know Danny, you seem to be getting a little {i}hot and bothered{/i} back there...
french: [_maddie_s_special_s_nightgown_s_away_s_rise_s_talk_amused_] Je ne sais pas Danny, tu sembles devenir un peu {i}rouge et ennuyé{/i} derrière...
german: [_maddie_s_special_s_nightgown_s_away_s_rise_s_talk_amused_] Ich weiß nicht, Danny, Sie scheinen ein wenig {i}heiß zu werden und störte {/i} da zurück ...
italian: [_maddie_s_special_s_nightgown_s_away_s_rise_s_talk_amused_] Non so Danny, sembra che tu stia diventando un po' {i}caldo e infastidito{/i} là dietro...
spanish: [_maddie_s_special_s_nightgown_s_away_s_rise_s_talk_amused_] No sé Danny, parece que te estás poniendo un poco {i}caliente y molesto{/i}...

source: [_jack_s_towards_s_sad_s_talk_displeased_] He certainly does... maybe you should stay home today, sport!
french: [_jack_s_towards_s_sad_s_talk_displeased_] Il le fait certainement... peut-être que tu devrais rester à la maison aujourd'hui, mon gars !
german: [_jack_s_towards_s_sad_s_talk_displeased_] Er tut es sicher ... vielleicht solltest du auch heute zu Hause bleiben, Sport!
italian: [_jack_s_towards_s_sad_s_talk_displeased_] Certo che lo fa... forse oggi dovresti restare a casa, sportivo!
spanish: [_jack_s_towards_s_sad_s_talk_displeased_] Ciertamente lo está... ¡tal vez deberías quedarte en casa hoy!

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_amused_] You can stay at home if you like...
french: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_amused_] Vous pouvez rester à la maison si vous le souhaitez...
german: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_amused_] Sie können zu Hause bleiben, wenn Sie möchten ...
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_amused_] Potete rimanere a casa se volete...
spanish: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_amused_] Puedes quedarte en casa si quieres...

source: [_maddie_] {i}I can look after you all day.{/i}
french: [_maddie_] {i}Je peux m'occuper de toi toute la journée.{/i}
german: [_maddie_] {i}Ich kann den ganzen Tag nach dir suchen. {/i}
italian: [_maddie_] {i}Posso occuparmi di te tutto il giorno.
spanish: [_maddie_] {i}Puedo cuidar de ti todo el día. {/i}

source: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] I'm fine.
french: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Je vais bien.
german: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Es geht mir gut.
italian: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Sto bene.
spanish: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Estoy bien.

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_displeased_] Aw...
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_displeased_] Oh...

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] I mean, glad you're feeling well enough to go to School.
french: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Je veux dire, content que tu te sentes assez bien pour aller à l'école.
german: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Ich meine, froh, dass du dich gut genug fühlst, um in die Schule zu gehen.
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Sono contento che tu stia abbastanza bene da andare a scuola.
spanish: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Me alegro de que te sientas bien para ir a la escuela.

source: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Really, I'm fine, honestly!{p}In fact, {i}uhm{/i}, I better just get going now!
french: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Vraiment, je vais bien, honnêtement !{p}En fait, {i}uhm{/i}, je ferais mieux d'y aller maintenant !
german: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Wirklich, ich bin in Ordnung, ehrlich!{p}In der Tat, {i}uhm {/i}, Ich besser nur jetzt gehen!
italian: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] Davvero, sto bene, onestamente!{p}Anzi, {i}uhm{/i}, è meglio che vada ora!
spanish: [_danny_s_sit_0_s_towards_wide_s_sad_s_talk_displeased_] ¡De verdad, estoy bien, de verdad!{p}De hecho, {i}uhm{/i}, ¡mejor me voy ya!

source: [_jack_s_talk_happy_] That's it, tough it out champ! Education is it's own reward!
french: [_jack_s_talk_happy_] C'est ça, tiens bon champion ! L'éducation est sa propre récompense !
german: [_jack_s_talk_happy_] Das ist es, zäh it out champ! Bildung ist es eine eigene Belohnung!
italian: [_jack_s_talk_happy_] Basta così, tenacemente, campione! L'educazione è la sua ricompensa!
spanish: [_jack_s_talk_happy_] Eso es, ¡duro campeón! ¡La educación es tu propia recompensa!

source: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] But your breakfast-
french: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Mais votre petit-déjeuner-
german: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Aber Ihr Frühstück-
italian: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Ma la tua colazione...
spanish: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Pero su desayuno-

source: [_danny_s_sit_0_s_towards_s_sad_s_talk_displeased_] I'll eat later! The walk to school should do me some good! Don't wanna be late!
french: [_danny_s_sit_0_s_towards_s_sad_s_talk_displeased_] Je mangerai plus tard ! La marche vers l'école devrait me faire du bien ! Je ne veux pas être en retard !
german: [_danny_s_sit_0_s_towards_s_sad_s_talk_displeased_] Ich werde später essen! Der Weg zur Schule sollte mir etwas Gutes tun! Willst du nicht zu spät sein!
italian: [_danny_s_sit_0_s_towards_s_sad_s_talk_displeased_] Mangio più tardi! La camminata verso la scuola dovrebbe farmi bene! Non voglio fare tardi!
spanish: [_danny_s_sit_0_s_towards_s_sad_s_talk_displeased_] ¡Comeré más tarde! La caminata a la escuela me hará sentir mejor. No quiero llegar tarde!

source: [_jack_s_closed_s_idle_s_talk_happy_] {i}Ahh!{/i} The boy's starting to shape up into a real go-getter, just like his old man!
french: [_jack_s_closed_s_idle_s_talk_happy_] {i}Ahh!{/i} Le garçon commence à devenir un vrai fonceur, comme son vieux père !
german: [_jack_s_closed_s_idle_s_talk_happy_] {i}Ahh! {/i} Der Junge beginnt, sich in einen echten Go-Getter zu formen, genau wie sein alter Mann!
italian: [_jack_s_closed_s_idle_s_talk_happy_] {i}Ahh! Il ragazzo sta iniziando a diventare un vero e proprio uomo di strada, proprio come il suo vecchio!
spanish: [_jack_s_closed_s_idle_s_talk_happy_] {i}¡Ah!{/i} El chico está empezando a formarse como un verdadero busca vidas, al igual que su padre!

source: [_jack_s_towards_s_rise_s_talk_happy_] Good for Danny! Showing some real initiative!
french: [_jack_s_towards_s_rise_s_talk_happy_] C'est bien pour Danny ! Il fait preuve d'une réelle initiative !
german: [_jack_s_towards_s_rise_s_talk_happy_] Gut für Danny! Zeigen Sie eine echte Initiative!
italian: [_jack_s_towards_s_rise_s_talk_happy_] Buon per Danny! Sta dimostrando una vera iniziativa!
spanish: [_jack_s_towards_s_rise_s_talk_happy_] ¡Bien por Danny! ¡Mostrando una verdadera iniciativa!

source: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Well, alright, I get it. No worries!
french: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Bon, d'accord, j'ai compris. Ne vous inquiétez pas !
german: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Naja, gut, ich bekomme es. Keine Sorgen!
italian: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Beh, va bene, ho capito. Non c'è da preoccuparsi!
spanish: [_maddie_s_special_s_nightgown_s_towards_s_rise_s_talk_displeased_] Bueno, está bien, lo entiendo. ¡No te preocupes!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Thanks, but again, it's just that I'm not too... {i}hungry{/i}, right now.
french: [_danny_s_towards_s_sad_s_talk_displeased_] Merci, mais encore une fois, c'est juste que je n'ai pas trop... {i}faim{/i}, en ce moment.
german: [_danny_s_towards_s_sad_s_talk_displeased_] Danke, aber wieder, es ist nur, dass ich nicht zu ... {i}hungrig {/i}, gerade jetzt.
italian: [_danny_s_towards_s_sad_s_talk_displeased_] Grazie, ma ripeto, è solo che non ho molta... {i}fame{/i}, in questo momento.
spanish: [_danny_s_towards_s_sad_s_talk_displeased_] Gracias, pero insisto en que no estoy muy... {i}hambriento{/i}, ahora mismo.

source: [_jack_s_towards_s_rise_s_talk_happy_] Hey, no big complaints on my end! More for me!
french: [_jack_s_towards_s_rise_s_talk_happy_] Hey, pas de grandes plaintes de mon côté ! Plus pour moi !
german: [_jack_s_towards_s_rise_s_talk_happy_] Hey, keine großen Beschwerden über mein Ende! Mehr für mich!
italian: [_jack_s_towards_s_rise_s_talk_happy_] Ehi, nessuna lamentela da parte mia! Di più per me!
spanish: [_jack_s_towards_s_rise_s_talk_happy_] Oye, ¡no hay grandes quejas por mi parte! ¡Más desayuno para mí!

source: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Have a good day at school then, sweetie!
french: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Passe une bonne journée à l'école, ma chérie !
german: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Haben einen guten Tag in der Schule dann, sweetie!
italian: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] Buona giornata a scuola, allora, tesoro!
spanish: [_maddie_s_special_s_nightgown_s_towards_s_sad_s_talk_happy_] ¡Que tengas un buen día en la escuela entonces, cariño!

source: I'm starved! Let's dig in!
french: Je suis affamé ! Allons-y !
german: Ich bin verhungert! Let' s graben in!
italian: Sono affamato! Scaviamo!
spanish: ¡Estoy hambriento! ¡A comer!

source: I'm good, really.
french: Je vais bien, vraiment.
german: Ich bin gut, wirklich.
italian: Sto bene, davvero.
spanish: Estoy bien, de verdad.

source: Stay Home.
french: Reste à la maison.
german: Bleib nach Hause.
italian: Rimanere a casa.
spanish: Quedarte en casa.

source: I really need to get to School.
french: Je dois vraiment aller à l'école.
german: Ich muss wirklich zur Schule gehen.
italian: Ho davvero bisogno di andare a scuola.
spanish: Realmente necesito llegar a la escuela.
