Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_staying_home.po
Languages: german, italian, spanish

source: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] If... if you really think I should stay home.
german: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] Wenn... wenn du wirklich glaubst, das ich zu Hause bleiben soll.
italian: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] Se... se pensi davvero che dovrei rimanere a casa.
spanish: [_danny_s_sit_0_s_towards_s_unhappy_s_talk_consternation_] Sí... realmente creo que debería quedarme en casa.

source: [_jack_s_towards_s_rise_s_talk_happy_] I'd suggest you take your mother's advice on this one, champ! I've learned that's usually the safer option, at least when it comes to women.
german: [_jack_s_towards_s_rise_s_talk_happy_] Ich würde dir vorschlagen, dass du den Rat deiner Mutter befolgst, Champ! Ich habe gelernt, dass es in der Regel die sicherere Option ist, zumindest wenn es um Frauen geht.
italian: [_jack_s_towards_s_rise_s_talk_happy_] Ti consiglio di seguire il consiglio di tua madre, campione! Ho imparato che di solito è l'opzione più sicura, almeno quando si tratta di donne.
spanish: [_jack_s_towards_s_rise_s_talk_happy_] Te sugiero que sigas el consejo de tu madre en este caso, campeón. He aprendido que suele ser la opción más segura, al menos cuando se trata de mujeres.

source: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Chuckles*{/i}, oh Jack, don't be so fresh...~
german: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Kichert * {/i}, oh, Jack, sei nicht so frech... ~
italian: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Chuckles*{/i}, oh Jack, non essere così fresco...~
spanish: [_maddie_s_special_s_open_nightgown_s_away_s_rise_s_talk_amused_] {i}*Chuckles*{/i}, oh Jack, no seas tan fresco

source: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Go on sweetie, go get some rest for now, I'll call and let the school know you aren't coming in today.
german: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Los Schatz, ruhe dich erstmal aus, ich rufe die Schule an und gebe Bescheid, dass du heute nicht kommst.
italian: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Vai, tesoro, vai a riposare un po' per il momento, chiamerò per informare la scuola che non verrai oggi.
spanish: [_maddie_s_special_s_open_nightgown_s_towards_s_sad_s_talk_happy_] Vamos cariño, ve a descansar. Yo llamaré para avisar a la escuela que no vas a ir hoy.

source: [_danny_s_closed_s_talk_happy_] A-alright then, I'll be upstairs in my room, I guess...
german: [_danny_s_closed_s_talk_happy_] O-Okey, dann werde ich oben in meinem Zimmer sein, schätze ich...
italian: [_danny_s_closed_s_talk_happy_] Va bene allora, sarò di sopra nella mia stanza, credo...
spanish: [_danny_s_closed_s_talk_happy_] De acuerdo entonces, estaré arriba en mi habitación, supongo...

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Well... this kinda sucks... not much I feel like doing just laying in my room, honestly.
german: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Seufzen * {/i} Nun... das ist irgendwie langweilig... ehrlich gesagt, gibt es nicht viel, was ich tun kann, wenn ich nur in meinem Zimmer liege.
italian: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Beh... questo fa un po' schifo... non ho molta voglia di stare in camera mia, onestamente.
spanish: [_danny_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Bueno... esto apesta... no hay mucho que me apetezca hacer tumbado en mi habitación.

source: [_danny_s_towards_s_sad_s_talk_displeased_] What am I gonna do for the rest of the afternoon? Everyone's busy getting ready for class right now...
german: [_danny_s_towards_s_sad_s_talk_displeased_] Was mache ich für den Rest des Nachmittags? Jeder ist gerade dabei, sich für den Unterricht vorzubereiten...
italian: [_danny_s_towards_s_sad_s_talk_displeased_] Cosa farò per il resto del pomeriggio? Sono tutti impegnati a prepararsi per la lezione...
spanish: [_danny_s_towards_s_sad_s_talk_displeased_] ¿Qué voy a hacer el resto de la tarde? Todo el mundo está ocupado preparándose para la clase ahora mismo...

source: [_danny_s_at_player_s_rise_s_talk_displeased_] ...I guess I could go play some videogames for a bit?
german: [_danny_s_at_player_s_rise_s_talk_displeased_] ...Ich denke, ich könnte ein wenig Videospiele spielen?
italian: [_danny_s_at_player_s_rise_s_talk_displeased_] ...credo che potrei andare a giocare un po' ai videogiochi?
spanish: [_danny_s_at_player_s_rise_s_talk_displeased_] ...supongo que podría ir a jugar un rato a los videojuegos?

source: [_danny_] ...and that's yet another new speedrun PB on that stupid water level...
german: [_danny_] ... und das ist noch ein weiterer neuer Speedrun PB auf dieser dummen Wasserebene...
italian: [_danny_] ...e questo è un altro nuovo speedrun PB su quello stupido livello d'acqua...
spanish: [_danny_] ...y eso es otro nuevo PB de velocidad en ese nivel estúpido de agua...

source: [_danny_] ...yippee.{p}{i}*Sighs*{/i}
german: [_danny_] ...yippee.{p}{i}*Seufzer*{/i}

source: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny...{/i} are you available?
german: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny... {/i} hast du Zeit?
italian: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny... sei disponibile?
spanish: [_maddie_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}Daaaanny...{/i} ¿estás disponible?

source: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] Huh? Oh, yeah, you can come in!
german: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] Huh? Oh, ja, du kannst hereinkommen!
italian: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] Eh? Oh, sì, puoi entrare!
spanish: [_danny_s_sitting_s_on_s_bed_s_sad_s_talk_happy_] ¿Eh? ¡Oh, sí!, ¡puedes entrar!

source: [_danny_s_sitting_s_on_s_bed_s_closed_s_idle_s_talk_happy_] Hey Mo-
german: [_danny_s_sitting_s_on_s_bed_s_closed_s_idle_s_talk_happy_] Hey Mu-
italian: [_danny_s_sitting_s_on_s_bed_s_closed_s_idle_s_talk_happy_] Ciao Mo-

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Hi dear... you still feeling all {i}hot{/i} and bothered this afternoon?
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Hallo Schatz... fühlst du duch immer noch so {i}heiß{/i} und störe ich am Nachmittag?
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Ciao cara... ti senti ancora {i}calda{/i} e infastidita questo pomeriggio?
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_rise_s_talk_excited_] Hola querido... ¿todavía te sientes {i}caliente{/i} y molesto esta tarde?

source: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] M-Mom, jeez, what the- w-where's Dad at right now?!
german: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] M-Mam, jeez, was zum- w-wo wo ist Dad gerade?!
italian: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] Mamma, cavolo, ma che... dov'è papà in questo momento?!
spanish: [_danny_s_sitting_s_on_s_bed_s_towards_wide_s_sad_s_talk_excited_] M-Mamá, cielos, ¡¿qué... dónde está papá ahora?!

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Oh don't worry, your father's extra busy in the lab today... he's recalibrating some dials on the Ghost Portal.
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Oh mach dir keine Sorgen, dein Vater ist heute im Labor extra beschäftigt... Er rekalibriert einige Ziffernblätter auf dem Geister Portal.
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Non preoccuparti, oggi tuo padre è molto impegnato in laboratorio... sta ricalibrando alcuni quadranti del Portale Fantasma.
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_happy_] Oh, no te preocupes, tu padre está muy ocupado en el laboratorio hoy... está recalibrando algunos diales en el Portal Fantasma.

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] He won't even come up to the kitchen for a few more hours...
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] Er wird keine Zeit haben, in die Küche zu kommen, für ein paar Stunden...
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] Non verrà nemmeno in cucina per qualche altra ora...
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_rise_s_talk_excited_] Ni siquiera subirá a la cocina hasta dentro de unas horas...

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Even still, i-isn't this a little... {i}uh{/i}... just a bit too risky?
german: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Trotzdem, i-ist das nicht ein wenig... {i}äh{/i}...ein bisschen zu riskant?
italian: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Tuttavia, non è un po'... {i}uh{/i}... un po' troppo rischioso?
spanish: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Aun así, ¿no es esto un poco... {i}uh{/i}... demasiado arriesgado?

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Sweetie... that just makes it even {i}more{/i} exciting...
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Schätzchen... das macht es nur noch {i}mehr{/i} aufregender...
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Tesoro... questo lo rende ancora più {i}eccitante...
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_idle_s_talk_excited_s_blush_] Cariño... eso lo hace aún {i}más{/i} excitante...

source: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (Jeez, I never knew Mom could be so wild and fun when she wanted to be! At least, before all {i}this{/i} stuff happened...)
german: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (Jeez, ich wusste nie, dass Mom so wild und lustig sein konnte, als sie sein wollte! Zumindest, bevor alle {i}dieses {/i} Zeug passierte ...)
italian: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (Cavolo, non sapevo che la mamma potesse essere così selvaggia e divertente quando voleva! Almeno, prima che succedesse tutto {i}questo{/i}...)
spanish: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_bite_] (¡Dios, no sabía que mamá podía ser tan salvaje y divertida cuando quería!. O al menos antes de que sucedieran todas {i}estas{/i} cosas...)

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Now come here... let me look after you properly sweetie.~
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Komm jetzt her... lass mich dich ordentlich untersuchen, Schätzchen.~
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Ora vieni qui... lascia che mi occupi di te come si deve, tesoro.
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Ahora ven aquí... déjame cuidarte de forma adecuada, cariño.~

source: [_maddie_] (So big... can't help but love the feel of it filling my mouth.)
german: [_maddie_] (So groß... ich kann nicht anders, als das Gefühl zu lieben, wie es meinen Mund füllt.)
italian: [_maddie_] (Così grande... non posso fare a meno di amare la sensazione di riempirmi la bocca).
spanish: [_maddie_] (Es tan grande... no puedo evitar la sensación de que me llene la boca)

source: [_danny_] Oh fuck! {i}A-ahhh{/i}... M-Mom... {i}yesss...~{/i}
german: [_danny_] Oh fuck! {i}A-ahhh {/i}... M-Mom... {i}Jaaa... ~ {/i}
italian: [_danny_] Oh, cazzo! {i}A-ahhh{/i}... M-mamma... {i}yesss...~{/i}
spanish: [_danny_] ¡Oh, mierda! {i}A-ahhh{/i}... M-Mamá... {i}Siiiii...~{/i}

source: [_danny_] (Oh man, I know it's messed up, but she looks so hot going all the way down on me like-)
german: [_danny_] (Oh Mann, ich weiß, es ist verkorkst, aber sie sieht so heiß aus, wie es auf mich hinabgeht-)
italian: [_danny_] (Oh, cavolo, lo so che è un po' strano, ma è così sexy se si abbassa su di me...).
spanish: [_danny_] (Oh, hombre, sé que es un desastre, pero ella se ve tan caliente metiéndola toda en su boca-)

source: [_maddie_] {i}*PWOP*{/i}
german: [_maddie_] {i}*PLOPP* {/i}

source: [_maddie_] Do you like that sweetie?
german: [_maddie_] Gefällt es dir Süßer?
italian: [_maddie_] Ti piace, tesoro?
spanish: [_maddie_] ¿Te gusta cariño?

source: [_danny_] Yes... I really, {i}really{/i} like that...
german: [_danny_] Ja... das gefällt mir wirklich, {i}wirklich{/i} wie das...
italian: [_danny_] Sì... Mi piace davvero, {i}davvero{/i}...
spanish: [_danny_] Sí... Realmente, {i}realmente me gusta...

source: [_maddie_] You want Mommy to continue sucking your big hard penis?
german: [_maddie_] Du willst, dass Mama weiterhin an deinen großen harten Penis lutscht?
italian: [_maddie_] Vuoi che la mamma continui a succhiare il tuo grosso pene duro?
spanish: [_maddie_] ¿Quieres que mamá siga chupando tu grande y dura polla?

source: [_danny_] Y-yes, please Mommy!
german: [_danny_] J-ja, bitte Mama!
italian: [_danny_] Sì, per favore, mamma!
spanish: [_danny_] ¡Sí!, ¡por favor mamá!

source: [_maddie_] {i}*Giggles*{/i}
german: [_maddie_] {i}*Kichert* {/i}

source: [_danny_] {i}Ah!~{/i} That feels...
german: [_danny_] {i}Ah!~{/i} Das fühlt sich...
italian: [_danny_] {i}Ah! Sembra...
spanish: [_danny_] {i}¡Ah!~{/i} Se siente...

source: [_danny_] {u}Awesome...{u}
german: [_danny_] {u}Großartig...{u}
italian: [_danny_] {u}Fantastico...{u}
spanish: [_danny_] {u}Impresionante...{u}

source: [_maddie_] {i}*Slurp!* *Slurp*{/i}
german: [_maddie_] {i}*schlürf!* *schlürf*{/i}

source: [_maddie_] (I could do this for hours... he tastes so good...)
german: [_maddie_] (Ich könnte das stundenlang tun... er schmeckt so gut...)
italian: [_maddie_] (Potrei farlo per ore... ha un sapore così buono...)
spanish: [_maddie_] (Podría hacer esto durante horas... Está tan buena...)

source: [_danny_] S-shit, I can't hold on much longer! I'm gonna bust soon!
german: [_danny_] S-Scheiße, ich kann es nicht viel länger halten! Ich werde bald kommen!
italian: [_danny_] Merda, non posso resistere ancora a lungo! Presto scoppierò!
spanish: [_danny_] ¡Mierda!, ¡no puedo aguantar mucho más! ¡Voy a correrme!

source: [_danny_] Oh, fuck, here it comes Mom!
german: [_danny_] Oh, fuck, hier kommt es Mama!
italian: [_danny_] Oh, cazzo, ecco che arriva mamma!
spanish: [_danny_] ¡Oh, mierda1, ¡aquí viene mamá!

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Huff*{/i} Oh man... that was great...
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Huff*{/i} Oh Mann... das war toll...
italian: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Oh, amico, e' stato fantastico. Oh amico... è stato fantastico...
spanish: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Huff*{/i} Oh... eso fue genial...

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] See?
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] Siehst du?
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] Vedi?
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_happy_] ¿Ves?

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Staying home with dear ol' mother's not {i}all{/i} bad, now is it?
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Daheim zu bleiben bei der lieben Alten Mutter ist nicht {i}all{/i} zu schlecht, oder?
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Stare a casa con la cara vecchia madre non è {i}poi così male, no?
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_sad_s_talk_excited_] Quedarte en casa con tu querida mamá no és {i}tan{/i} malo, ¿verdad?

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Y-yeah... I could definitely see the appeal of doing it every day, honestly...
german: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] J-Ja... Ehrlich gesagt, könnte ich definitiv den Reiz sehen, das jeden Tag zu tun...
italian: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] Sì, sì... potrei sicuramente vedere l'attrattiva di farlo ogni giorno, onestamente...
spanish: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_talk_happy_] S-sí... Definitivamente veo lo tan bueno que me gustaría hacerlo cada día...

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Chuckles*{/i} Well, you just let me know the next time you're feeling a little "under the weather."
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Kichert* {/i} Nun, du lässt mich sicherlich das nächste Mal wissen, wenn du dich wieder *wegen des Wetters* nicht so wohlfühlst.
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Chuckles*{/i} Beh, fammelo sapere la prossima volta che ti senti un po' "sottotono".
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}*Chuckles*{/i} Bueno, la próxima vez sólo hazme saber que te sientes un poco "destemplado"

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] We'll be sure to spend another afternoon together, making sure you're getting all better again, 'kay?
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Wir werden sicher einen weiteren Nachmittag zusammen verbringen, um sicherzustellen, dass es dir wieder besser geht, 'kay?
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Passeremo un altro pomeriggio insieme per assicurarci che tu stia di nuovo bene, d'accordo?
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_s_blush_] Pasaremos otra tarde juntos hasta que vuelvas a estar bien, ¿vale?

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Absolutely!
german: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Unbedingt!
italian: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Assolutamente!
spanish: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Por supuesto!

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] Bye now!~
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] Bye jetzt! ~
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] Arrivederci!
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_s_blush_] ¡Adiós!~

source: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (...well... I always thought it'd kinda keep a guy socially distanced from others his age...)
german: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (... gut ... Ich dachte immer, es würde irgendwie einen Kerl sozial distanziert von anderen sein Alter ...)
italian: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (...beh... Ho sempre pensato che avrebbe tenuto un ragazzo socialmente distante dagli altri della sua età...)
spanish: [_danny_s_sitting_s_on_s_bed_s_down_s_sad_s_smile_] (...bueno... Siempre pensé que sería un tipo socialmente distanciado de otros de mi edad...)

source: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (...but I'm sorta starting to see the appeal of home schooling after {i}that!{/i})
german: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (... aber ich bin traurig, den Reiz der Hausschulbildung nach {i}zu sehen, die! {/i})
italian: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (...ma sto iniziando a vedere l'attrattiva dell'istruzione a casa dopo che {i}l'ha fatto!{/i})
spanish: [_danny_s_sitting_s_on_s_bed_s_at_player_s_rise_s_grin_] (...pero estoy empezando a ver el atractivo de la educación en casa después de {i}esto! {/i})

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe~{/i}... you know {i}just{/i} how to make my day, Danny... thank you for that...
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe ~ {/i} ... du kennst {i}gerade {/i}, wie ich meinen Tag machen soll, Danny ... danke dafür ...
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe~{/i}... sai {i}proprio{/i} come rendermi felice, Danny... grazie per questo...
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_idle_s_talk_happy_] {i}Hehe~{/i}... sabes {i}exacamente{/i} cómo alegrarme el día, Danny... gracias...

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Make {i}your{/i} day?! {i}*Laughs*{/i} Man, I can't even imagine what you'd consider doing {u}me{/i} a favor to be!
german: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Machen Sie {i}Ihren {/i} Tag?! {i}*Laughs * {/i} Mann, ich kann mir nicht einmal vorstellen, was Sie tun würden, {u}mir {/i} einen Gefallen zu sein!
italian: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] Che sia la giornata di {i}?! {i}*Ridi*{/i} Amico, non riesco nemmeno a immaginare cosa consideri un favore fare a {u}me{/i}!
spanish: [_danny_s_sitting_s_on_s_bed_s_towards_s_rise_s_talk_happy_] ¡¿Pasar {i}el{/i}día?! {i}*Laughs*{/i} ¡no habría imaginado que {u}me{/i} harías un favor!

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Bet you're feeling a lot better now though, huh?
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Bet du fühlst dich jetzt viel besser, huh?
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Scommetto che ora ti senti molto meglio, eh?
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_up_s_towards_s_rise_s_talk_excited_] Apuesto a que ahora te sientes mucho mejor, ¿no?

source: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Phew!*{/i} Definitely! Already feeling leagues better, thanks!
german: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Phew! * {/i} Definitiv! Schon Ligen fühlen sich besser, danke!
italian: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Phew! *{/i} Decisamente! Mi sento già meglio, grazie!
spanish: [_danny_s_sitting_s_on_s_bed_s_towards_s_sad_s_talk_happy_] {i}Phew!* {/i}¡Definitivamente me siento mejor!, ¡gracias!

source: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm{/i}... so glad to hear, hon...~
german: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm {/i} ... so froh zu hören, hon ... ~
italian: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm{/i}... mi fa piacere saperlo, tesoro...~
spanish: [_maddie_s_apron_s_standing_s_by_s_bed_s_arm_down_s_towards_s_sad_s_talk_happy_] {i}Mmmm{/i}... me alegra oírlo, cariño...~

source: [_extend_] {i}WHOAAAA!!{/i}
italian: [_extend_] {i}WHOAAAA!!!

source: [_danny_] {i}Ahhh...!{/i}
italian: [_danny_] {i}Ahhh...!

source: [_maddie_] {i}Mmfgh... Mmm...~{/i}
italian: [_maddie_] {i}Mmfgh... Mmm...
