Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_x_jack.po
Languages: french, german, italian

source: [_danny_] (-{u}titties!!{/u})
french: [_danny_] (-{u}nichons!!{/u})
german: [_danny_] (-{u}Titel!!{/u})
italian: [_danny_] (-{u}tette!!{/u})

source: [_jack_] {i}Ubngh{/i}… honey, you know just how to make a man moan like a wet sock!
french: [_jack_] {i}Ubngh{/i}… chérie, tu sais comment faire pour qu'un homme gémisse comme une chaussette mouillée !
german: [_jack_] {i}Ubngh{/i}… Honig, du weißt nur, wie man einen Mann moan wie eine nasse Socke macht!
italian: [_jack_] {i}Ubngh{/i}… tesoro, sai come far gemere un uomo come un calzino bagnato!

source: [_maddie_] {i}Hnnn{/i}… oh Jack... you certainly... {i}*Ahem*{/i} ...know how to make a woman melt with just your words alone..
french: [_maddie_] {i}Hnnn{/i}… oh Jack... tu sais certainement... {i}*Ahem*{/i} ...sais comment faire fondre une femme rien qu'avec vos mots..
german: [_maddie_] {i}Hnnn{/i}… oh Jack... Sie sicher... {i}*Ahem*{/i} ...können Sie eine Frau mit nur Ihren Worten schmelzen lassen.
italian: [_maddie_] {i}Hnnn{/i}… oh Jack... tu certamente... {i}*...sai come far sciogliere una donna con le tue sole parole...

source: [_danny_] (M-my parents are… woah, they're {i}really{/i} nailing each other!)
french: [_danny_] (M-Mes parents sont… woah, ils sont {i}vraiment{/i} en train de se bécoter !)
german: [_danny_] (M-Meine Eltern sind… woah, sie sind {i}wirklich{/i} nähren einander!)
italian: [_danny_] (I miei genitori sono… woah, si stanno {i}davvero facendo le ossa!).

source: [_jack_] Oh, momma... you work me any harder than this, we'll have to worry about a little sibling for Danny… {i}huhnnfhh{/i}…!!
french: [_jack_] Oh, maman... si tu me fais travailler plus dur que ça, on devra s'inquiéter d'un petit frère ou d'une petite sœur pour Danny… {i}huhnnfhh{/i}…!!
german: [_jack_] Oh, momma... du arbeitest mir härter. Wir müssen uns um ein wenig Geschwister für Danny… {i}huhnnfh{/i}… kümmern!
italian: [_jack_] Oh, mamma... se mi fai lavorare più di così, dovremo preoccuparci di avere un fratellino per Danny… {i}huhnnfhh{/i}…!!!

source: [_maddie_] {i}Nnnnfhh{/i}… yes, I-I’m sure he’d like that, Jack…
french: [_maddie_] {i}Nnnnfhh{/i}… oui, je-je suis sûr qu'il aimerait ça, Jack…
german: [_maddie_] {i}Nnnfh{/i}… Ja, ich bin sicher, dass er das mag, Jack…
italian: [_maddie_] {i}Nnnnfhh{/i}… sì, sono sicuro che gli piacerebbe, Jack…

source: [_danny_] (This is nuts, but... maybe I could just... sneak a little closer...)
french: [_danny_] (C'est dingue, mais... peut-être que je pourrais juste... me faufiler un peu plus près...)
german: [_danny_] (Dies sind Nüsse, aber... vielleicht könnte ich es einfach tun... ein wenig näher schleichen...)
italian: [_danny_] (È una follia, ma... forse potrei... avvicinarmi un po' di più...).

source: [_danny_] (Wait, huh?! Whoaaaah!)
french: [_danny_] (Attends, hein ? ! Whoaaaah !)
italian: [_danny_] (Aspetta, eh?! Whoaaaah!)

source: [_danny_] (What the... what happend? Where... where am I?)
french: [_danny_] (Qu'est-ce que... qu'est-ce qui s'est passé ? Où... où suis-je ?)
german: [_danny_] (Was ist das... was passiert? Woh... wo bin ich?)
italian: [_danny_] (Cosa... cosa è successo? Dove... dove sono?).

source: [_danny_] (Oh my God!! Is {u}mom{/u} {i}riding{/i} me?!?)
french: [_danny_] (Oh mon Dieu !!! Est-ce que {u}maman{/u} {i}me chevauche{/i} ?!?)
german: [_danny_] (Oh mein Gott!! Ist {u}Mom{/u} {i}reiten{/i} mich?!?)
italian: [_danny_] (Oh mio Dio! {u}mamma{/u} {i}mi sta cavalcando{/i}?!?)

source: [_danny_] (Oh no, I think I fell into Dad’s body or something!! I can feel the same thing {i}he’s{/i} feeling!!)
french: [_danny_] (Oh non, je crois que je suis tombée dans le corps de Papa ou quelque chose comme ça ! !! Je peux ressentir la même chose que lui {i}!!)
german: [_danny_] (Oh nein, ich glaube, ich fiel in den Körper von Papst oder etwas!! Ich kann das gleiche Gefühl haben {i}er, er fühlt{/i} fühlt!!)
italian: [_danny_] (Oh no, credo di essere caduta nel corpo di papà o qualcosa del genere!!! Riesco a sentire la stessa cosa {i}che lui sta provando!!)

source: [_maddie_] {i}Unnhhh{/i}… every time your thick dick enters me all the way, I... {i}Haaahhh{/i}…
french: [_maddie_] {i}Unnhhh{/i}… chaque fois que ta bite épaisse entre en moi jusqu'au bout, je... {i}Haaahhh{/i}…
german: [_maddie_] {i}Unnhhh{/i}… jedes Mal, wenn dein dicker Schwanz auf dem Weg in mich eindringt, I... {i}Haaahh{/i}…
italian: [_maddie_] {i}Unnhhh{/i}… ogni volta che il tuo cazzo grosso mi entra fino in fondo, io... {i}Haaahhh{/i}…

source: [_maddie_] {i}Chkhh{/i}… oh, yeah... can you feel it Jack? How wet I am? How much I want to devour your dick?
french: [_maddie_] {i}Chkhh{/i}… oh, ouais... tu peux le sentir Jack ? Combien je suis mouillée ? Combien j'ai envie de dévorer ta queue ?
german: [_maddie_] {i}Chkh{/i}… oh, yeah... kannst du ihn Buben spüren? Wie nass bin ich? Wie viel will ich deinen Schwanz verschlingen?
italian: [_maddie_] {i}Chkhh{/i}… oh, sì... lo senti Jack? Quanto sono bagnata? Quanta voglia ho di divorare il tuo cazzo?

source: [_danny_] I… {i}ergh{/i}… I… ye-yes, I can, M-Mo… I mean- M-Maddie…!
italian: [_danny_] Io… {i}ergh{/i}… Io… sì-sì, posso, M-Mo… Voglio dire- M-Maddie…!

source: [_danny_] ({i}Ughh{/i}… {i}kahh{/i}… it’s getting even tighter… oh God, this is so…)
french: [_danny_] ({i}Ughh{/i}… {i}kahh{/i}… c'est de plus en plus serré… oh Dieu, c'est tellement…)
german: [_danny_] ({i}Ughh{/i}… {i}kahh{/i}… Es wird noch enger… oh Gott, so…)
italian: [_danny_] ({i}Ughh{/i}… {i}kahh{/i}… sta diventando ancora più stretto… oh Dio, questo è così…)

source: [_danny_] (This is… too much… I shouldn't be…)
french: [_danny_] (C'est… trop… je ne devrais pas être…)
german: [_danny_] (Dies ist… zu viel… Ich sollte nicht… sein)
italian: [_danny_] (Questo è… troppo… Non dovrei essere…)

source: [_danny_] (Just look at me!! Fucking my own... {u}mother{/u}~!!)
french: [_danny_] (Regarde-moi ! !! Baiser ma propre... {u}mère{/u}~ !)
german: [_danny_] (Schaue mich einfach an!! Fucking meine eigene... {u}Mutter{/u}~!!)
italian: [_danny_] (Guardatemi! Scopare la mia... {u}madre{/u}~!!)

source: [_maddie_] {i}Haahhh{/i}… please Jack… talk nasty to me…
french: [_maddie_] {i}Haahhh{/i}… s'il te plaît Jack… parle-moi méchamment…
german: [_maddie_] {i}Haahh{/i}… Bitte Jack… reden Sie unheimlich mit mir…
italian: [_maddie_] {i}Haahhh{/i}… per favore Jack… parlami male…

source: [_danny_] (Oh no… If I don’t say something, Mom'll definitely suspect something is up… I have to talk dirty to her?! God, what would Dad even say…??)
french: [_danny_] (Oh non… Si je ne dis rien, maman va certainement se douter qu'il se passe quelque chose… Je dois lui dire des trucs cochons ? ! Mon Dieu, qu'est-ce que papa pourrait bien dire…? ?)
german: [_danny_] (Oh nein… wenn ich nichts sage, Sofort wird definitiv vermuten etwas ist bis… Ich muss schmutzig mit ihr sprechen?! Gott, was würde Papa überhaupt sagen…??)
italian: [_danny_] (Oh no… Se non dico qualcosa, la mamma sospetterà sicuramente che c'è qualcosa sotto… Devo parlarle in modo sconcio?! Dio, cosa direbbe papà…??)

source: [_danny_] Uhm... oh, M-Maddie, you naughty... bitch, you… your, uhh, pussy is trying to eat… more of my... cock… than I actually h-have… to offer you...
french: [_danny_] Uhm... oh, M-Maddie, tu es une vilaine... salope, tu… ta, uhh, chatte essaie de manger… plus de ma... bite… que je n'en ai… à t'offrir...
german: [_danny_] Uhm... oh, M-Maddie, du versaut... Hündin, du… deiner, uhh, pussy versucht… mehr von mir zu essen. . cock… als ich tatsächlich h-have… anzubieten...
italian: [_danny_] Oh, Maddie, brutta... puttana,… tua figa sta cercando di mangiare… più del mio... cazzo… di quanto io abbia… da offrirti...

source: [_danny_] (Jeez, that must've been terrible... I'm no good at this!)
french: [_danny_] (Bon sang, ça a dû être terrible... je ne suis pas bon à ça !)
german: [_danny_] (Jeez, das muss furchtbar gewesen sein... Ich bin da nicht gut!)
italian: [_danny_] (Cavolo, dev'essere stato terribile... non sono bravo in questo!).

source: [_maddie_] Ohhh Jack, that's nice… please, say more… be nasty and harsh…
french: [_maddie_] Ohhh Jack, c'est bien… s'il te plaît, dis-en plus… sois méchant et dur…
german: [_maddie_] Ohhhh Jack, das ist nett… bitte, sagen Sie mehr… seien übel und hart…
italian: [_maddie_] Ohhh Jack, è bello… per favore, dì di più… sii cattivo e duro…

source: [_danny_] Well, uhm, y-your beautiful tits are bouncing around… look at those fat mounds of... pure joy! Oh, they deserve to be milked like a... like a real cow, y-yes sir…
french: [_danny_] Eh bien, euh, vos magnifiques seins rebondissent partout… regardez ces gros monticules de... pure joie ! Oh, ils méritent d'être traits comme une... comme une vraie vache, oui monsieur…
german: [_danny_] Nun, uhm, y-deine schönen Titten springen um… schaue dir diese fetten Hüfte an. . pure Freude! Oh, sie verdienen es, wie eine echte Kuh gemolken zu werden... wie eine echte Kühe, y-yes Sr…
italian: [_danny_] Beh, uhm, le tue bellissime tette stanno rimbalzando… guarda quei grassi cumuli di... pura gioia! Oh, meritano di essere munte come una... come una vera mucca, sissignore…

source: [_maddie_] Then milk me Jack… milk me like the big titted cow I am! {i}Hnnngh…{/i}!!
french: [_maddie_] Alors traites moi Jack… traites moi comme la vache aux gros seins que je suis ! {i}Hnnngh…{/i} !!
german: [_maddie_] Dann Milch mich Jack… Milch mich wie die große Titelkuh I am! {i}Hnnngh…{/i}!!
italian: [_maddie_] Allora mungimi Jack… mungimi come la vacca dalle grandi tette che sono! {i}Hnnngh…{/i}!!

source: [_maddie_] {i}Nnn!!{/i} That’s right! Squeeze them, Honey!! Get your cow's milk out!!
french: [_maddie_] {i}Nnn!!{/i} C'est ça ! Pressez-les, Chérie !! Fais sortir ton lait de vache !!
german: [_maddie_] {i}Nn!!{/i} Das ist richtig! Drücken Sie sie, Honig!! Hol dir die Kuhmilch!!
italian: [_maddie_] {i}Nnn!!! Proprio così! Spremili, tesoro! Tira fuori il tuo latte di mucca!

source: [_danny_] {i}Grhnngh{/i}…! So round! Your body is so amazing...
french: [_danny_] {i}Grhnngh{/i}…! Si rond ! Ton corps est si étonnant...
german: [_danny_] {i}Grhnngh{/i}…! So runde! Dein Körper ist so erstaunlich...
italian: [_danny_] {i}Grhnngh{/i}…! Così rotondo! Il tuo corpo è così incredibile...

source: [_danny_] (Mom’s tits are perfect… I haven’t felt anything better in my life… even after raising two kids... she's still a bombshell!
french: [_danny_] (Les seins de maman sont parfaits… Je n'ai jamais rien ressenti de mieux dans ma vie… même après avoir élevé deux enfants... elle est toujours une bombe !
german: [_danny_] (Die Titten von Mom sind perfekt…Ich habe mich in meinem Leben noch Nichts besser gefühlt…, auch nachdem sie schon zwei Kinder hat... sie ist immer noch eine Bombe!
italian: [_danny_] (Le tette di mamma sono perfette… Non ho mai provato niente di meglio in vita mia… anche dopo aver cresciuto due figli... è ancora una bomba!

source: [_maddie_] You're really making me wet, Honey… I’m… {i}Hnnnn{/i}... I’m really starting to feel it…
french: [_maddie_] Tu me fais vraiment mouiller, Chérie… Je suis… {i}Hnnnn{/i}... Je commence vraiment à le sentir…
german: [_maddie_] Du machst mich wirklich nass gemacht, Honig… Ich bin… {i}Hnnnnn{/i}... Ich fühle es wirklich…
italian: [_maddie_] Mi stai facendo bagnare, tesoro… Sono… {i}Hnnnn{/i}... Sto iniziando a sentirlo…

source: [_danny_] I’m going to squeeze these udders until you're all out of milk then…
french: [_danny_] Je vais presser ces mamelles jusqu'à ce que vous n'ayez plus de lait, puis…
german: [_danny_] Ich werde diese Euter drängen, bis du alle außer Milch bist…
italian: [_danny_] Spremerò queste mammelle fino a quando non avrete finito il latte e poi…

source: [_maddie_] Yes! Pinch them Jack! Grab them just like... {i}uhnnnn{/i}!!
french: [_maddie_] Oui ! Pincez-les, Jack ! Attrape-les comme... {i}uhnnnn{/i} !!
german: [_maddie_] Ja! Nimm sie Bub! Nimm sie wie ein... {i}uhnnnn{/i}!!
italian: [_maddie_] Sì! Pizzicatele, Jack! Afferrale proprio come... {i}uhnnnn{/i}!!

source: [_danny_] (Mom is really getting into this… I also feel… pretty wild myself… God, what's happening to me? I shouldn't be doing this!!)
french: [_danny_] (Maman s'y met vraiment… Je me sens aussi… assez sauvage moi-même… Dieu, qu'est-ce qui m'arrive ? Je ne devrais pas faire ça !!)
german: [_danny_] (Mom kommt wirklich hinein… Ich fühle mich auch… ziemlich wild mich… Gott, was passiert mir? Ich sollte das nicht tun!!)
italian: [_danny_] (La mamma ci sta dando dentro… Anch'io mi sento… piuttosto selvaggia… Dio, cosa mi sta succedendo? Non dovrei farlo!!!)

source: [_danny_] (...but it just feels so good!! How often does Dad get treated to this?! I can barely endure it as it is!)
french: [_danny_] (...mais ça fait tellement de bien !! Combien de fois papa est-il traité comme ça ?! Je peux à peine le supporter comme ça !)
german: [_danny_] (...aber es fühlt sich so gut an!! Wie oft wird Papa damit behandelt?! Ich kann es kaum aushalten, wie es ist!)
italian: [_danny_] (...ma è una sensazione così bella!!! Quante volte papà viene trattato così?! Io riesco a malapena a sopportarlo!)

source: [_maddie_] Jack!! Jackk!!! It’s in so deep… {i}hnnnghhhh… {/i} I’m gonna...
french: [_maddie_] Jack !! Jackk ! !! C'est tellement profond… {i}hnnnghhhh… {/i} Je vais...
german: [_maddie_] Jack!! Jackk!!! Es ist so tief… {i}hnnghhhh… {/i} Ich bin gonna...
italian: [_maddie_] Jack!!! Jackk!!! E' così in profondità… {i}hnnnghhhh… {/i} Sto per...

source: [_danny_] {i}Unhhh{/i}… Maddie… your tempo is {i}too{/i} fast… I… I…
french: [_danny_] {i}Unhhh{/i}… Maddie… ton tempo est {i}trop{/i} rapide… je… je…
german: [_danny_] {i}Unhh{/i}… Maddie… dein Tempo ist {i}too{/i} schnell… I… I…
italian: [_danny_] {i}Unhhh{/i}… Maddie… il tuo tempo è {i}troppo{/i} veloce… io… io…

source: [_maddie_] But it's just so good… {i}haaah{/i}… {i}so{/i} good, Jack…~
french: [_maddie_] Mais c'est tellement bon… {i}haaah{/i}… {i}so{/i} bon, Jack…~
german: [_maddie_] Aber es ist einfach so gut… {i}haaah{/i}… {i}so{/i} gut, Jack…~
italian: [_maddie_] Ma è così buono… {i}haaah{/i}… {i}così{/i} buono, Jack…~

source: [_danny_] Oh yeah... it’s getting even wetter the more I… {i}gahh{/i}… this is too much… I'm at my limit!
french: [_danny_] Oh oui... c'est de plus en plus mouillé à mesure que j'avance… {i}gahh{/i}… c'est trop… je suis à ma limite !
german: [_danny_] Oh yeah... je mehr ich… {i}gahh{/i}… das ist zu viel… Ich stehe an meiner Grenze!
italian: [_danny_] Oh sì... sta diventando ancora più bagnato più… {i}gahh{/i}… questo è troppo… sono al limite!

source: [_danny_] I can feel it coming... {i}urggghh{/i}… something is coming!
french: [_danny_] Je le sens venir... {i}urggghh{/i}… quelque chose arrive !
german: [_danny_] Ich kann es kommen ... {i}urggghh{/i}… Etwas kommt!
italian: [_danny_] Sento che sta arrivando... {i}urggghh{/i}… qualcosa sta arrivando!

source: [_maddie_] So soon…? N-no, Jack, hold it in… {i}hahuhhh{/i}… just a... bit... longer…
french: [_maddie_] Si tôt…? N-non, Jack, retiens-toi… {i}hahuhhh{/i}… juste un... peu... plus longtemps…
german: [_maddie_] So bald…? N-no, Jack, halten Sie es in… {i}hahuh{/i}… einfach ... bit... länger…
italian: [_maddie_] Così presto…? N-no, Jack, tienilo… {i}hahuhhh{/i}… solo un... po'... più a lungo…

source: [_maddie_] Please, I’m so close... to c-cumming!!!
french: [_maddie_] S'il vous plaît, je suis si proche... de j-jooouuuiiiirrr !!!
german: [_maddie_] Bitte, ich bin so nah... c cumming!!!
italian: [_maddie_] Ti prego, sono così vicino... a sborrare!!!

source: [_danny_] {i}Urghh{/i}… but, it’s so hot in here… I feel like I’m going to melt inside you…
french: [_danny_] {i}Urghh{/i}… mais, il fait tellement chaud ici… que j'ai l'impression que je vais fondre à l'intérieur de toi…
german: [_danny_] {i}Urghh{/i}… , aber es ist hier so heiß… Ich fühle mich als werde ich in dir schmelzen…
italian: [_danny_] {i}Urghh{/i}… ma, fa così caldo qui dentro… che mi sembra di sciogliermi dentro di te…

source: [_danny_] I’m sorry, but... I can’t… hold on…!
french: [_danny_] Je suis désolé, mais... Je ne peux pas… tenir sur…!
german: [_danny_] Es tut mir leid, aber ich kann… nicht… halten!
italian: [_danny_] Mi dispiace, ma... Non posso… tenere duro…!

source: [_maddie_] B-but, you usually- {i}mmmphh{/i}... l-last much... longer... I don't understand why-
french: [_maddie_] M-mais, tu as l'habitude de... {i}mmmphh{/i}... durer beaucoup... plus longtemps... Je ne comprends pas pourquoi-
german: [_maddie_] B-aber, normalerweise hast du {i}mmmphh{/i}... l-last viel... länger... Ich verstehe nicht, warum-
italian: [_maddie_] Ma di solito... {i}mmmphh{/i}... dura molto... più a lungo... Non capisco perché...

source: [_danny_] {i}Haaaa… haaaaa… that was... amazing…
french: [_danny_] {i}Haaaa… haaaa… c'était... incroyable…
german: [_danny_] {i}Haaa… haaaaaa… die war... erstaunlich…
italian: [_danny_] {i}Haaaa… haaaaa… è stato... incredibile…

source: [_maddie_] {i}Hmmmm…{/i} yes… it was… it was fine, dear. Better luck next time to hope that you last longer, I suppose... I would've liked it to have gone a few more rounds.
french: [_maddie_] {i}Hmmmm…{/i} oui… c'était… c'était bien, ma chère. Meilleure chance la prochaine fois pour espérer que tu dures plus longtemps, je suppose... J'aurais aimé que ça dure quelques rounds de plus.
german: [_maddie_] {i}Hmmmm…{/i} ja… es war… es war gut, lieber lieb. Viel Glück beim nächsten Mal zu hoffen, dass du länger bist, nehme ich an... Ich hätte mir gewünscht, dass es ein paar Runden gegangen wäre.
italian: [_maddie_] {i}Hmmmm…{/i} sì… era… andava bene, cara. La prossima volta spero che tu possa durare di più... Mi sarebbe piaciuto che fosse durato qualche giro in più.

source: [_maddie_] Don't worry, I still love you, Jack.
french: [_maddie_] Ne t'inquiète pas, je t'aime toujours, Jack.
german: [_maddie_] Keine Sorge, ich liebe dich immer noch, Jack.
italian: [_maddie_] Non preoccuparti, ti amo ancora, Jack.

source: [_danny_] (Uhhmm... well... this might be my cue to leave. I should've tried earlier, honestly...)
french: [_danny_] (Uhhmm... bien... ça pourrait être mon signal de départ. J'aurais dû essayer plus tôt, honnêtement...)
german: [_danny_] (Uhhmm... nun... das könnte mein Cue sein, um zu gehen. Ich sollte es früher probieren, ehrlich...)
italian: [_danny_] (Uhhmm... beh... questo potrebbe essere il mio segnale per andarmene. Avrei dovuto provarci prima, onestamente...)

source: [_jack_] (Huh? What the...? What just happened? I feel like I... blacked out for a bit... Maddie?)
french: [_jack_] (Huh ? Qu'est-ce que... ? Qu'est-ce qui vient de se passer ? J'ai l'impression d'avoir... perdu connaissance pendant un moment... Maddie ?)
german: [_jack_] (Huh? Was der...? Was ist gerade passiert? Ich fühle mich wie ich... für ein bisschen ausgeblappt ... Maddie?)
italian: [_jack_] (Eh? Ma che...? Che cosa è successo? Mi sembra di essere... svenuta per un po'... Maddie?)

source: [_maddie_] Uhm, hello Jack? I just said I {u}love{/u} you, dear.
french: [_maddie_] Uhm, bonjour Jack ? Je viens de dire que je {u}t'aime, ma chérie.
german: [_maddie_] Uhm, hallo Jack? Ich sagte nur, dass ich dich {u}Liebe {/u}, Schatz.
italian: [_maddie_] Pronto, Jack? Ho appena detto che {u}ti amo, caro.

source: [_jack_s_jk_21_] What? Huh? Maddie, look, that's not important right now, I'm trying to figure out why I was-
french: [_jack_s_jk_21_] Quoi ? Huh ? Maddie, écoute, ce n'est pas important pour le moment, j'essaie de comprendre pourquoi j'étais-
german: [_jack_s_jk_21_] Was? Huh? Maddie, schau, das ist momentan nicht wichtig, ich versuche herauszufinden, warum ich war-
italian: [_jack_s_jk_21_] Cosa? Eh? Maddie, ascolta, non è importante ora, sto cercando di capire perché ero...

source: [_maddie_] {i}*Gasp*{/i} So, what, y-you're not going to say it back!? After we just made love?! {i}Jack Fenton!!{/i}
french: [_maddie_] {i}*Gasp*{/i} Alors, quoi, t-tu ne vas pas le dire en retour !? Après qu'on ait fait l'amour ? ! {i}Jack Fenton!!{/i}
german: [_maddie_] {i}*Gasp*{/i} Also, was ist, y-du wirst es nicht zurücksagen!? Nachdem wir die Liebe gemacht haben?! {i}Jack Fenton!!{/i}
italian: [_maddie_] {i}*Gasp*{/i} Quindi, cosa, non hai intenzione di rispondere!? Dopo che abbiamo appena fatto l'amore? {i}Jack Fenton!

source: [_jack_s_jk_21_] No of course not Honey, but-
french: [_jack_s_jk_21_] Non, bien sûr que non, chérie, mais-
german: [_jack_s_jk_21_] Nein natürlich nicht Honey, aber-
italian: [_jack_s_jk_21_] No, certo che no, tesoro, ma...

source: [_maddie_] Now listen to me, you quick finish!! I expect you to act a little more considerate if you're just gonna shoot your load off as fast as you did just now, you big oaf! And another thing-
french: [_maddie_] Maintenant, écoute-moi, espèce de fin rapide !! Je m'attends à ce que tu agisses avec un peu plus de considération si tu vas juste tirer ta charge aussi vite que tu viens de le faire, espèce de gros balourd ! Et autre chose-
german: [_maddie_] Jetzt hörst du mir zu, du bist schnell fertig!! Ich erwarte, dass du ein wenig mehr Rücksicht nimmst, wenn du einfach deine Last so schnell abschießen willst wie du es gerade getan hast du grob oaf! Und noch etwas-
italian: [_maddie_] Ora ascoltami, svelto che non sei altro!!! Mi aspetto che tu ti comporti in modo un po' più rispettoso se vuoi sparare il tuo carico così velocemente come hai fatto ora, stupido! E un'altra cosa...

source: [_danny_] (Yeup, I’m so out of here. Poor Dad, I didn't mean to get him in trouble. I couldn't help it, that was my first...)
french: [_danny_] (Yeup, je m'en vais. Pauvre papa, je ne voulais pas lui attirer des ennuis. Je n'ai pas pu m'en empêcher, c'était ma première...)
german: [_danny_] (Yeup, ich bin so weit von hier. Arm Vater, ich habe nicht gemeint, ihn in Schwierigkeiten zu bringen. Ich konnte ihm nicht helfen, das war mein erste...)
italian: [_danny_] (Sì, me ne vado. Povero papà, non volevo metterlo nei guai. Non potevo farci niente, è stata la mia prima...)

source: [_danny_] (Oh God, that was my {u}first{/u}!! That's so messed up...)
french: [_danny_] (Oh mon Dieu, c'était mon {u}premier{/u} !!! C'est vraiment le bordel...)
german: [_danny_] (Oh Gott, das war mein {u}zuerst{/u}!! Das ist so verwirrt...)
italian: [_danny_] (Oh Dio, era il mio {u}prima{/u}! È un vero casino...)

source: [_maddie_] {i}Unnhhh{/i}… everytime your thick cock enters me all the way, I… {i}Haaahhh{/i}…
french: [_maddie_] {i}Unnhhh{/i}… chaque fois que ta bite épaisse entre en moi jusqu'au bout, je… {i}Haaahhh{/i}…
german: [_maddie_] {i}Unnhhh{/i}… jedesmal, wenn dein dicker Schwanz auf dem Weg in mich eindringt, ich… {i}Haaahh{/i}…
italian: [_maddie_] {i}Unnhhh{/i}… ogni volta che il tuo cazzo grosso mi entra fino in fondo, io… {i}Haaahhh{/i}…

source: [_jack_] You're as tight as ever Maddie… {i}knghhhh{/i}… yeah, you really know how to milk a man…
french: [_jack_] Tu es plus serrée que jamais Maddie… {i}knghhhh{/i}… ouais, tu sais vraiment comment traire un homme…
german: [_jack_] Du bist so eng wie je zuvor Maddie… {i}knghhhh{/i}… yeah, du weißt wirklich, wie man einen Mann… mildert
italian: [_jack_] Sei stretta come sempre Maddie… {i}knghhhh{/i}… sì, sai davvero come mungere un uomo…
