Repository: DonRP/AmityPark
Catalog: game/*/*/maddie_tv.po
Languages: spanish

source: [_danny_s_f_s_offscreen_s_idle_s_displeased_] ({i}Jeez{/i}... Mom must have been exhausted, she just passed out here with the TV still on.)
spanish: [_danny_s_f_s_offscreen_s_idle_s_displeased_] ({i}Jeez{/i}... Mamá debía de estar agotada, acaba de quedarse dormida aquí con la televisión encendida)

source: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] (Guess that's bound to happen when you're on patrol with Dad all the time at all times of the day and night.)
spanish: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] (Supongo que eso es normal cuando estás de patrulla con papá todo el tiempo a todas horas del día y de la noche)

source: [_danny_s_f_s_offscreen_s_aheago_s_sad_s_bite_] (Man... look at her... the way her breasts just heave up and down while she's lying down like that...~)
spanish: [_danny_s_f_s_offscreen_s_aheago_s_sad_s_bite_] (mírala... la forma en que sus pechos se levantan y bajan mientras está acostada así...~)

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_frown_2_] (Damn it, why am I so horny right now?)
spanish: [_danny_s_f_s_offscreen_s_closed_s_sad_s_frown_2_] (Maldita sea, ¿por qué estoy tan caliente ahora mismo?)

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_frown_2_] (Well, it {i}has{/i} been a while since I did it with Mom... and the last time I had a chance we sorta got interrupted.)
spanish: [_danny_s_f_s_offscreen_s_closed_s_sad_s_frown_2_] (Bueno, {i}hace{/i} tiempo que no lo hago con mamá... y la última vez que tuve la oportunidad nos interrumpieron)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_bite_] ({i}Hmm{/i}... it's pretty late right now... and everyone must be asleep by now. Maybe I could ask her...?)
spanish: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_bite_] ({i}Hmm{/i}... es bastante tarde ahora... y todos deben estar durmiendo. ¿Quizás podría preguntarle a ella...?)

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_bite_] (Nah, I don't wanna annoy her by waking her up. She's probably not got the energy for anything right now.)
spanish: [_danny_s_f_s_offscreen_s_towards_s_sad_s_bite_] (No, no quiero molestarla despertándola. Probablemente no tenga energía para nada en este momento.)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_consternation_] (...maybe if I'm careful, she won't even wake up...)
spanish: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_consternation_] (...quizás si tengo cuidado no se despertará...)

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_smile_] (And since I'm a ghost, I could just turn myself invisible in case someone shows up...)
spanish: [_danny_s_f_s_offscreen_s_towards_s_sad_s_smile_] (Y como soy un fantasma, podría hacerme invisible si apareciese alguien...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_consternation_] (What to do, what to do...)
spanish: [_danny_s_f_s_offscreen_s_towards_s_rise_one_s_consternation_] ¿Qué quieres hacer?

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_] (Screw it, I'll go for it!)
spanish: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_] (¡Que le den, voy a ir a por ello!)

source: [_danny_] (Who knows if I'm ever get another chance like this.)
spanish: [_danny_] (Quién sabe si alguna vez tendré otra oportunidad como esta)

source: [_danny_] (Amazing... so soft against my dick, even through the spandex jumpsuit!)
spanish: [_danny_] (Increíble... tan suave contra mi polla. Incluso a través del mono de tela)

source: [_danny_] (I can even barely fit them both in my hands while I wrap them around...)
spanish: [_danny_] (apenas me caben en las manos...)

source: [_danny_] (Damn... it's super nice how smooth the texture feels.)
spanish: [_danny_] (Maldita sea... es súper agradable lo suave que se siente)

source: [_danny_] (If only I had some lube on me, to make this even better...)
spanish: [_danny_] (Si tuviera algo de lubricante encima haría esto aún mejor...)

source: [_danny_] ({i}Ohhhhh{/i} man, it's already really nice though...~)
spanish: [_danny_] ({i}Ohhhhh{/i} aunque ya es muy placentero...~)

source: [_danny_] (H-hey, hey now, just, please don't wake up!)
spanish: [_danny_] (H-hey, hey ahora no. ¡Por favor no despiertes!)

source: [_danny_] (F-fuck, I can't believe how good this feels! Holy shit...!)
spanish: [_danny_] (¡Joder, no puedo creer lo bien que se siente esto! ¡Mierda...!)

source: [_danny_] {i}*Huff* *Huff*{/i}{p}(God bless these tits...!)
spanish: [_danny_] {i}*Huff* *Huff*{/i}{p}(¡Dios bendiga estas tetas...!)

source: [_maddie_] {i}...Daniel Fenton?!{/i} ...{u}what{/u} exactly, are you doing...??
spanish: [_maddie_] {i}...¡¿Daniel Fenton?! {/i}...{u}¿qué estás haciendo exactamente...??

source: [_danny_] ({i}...ohh shit!!{/i})
spanish: [_danny_] ({i}... ohh mierda!! {/i})

source: [_danny_] {i}*Ahem*{/i} S-sorry Mom... I just, sorta... saw an opportunity?
spanish: [_danny_] {i}*Ahem*{/i} Lo siento, mamá... Yo solo, como que... vi una oportunidad?

source: [_maddie_] Well, what in the-!{p}I mean, what happens if someone were to walk in on us like this, Danny?!
spanish: [_maddie_] Bueno, ¿qué...?{p}Quiero decir, ¡¿qué pasaría si alguien entrara así, Danny?!

source: [_danny_] I'll just be quick?
spanish: [_danny_] ¿Ser rápido?

source: [_maddie_] No!! S-stop this and put your pants on, this instant young man!!
spanish: [_maddie_] ¡¡No jovencito!! ¡para y ponte los pantalones ahora mismo!!

source: [_danny_] Please Mom, just a few more minutes.
spanish: [_danny_] Por favor mamá, solo unos minutos más.

source: [_maddie_] I said no, Danny! I don't care how... how good it feels to-~
spanish: [_maddie_] ¡He dicho que no Danny! No me importa lo bien que te sientas ~

source: [_danny_] {i}Pleeeeeaaaase...?{/i}
spanish: [_danny_] {i}¿Por favoooooooor...?{/i}

source: [_extend_] ...fine... but only a few more minutes. I don't care if you don't even... f-finish...~
spanish: [_extend_] ...bien... pero solo unos minutos más. No me importa si no te corres ~

source: [_danny_] {i}Ughh{/i}, Mom, you're the best!!
spanish: [_danny_] {i}Ughh {/i}, mamá, ¡eres el mejor!!

source: [_maddie_] (I still can't get over how brazen my little boy has become...)
spanish: [_maddie_] (Todavía no puedo superar lo descarado que se ha vuelto mi pequeño...)

source: [_maddie_] (He used to be so reserved around women, and now... a little horn dog he's become...)
spanish: [_maddie_] (Antes era muy reservado con las mujeres, y ahora... un amante cornudo se ha convertido...)

source: [_maddie_] (It makes me very happy that he likes me this much, but still!)
spanish: [_maddie_] (Me hace muy feliz que le guste tanto, ¡pero aún así!)

source: [_maddie_] (I should really talk to him and scold this kind of... illicit behavior...~)
spanish: [_maddie_] (Realmente debería hablar con él y regañar este tipo de... comportamiento ilegal... ~)

source: [_maddie_] Does it feel good, sweetie?
spanish: [_maddie_] ¿Se siente bien cariño?

source: [_danny_] It feels... amazing!
spanish: [_danny_] Se siente... ¡increíble!

source: [_maddie_] {i}*Giggling*{/i} That's nice... I like wearing this material for that reason too...
spanish: [_maddie_] {i}*Giggling*{/i} Eso es muy bueno... Me gusta llevar este traje por esa razón también...

source: [_danny_] R-really?
spanish: [_danny_] ¡De verdad?

source: [_maddie_] {i}Ohhh{/i}, yes, it's no coincidence I wear something as skintight as this...
spanish: [_maddie_] {i}Ohhh{/i}, sí, no es casualidad que lleve algo tan ajustado como esto...

source: [_maddie_] ...I sort of get off on it...~
spanish: [_maddie_] ...como que me excita...~

source: [_maddie_] Are you close, dear?
spanish: [_maddie_] ¿Te falta mucho querido?

source: [_danny_] Yes, I'm... almost... there!
spanish: [_danny_] ¡Sí!, ¡estoy... casi!

source: [_maddie_] It's okay sweetie, I want you to cum all over my face!
spanish: [_maddie_] Está bien cariño. ¡Quiero que te corras en mi cara!

source: [_danny_] Oh, oh, I'm gonna-!
spanish: [_danny_] ¡Oh, oh, voy a!

source: [_maddie_] My word... you certainly came a {i}lot{/i} over an activity not even skin-to-skin contact based...
spanish: [_maddie_] Joder..... ciertamente corriste sobre mí, y {i}mucho{/i}. Y sin tocarme siquiera la piel...

source: [_danny_] What can I say... I just love my Mom so much.
spanish: [_danny_] Qué puedo decir... Quiero mucho a mi madre.

source: [_maddie_] {i}*Chuckles*{/i} This momma loves her boy just as much.{p}{nw}
spanish: [_maddie_] {i}*Chuckles*{/i} Esta mamá ama a su hijo tanto como él a ella.{p}{nw}

source: [_extend_] Now quickly, go and bring me a small hand cloth from the kitchen!
spanish: [_extend_] ¡Ahora, rápido, ve y tráeme un pequeño paño de mano de la cocina!

source: [_danny_] Yeah Mom, of course. Be right back...
spanish: [_danny_] Sí, mamá, por supuesto. Ya vuelvo...

source: [_danny_s_f_s_offscreen_s_close_s_sad_s_consternation_] (No, I really shouldn't even think of disturbing her, she's sleeping for pete's sake.)
spanish: [_danny_s_f_s_offscreen_s_close_s_sad_s_consternation_] (No, no debería ni pensar en molestarla. Está durmiendo)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_consternation_] (...and I don't want to think of the kind of trouble I'd get into for titty fucking her out of a nice dream...)
spanish: [_danny_s_f_s_offscreen_s_at_player_s_rise_one_s_consternation_] (...y no quiero pensar en la clase de problemas en los que me metería por follármela mientras tiene un bonito sueño...)

source: [_maddie_] Well! {i}That{/i} sure came as a surprise to wake up to.
spanish: [_maddie_] ¡Bueno! ¡{i}Esto{/i} és una sorpresa nada más despertar!

source: [_danny_] Sorry Mom, I know I should have asked first, but lately it's just been so hard to find the right-
spanish: [_danny_] Lo siento mamá. Sé que debería haber preguntado primero pero últimamente ha sido muy difícil encontrar el

source: [_maddie_] Danny, please, don't worry. It was fine.
spanish: [_maddie_] Danny, por favor, no te preocupes. Todo está bien.

source: [_maddie_] I should be more mad that you woke me up from a pretty... similar dream, if anything...
spanish: [_maddie_] Debería estar más enfadada porque me has despertado de un bonito sueño bastante... parecido a estos momentos...

source: [_danny_] Really?
spanish: [_danny_] ¡De verdad?

source: [_maddie_] {i}Mmhmmm{/i}, there just happened to be a rather fun activity I was in the middle of in my dream, along with...
spanish: [_maddie_] {i}Mmhmmm{/i}, resulta que soñaba en una situación bastante divertida en la que tú estabas en medio, junto con...

source: [_maddie_] ...a {u}number{/u} of my sons, in fact.
spanish: [_maddie_] ...varios {u}números{/u} de hijos, de hecho.

source: [_danny_] W-what?! Seriously? Wait, what, you mean like... clones of me...?
spanish: [_danny_] ¡¿Qué?! ¿En serio? Espera, ¿qué, quieres decir como... clones de mí...?

source: [_maddie_] {i}*Giggles*{/i} I don't know! I suppose so! It was certainly out there, even for some of my more perverse fantasies!
spanish: [_maddie_] {i}*Giggles*{/i}¡No lo sé! Supongo que sí. ¡Ciertamente estaba soñando en una de mis fantasías más perversas!

source: [_danny_] Wait, so... how many other fantasies are we talking about? And how many of them include me exact-
spanish: [_danny_] Espera, entonces... ¿de cuántas fantasías estás hablando? ¿Y cuántas de ellas me incluyen?-

source: [_maddie_] Oh hush now, and go to sleep already, you little pervert...~
spanish: [_maddie_] Oh, cállate y vete a dormir ya, pequeño pervertido...~

source: [_danny_] {i}Heh{/i} Alright, alright, I won't be greedy.{p}{nw}
spanish: [_danny_] {i}Heh{/i} Está bien, está bien, no quiero ser ambicioso.{p}{nw}

source: [_extend_] Good night, mom.
spanish: [_extend_] Buenas noches, mamá.

source: [_maddie_] Good night sweetie...~
spanish: [_maddie_] Buenas noches cariño...~

source: (Do I try and get my rocks off while Mom sleeps?)
spanish: (¿Intento sacarme la polla mientras mamá duerme?)

source: Yes! Golden opportunity!
spanish: ¡Sí! ¡Oportunidad de oro!

source: I probably better not...
spanish: Probablemente sea mejor que no...
