Repository: DonRP/AmityPark
Catalog: game/*/*/mystery_shop_MZ.po
Languages: german, italian

source: [_box_ghost_s_talk_] Hi there, mister customer! Would you like to buy this inconspicuous box for $[stolen_box.cost]?
german: [_box_ghost_s_talk_] Hallo, mister Kunde! Möchtest du diese unauffällige Box für $[stolen_box.cost] kaufen?
italian: [_box_ghost_s_talk_] Salve, signor cliente! Vuole acquistare questa scatola poco appariscente per $[stolen_box.cost]?

source: [_box_ghost_s_angry_s_talk_frown_] Hey, you don't have enough money, buddy!
german: [_box_ghost_s_angry_s_talk_frown_] Hey, du hast nicht genug Geld, Kumpel!
italian: [_box_ghost_s_angry_s_talk_frown_] Ehi, non hai abbastanza soldi, amico!

source: [_box_ghost_s_confused_s_talk_frown_2_] Come back when you have enough cash.
german: [_box_ghost_s_confused_s_talk_frown_2_] Komm zurück, wenn du genug Bargeld hast.
italian: [_box_ghost_s_confused_s_talk_frown_2_] Tornate quando avrete abbastanza denaro.

source: [_danny_] Yeah, I'd like to buy this box, please.
german: [_danny_] Ja, ich möchte dieses Feld kaufen.
italian: [_danny_] Sì, vorrei comprare questa scatola, per favore.

source: [_box_ghost_s_talk_] Okie doke, that'll be $[stolen_box.cost].
german: [_box_ghost_s_talk_] Okie doke, das wird $[stolen_box.cost] sein.
italian: [_box_ghost_s_talk_] Ok, sono $[stolen_box.cost].

source: [_box_ghost_s_talk_2_s_sad_] Thanks for shopping at Mystery Box and have a nice day, friend!
german: [_box_ghost_s_talk_2_s_sad_] Vielen Dank für Ihren Einkauf in der Mystery Box und haben Sie einen schönen Tag, Freund!
italian: [_box_ghost_s_talk_2_s_sad_] Grazie per aver fatto acquisti alla Mystery Box e buona giornata, amica!

source: [_danny_] Why is it labeled "Property of Casper High?"
german: [_danny_] Warum wird es als "Eigenschaft von Kasper Hohe" bezeichnet?
italian: [_danny_] Perché è etichettato come "Proprietà della Casper High"?

source: [_box_ghost_s_talk_frown_] Oh... that? That's nothing, don't worry about it.
german: [_box_ghost_s_talk_frown_] Oh... das? Das ist nichts, mache dir keine Sorgen.
italian: [_box_ghost_s_talk_frown_] Oh... quello? Non è niente, non si preoccupi.

source: [_box_ghost_s_talk_frown_2_s_angry_] Besides, it's none of your business anyway, buddy!
german: [_box_ghost_s_talk_frown_2_s_angry_] Außerdem ist es sowieso keines deiner Geschäfte, Kumpel!
italian: [_box_ghost_s_talk_frown_2_s_angry_] Inoltre, non sono comunque affari tuoi, amico!

source: [_danny_] Well did you steal it?
german: [_danny_] Hast du es stehlt?
italian: [_danny_] L'hai rubato?

source: [_box_ghost_s_confused_s_talk_frown_] You dare to accuse me of thievery? You got any proof there, buddy?
german: [_box_ghost_s_confused_s_talk_frown_] Du wagst es, mich des Diebstahls zu beschuldigen? Du hast dort irgendeinen Beweis, Kumpel?
italian: [_box_ghost_s_confused_s_talk_frown_] Osi accusarmi di furto? Hai qualche prova, amico?

source: [_danny_] Uhm, no, I don't have any proof actually. Sorry aobout being so abrasive.
german: [_danny_] Uhm, nein, ich habe eigentlich keine Beweise. Tut mir leid, dass es so abrasiv ist.
italian: [_danny_] No, in realtà non ho alcuna prova. Mi dispiace di essere stato così brusco.

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exactly, so keep your non-boxy trap shut!
german: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Exakt, also halte deine nicht-boxy Falle herunter!
italian: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Esattamente, quindi tieni chiusa la tua bocca non pignola!

source: [_danny_] Yes, I... have... a {b}whole{/b} lotta proof, actually. Like... tons of it. You better be scared of all the proof that {i}this{/i} guy's walking around with... yessiree bob...
german: [_danny_] Ja, ich... ha... ein {b}vollendet{/b} Lotta-Beweis. Gleich... Tonnen davon. Du solltest dich vor allen Beweisen fürchten lassen, dass {i}dies{/i} Kerl mit ... yessiree bob...
italian: [_danny_] Sì, io... ho... un {b}intero{/b} sacco di prove, in realtà. Tipo... tonnellate. Faresti meglio ad avere paura di tutte le prove che {i}questo tizio va in giro con... sì, Bob...

source: [_box_ghost_s_angry_s_talk_frown_] You're bluffing! Quit being full of bologna!
german: [_box_ghost_s_angry_s_talk_frown_] Du bist bluffend! Verlasse es mit dem Bologna!
italian: [_box_ghost_s_angry_s_talk_frown_] Stai bluffando! Smettila di essere pieno di mortadella!

source: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] You know what? Now the box costs $[stolen_box.cost]! Just for being so full bologna, ya bologna boy! Now you better buy it or leave!
german: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Du weißt was? Jetzt kostet die Box $[stolen_box.cost]! Just for being so full bologna, ya bologna boy! Jetzt solltest du besser kaufen oder verlassen!
italian: [_box_ghost_s_talk_frown_2_s_angry_low_s_center_2_] Sapete cosa? Ora la scatola costa[stolen_box.cost]dollari! Solo per essere così pieno di mortadella, ragazzo mortadella! Ora è meglio che lo compri o te ne vai!

source: [_danny_] Fine, I never asked! Yeesh.
german: [_danny_] Gut, ich habe nie gefragt! Ja.
italian: [_danny_] Bene, non l'ho mai chiesto! Oh, si'.

source: [_danny_] What is even in the mystery box?
german: [_danny_] Was ist auch in der Geheimniskiste?
italian: [_danny_] Cosa c'è nella scatola misteriosa?

source: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, if I told you that, it wouldn't be a mystery anymore, would it?
german: [_box_ghost_s_talk_frown_2_s_confused_] Uhm, wenn ich dir das sagen würde, würde es kein Geheimnis mehr sein, oder?
italian: [_box_ghost_s_talk_frown_2_s_confused_] Se te lo dicessi, non sarebbe più un mistero, vero?

source: [_danny_] I'm not interested, I was just looking around. See yah.
german: [_danny_] Ich interessiere mich nicht, ich habe mich gerade umgeschaut. Siehe Yah.
italian: [_danny_] Non sono interessato, stavo solo dando un'occhiata in giro. Ci vediamo.

source: [_box_ghost_s_talk_] Hey there! Thank you for visiting "The Mystery Shop" today.
german: [_box_ghost_s_talk_] Hallo! Vielen Dank, dass Sie heute den "Mystery Shop" besuchen.
italian: [_box_ghost_s_talk_] Ciao a tutti! Grazie per aver visitato oggi "The Mystery Shop".

source: [_box_ghost_s_talk_frown_] Unfortunately, we are currently restocking the inventory at this time with other stole- uhh, I mean, {i}purchased{/i} goods!
german: [_box_ghost_s_talk_frown_] Leider werden wir derzeit das Inventar mit anderen Stühle- uhh, ich meine, {i}gekaufte Waren!
italian: [_box_ghost_s_talk_frown_] Purtroppo, in questo momento stiamo rifornendo l'inventario con altri prodotti rubati - ehm, voglio dire, {i}acquistati{/i}!

source: [_box_ghost_s_sad_s_talk_] Please visit us another time when we are open! {b}Beware{/b} our dangerous deals during next week's big sales event!
german: [_box_ghost_s_sad_s_talk_] Bitte besuche uns ein anderes Mal, wenn wir geöffnet sind! {b}Achtung{/b} unsere gefährlichen Angebote während des großen Verkaufsereignisses nächste Woche!
italian: [_box_ghost_s_sad_s_talk_] Venite a trovarci in un altro momento in cui siamo aperti! {b}Attenzione alle nostre pericolose offerte durante i grandi saldi della prossima settimana!

source: [_box_ghost_s_talk_2_s_neutral_] Have a nice day!
german: [_box_ghost_s_talk_2_s_neutral_] Viel einen schönen Tag!
italian: [_box_ghost_s_talk_2_s_neutral_] Buona giornata!

source: Would you like to buy this Mystery Box for $[stolen_box.cost]?
german: Möchtest du diese Mystery Box für $[stolen_box.cost] kaufen?
italian: Volete acquistare questa Mystery Box per $[stolen_box.cost]?

source: Yeah, I'd like to buy this box, please.
german: Ja, ich möchte dieses Feld zu kaufen, bitte.
italian: Sì, vorrei comprare questa scatola, per favore.

source: Why is it labeled "Property of Casper High?"
german: Warum wird es als "Eigentum von Casper High" bezeichnet?
italian: Perché è etichettato come "Proprietà della Casper High"?

source: What's in it?
german: Was ist drin ?
italian: Cosa c'è dentro?

source: He seems mad I asked. What should I say?
german: Er scheint verrückt zu sein, was soll ich sagen?
italian: Sembra arrabbiato, ho chiesto. Cosa dovrei dire?

source: Well did you steal it?
german: Nun haben Sie es gestohlen?
italian: L'hai rubato?

source: Fine, pretend I never asked!
german: Gut, so tun, als hätte ich nie gefragt!
italian: Bene, fai finta che non te l'abbia mai chiesto!

source: Do I have any proof that this guy stole the box?
german: Habe ich einen Beweis dafür, dass dieser Kerl die Box gestohlen hat?
italian: Ho qualche prova che questo tizio abbia rubato la scatola?

source: Uhm, no, I don't really...
german: Uhm, nein, ich bin nicht wirklich...
italian: No, in realtà non...

source: Yes, I have some proof right here...
german: Ja, ich habe ein paar Beweise hier...
italian: Sì, ho qui una prova...
