Repository: DonRP/AmityPark
Catalog: game/*/*/newbattle.po
Languages: german, spanish

source: [_epa_] Well then, it's time to get you adapted to the new system!
german: [_epa_] Nun, es ist an der Zeit, dich an das neue System anzupassen!
spanish: [_epa_] Pues bien, ¡es hora de que te adaptes al nuevo sistema!

source: [_epa_] (Congrats you are now level 2!)
german: [_epa_] (Glückwunsch, du bist jetzt Level 2!)
spanish: [_epa_] (¡Felicidades, ya tienes el nivel 2!)

source: [_epa_] (Congrats you are now level 3!)
german: [_epa_] (Glückwunsch, du bist jetzt Level 3!)
spanish: [_epa_] (¡Felicidades, ya tienes nivel 3!)

source: [_epa_] (Congrats you are now level 4!)
german: [_epa_] (Glückwunsch, du bist jetzt Level 4!)
spanish: [_epa_] (¡Felicidades, ya tienes nivel 4!)

source: [_epa_] (Congrats you are now level 5!)
german: [_epa_] (Glückwunsch du bist jetzt Level 5!)
spanish: [_epa_] (¡Felicidades, ya tienes nivel 5!)

source: [_epa_] (Congrats you are now level 6!)
german: [_epa_] (Glückwunsch, du bist jetzt Level 6!)
spanish: [_epa_] (¡Felicidades, ya tienes nivel 6!)

source: [_epa_] Now that the leveling up is finished... here are some simulated fights for you to participate in! A group of shadowy ghosts are attacking!
german: [_epa_] Nun, da das Leveln beendet ist... hier sind einige simulierte Kämpfe für dich um teilzunehmen! Eine Gruppe schattiger Geister greift an!
spanish: [_epa_] Ahora que tu graduación de nivel está terminado... ¡aquí tienes algunos combates simulados en los que puedes participar! ¡Un grupo de fantasmas sombríos está atacando!

source: [_epa_] I asked a once hated enemy of yours, now tolerable frenemy, to help us out for the next round.{p}Everyone, please give it up.... for Desiree!
german: [_epa_] Ich habe einen einst gehassten Feind von dir gefragt, der jetzt erträglich ist, um uns für die nächste Runde zu helfen.{p}Jeder, bitte geben Sie es ab .... für den Wüsten!
spanish: [_epa_] Le pedí a una odiada enemiga tuya, ahora tolerable, que nos ayudara en la próxima ronda.{p}Todo el mundo, por favor, aplaudan.... Desiree!

source: (Orgone Boost Available!)
german: (Orgone Boost verfügbar!)
spanish: (¡Incremento de Orgón disponible!)

source: [_epa_] So, do you want to try again from the start? [nointeract]
german: [_epa_] Also, möchtest du es von Anfang an erneut versuchen? [nointeract]
spanish: [_epa_] Entonces, ¿quieres volver a intentarlo desde el principio? [nointeract]

source: [_epa_] Well, that's all for now folks, hope you like the changes we've made! Enjoy using this system in Episode 7 and for us to retroactively put it back into the previous episodes in the Redux.
german: [_epa_] Nun, das ist alles für jetzt Leute, hoffe du magst die Änderungen, die wir vorgenommen haben! Viel Spaß damit, dieses System in Episode 7 zu verwenden und rückwirkend in die vorherigen Episoden der Redux zurückzubringen.
spanish: [_epa_] Bueno, eso es todo por ahora amigos, ¡espero que os gusten los cambios que hemos hecho! Disfrutad del uso de este sistema en el Episodio 7 y de que lo hayamos actualizado en los episodios anteriores en el Redux.

source: [_epa_] What passive do you want to take? Health Boost or Ecto Boost?
german: [_epa_] Was passiv willst du machen? Gesundheits-Boost oder Ecto Boost?
spanish: [_epa_] ¿Qué quieres tomar? ¿Impulso de salud o Ectoimpulso?

source: [_epa_] Every point in Health Boost increases your maximum health by {u}1.5%%{/u}, while every point in Ecto Boost increases your maximum ecto-power by {u}1.5%%{/u}.
german: [_epa_] Jeder Punkt im Gesundheits-Boost erhöht deine maximale Gesundheit um {u}1.%%{/u}, während jeder Punkt in Ecto Boost Ihre maximale ecto-Leistung um {u}1.5%%{/u} erhöht.
spanish: [_epa_] Cada punto en el Refuerzo de Salud aumenta tu salud máxima en {u}1,5%{/u}, mientras que cada punto en el Refuerzo de Ecto aumenta tu ectopoder máximo en {u}1,5%{/u}.

source: [_epa_] Now your basic attack can evolve down a new path. You can take either Lingering Strike or Ecto Strike.
german: [_epa_] Jetzt kann sich dein einfacher Angriff auf einen neuen Weg entwickeln. Du kannst entweder Lingering Strike oder Ecto Strike nehmen.
spanish: [_epa_] Ahora tu ataque básico puede evolucionar por un nuevo camino. Puedes elegir entre Golpe persistente o Golpe eco.

source: [_epa_] Lingering Strike makes your attack slightly stronger while leaving a small lingering stack of damage on your target for two whole turns. Ecto Strike makes your basic punch simply much stronger than it was originally.
german: [_epa_] Der anhaltende Schlag macht deinen Angriff etwas stärker, während du einen kleinen Kumpel von Schaden auf deinem Ziel für zwei ganze Züge hinterlässt. Ecto Strike macht deinen grundlegenden Schlag einfach viel stärker als er ursprünglich war.
spanish: [_epa_] Golpe persistente hace que tu ataque sea ligeramente más fuerte y deja una pequeña herida en tu objetivo durante dos turnos completos. Ecto Strike hace que tu golpe básico sea mucho más fuerte de lo que era originalmente.

source: [_epa_] Now Zone Out can evolve down a new path. You can take either Unnatural Regeneration or Ghost Boost.
german: [_epa_] Jetzt kann Zone Out einen neuen Pfad weiterentwickeln. Du kannst entweder unnatürliche Regeneration oder Geister-Boost nehmen.
spanish: [_epa_] Ahora Zone Out puede evolucionar por un nuevo camino. Puedes tomar Regeneración sobre natural o Impulso fantasmal.

source: [_epa_] Unnatural Regeneration strengthens the basic healing and adds a beneficial healing over time effect for 3 turns. While Ghost Boost adds an effect that increases your attack power by {u}50%%{/u} for three turns.
german: [_epa_] Unnatürliche Regeneration stärkt die Grundheilung und fügt einen positiven Heilungseffekt für 3 Wendungen hinzu. Während Ghost Boost einen Effekt hinzufügt, der deine Angriffskraft in drei Zügen um {u}50%%{/u} erhöht.
spanish: [_epa_] Regeneración sobrenatural refuerza la curación básica y añade un efecto beneficioso de curación en el tiempo durante 3 turnos. Mientras que Impulso fantasmal añade un efecto que aumenta tu poder de ataque en un {u}50%{/u} durante tres turnos.

source: [_epa_] Now Ghost Ray can evolve down a new path. You can take either Focused Ray or Spread Ray. Focused Ray just simply makes the Ray do more damage to a single target.
german: [_epa_] Jetzt kann der Geisterstrahl einen neuen Pfad weiterentwickeln. Du kannst entweder den Focused Ray oder Spread Ray nehmen. Fokussierter Strahl macht den Strahl nur noch mehr Schaden an einem einzelnen Ziel.
spanish: [_epa_] Ahora Rayo Fantasma puede evolucionar por un nuevo camino. Puedes elegir entre Rayo enfocado o Rayo extendido. Rayo concentrado simplemente hace que el Rayo haga más daño a un solo objetivo.

source: [_epa_] Spread Ray does more damage than the original Ghost Ray, but it's main benefit is that it deals damage to all targets on screen. The original target of Spread Ray receives the full damage while every other enemy receives a smaller portion.
german: [_epa_] Spread Ray verursacht mehr Schaden als der ursprüngliche Geisterstrahl aber es ist der Hauptvorteil ist, dass es allen Zielen auf dem Bildschirm Schaden zufügt. Das ursprüngliche Ziel des Spreadstrahls erhält den vollen Schaden, während jeder andere Feind einen kleineren Teil erhält.
spanish: [_epa_] Rayo de dispersión hace más daño que el Rayo fantasma original, pero su principal ventaja es que inflige daño a todos los objetivos en pantalla. El enemigo que recibe el rayo de dispersión recibe un gran daño todo el daño, mientras que todos los demás enemigos reciben una parte menor.

source: No, just throw me into it and let me try it out blind!
german: Nein, werfen Sie mich einfach hinein, und lassen Sie mich es blind!
spanish: No, ¡sólo lánzame y déjame probar a ciegas!

source: No thank you, just level me up so I can get to Episode 7 Part 2 quick.
spanish: No, gracias, sólo súbeme el nivel para poder llegar rápido al Episodio 7 Parte 2.

source: Yeah, I wanna know what's going on and how things work!
german: Ja, ich möchte wissen, was vor sich geht und wie die Dinge funktionieren!
spanish: Sí, quiero saber qué pasa y cómo funcionan las cosas!

source: Yes, let me change up my power choices.
german: Ja, lassen Sie mich meine Machtentscheidungen ändern.
spanish: Sí, déjame cambiar mis opciones de poder.

source: No, just let me retry the fights.
german: Nein, lassen Sie mich einfach die Kämpfe wiederholen.
spanish: No, déjame reintentar las peleas.

source: No, I'm ready for Episode 7 Part 2.
german: Nein, ich bin bereit für Episode 7 Teil 2.
spanish: No, estoy listo para el Episodio 7 Parte 2.

source: Health Boost
german: Gesundheits-Boost
spanish: Aumento de la salud

source: Ecto Boost
spanish: Aumento de ecto

source: Lingering Strike
german: Laufender Schlag
spanish: Ataque prolongado

source: Ecto Strike
german: Ecto-Schlag
spanish: Golpe Ecto

source: Unnatural Regeneration
german: Unnatürliche Regeneration
spanish: Regeneración sobrenatural

source: Ghost Boost
german: Geist-Boost
spanish: Aumento fantasmal

source: Focused Ray
german: Fokussierter Strahl
spanish: Rayo concentrado

source: Spread Ray
german: Spread-Strahl
spanish: Rayo disperso

source: Reset your passives and power choices?
german: Setzen Sie Ihre Passiv- und Machtentscheidungen zurück?
spanish: ¿Restablecer tus opciones y opciones de energía?
