Repository: DonRP/AmityPark
Catalog: game/*/*/newbattle.po
Languages: german, spanish

source: [_epa_] (This update is introducing a {b}brand new battle system{/b}. Would you like to know what's new and test things out?) [nointeract]
german: [_epa_] (Dieses Update führt ein {b}brandneues Kampfsystem ein{/b} ein. Möchtest du wissen, was Neues ist und was die Dinge ausprobieren?) [nointeract]
spanish: [_epa_] (Esta actualización introduce un {b}nuevo sistema de batalla{/b}. ¿Quieres conocer las novedades y probarlas?) [nointeract]

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Jeez, what's with all the loud noise I've been hearing down here lately? Dad? You in the Lab?
german: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Jeez, was ist mit dem lauten Lärm, das ich in letzter Zeit hier gehört habe? Pap? Du bist im Lab?
spanish: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Cielos, ¿qué es ese ruido tan fuerte que llevo escuchando últimamente? ¿Papá? ¿Estás en el laboratorio?

source: [_epa_] Oh, great, you're finally here Danny! Perfect!{p}Welcome, to the new combat training simulation!
german: [_epa_] Oh, toll, du bist endlich hier Danny! Perfekt!{p}Willkommen, zur neuen Kampftraining Simulation!
spanish: [_epa_] Oh, genial, ¡por fin estás aquí Danny! ¡Perfecto!{p}¡Bienvenido, a la nueva simulación de entrenamiento de combate!

source: [_danny_s_at_player_s_rise_s_talk_distraught_] The... the what? What are you talking about, and who are you?
german: [_danny_s_at_player_s_rise_s_talk_distraught_] Die... was? Worüber redest du und wer bist du?
spanish: [_danny_s_at_player_s_rise_s_talk_distraught_] ¿El... el qué? ¿De qué estás hablando y quién eres?

source: [_epa_] Who I am isn't important Danny, what's {i}important{/i} is that I've been hearing the cries about your fighting techniques being "Overly Buggy" and just "Too Dang Hard" at times.{p}Well hopefully, all that will change starting today!
german: [_epa_] Wer ich bin ist nicht wichtig Danny, Was {i}wichtig ist{/i} ist, dass ich manchmal die Rufe von "Overly Buggy" und einfach "Too Dang Hard" gehört habe.{p}Hoffentlich wird sich das alles heute ändern!
spanish: [_epa_] Quién soy no es importante Danny, lo que es {i}importante{/i} es que he estado escuchando rumores acerca de tus técnicas de lucha que son "aplastantes" y simplemente " duras".{p}Bueno, ¡espero que todo eso cambie a partir de hoy!

source: [_danny_s_down_s_angry_s_talk_displeased_] {i}*Grumble*{/i} Well sheesh, I thought I was doing a pretty good job all on my own. {i}*Grumble*{/i}
german: [_danny_s_down_s_angry_s_talk_displeased_] {i}*Grumble*{/i} Nun, ich dachte, ich habe eine ziemlich gute Arbeit alleine gemacht. {i}*Grumble*{/i}
spanish: [_danny_s_down_s_angry_s_talk_displeased_] {i}*refunfuño*{/i} Bueno, pensé que estaba haciendo un buen trabajo por mi cuenta. {i}*refunfuño*

source: [_epa_] Nonsense Danny, you can do way better! And I'm here to show you how!
german: [_epa_] Unsinnige Danny, du kannst es besser machen! Und ich bin hier, um dir zu zeigen, wie!
spanish: [_epa_] Tonterías Danny, ¡puedes hacerlo mucho mejor! ¡Y estoy aquí para mostrarte cómo!

source: [_epa_] Danny, you need to learn to stop blocking attacks and just learn to use {b}Intangibility{/b} like any other ghost!
german: [_epa_] Danny, du musst lernen, Angriffe nicht mehr zu blockieren und lernst nur, {b}Intangibility{/b} wie jeder andere Geist zu verwenden!
spanish: [_epa_] ¡Danny, tienes que aprender a dejar de bloquear los ataques y aprender a usar {b}Intangibilidad{/b} como cualquier otro fantasma!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] What? "Intangible"? But doesn't that cost ecto-power to do? Also, wasn't it called "Invisibility" before?
german: [_danny_s_at_player_s_rise_s_talk_displeased_] Was? "Unsichtbar"? Aber kostet das nicht Ekto-Strom? Und war es nicht zuvor als "Unsichtbarkeit" bezeichnet?
spanish: [_danny_s_at_player_s_rise_s_talk_displeased_] ¿Qué? ¿"Intangible"? ¿Pero eso no cuesta ecto-poder para hacerlo? Además, ¿no se llamaba antes "Invisibilidad"?

source: [_epa_] We're changing a few things around! Trust me, I've seen you go perving around your house by peaking your head and hands through walls... so just do that in combat too!{p}It costs {u}nothing{/u} at all to use now!
german: [_epa_] Wir ändern ein paar Dinge herum! Vertrauen Sie mir, ich habe gesehen, dass Sie durch Ihr Haus gehen, indem Sie Ihren Kopf und die Hände durch Wände sprießen. Also mache das einfach auch im Kampf!{p}Es kostet {u}nichts{/u} jetzt zu benutzen!
spanish: [_epa_] ¡Vamos a cambiar algunas cosas! Confía en mí, te he visto ir a espiar por tu casa asomando la cabeza y las manos por las paredes... ¡así que hazlo también en el combate!{p}¡Ahora no cuesta nada usarlo {u}!

source: [_danny_s_down_s_neutral_s_talk_displeased_] Okay, I guess I could try that...
german: [_danny_s_down_s_neutral_s_talk_displeased_] Okay, ich denke, das könnte ich versuchen...
spanish: [_danny_s_down_s_neutral_s_talk_displeased_] Vale, supongo que podría probarlo...

source: [_epa_] So, the previous move known as {u}Guard{/u} will now be replaced with {u}Intangibility.{/u}{p}So going forward, you should just use that whenever there's an attack you need to avoid.
german: [_epa_] Der vorherige Schritt, bekannt als {u}Wächter{/u} wird nun durch {u}Unantastbarkeit ersetzt. /u}{p}So gehen Sie weiter, sollten Sie einfach verwenden, dass, wann immer es einen Angriff zu vermeiden ist.
spanish: [_epa_] Por lo tanto, el movimiento anterior conocido como {u}Guardia{/u} ahora será reemplazado por {u}Intangibilidad.{/u}{p}Así que en adelante, solo debes usarlo con ataques que necesites evitar.

source: [_epa_] Also, now that we're on the subject... shouldn't you know how to tap into the Ghost Zone's energy to heal and protect you?
german: [_epa_] Und jetzt, wo wir uns mit dem Thema beschäftigen... solltest du nicht wissen, wie du die Energie der Geisterzone nutzen kannst, um dich zu heilen und zu schützen?
spanish: [_epa_] Además, ya que estamos en el tema... ¿no deberías saber cómo aprovechar la energía de la Zona Fantasma para curarte y protegerte?

source: [_danny_s_at_player_s_angry_s_talk_displeased_] Look, it's not like these powers came with instructions! Nobody exactly taught me how to do any of this stuff!
german: [_danny_s_at_player_s_angry_s_talk_displeased_] Schau, es ist nicht so, als ob diese Kräfte mit Anweisungen kamen! Niemand hat mir genau gelehrt, wie man eines dieser Dinge macht!
spanish: [_danny_s_at_player_s_angry_s_talk_displeased_] ¡Mira, estos poderes no venían con instrucciones! ¡Nadie me enseñó cómo hacer nada de esto!

source: [_epa_] Okay, okay, my mistake... look, just focus hard enough on your natural ghostly energy, and you should be able to {b}Zone Out{/b}.
german: [_epa_] Okay, okay, mein Irrtum... schaue einfach nur hart genug auf deine natürliche gespenstische Energie und du solltest in der Lage sein {b}Zone Out{/b} zu nutzen.
spanish: [_epa_] Ok, ok, mi error... mira, solo concéntrate lo suficiente en tu energía fantasmal natural, y deberías ser capaz de {b}Zone Out{/b}.

source: [_epa_] This ability allows you to draw power from the Ghost Zone to both heal and protect you for a short time.
german: [_epa_] Diese Fähigkeit erlaubt dir, Kraft aus der Geisterzone zu ziehen, um dich für eine kurze Zeit zu heilen und zu schützen.
spanish: [_epa_] Esta habilidad te permite extraer energía de la Zona Fantasma para curarte y protegerte durante un breve periodo de tiempo.

source: [_danny_s_at_player_s_wondering_s_talk_displeased_] That does sound pretty good, but will it take a lot of ecto power to use?
german: [_danny_s_at_player_s_wondering_s_talk_displeased_] Das klingt ziemlich gut, aber wird es viel ecto Macht brauchen, um es zu nutzen?
spanish: [_danny_s_at_player_s_wondering_s_talk_displeased_] Eso suena muy bien, pero ¿se necesitará mucha energía ecto para usarlo?

source: [_epa_] Only about as much as it took to go "Invisible" before!
german: [_epa_] Nur etwa so viel, wie es dauerte, um vorher "Unsichtbar" zu gehen!
spanish: [_epa_] ¡Sólo lo mismo que se necesitaba antes para ser "Invisible"!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Alright! Now you're talking!
german: [_danny_s_closed_s_wondering_s_talk_happy_] Okay, du sprichst jetzt!
spanish: [_danny_s_closed_s_wondering_s_talk_happy_] ¡Muy bien! ¡Ahora estás hablando!

source: [_epa_] So with "Zone Out", Danny can recover {u}25%%{/u} of his health and reduce incoming damage by {u}50%%{/u} for 2 turns.
german: [_epa_] Also mit "Zone aus", Danny kann {u}25%%{/u} seiner Gesundheit wiederherstellen und den eingehenden Schaden für 2 Zugänge um {u}50%%{/u} reduzieren.
spanish: [_epa_] Así, con "Zone Out", Danny puede recuperar {u}25%{/u} de su salud y reducir daños en combate {u}50%{/u} durante 2 turnos.

source: [_epa_] Beware though, as other ghosts know how to use this tactic as well and gain an additional benefit of increasing their power to briefly deliver some devastating damage.
german: [_epa_] Aber Vorsicht da andere Geister wissen, wie man diese Taktik auch anwendet und einen zusätzlichen Vorteil dadurch gewinnt, dass sie ihre Macht erhöhen, um kurz einige verheerende Schäden zu verursachen.
spanish: [_epa_] Sin embargo, ten cuidado, ya que otros fantasmas también saben utilizar esta táctica. Obtienen el beneficio adicional de aumentar su poder y hacen brevemente un daño devastador.

source: [_danny_s_at_player_s_rise_s_talk_distraught_] What should I do if I notice a ghost heal itself?
german: [_danny_s_at_player_s_rise_s_talk_distraught_] Was soll ich tun, wenn ein Geist sich selbst heilt?
spanish: [_danny_s_at_player_s_rise_s_talk_distraught_] ¿Qué debo hacer si noto que un fantasma se cura a sí mismo?

source: [_epa_] My advice would just be to go Intangible and avoid the next attack. Remember, it's now free to dodge an upcoming attack!
german: [_epa_] Mein Rat wäre, einfach immateriell zu gehen und den nächsten Angriff zu vermeiden. Denke daran, dass es jetzt frei ist, einem anstehenden Angriff auszuweichen!
spanish: [_epa_] Mi consejo sería simplemente hacerte intangible y evitar el siguiente ataque. ¡Recuerda que siendo intangible puedes esquivar los ataques!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Awesome! Well, thanks mysterious voice! That all sounds pretty good to me.
german: [_danny_s_closed_s_wondering_s_talk_happy_] Großartig! Nun, vielen Dank geheimnisvolle Stimme! Das klingt für mich ziemlich gut.
spanish: [_danny_s_closed_s_wondering_s_talk_happy_] ¡Impresionante! ¡Gracias voz misteriosa! Todo eso me irá muy bien.

source: [_epa_] Oh, that's not all I've done Danny, that's just the tip of the iceberg!
german: [_epa_] Ach, das ist nicht alles, was ich getan habe, Danny, das ist nur die Spitze des Eisbergs!
spanish: [_epa_] Oh, eso no es todo lo que he hecho Danny, ¡eso es solo la punta del iceberg!

source: [_danny_s_stare_s_rise_s_talk_happy_] Really?
german: [_danny_s_stare_s_rise_s_talk_happy_] Wirklich?
spanish: [_danny_s_stare_s_rise_s_talk_happy_] ¿De verdad?

source: [_epa_] Really!
german: [_epa_] Wirklich!
spanish: [_epa_] ¡De verdad!

source: [_epa_] Now every time you gain enough experience to increase your current {b}Level{/b} you will automatically become stronger, increasing your Maximum Health, Maximum Ecto-Power, Maximum Strength, and Maximum Orgone Capacity.
german: [_epa_] Jedes Mal, wenn du genug Erfahrung erhältst, um dein aktuelles {b}Level zu erhöhen{/b} wirst du automatisch stärker, Erhöht deine maximale Gesundheit, maximale Ecto-Kraft, maximale Stärke und die maximale Kapazität der Orginalzeit.
spanish: [_epa_] Ahora, cada vez que ganes suficiente experiencia para aumentar tu {b}nivel{/b} te harás automáticamente más fuerte, aumentando tu salud máxima, tu ecopoder máximo, tu fuerza máxima y tu capacidad de orgón máximo.

source: [_danny_s_at_player_s_rise_s_talk_happy_] "Orgone Capacity?"
german: [_danny_s_at_player_s_rise_s_talk_happy_] "Verzierte Kapazität?"
spanish: [_danny_s_at_player_s_rise_s_talk_happy_] "¿Capacidad de Orgón?"

source: [_epa_] I'll come back to that in a minute Danny, just be patient.
german: [_epa_] Ich komme in einer Minute darauf zurück, Danny, sei nur geduldig.
spanish: [_epa_] Volveré a eso en un minuto, Danny, ten paciencia.

source: [_epa_] Along with increasing your basic stats, you will now have the opportunity at every new level to invest in some passive benefits that will further increase your survivability or power.
german: [_epa_] Zusammen mit der Erhöhung deiner Basisstatistiken, Sie werden nun auf jeder neuen Ebene die Möglichkeit haben, in einige passive Vorteile zu investieren, die Ihre Überlebensfähigkeit oder Kraft weiter erhöhen.
spanish: [_epa_] Además de aumentar tus estadísticas básicas, ahora en cada nuevo nivel tendrás la oportunidad de invertir en algunos beneficios. Estos beneficios aumentarán tu capacidad de supervivencia o tu poder.

source: [_epa_] Now for the truly interesting stuff!
german: [_epa_] Jetzt für die wirklich interessanten Sachen!
spanish: [_epa_]¡ Ahora, lo verdaderamente interesante!

source: [_epa_] Every so often, you'll gain the ability to evolve your powers into focusing on a specific combat role!
german: [_epa_] Immer öfter erhältst du die Fähigkeit, deine Kräfte so zu entwickeln, dass du dich auf eine bestimmte Kampfrolle konzentrierst!
spanish: [_epa_]¡ De vez en cuando obtendrás la capacidad de evolucionar tus poderes para centrarte en un rol de combate específico!

source: [_epa_] Really! Again!
german: [_epa_] Wirklich! Nochmal!
spanish: [_epa_] ¡De verdad! ¡Otra vez!

source: [_epa_] This includes evolving even your regular attacks into something a bit more interesting than just a normal punch.
german: [_epa_] Dazu gehört es, selbst deine regulären Angriffe zu etwas interessanterem zu entwickeln als nur einen normalen Schlag.
spanish: [_epa_] Esto incluye la evolución incluso de tus ataques en algo un poco más interesante que un golpe normal.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] Cool!
spanish: [_danny_s_at_player_s_wondering_s_talk_happy_] ¡Genial!

source: [_epa_] When you evolve your powers, you'll have a choice between two different paths to take your powers down. Then there'll be another split depending upon your original choice, and then finally you'll gain access to a totally new power.
german: [_epa_] Wenn du deine Kräfte entwickelst, hast du die Wahl zwischen zwei verschiedenen Pfaden um deine Kräfte herunterzufahren. Dann wird es eine weitere Aufteilung je nach Ihrer ursprünglichen Wahl geben, und dann bekommen Sie schließlich Zugang zu einer völlig neuen Kraft.
spanish: [_epa_] Cuando evoluciones tus poderes, podrás elegir entre dos caminos diferentes para llevarlos a cabo. Luego habran otros caminos en función de tu elección original, y finalmente accederás a un poder totalmente nuevo.

source: [_epa_] That'll come down the line in future updates and you shouldn't be concerned with it for now. After all, we still need to reincorporate this new system into the previous episodes. For the moment, starting episode 7 will just automatically make you level 6!
german: [_epa_] Das wird bei zukünftigen Updates runter gehen und du solltest dich vorerst nicht darum kümmern. Immerhin müssen wir dieses neue System noch in die vorhergehenden Episoden integrieren. Für den Moment wird der Beginn der Episode 7 dich automatisch Stufe 6 machen!
spanish: [_epa_] Eso vendrá en futuras actualizaciones y no deberíais preocuparos por ahora. Después de todo, todavía tenemos que reincorporar este nuevo sistema a los episodios anteriores. Por el momento, al empezar el episodio 7, ¡se te asignará automáticamente el nivel 6!

source: [_epa_] Oh yes, and before we get too far from it... I should give you an explanation on how your Orgone boost now works.
german: [_epa_] Ach ja, und bevor wir zu weit davon kommen... Ich sollte dir eine Erklärung geben, wie deine Orgone Boost funktioniert.
spanish: [_epa_] Ah, sí, y antes de que nos vayamos demasiado lejos... debería darte una explicación sobre cómo funciona ahora tu impulso de Orgón.

source: [_epa_] You now have an Orgone Capacity, so you can only maintain the fully boosted Orgone state for a {u}limited{/u} amount of time. Sorry if this sounds like a bummer.
german: [_epa_] Du hast jetzt eine veraltete Kapazität, so kannst du nur den vollständig geboosteten Orgone Status für {u}limitierte Zeit beibehalten. Tut mir leid, wenn das wie ein Bummer klingt.
spanish: [_epa_] Ahora tienes una capacidad de Orgón, por lo que sólo puedes mantener el estado de Orgón totalmente potenciado durante una cantidad de tiempo {u}limitada{/u}. Lo siento si esto suena como un fastidio.

source: [_epa_] Each turn you take will burn through your Orgone reserves until eventually the effect will fade, so play smart to finish the fight before you lose the boost.
german: [_epa_] Jeder Zug, den du nimmst, wird durch deine veralteten Reserven brennen bis der Effekt verblasst, also spiele intelligent, um den Kampf zu beenden, bevor du den Schub verlierst.
spanish: [_epa_] Cada turno que tomes gastarás tus reservas de Orgón hasta que se gaste. Así que juega inteligentemente para terminar la pelea antes de gastarlo.

source: [_epa_] Now alongside the new limit, the Orgone Boost has been increased to be more {u}powerful{/u}. It'll provide you with ecto-power regeneration, shield you from damage, and increase your attack power.
german: [_epa_] Jetzt wurde neben dem neuen Limit der Orgone Boost um mehr {u}kraftvoll{/u} erhöht. Es wird dir die Regeneration der ecto-power zur Verfügung stellen, dich vor Schaden schützen und deine Angriffskraft erhöhen.
spanish: [_epa_] Ahora se ha aumentado el impulso de orgón para que sea más potente {u}. Te proporcionará regeneración de ectopoder, te protegerá del daño y aumentará tu poder de ataque.

source: [_epa_] Hopefully those little improvements will make you more at ease about having a limited amount of time.
german: [_epa_] Hoffentlich werden diese kleinen Verbesserungen dich mehr entspannen, wenn du eine begrenzte Zeit hast.
spanish: [_epa_] Esperemos que esas pequeñas mejoras te hagan sentir más tranquilo aún teniendo un tiempo limitado.

source: [_epa_] Speaking of new interesting things, however... I don't think I'd be doing my job if I didn't mention that the battlefield looks to be a lot more hectic in your future!
german: [_epa_] Aber über neue interessante Dinge reden... Ich glaube nicht, dass ich meine Arbeit machen würde, wenn ich nicht erwähnen würde, dass das Schlachtfeld in deiner Zukunft viel hektischer ist!
spanish: [_epa_] Pero hablando de cosas nuevas e interesantes... ¡Creo que no estaría haciendo mi trabajo si no mencionara que el campo de batalla parece que será mucho más agitado en su futuro!

source: [_epa_] Ever felt lonely fighting it out with some dorky Ectopus? Well, fret not... you'll now have the ability to bring along company!
german: [_epa_] Hast du dich schon einmal einsam mit einem schlummernden Ektopus bekämpft gefühlt? Nun, ich bin nicht besorgt... du hast jetzt die Möglichkeit, das Unternehmen mitzunehmen!
spanish: [_epa_] ¿Alguna vez te has sentido solo luchando con un estúpido Ectopus? Pues no te preocupes... ¡ahora tendrás la posibilidad de llevar compañía!

source: [_epa_] We've programmed the new system to allow you to recruit other allies into battle! Each with their own unique design and tactics.{p}Dash & Kwan? Tucker Foley? Desiree? Wulf?? Who knows where we'll go!
german: [_epa_] Wir haben das neue System so programmiert, dass du andere Verbündete in den Kampf rekrutieren kannst! Jeder mit seinem eigenen einzigartigen Design und Taktik.{p}Dash & Kwan? Tucker Foley? Verzweifelt? Wulf?? Wer weiß, wohin wir gehen!
spanish: [_epa_] Hemos programado el nuevo sistema para que puedas reclutar a otros aliados en la batalla. Cada uno con su propio diseño y táctica.{p}¿Dash y Kwan? ¿Tucker Foley? ¿Desiree? ¿Wulf? ¡Quién sabe dónde iremos!

source: [_epa_] ...although, you'll still be alone for a little while longer until we sort out how the party recruitment system will actually work... but trust me, the ability {i}is{/i} there!
german: [_epa_] ...obwohl du noch eine Weile alleine bist, bis wir das System der Gruppenrekrutierung regeln. . aber vertrauen Sie mir, die Fähigkeit {i}ist{/i} da!
spanish: [_epa_] ...aunque todavía estarás solo durante un tiempo más hasta que resolvamos cómo funcionará el sistema de reclutamiento del partido... pero créeme, ¡la habilidad {i}está{/i} ahí!

source: [_epa_] Now while {i}you{/i} get to have some friends on the battlefield... it wouldn't be fair if your foes didn't {i}also{/i} have the chance to team up as well, right?
german: [_epa_] Während du nun {i}hast{/i} ein paar Freunde auf dem Schlachtfeld zu haben... es wäre nicht fair, wenn deine Feinde nicht auch {i}hatten{/i} die Chance hatten, sich ebenfalls zu versammeln, oder?
spanish: [_epa_] Ahora bien, aunque {i}tú{/i} puedes tener algunos amigos en el campo de batalla... sería justo que tus enemigos {i}también{/i} tuvieran la oportunidad de formar equipo, ¿verdad?

source: [_danny_s_stare_s_rise_s_talk_displeased_] Ahh, c'mon! Give me a break, it was hard enough dealing with one person half the time!! You ever actually {i}tried{/i} that Dragon fight?!?
german: [_danny_s_stare_s_rise_s_talk_displeased_] Ahh, c'mon! Gib mir eine Pause, es war schwer genug mit einer Person die Hälfte der Zeit zu verhandeln! Du hast jemals {i}versucht{/i} diesen Drachenkampf versucht?!?
spanish: [_danny_s_stare_s_rise_s_talk_displeased_] ¡Ah, vamos! ¡¡Dame un respiro, ya fue bastante difícil lidiar con una persona la mitad del tiempo!! ¿Alguna vez {i}has tratado{/i} de luchar contra un Dragón?!

source: [_epa_] I believe you can handle it Danny, you'll just have to find new ways to effectively focus on each enemy or choose to evolve your powers to deal with groups of enemies. And this new system should help you develop those tactics!
german: [_epa_] Ich glaube, du kannst mit Danny umgehen, Sie müssen nur neue Wege finden, um sich effektiv auf jeden Feind zu konzentrieren oder Ihre Kräfte zu entwickeln, um mit Gruppen von Feinden umzugehen. Und dieses neue System sollte Ihnen helfen, diese Taktiken zu entwickeln!
spanish: [_epa_] Creo que puedes hacerlo Danny, sólo tendrás que encontrar nuevas formas de enfrentarte a cada enemigo u optar por evolucionar tus poderes para enfrentarte a grupos de enemigos. ¡Y este nuevo sistema debería ayudarte a desarrollar esas tácticas!

source: [_danny_s_down_s_sad_s_talk_frown_] Okay... I guess I can try...
german: [_danny_s_down_s_sad_s_talk_frown_] Okay... Ich denke, ich kann es versuchen...
spanish: [_danny_s_down_s_sad_s_talk_frown_] Bien... Supongo que puedo intentarlo...

source: [_epa_] That's the spirit, Ghost Boy! Now, enough talking from me... how about you actually try it out and give it a whirl?
german: [_epa_] Das ist der Geist, der Geister! Jetzt redet genug von mir... Wie wäre es, wenn du ihn ausprobierst und ihm einen Wirbel gibst?
spanish: [_epa_] ¡Ese és el espíritu Chico Fantasma! Ahora, basta de hablar de mí... ¿qué tal si lo pruebas y le das una vuelta?

source: [_danny_s_closed_s_wondering_s_talk_happy_] Finally! I mean, no offense, but you sure do talk a lot.
german: [_danny_s_closed_s_wondering_s_talk_happy_] Endlich meine ich, keine Offenheit, aber du bist sicher, rede viel.
spanish: [_danny_s_closed_s_wondering_s_talk_happy_] ¡Por fin! No te ofendas, pero hablas mucho.

source: [_epa_] Don't blame me, blame the proofreader who adds more for me to say!
german: [_epa_] Schikane mir nicht die Schuld an dem Korrekturleser, der mir mehr hinzufügt zu sagen!
spanish: [_epa_] No me eches la culpa a mí, ¡sino al corrector que añade más cosas para que yo las diga!
