Repository: DonRP/AmityPark
Catalog: game/*/*/paulina_spookchat.po
Languages: italian, spanish

source: [_danny_] Oh, hey, a text from Paulina, sweet.
italian: [_danny_] Oh, ehi, un messaggio da Paulina, dolce.
spanish: [_danny_] Oh, hey, un texto de Paulina, bien.

source: [_paulinaspook_] Helloo Ghost Boy! How are you doing today?
italian: [_paulinaspook_] Ciao ragazzo fantasma! Come va oggi?
spanish: [_paulinaspook_] ¡Hola chico fantasma! ¿Qué estás haciendo hoy?

source: [_billspook_] Hey Paulina! Doing okay. Same old nasty ghosts to beat up, as usual. :P
italian: [_billspook_] Ehi Paulina! Tutto bene. I soliti vecchi fantasmi da sconfiggere, come al solito. :P
spanish: [_billspook_] ¡Hey Paulina! Todo bien. Estoy como de costumbre venciendo los mismos viejos y desagradables fantasmas. :P

source: [_paulinaspook_] Ugh, that sucks! But I'm so glad your keeping us all safe! U rule <3
italian: [_paulinaspook_] Che schifo! Ma sono felice che tu ci tenga al sicuro! Sei il migliore <3
spanish: [_paulinaspook_] Ugh, que asco!. ¡Estoy muy contenta de que nos mantengas a salvo! U rule < 3

source: [_billspook_] All in a days work, no worries. B^)
italian: [_billspook_] Tutto in un giorno di lavoro, senza preoccupazioni. B^)
spanish: [_billspook_] Es mi trabajo diario, sin preocupaciones. B ^)

source: [_billspook_] So, what are you up to?
italian: [_billspook_] Allora, cosa stai facendo?
spanish: [_billspook_] Entonces, ¿qué harás hoy?

source: [_paulinaspook_] Well...
italian: [_paulinaspook_] Beh...
spanish: [_paulinaspook_] Bueno...

source: [_paulinaspook_] Right before cheerleading practice today, I was just like Omg, I look pretty dang hot today!
italian: [_paulinaspook_] Oggi, prima dell'allenamento delle cheerleader, ho pensato: "Omg, oggi sono davvero sexy!
spanish: [_paulinaspook_] Bueno, Justo antes de la práctica de animadoras de hoy era como, Omg, ¡estoy caliente!

source: [_billspook_] Is that right?
italian: [_billspook_] È così?
spanish: [_billspook_] ¿Estás bien?

source: [_paulinaspook_] Oh yeah.
italian: [_paulinaspook_] Oh, sì.
spanish: [_paulinaspook_] Oh sí.

source: [_paulinaspook_] Thought you might want to see 4 yourself...
italian: [_paulinaspook_] Ho pensato che volessi vederne 4 di persona...
spanish: [_paulinaspook_] Pienso que tal vez quieras verme...

source: [_paulinaspook_] Hehehhe you like??
italian: [_paulinaspook_] Ti piace?
spanish: [_paulinaspook_] Hehehhe ¿te gusta??

source: [_billspook_] Believe me, I so do.
italian: [_billspook_] Credetemi, lo penso anch'io.
spanish: [_billspook_] Créeme, yo también lo hago.

source: [_billspook_] Wow, thank you for making my day so much better...
italian: [_billspook_] Wow, grazie per aver migliorato la mia giornata...
spanish: [_billspook_] Wow, gracias por hacer mi día mejor...

source: [_paulinaspook_] Just thought you'd like to be reminded of what it is your helping to protect from those other nasty ghosts... >:)
italian: [_paulinaspook_] Ho solo pensato che vi avrebbe fatto piacere ricordarvi cosa state aiutando a proteggere da quegli altri brutti fantasmi... >:)
spanish: [_paulinaspook_] Pensé que te gustaría que te recordaran que es de gran ayuda tu protección contra esos fantasmas desagradables... >:)

source: [_billspook_] Oh yeah, I definitely feel a lot more motivated now.
italian: [_billspook_] Oh sì, ora mi sento decisamente più motivato.
spanish: [_billspook_] Oh sí, definitivamente me siento mucho más motivado ahora.

source: [_billspook_] Thanks a million Paulina
italian: [_billspook_] Grazie mille Paulina
spanish: [_billspook_] Un millón de gracias Paulina

source: [_paulinaspook_] Anytime, Ghost Boy ;)
italian: [_paulinaspook_] Quando vuoi, Ghost Boy ;)
spanish: [_paulinaspook_] Hasta pronto, chico fantasma;)

source: [_danny_] (Man... I would have never thought in a million years that something like this would he happening...)
italian: [_danny_] (Cavolo... Non avrei mai pensato in un milione di anni che una cosa del genere sarebbe accaduta...).
spanish: [_danny_] (Joder... No habría pensado ni en un millón de años que algo así iba a suceder...)

source: [_danny_] (Chalk one up for Inviso-Bill!)
italian: [_danny_] (Un applauso per Inviso-Bill!).

source: [_danny_] (Nah, still sounds stupid, even when I'm celebrating lewd photos saying it...)
italian: [_danny_] (Nah, sembra comunque una cosa stupida, anche se sto celebrando foto oscene mentre lo dico...)
spanish: [_danny_] (Nah, todavía suena estúpido, incluso cuando estoy celebrando fotos lascivas diciendo que...)
