Repository: DonRP/AmityPark
Catalog: game/*/*/pda_screen.po
Languages: german, italian

source: [_danny_] (Okay, I can add her by using her phone number she gave me... 555-2368...)
german: [_danny_] (Okay, ich kann sie mit ihrer Telefonnummer hinzufügen, die sie mir gegeben hat ... 555-2368 ...)
italian: [_danny_] (Ok, posso aggiungerla usando il numero di telefono che mi ha dato... 555-2368...)

source: [_danny_] (Alright there, I've added her. I can message her whenever I want now.)
german: [_danny_] (Alright da, ich habe sie hinzugefügt. Ich kann sie aussagen, wann immer ich will.)
italian: [_danny_] (Va bene, l'ho aggiunta. Ora posso mandarle un messaggio quando voglio).

source: [_danny_] (Now wouldn't be a great time to try talking to Sam. She probably wants to be left alone for a bit.)
german: [_danny_] (Es wäre nicht eine tolle Zeit, um mit Sam zu reden. Sie will wohl nur ein bisschen allein gelassen werden.)
italian: [_danny_] (Non sarebbe un buon momento per cercare di parlare con Sam. Probabilmente vuole essere lasciata in pace per un po').

source: [_danny_] (Sam doesn't seem to be online right now, it's too early for her to be browsing her phone.)
german: [_danny_] (Sam scheint gerade nicht online zu sein, es ist zu früh für sie, ihr Telefon zu durchsuchen.)
italian: [_danny_] (Sam non sembra essere online in questo momento, è troppo presto per navigare nel suo telefono).

source: [_danny_] (She's really more of an online {b}night{/b} owl... or a bat... whatever's more emotionally drained. I'll try messaging her then, in any case.)
german: [_danny_] (Sie ist wirklich mehr von einer online {b}Nacht {/b} owl ... oder eine Fledermaus ... was auch immer emotional drainiert ist. Ich werde sie versuchen, sie dann auf jeden Fall zu überarbeiten.)
italian: [_danny_] (In realtà è più una {b}nottambula online... o un pipistrello... qualunque cosa sia più emotivamente scarica. In ogni caso, proverò a mandarle un messaggio).

source: [_danny_] (Paulina isn't going to be available to talk right now. Most likely being swarmed with her adoring "fans" and entourage.)
german: [_danny_] (Paulina wird jetzt nicht zur Verfügung stehen, um zu reden. Am ehesten schwärmt sie mit ihren Adoring "Fans" und Entourage.)
italian: [_danny_] (Paulina non è disponibile a parlare in questo momento. È probabile che sia sommersa dai suoi "fan" adoranti e dal suo entourage).

source: [_danny_] (I should try messaging her in the {b}afternoon{/b} when she takes a break from them all.)
german: [_danny_] (Ich sollte versuchen, sie in der {b}Nachmittag {/b} zu versuchen, wenn sie eine Pause von allen dauert.)
italian: [_danny_] (Dovrei provare a contattarla nel pomeriggio {b}{/b} quando si prende una pausa da tutti).

source: [_danny_] (Hmmm... Star is probably a litle upset about the whole prank thing.)
german: [_danny_] (Hmmm ... Star ist wohl eine Lüftel über das ganze Streich-Ding verärgert.)
italian: [_danny_] (Probabilmente Star è un po' arrabbiata per lo scherzo).

source: [_danny_] (I should come up with some sorta believeable story as to what happened with that whole situation...)
german: [_danny_] (Ich sollte mit einer sortengläubigen Geschichte aufwarten, was mit dieser ganzen Situation passiert ist ...)
italian: [_danny_] (Dovrei inventarmi una storia credibile su cosa è successo in quella situazione...)

source: [_danny_] (Star's not online at the moment. She's probably hanging out with Kwan or Paulina at this time of the day.)
german: [_danny_] (Der Star ist im Moment nicht online. Sie hängt wahrscheinlich mit Kwan oder Paulina an dieser Tageszeit.)
italian: [_danny_] (Star non è online al momento. Probabilmente è in giro con Kwan o Paulina a quest'ora del giorno).

source: [_danny_] (I should try messaging her in the {b}morning{/b} instead.)
german: [_danny_] (Ich sollte versuchen, sie in der {b}Morgen {/b} zu versuchen.)
italian: [_danny_] (Dovrei invece provare a mandarle un messaggio in {b}mattina{/b}).

source: [_danny_] (Guess Tucker's not online right now. Most likely programming something new on his computer.)
german: [_danny_] (Guess Tucker ist im Moment nicht online. Höchstwahrscheinlich programmieren etwas Neues auf seinem Computer.)
italian: [_danny_] (Immagino che Tucker non sia online in questo momento. Probabilmente sta programmando qualcosa di nuovo sul suo computer).

source: [_danny_] (I'll try to message him in the {b}afternoon{/b} next time.)
german: [_danny_] (Ich werde versuchen, ihn in der {b}Nachmittag {/b} das nächste Mal zu senden.)
italian: [_danny_] (La prossima volta cercherò di mandargli un messaggio nel pomeriggio {b}{/b}).

source: [_danny_] (Guess Tucker's not online right now.)
german: [_danny_] (Guess Tucker ist gerade nicht online.)
italian: [_danny_] (Immagino che Tucker non sia online in questo momento).

source: Do you want to add a new contact to Spookchat?
german: Möchten Sie einen neuen Kontakt zu Spookchat hinzufügen?
italian: Volete aggiungere un nuovo contatto a Spookchat?

source: Add Paulina's number as a new contact.
german: Fügen Sie die Paulina-Nummer als neuen Kontakt hinzu.
italian: Aggiungere il numero di Paulina come nuovo contatto.

source: Add Sam's number as a new contact.
german: Fügen Sie Sams Nummer als neuen Kontakt hinzu.
italian: Aggiungere il numero di Sam come nuovo contatto.

source: Add Star's number as a new contact.
german: Fügen Sie Star's Nummer als neuen Kontakt hinzu.
italian: Aggiungere il numero di Star come nuovo contatto.

source: Exit.
german: Beenden.
italian: Uscita.
