Repository: DonRP/AmityPark
Catalog: game/*/*/sam_spookchat_selfie.po
Languages: spanish

source: [_danny_] Huh- Who could this be at this hour?
spanish: [_danny_] Huh-¿Quién podría ser a esta hora?

source: [_samspook_] Danny? Are you there yet?
spanish: [_samspook_] ¿Danny? ¿estás todavía ahí?

source: [_dannyspook_] No, not yet. What's up?
spanish: [_dannyspook_] No, aún no. ¿Qué sucede?

source: [_samspook_] It's nothing. I was thinking about you and you know..
spanish: [_samspook_] No es nada. Estaba pensando en ti y sabes..

source: [_dannyspook_] Don't worry Sam, I'm going to win this time!)
spanish: [_dannyspook_] ¡No te preocupes Sam, voy a ganar esta vez!)

source: [_samspook_] Yeah, you better do so.
spanish: [_samspook_] Sí, mejor que lo hagas.

source: [_samspook_] But for some extra motivation take a look at this.
spanish: [_samspook_] para algo de motivación extra echa un vistazo a esto.

source: [_samspook_] Maybe this could give you some extra Orgone as well.
spanish: [_samspook_] Tal vez esto también te de un poco de Orgone extra.

source: [_dannyspook_] Oh yeah, I definitely feel a lot more motivated now.
spanish: [_dannyspook_] Oh sí, definitivamente me siento mucho más motivado ahora.

source: [_samspook_] Oh, man why did I do this. Now I feel so embarrassed about this. -.-
spanish: [_samspook_] Oh, ¿por qué hice esto?. Ahora me siento avergonzada. -.-

source: [_dannyspook_] Thank you Sam!
spanish: [_dannyspook_] ¡Gracias Sam!

source: [_dannyspook_] I feel unstoppable now!!
spanish: [_dannyspook_] ¡¡Ahora me siento imparable!!

source: [_samspook_] Hehe.. that's nice to hear. :)
spanish: [_samspook_] Hehe.. eso es agradable oír. :)

source: [_samspook_] And don't forget about Tucker, he is counting on you as well.
spanish: [_samspook_] Y no te olvides de Tucker, está contando contigo también.

source: [_dannyspook_] I won't.
spanish: [_dannyspook_] No lo haré.

source: [_dannyspook_] Thanks a million Sam
spanish: [_dannyspook_] Un millón de gracias Sam

source: [_danny_] (Man... Sam is the best.)
spanish: [_danny_] (bien... Sam es el mejor.)

source: [_danny_] (Who would have thought we would ever end up in a relationship like this?)
spanish: [_danny_] (¿Quién hubiera pensado que alguna vez terminaríamos en una relación como esta?)

source: [_danny_] Alright! Let's go! I'm coming Tucker!
spanish: [_danny_] ¡Muy bien! ¡Vamos! ¡Ya voy Tucker!
