Repository: DonRP/AmityPark
Catalog: game/*/*/sam_handjob.po
Languages: german

source: [_danny_] Oh... man.... what a sight this is...
german: [_danny_] Oh ... Mann .... was für ein Anblick das ist ...

source: [_sam_s_talk_happy_] Heheh, you like seeing me on my knees, huh?
german: [_sam_s_talk_happy_] Heheh, du magst mich auf den Knien sehen, huh?

source: [_danny_] Yeah... I'm glad I get to watch you beat me off, too...
german: [_danny_] Ja ... Ich bin froh, dass ich zusehen kann, dass du mich auch verprügelt hast ...

source: [_sam_s_talk_happy_] Oooh, I actually really like touching you like this... your dick's so warm, and I get to feel it in my whole hands...
german: [_sam_s_talk_happy_] Oooh, ich mag es eigentlich wirklich, dich so zu berühren ... dein Schwanz ist so warm, und ich fühle es in meiner ganzen Hand ...

source: [_sam_s_talk_frown_1_] God, you really are big, Danny... like for real...
german: [_sam_s_talk_frown_1_] Gott, du bist wirklich groß, Danny ... wie für echte ...

source: [_danny_] God, I could watch you do this all night...
german: [_danny_] Gott, ich könnte dir zusehen, wie du das ganze Nacht machst ...

source: [_sam_s_talk_happy_] Mmm, I don't know if you could last that long, Danny... not with my hands at work...
german: [_sam_s_talk_happy_] Mmm, ich weiß nicht, ob du das lange halten könntest, Danny ... nicht mit meinen Händen bei der Arbeit ...

source: [_sam_] I really like to do this with you. Makes me feel... naughty, and dirty... just watching you squirm as I jerk you off...
german: [_sam_] Ich mache das wirklich gerne mit dir. Ich fühle mich ... unbeschwert und schmutzig ... nur zu beobachten, wie ich dich verquirle, wenn ich dich ausziehe ...

source: [_danny_] Oh yeah? You get off on touching my dirty cock with your pretty little hands?
german: [_danny_] Oh ja? Du bist dran, meinen dreckigen Schwanz mit deinen hübschen kleinen Händen zu berühren?

source: [_sam_s_talk_frown_1_] Yeah, it gets me so horny... pleasing you like this...
german: [_sam_s_talk_frown_1_] Ja, es kriegt mich so geil ... gefällt euch so ...

source: [_sam_s_talk_happy_] Mmmm... ooh, it almost looks good enough to just wrap my mouth around... mmmm, get it nice and wet... I bet you'd like that...
german: [_sam_s_talk_happy_] Mmmm ... ooh, es sieht fast gut genug aus, um nur meinen Mund um ... mmmm zu wickeln, es schön und nass zu machen ... Ich wette, du würdest das mögen ...

source: [_danny_] Oh man, are you gonna...?
german: [_danny_] Oh Mann, wirst du ...?

source: [_sam_s_talk_frown_2_] Oh, would you, like me to do that? To have me taste your cock? To gobble up your big hard shaft in my wet, tight little throat, huh?
german: [_sam_s_talk_frown_2_] Oh, würden Sie, wie ich, das tun? Um mich deinen Schwanz schmecken zu lassen? Um deinen großen harten Schaft in meiner nassen, engen Kehle zu gobbeln, huh?

source: [_danny_] Uhhh... I-I mean, I- that'd be-
german: [_danny_] Uhhh ... -Ich meine, ich-das wäre ...

source: [_sam_s_talk_happy_] Hmmm, too bad, I just don't know if I'm quite ready for that, yet... I'm still in control here afterall...
german: [_sam_s_talk_happy_] Hmmm, zu schade, ich weiß nur nicht, ob ich dafür recht bereit bin, trotzdem ... Ich bin immer noch hier im Griff ...

source: [_danny_] Ohh, dammit... don't... don't work me up like that...
german: [_danny_] Ohh, verdammt ... nicht ... mach mich nicht so, wie das ...

source: [_sam_s_talk_frown_2_] Huh? Am I doing something to get you worked up? Oh, I'm so sowwy...
german: [_sam_s_talk_frown_2_] Huh? Tue ich etwas, um Sie aufgearbeitet zu bekommen? Oh, ich bin so sowwy ...

source: [_danny_] Heh... you know... exactly what... you're...
german: [_danny_] Heh ... weißt du ... genau was ... du bist ...

source: [_sam_s_talk_happy_] Honestly, I don't know what you mean... why don't you show me how I'm making you feel?
german: [_sam_s_talk_happy_] Honestly, ich weiß nicht, was du meinst ... warum zeigst du mir nicht, wie ich dich fühlen lasse?

source: [_sam_] C'mon Danny... lemme have it...
german: [_sam_] C' mon Danny ... lemme haben es ...

source: [_sam_s_talk_frown_1_] I want it all over my face... and all over my lips... give it to me...
german: [_sam_s_talk_frown_1_] Ich will das alles über mein Gesicht ... und über meine Lippen ... gib es mir ...

source: [_danny_] Oh... then... {i}ahhh{/i} here... here it comes, Saaam!!~~
german: [_danny_] Oh ... dann ... {i}ahhh {/i} hier ... hier kommt, Saaam!! ~ ~

source: [_danny_] Hah...!! Hah...!! Whooo! Oh man, you pulled out all the stops for me... thank you, Sam.
german: [_danny_] Hah ...!! Hah ...! Whooo! Oh Mann, du hast alle Register für mich herausgezogen ... danke, Sam.
