Repository: DonRP/AmityPark
Catalog: game/*/*/sam_home.po
Languages: french, italian

source: [_danny_s_talk_happy_s_rise_one_] Hey Sam! How's it hanging?
french: [_danny_s_talk_happy_s_rise_one_] Hé Sam ! Comment ça se passe ?
italian: [_danny_s_talk_happy_s_rise_one_] Ehi Sam! Come sta andando?

source: [_sam_s_talk_happy_s_sad_] Oh, ya know, the usual gloom and doom. What's up?
french: [_sam_s_talk_happy_s_sad_] Oh, tu sais, la morosité habituelle. Qu'est-ce qu'il y a ?
italian: [_sam_s_talk_happy_s_sad_] Oh, sapete, la solita tristezza e il solito destino. Cosa c'è?

source: [_danny_s_talk_happy_2_s_sad_2_] Hey, Sam, Tucker got me this new PDA and I'm getting people's contacts again to put in it.
french: [_danny_s_talk_happy_2_s_sad_2_] Hé, Sam, Tucker m'a acheté ce nouveau PDA et je récupère les contacts des gens pour les mettre dedans.
italian: [_danny_s_talk_happy_2_s_sad_2_] Ehi, Sam, Tucker mi ha regalato un nuovo palmare e sto recuperando i contatti delle persone per inserirli.

source: [_danny_s_neutral_s_talk_happy_] Do you mind if I get yours again?
french: [_danny_s_neutral_s_talk_happy_] Ça te dérange si je reprends le tien ?
italian: [_danny_s_neutral_s_talk_happy_] Ti dispiace se prendo di nuovo il tuo?

source: [_sam_s_talk_happy_] Oh sure, it's no trouble. Here, I'll write it in on this slip of paper for you.
french: [_sam_s_talk_happy_] Oh bien sûr, ce n'est pas un problème. Tiens, je vais l'écrire sur ce bout de papier pour toi.
italian: [_sam_s_talk_happy_] Certo, non è un problema. Ecco, glielo scrivo su questo foglietto.

source: [_sam_s_closed_s_talk_happy_s_confused_] There you go.
french: [_sam_s_closed_s_talk_happy_s_confused_] Et voilà.
italian: [_sam_s_closed_s_talk_happy_s_confused_] Ecco fatto.

source: [_danny_s_talk_happy_s_neutral_] Cool, thanks!
french: [_danny_s_talk_happy_s_neutral_] Cool, merci !
italian: [_danny_s_talk_happy_s_neutral_] Forte, grazie!

source: [_sam_s_talk_happy_] Anything else you wanted to ask or talk about?
french: [_sam_s_talk_happy_] Il y a autre chose que tu voulais demander ou dont tu voulais parler ?
italian: [_sam_s_talk_happy_] C'è qualcos'altro che volevi chiedere o di cui volevi parlare?

source: [_danny_s_talk_happy_s_rise_one_] I probably should get going! Catch you later?
french: [_danny_s_talk_happy_s_rise_one_] Je devrais probablement y aller ! On se voit plus tard ?
italian: [_danny_s_talk_happy_s_rise_one_] Probabilmente dovrei andare! Ci vediamo dopo?

source: [_sam_s_talk_happy_s_sad_] Yeah, sure, pop by anytime! Thanks for stopping in.
french: [_sam_s_talk_happy_s_sad_] Oui, bien sûr, passez quand vous voulez ! Merci de vous être arrêté.
italian: [_sam_s_talk_happy_s_sad_] Sì, certo, passa quando vuoi! Grazie per essere passati.

source: Hmm... what should I talk about with Sam?
french: Hmm... de quoi devrais-je parler avec Sam ?
italian: Di cosa dovrei parlare con Sam?

source: Ask Sam to the Casper Chill Formal.
french: Demandez à Sam de venir au Casper Chill Formal.
italian: Chiedete a Sam di partecipare al Casper Chill Formal.

source: End the conversation.
french: Mettre fin à la conversation.
italian: Chiudere la conversazione.
