Repository: DonRP/AmityPark
Catalog: game/*/*/screens.po
Languages: italian

source: spacing 0
italian: spaziatura 0

source: add "gui/game_title.png"
italian: aggiungere "gui/game_title.png"

source: null height 25
italian: altezza nulla 25

source: if renpy.variant("pc"):
italian: se renpy.variant("pc"):

source: Back
italian: Torna

source: History
italian: Cronologia

source: Skip
italian: Salta

source: Auto
italian: Automatico

source: Save
italian: Salva

source: Q.Save
italian: V.Save

source: Q.Load
italian: V.Carica

source: Prefs
italian: Preferenze

source: Hide D.
italian: Nascondi D.

source: Start
italian: Inizia

source: Load
italian: Carica

source: Options
italian: Opzioni

source: End Replay
italian: Fine Replay

source: Main Menu
italian: Menu Principale

source: Credits
italian: Crediti

source: About
italian: Informazioni

source: Help
italian: Aiuto

source: Quit
italian: Esci

source: Version [config.version!t]
italian: Versione [config.version!t]

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
italian: Realizzato con {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]

source: {b}Credits{/b}
italian: {b}Crediti{/b}

source: Created by: {b}{a=https://www.patreon.com/GZone_Art}GZone{/a}{/b}, Project Manager
italian: Creato da: {b}{a=https://www.patreon.com/GZone_Art}GZone{/a}{/b}, Project Manager

source: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Background Artist, Script Reviser
italian: {b}{a=https://twitter.com/MorahZamora}MorahZamora{/a}{/b}, Artista di sfondo, Revisore di script

source: {b}FraMe{/b}, Animator
italian: {b}FraMe{/b}, Animatore

source: {b}Psymind{/b}, Artist
italian: {b}Psymind{/b}, Artista

source: {b}Epadder{/b}, Programmer
italian: {b}Epadder{/b}, Programmatore

source: {b}Lostraven{/b}, Writer
italian: {b}Lostraven{/b}, Scrittore

source: {b}Special Thanks:{/b}
italian: {b}Ringraziamenti speciali:{/b}

source: Our deepest appreciation and gratitude to Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani and {a=https://www.deviantart.com/dltoon}DLT{/a} for helping us improve the game in a variety of ways.
italian: Il nostro più profondo apprezzamento e gratitudine a Rhonin, {a=https://www.youtube.com/c/puritysin}Purity Sin{/a}, Headmaster1988, TheDevian, thomasxlong, SrPani e {a=https://www.deviantart.com/dltoon}DLT{/a} per averci aiutato a migliorare il gioco in vari modi.

source: And a big thank you to all the many loyal supporters on Patreon and Discord! This project wouldn't be possible without you guys.
italian: E un grande ringraziamento a tutti i numerosi e fedeli sostenitori su Patreon e Discord! Questo progetto non sarebbe possibile senza di voi.

source: empty slot
italian: slot vuoto

source: {#quick_page}Q
italian: {#quick_page}R

source: Window
italian: Finestra

source: Fullscreen
italian: Schermo Intero

source: Rollback Side
italian: Lato Di Rollback

source: Disable
italian: Disabilita

source: Left
italian: Sinistro

source: Right
italian: Destro

source: Unseen Text
italian: Testo non visto

source: After Choices
italian: Dopo Le Scelte

source: Transitions
italian: Transizioni

source: Quest Updates
italian: Aggiornamenti della ricerca

source: On
italian: Su

source: Text Speed
italian: Velocità Testo

source: Auto-Forward Time
italian: Tempo Di Auto-Inoltro

source: Music Volume
italian: Volume della musica

source: Sound Volume
italian: Volume dei suoni

source: Voice Volume
italian: Volume Voce

source: Mute All
italian: Silenzia tutto

source: The dialogue history is empty.
italian: La storia del dialogo è vuota.

source: Keyboard
italian: Tastiera

source: Enter
italian: Invio

source: Advances dialogue and activates the interface.
italian: Avanza il dialogo e attiva l'interfaccia.

source: Space
italian: Spazio

source: Advances dialogue without selecting choices.
italian: Avanza il dialogo senza selezionare le scelte.

source: Arrow Keys
italian: Tasti Freccia

source: Navigate the interface.
italian: Naviga nell'interfaccia.

source: Escape
italian: Esci

source: Accesses the game menu.
italian: Accede al menu di gioco.

source: Skips dialogue while held down.
italian: Salta il dialogo mentre è trattenuto.

source: Toggles dialogue skipping.
italian: Attiva/Disattiva salto dialogo.

source: Page Up
italian: Pagina su

source: Rolls back to earlier dialogue.
italian: Ritorna al dialogo precedente.

source: Page Down
italian: Pagina giu

source: Rolls forward to later dialogue.
italian: Si avvicina al dialogo successivo.

source: Hides the user interface.
italian: Nasconde l'interfaccia utente.

source: Takes a screenshot.
italian: Prende uno screenshot.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
italian: Attiva/Disattiva assistenza {a=https://www.renpy.org/l/voicing}self-voicing{/a}.

source: Left Click
italian: Clic Sinistro

source: Middle Click
italian: Clic Centrale

source: Right Click
italian: Click Destro

source: Mouse Wheel Up Click Rollback Side
italian: Mouse Wheel Up Click Rollback Lato

source: Mouse Wheel Down
italian: Ruota Del Mouse Giù

source: Right Trigger A/Bottom Button
italian: Trigger destro / Pulsante inferiore

source: Left Trigger Left Shoulder
italian: Innesco sinistro Spalla sinistra

source: Right Shoulder
italian: Spalla Destra

source: D-Pad, Sticks
italian: D-Pad, Bastoncini

source: Start, Guide
italian: Iniziare, Guida

source: Y/Top Button
italian: Pulsante Y/Top

source: Calibrate
italian: Calibra

source: Skipping
italian: Saltare
