Repository: DonRP/AmityPark
Catalog: game/*/*/spookchat_paulina.po
Languages: german

source: [_billspook_] Hey Paulina, it's the ghost boy. You there?
german: [_billspook_] Hey Paulina, es ist der Geisterjung. Du bist da?

source: [_paulinaspook_] Oh my goodness! Yes, I'm here Ghost Boy! How are you today?!
german: [_paulinaspook_] Oh meine Güte! Ja, ich bin hier Ghost Boy! Wie bist du heute?

source: [_billspook_] This might sound forward, but do you wanna hang out sometime?
german: [_billspook_] Das klingt vielleicht vorwärts, aber möchtest du irgendwann hängen?

source: [_paulinaspook_] Oh, I'm sorry! I'd really, really love to, but I'm pretty booked after school like, every day! Even on weekends. :(
german: [_paulinaspook_] Oh, es tut mir leid! Ich würde es wirklich lieben, aber ich bin ziemlich nach der Schule gebucht, jeden Tag! Selbst am Wochenende. :(

source: [_paulinaspook_] Cheer practice is super important to always be working on, otherwise I'll start to lose my toned thighs!
german: [_paulinaspook_] Cheer Übung ist sehr wichtig, um immer weiter zu arbeiten, sonst werde ich meine gelockerten Oberschenkel verlieren!

source: [_billspook_] Oh no, it's okay, I understand. You don't want to miss out on that.
german: [_billspook_] Oh nein, es ist okay, ich verstehe. Du möchtest das nicht verpassen.

source: [_paulinaspook_] I'll definitely let you know when I have some time though, I promise!
german: [_paulinaspook_] Ich werde dich auf jeden Fall informieren, wenn ich etwas Zeit habe, verspreche ich!

source: [_billspook_] Okay, awesome! I'd appreciate that.
german: [_billspook_] Okay, toll! Ich würde das sehr schätzen.

source: [_paulinaspook_] But... just so you don't forget my pretty face, here's something to remember me by...
german: [_paulinaspook_] Aber... nur damit du mein hübsches Gesicht nicht vergisst, hier ist etwas, an mich zu erinnern von...

source: [_billspook_] Oh wow! Yeah, you're really cute, just like I remember! Thanks for that. :)
german: [_billspook_] Oh wow! Ja, du bist wirklich süß, genau wie ich mich erinnere! Vielen Dank dafür! :)

source: [_paulinaspook_] Of course! Anything for my hero...
german: [_paulinaspook_] Natürlich! Alles für meinen Helden...

source: [_paulinaspook_] Wouldn't want you to forget my wonderful {i}assets{/i}...
german: [_paulinaspook_] Sie wollten meine wunderbaren {i}Vermögenswerte nicht vergessen{/i}...

source: [_billspook_] Oh har harr, I see what you did there...
german: [_billspook_] Oh har harr, ich sehe, was du dort gemacht hast...

source: [_paulinaspook_] Ha hah! I couldn't help myself! Hehee... :3 [multiple2]
german: [_paulinaspook_] Ha hah! Ich konnte mir nicht helfen! Hehee... :3 [multiple2]

source: [_danny_] ({i}Hmmm{/i}... these would look nice on my desktop computer as well...) [multiple2]
german: [_danny_] ({i}Hmmm{/i}... diese würden auch auf meinem Desktop-Computer schön aussehen...) [multiple2]

source: [_billspook_] Well thanks, those assets are certainly something I won't forget soon. [multiple2]
german: [_billspook_] Danke, dass diese Vermögenswerte sicherlich etwas sind, was ich nicht bald vergessen werde. [multiple2]

source: [_phone_] {i}*Woosh* Pictures Successfully Sent to {b}Desktop{/b}{/i} [multiple2]
german: [_phone_] {i}*Woosh* Bilder erfolgreich an {b}Desktop{/b}{/i} gesendet [multiple2]

source: [_paulinaspook_] I'd hope not. ;)
german: [_paulinaspook_] Ich hoffe nicht. ;)

source: [_billspook_] Danny Fenton's a pretty cool guy, right?
german: [_billspook_] Danny Fenton's ein ziemlich cooler Kerl, oder?

source: [_paulinaspook_] Uhm, {i}that{/i} dork? Not really. I don't know why you hang out with him.
german: [_paulinaspook_] Uhm, {i}dass{/i} dork? Nicht wirklich. Ich weiß nicht, warum du bei ihm hängst.

source: [_paulinaspook_] He's not like, ugly or anything, but even still, he's nothing special.
german: [_paulinaspook_] Er ist nicht mögen, hässlich oder nichts, aber sogar noch, er ist nichts Besonderes.

source: [_billspook_] Well, how well do you even know him?
german: [_billspook_] Nun, wie gut kennst du ihn überhaupt?

source: [_paulinaspook_] Not that much, I wouldn't dare get close enough to him to talk.
german: [_paulinaspook_] Nicht so viel, ich würde ihm nicht nahe genug kommen, um zu sprechen.

source: [_billspook_] So how can you say he's a loser? I think he's pretty solid.
german: [_billspook_] Wie kann man also sagen, dass er ein Verlierer ist? Ich denke, er ist ziemlich solid.

source: [_paulinaspook_] Well... if you say so, Ghost Boy...
german: [_paulinaspook_] Nun... wenn du so sagst, Ghost Boy...

source: [_paulinaspook_] I'm still not talking to him. He's better just being another one of my lackeys like Kwan and Dash. Lol [multiple2]
german: [_paulinaspook_] Ich rede immer noch nicht mit ihm. Er ist besser nur eine meiner Lakkeys wie Kwan und Dash. Lol [multiple2]

source: [_danny_] (Hmmm... I'll have to find some way to get her to take more interest in "Danny Fenton" some more, instead of just "Inviso-Bill".) [multiple2]
german: [_danny_] (Hmmm... Ich muss einen Weg finden, um sie dazu zu bringen, sich mehr für "Danny Fenton" zu interessieren, anstatt nur "Inviso-Bill".) [multiple2]

source: [_billspook_] I'll talk to you later, Paulina. But it was nice chatting with you!
german: [_billspook_] Ich werde später mit dir sprechen, Paulina. Aber es war nett mit dir zu chatten!

source: [_paulinaspook_] Oh, of course! I know you must be busy beating up other ghosts!
german: [_paulinaspook_] Oh, natürlich! Ich weiß, du musst damit beschäftigt sein, andere Geister zu schlagen!

source: [_paulinaspook_] Ceeya later, Ghost Boy. ;D
german: [_paulinaspook_] Ceeya später, Geister Junge. ;D

source: Message Paulina.
german: Nachricht Paulina.

source: Go back.
german: Gehe zurück.

source: What do I wanna message Paulina about?
german: Was will ich Paulina mitteilen?

source: Do you wanna hang out sometime? (Dance route)
german: Möchtest du irgendwann ausstehen? (Dance Route)

source: Do you wanna hang out sometime?
german: Willst du irgendwann rausgehen?

source: {i}(Look at Paulina's pictures){/i}
german: {i}(Schauen Sie auf Paulinas Bilder){/i}

source: Danny Fenton's a pretty cool guy, right?
german: Danny Fenton's ein ziemlich cooler Kerl, richtig?

source: I'll talk to you later, Paulina.
german: Ich werde später mit Ihnen sprechen, Paulina.
