Repository: DonRP/AmityPark
Catalog: game/*/*/spookchat_sam.po
Languages: french, german

source: [_dannyspook_] Hey Sam, you there?
french: [_dannyspook_] Hé Sam, tu es là ?
german: [_dannyspook_] Hey Sam, du da?

source: [_samspook_] Oh, hey Danny. Yeah I'm here, just brooding. What's up?
french: [_samspook_] Oh, salut Danny. Oui, je suis là, je broie du noir. Qu'est-ce qu'il y a ?
german: [_samspook_] Oh, hey Danny. Ja, ich bin hier, nur bröcklich. Was ist los?

source: [_dannyspook_] Anything new with you?
french: [_dannyspook_] Il y a du nouveau pour toi ?
german: [_dannyspook_] Neues mit dir?

source: [_samspook_] Well, I went and got a new exorcism book from Skulk and Lurk yesterday. I'm reading it now.
french: [_samspook_] J'ai acheté un nouveau livre d'exorcisme chez Skulk et Lurk hier. Je suis en train de le lire.
german: [_samspook_] Nun, ich ging gestern und habe ein neues Exorzismusbuch von Skulk und Lurk bekommen. Ich lese es jetzt.

source: [_dannyspook_] What are you learning from it so far?
french: [_dannyspook_] Qu'est-ce que vous en retirez jusqu'à présent ?
german: [_dannyspook_] Was lernst du bisher davon?

source: [_samspook_] Well none of it has been particularly helpful for learning how to fight ghosts.
french: [_samspook_] Eh bien, rien de tout cela n'a été particulièrement utile pour apprendre à combattre les fantômes.
german: [_samspook_] Keines davon war besonders hilfreich, um Geister zu bekämpfen.

source: [_samspook_] Mainly just how to get ghosts out of people who are already being used as hosts...
french: [_samspook_] Principalement, comment faire sortir les fantômes des gens qui sont déjà utilisés comme hôtes...
german: [_samspook_] Hauptsächlich nur, wie man Geister aus Leuten herausholt, die bereits als Host verwendet werden...

source: [_dannyspook_] In my case, yanking the ghost half out of me probably wouldn't be the best idea to do, ha hah.
french: [_dannyspook_] Dans mon cas, arracher la moitié fantôme de moi ne serait probablement pas la meilleure idée à faire, ha hah.
german: [_dannyspook_] In meinem Fall wäre es wahrscheinlich nicht die beste Idee, den Geist aus mir herauszuklettern, ha ha.

source: [_samspook_] Don't worry. I question the legitimacy of a book that states that the best way to banish a spirit...
french: [_samspook_] Ne vous inquiétez pas. Je doute de la légitimité d'un livre qui dit que la meilleure façon de bannir un esprit...
german: [_samspook_] Keine Sorge. Ich stelle die Legitimität eines Buches in Frage, das besagt, dass der beste Weg, einen Geist zu verbannen...

source: [_samspook_] ...is to utilize the advice they provide in the {i}next{/i} book installment.
french: [_samspook_] ...est d'utiliser les conseils qu'ils donnent dans le prochain livre {i}.
german: [_samspook_] ...nutzt die Ratschläge, die sie in der nächst{/i} Buch-Rate von {i}geben.

source: [_samspook_] I'm gonna go back and ask for a refund...
french: [_samspook_] Je vais y retourner et demander un remboursement...
german: [_samspook_] Ich werde zurück gehen und um eine Rückerstattung bitten...

source: [_dannyspook_] What do you think of my parents? Do you think they're crazy?
french: [_dannyspook_] Que pensez-vous de mes parents ? Tu penses qu'ils sont fous ?
german: [_dannyspook_] Was hältst du von meinen Eltern? Haltest du, dass sie verrückt sind?

source: [_samspook_] That's a loaded question, Danny.
french: [_samspook_] C'est une question tendancieuse, Danny.
german: [_samspook_] Das ist eine geladene Frage, Danny.

source: [_dannyspook_] Sam, c'mon...
french: [_dannyspook_] Sam, aller...

source: [_samspook_] Well, do I think your parents are knowledgeable parapsychologists as well as some rather brilliant inventors? Yes, of course.
french: [_samspook_] Est-ce que je pense que vos parents sont des parapsychologues compétents et des inventeurs plutôt brillants ? Oui, bien sûr.
german: [_samspook_] Nun, denke ich, dass deine Eltern sowohl erfahrene Parapsychologen als auch einige ziemlich brillante Erfinder sind? Ja, natürlich.

source: [_samspook_] Do I think your parents go {i}way{/i} over the top in the pursuit of paranormal study? That'd be an understatement.
french: [_samspook_] Est-ce que je pense que tes parents vont {i}beaucoup trop loin dans la recherche du paranormal ? Ce serait un euphémisme.
german: [_samspook_] Glaube ich, dass deine Eltern {i}Weg{/i} auf der Suche nach paranormalen Studien über die Spitze gehen? Das wäre eine Untertreibung.

source: [_dannyspook_] Yeah, I guess they are a bit excessive... it's honestly pretty embarrassing.
french: [_dannyspook_] Ouais, je suppose qu'ils sont un peu excessifs... c'est honnêtement assez embarrassant.
german: [_dannyspook_] Ja, ich denke, sie sind etwas übertrieben. Es ist ehrlich gesagt ziemlich peinlich.

source: [_samspook_] Yes, it is, but it's still a really cool job that they do. Hunting ghosts for a living has got to be a thrill!
french: [_samspook_] Oui, c'est vrai, mais c'est quand même un boulot vraiment cool qu'ils font. Chasser des fantômes pour gagner sa vie, ça doit être excitant !
german: [_samspook_] Ja, das ist es, aber es ist immer noch ein cooler Job, den sie tun. Geister für einen Lebensunterhalt zu jagen muss ein Nervenkitzel sein!

source: [_dannyspook_] Yeah, I just wish they weren't trying to hunt me down thinking I'm some kind of pervert. As if!
french: [_dannyspook_] Ouais, j'aimerais juste qu'ils n'essaient pas de me traquer en pensant que je suis une sorte de pervers. Comme si !
german: [_dannyspook_] Ja, ich wünschte nur, dass sie nicht versuchen, mich zu jagen und zu denken, dass ich eine Art Pervers bin. Als wenn!

source: [_samspook_] So you don't think you'll ever tell them about your powers?
french: [_samspook_] Donc tu ne penses pas que tu leur parleras un jour de tes pouvoirs ?
german: [_samspook_] Du denkst nicht, dass du ihnen jemals von deinen Kräften erzählen kannst?

source: [_dannyspook_] Right now, I just don't think it'd be a smart idea. I'd probably be locked away in the lab, and I need to be free to stop ghosts.
french: [_dannyspook_] Pour l'instant, je ne pense pas que ce soit une bonne idée. Je serais probablement enfermé dans le laboratoire, et j'ai besoin d'être libre pour arrêter les fantômes.
german: [_dannyspook_] Im Moment glaube ich nicht, dass es eine kluge Idee wäre. Ich würde wahrscheinlich im Labor versperrt sein, und ich muss frei sein, Geister zu stoppen.

source: [_samspook_] Yeah, that make sense. Can't fight anything if you're stuck in some sort of ecto-mason jar...
french: [_samspook_] Ouais, ça a du sens. On ne peut rien combattre si on est coincé dans une sorte de bocal d'ecto-maçonnerie...
german: [_samspook_] Ja, das macht Sinn. Du kannst nichts bekämpfen, wenn du in irgendeinem ekto-masonischen Jargon steckst...

source: [_dannyspook_] How're your folks doing?
french: [_dannyspook_] Comment vont tes parents ?
german: [_dannyspook_] Wie sind deine Leute, die es tun?

source: [_samspook_] Ugh, who knows? All they ever do is watch daytime soap operas and cut coupons together. They're the lamest parents around.
french: [_samspook_] Ugh, qui sait ? Tout ce qu'ils font c'est regarder des feuilletons et couper des coupons ensemble. Ce sont les parents les plus nuls du coin.
german: [_samspook_] Ugh, wer weiß? Alles, was sie jemals tun, sind Seifenoper zu sehen und Gutscheine zusammenzuschneiden. Sie sind die klägsten Eltern in der Nähe.

source: [_samspook_] You'd think that with all the money we inherited from my great grandpa's toothpick cellophane rotator machine, they'd do more outdoorsy type stuff with their cash.
french: [_samspook_] On pourrait penser qu'avec tout l'argent que nous avons hérité de la machine à faire tourner les cellophanes de mon arrière-grand-père, ils feraient plus de choses en plein air avec leur argent.
german: [_samspook_] Du solltest denken, dass wir mit dem ganzen Geld, das wir von meiner großen GroßGroßGroßmuttermaschine mit Zellspitzenrotation geerbt haben, Sie würden mehr Outdoorsy Sachen mit ihrem Bargeld machen.

source: [_dannyspook_] Hey, it can't be easy being as rich as they are at their age. How easy is it to have a hobby when you can afford to do {i}anything{/i}, forever and always?
french: [_dannyspook_] Hé, ça ne doit pas être facile d'être aussi riche qu'eux à leur âge. C'est pas facile d'avoir un hobby quand on peut se permettre de faire {i}tout{/i}, pour toujours et à jamais ?
german: [_dannyspook_] Hey, es kann nicht einfach sein, so reich wie sie in ihrem Alter sind. Wie einfach ist es, ein Hobby zu haben, wenn Sie es sich leisten können, {i}alles zu tun{/i}, für immer und immer?

source: [_samspook_] Oh don't worry, they don't pass up on opportunities to pursue their biggest hobby.
french: [_samspook_] Oh ne vous inquiétez pas, ils ne laissent pas passer l'occasion de s'adonner à leur plus grand hobby.
german: [_samspook_] Oh keine Sorge, sie verpassen nicht die Chancen, ihr größtes Hobby zu verfolgen.

source: [_dannyspook_] What's that?
french: [_dannyspook_] Qu’est-ce que c’est?...
german: [_dannyspook_] Was ist das?

source: [_samspook_] Bugging the hell out of me, that's what.
french: [_samspook_] Ça m'énerve, c'est sûr.
german: [_samspook_] Die Hölle aus mir zu zerschlagen, das war's.

source: [_dannyspook_] Do you worry about the ghost attacks at all?
french: [_dannyspook_] Est-ce que tu t'inquiètes des attaques de fantômes ?
german: [_dannyspook_] Sorgen Sie sich um die Geisterangriffe?

source: [_samspook_] Mmmm, somewhat. Not having you by my side all the time is a definite problem. At the same time, I also can't rely on my superhero friend to take care of things for me forever.
french: [_samspook_] Mmmm, un peu. Ne pas t'avoir à mes côtés tout le temps est un problème certain. En même temps, je ne peux pas non plus compter sur mon ami super-héros pour s'occuper des choses à ma place pour toujours.
german: [_samspook_] Mmmm, ein wenig. Nicht immer an meiner Seite zu haben, ist ein klares Problem. Gleichzeitig kann ich mich auch nicht darauf verlassen, dass mein Superheld sich für immer um Dinge kümmert.

source: [_samspook_] It's just nice knowing my best friend is looking out for me.
french: [_samspook_] C'est juste agréable de savoir que mon meilleur ami veille sur moi.
german: [_samspook_] Es ist einfach schön zu wissen, mein bester Freund ist auf der Suche nach mir.

source: [_dannyspook_] Thanks Sam. Of course I'd wanna look out for you.
french: [_dannyspook_] Merci Sam. Bien sûr que je veux faire attention à toi.
german: [_dannyspook_] Danke Sam. Natürlich möchte ich nach dir schauen.

source: [_samspook_] It's too bad we can't figure out where the ghosts are coming from, huh?
french: [_samspook_] C'est dommage qu'on ne puisse pas trouver d'où viennent les fantômes, hein ?
german: [_samspook_] Es ist zu schlimm, wir können nicht herausfinden, woher die Geister kommen, oder?

source: [_dannyspook_] Yeah, honestly. The Fenton Ghost Portal in my basement is broken, but how else could ghosts even be making their way here from... wherever they're coming from?
french: [_dannyspook_] Ouais, honnêtement. Le Portail Fantôme de Fenton dans mon sous-sol est cassé, mais comment les fantômes pourraient-ils faire leur chemin jusqu'ici depuis... d'où qu'ils viennent ?
german: [_dannyspook_] Ja, ehrlich. Das Fenton Ghost Portal in meinem Keller ist kaputt, aber wie sonst könnten Geister sogar ihren Weg hierher gehen. . Wo auch immer sie herkommen?

source: [_samspook_] They weren't showing up before you got ghost powers too... I feel like there could still be some kind of connection there, but what could it be?
french: [_samspook_] Ils n'apparaissaient pas non plus avant que tu aies tes pouvoirs de fantôme... J'ai l'impression qu'il pourrait encore y avoir une sorte de connexion, mais qu'est-ce que ça pourrait être ?
german: [_samspook_] Sie sind nicht erschienen, bevor Sie auch Geisterbefugnisse erhalten haben... Ich fühle mich wie es könnte noch eine Art von Verbindung dort, aber was könnte es sein?

source: [_dannyspook_] Heck, beats me. You're more of the detective. Generally smarter, too.
french: [_dannyspook_] Heck, me bat. Vous êtes plutôt du genre détective. Généralement plus intelligent, aussi.
german: [_dannyspook_] Heck, schlägt mich. Du bist mehr Detektiv. Normalerweise auch intelligenter.

source: [_samspook_] Well, being a good hero means knowing your strengths {i}and{/i} limitations. You're doing pretty good at the latter so far. Hahah :P
french: [_samspook_] Eh bien, être un bon héros signifie connaître ses forces {i}et ses limites. Tu te débrouilles plutôt bien avec ces dernières jusqu'à présent. Hahah :P
german: [_samspook_] Nun, ein guter Held zu sein bedeutet, deine Stärken zu kennen {i}und{/i} Einschränkungen. Du bist bis jetzt ziemlich gut bei Letzteren. Hahah :P

source: [_dannyspook_] I'll talk to you later, Sam. Peace out, lord of "dorkness". Lol
french: [_dannyspook_] Je te parle plus tard, Sam. Peace out, seigneur de la "dorkness". Lol
german: [_dannyspook_] Ich werde später mit dir sprechen, Sam. Frieden, Herr des "Schlafens". Lol

source: [_samspook_] Yeah, I'll see around school. Take care, Ghost nerd. :)
french: [_samspook_] Oui, on se voit à l'école. Prends soin de toi, Ghost nerd. :)
german: [_samspook_] Ja, ich sehe in der Schule. Sei vorsichtig, geistig nerd. :)

source: Message Sam.
french: Message à Sam.
german: Nachricht Sam.

source: What do I wanna message Sam about?
french: De quoi dois-je parler avec Sam?
german: Was will ich Sam Nachricht absenden?

source: {i}(Look at Sam's picture){/i}
french: {i}(Regarder la photo de Sam){/i}
german: {i}(Schaue auf Sams Bild){/i}

source: Anything new with you?
french: Il y a du nouveau pour toi ?
german: Etwas Neues mit dir?

source: What do you think of my parents?
french: Que pensez-vous de mes parents ?
german: Was halten Sie von meinen Eltern?

source: How're your folks doing?
french: Comment vont tes parents ?
german: Wie sind deine Leute, die es tun?

source: Do you worry about the ghost attacks at all?
french: Est-ce que tu t'inquiètes des attaques de fantômes ?
german: Machen Sie sich Sorgen über die Geisterangriffe?

source: I'll talk to you later, Sam.
french: Je te parlerai plus tard, Sam.
german: Ich werde später mit dir sprechen, Sam.
