Repository: DonRP/AmityPark
Catalog: game/*/*/spookchat_tucker.po
Languages: french, german

source: [_dannyspook_] Hey Tucker, you there?
french: [_dannyspook_] Hé Tucker, tu es là ?
german: [_dannyspook_] Hey Tucker, du da?

source: [_tuckerspook_] Ya man, I'm just chillin. Wuddup dude?.
french: [_tuckerspook_] Ya mec, je suis juste chillin. Comment ça va, mec ?.
german: [_tuckerspook_] Ya Mann, ich bin gerade Chillin. Wuddup dude?.

source: [_dannyspook_] Whatcha working on, Tuck?
french: [_dannyspook_] Sur quoi tu travailles, Tuck ?
german: [_dannyspook_] Whatcha arbeitet, Tuck?

source: [_tuckerspook_] Honestly, not much. Just developing some small software programs.
french: [_tuckerspook_] Honnêtement, pas grand chose. Je développe juste quelques petits logiciels.
german: [_tuckerspook_] Ehrlich, nicht viel. Nur ein paar kleine Softwareprogramme entwickeln.

source: [_dannyspook_] Woah, that doesn't sound like "not much" to me. What's it for?
french: [_dannyspook_] Woah, ça ne ressemble pas à "pas grand chose" pour moi. C'est pour quoi faire ?
german: [_dannyspook_] Woah, das klingt nicht wie "nicht viel" für mich. Wofür ist es?

source: [_tuckerspook_] Well, I won't ruin the surprise just yet, but when it's fully ready, I'll have you take a look at it.
french: [_tuckerspook_] Eh bien, je ne vais pas vous gâcher la surprise tout de suite, mais quand il sera entièrement prêt, je vous demanderai d'y jeter un coup d'œil.
german: [_tuckerspook_] Nun, ich werde die Überraschung noch nicht ruinieren, aber wenn es fertig ist, werde ich dir einen Blick darauf werfen.

source: [_tuckerspook_] It's just been something I've been whipping up to help us "single bachelors" out.
french: [_tuckerspook_] C'est juste un truc que j'ai concocté pour aider les célibataires.
german: [_tuckerspook_] Es ist gerade etwas, was ich gerade geschürt habe, um uns zu helfen "Single Bachelors".

source: [_dannyspook_] Alright, I'll take your word on it. Sounds pretty cool already, Tuck, I'm excited to see it.
french: [_dannyspook_] D'accord, je te crois sur parole. Ça a déjà l'air plutôt cool, Tuck, j'ai hâte de le voir.
german: [_dannyspook_] Okay, ich nehme dein Wort auf es. Klingt schon ziemlich cool an, Tuck, ich bin aufgeregt, es zu sehen.

source: [_tuckerspook_] Yeah, just a bit more QA testing needing to be done on it. Man, you wouldn't {i}believe{/i} how long that can take.
french: [_tuckerspook_] Oui, il y a juste un peu plus de tests d'assurance qualité à faire. Mec, tu ne croirais pas {i}combien de temps ça peut prendre.
german: [_tuckerspook_] Ja, nur ein bisschen mehr QA-Tests müssen durchgeführt werden. Mann, du würdest nicht {i}glauben, wie lange das dauern kann.

source: [_dannyspook_] Hah, again, I'll take your word for it.
french: [_dannyspook_] Hah, encore une fois, je vais te croire sur parole.
german: [_dannyspook_] Hah, ich nehme noch einmal dein Wort dafür.

source: [_tuckerspook_] The wait will be worth it though, I promise.
french: [_tuckerspook_] L'attente en vaudra la peine, je vous le promets.
german: [_tuckerspook_] Das Warten wird sich aber lohnen, verspreche ich.

source: [_dannyspook_] Do ghosts worry you at all?
french: [_dannyspook_] Les fantômes t'inquiètent-ils ?
german: [_dannyspook_] Sorgen Ihnen Geister überhaupt?

source: [_tuckerspook_] Ehh, not really I guess. The way I figure, the best thing we can do to learn more about the universe is to experience everything it has to offer openly.
french: [_tuckerspook_] Ehh, pas vraiment je suppose. Pour moi, la meilleure chose à faire pour en savoir plus sur l'univers est d'expérimenter ouvertement tout ce qu'il a à offrir.
german: [_tuckerspook_] Ehh, ich vermute nicht wirklich. Das Beste, was wir tun können, um mehr über das Universum zu lernen, ist, alles offen zu erleben.

source: [_tuckerspook_] ...even at the expense of potentially getting molested by the supernatural.
french: [_tuckerspook_] ...même au prix d'être potentiellement molesté par le surnaturel.
german: [_tuckerspook_] ...auch auf Kosten der potentiellen Belästigung durch das Übernatürliche.

source: [_dannyspook_] That's actually pretty admirable on your part, Tuck.
french: [_dannyspook_] C'est en fait assez admirable de ta part, Tuck.
german: [_dannyspook_] Das ist eigentlich ziemlich bewundernswert auf deiner Seite, Tuck.

source: [_tuckerspook_] The price of scientific discovery is pretty high, but I'm willing to pay it.
french: [_tuckerspook_] Le prix de la découverte scientifique est assez élevé, mais je suis prêt à le payer.
german: [_tuckerspook_] Der Preis für wissenschaftliche Entdeckung ist ziemlich hoch, aber ich bin bereit, ihn zu bezahlen.

source: [_dannyspook_] Seriously?
french: [_dannyspook_] Sérieusement ?
german: [_dannyspook_] Ernst?

source: [_tuckerspook_] {i}Heeeeell{/i} no, dude. If I ever see a real ghost, I'm tripping up both you {i}and{/i} Sam to give myself some proper getaway time. Lol
french: [_tuckerspook_] {i}Heeeeell{/i} non, mec. Si jamais je vois un vrai fantôme, je vous fais trébucher tous les deux, {i}et{/i} Sam pour me donner du temps pour m'échapper. Lol
german: [_tuckerspook_] {i}Heeeeell{/i} nein, dude. Wenn ich jemals einen echten Geist sehe, trippe ich dich sowohl {i}als auch {/i} Sam um mir eine richtige Zeit zu geben. Lol

source: [_dannyspook_] Yeah, that sounds about right with you. Cowardice, thy name is Foley. Ha hah
french: [_dannyspook_] Oui, ça te ressemble bien. Lâcheté, ton nom est Foley. Ha hah
german: [_dannyspook_] Ja, das klingt richtig mit dir. Feigheit, dein Name ist Foley. Ha hah

source: [_tuckerspook_] Don't shame me for my honed survival skills.
french: [_tuckerspook_] Ne me fais pas honte pour mes compétences de survie aiguisées.
german: [_tuckerspook_] Schande mich nicht für meine gehobenen Überlebensfähigkeiten.

source: [_tuckerspook_] If the wide plethora of notable horror movies has taught me anything?
french: [_tuckerspook_] Si la grande pléthore de films d'horreur notables m'a appris quelque chose ?
german: [_tuckerspook_] Wenn mir die große Fülle an bemerkenswerten Horrorfilmen etwas gelehrt hat?

source: [_tuckerspook_] It's that {i}my{/i} best chance of survival depends on getting my butt out of the horrifying situation {u}first{/u}.
french: [_tuckerspook_] C'est que {i}ma meilleure chance de survie dépend de ma capacité à me sortir de cette situation horrible {u}en premier.
german: [_tuckerspook_] Es ist so, dass {i}my{/i} die beste Überlebenschance davon abhängt, wie ich meinen Einsatz aus der entsetzlichen Situation zuerst {u}bekomme {/u}.

source: [_dannyspook_] Touché, Mr. Foley. Touché.
french: [_dannyspook_] Touché, M. Foley. Touché.
german: [_dannyspook_] Touche<unk> , Mr. Foley. Touche<unk> .

source: [_tuckerspook_] Why thank you, good sir. Was there something else on your mind?
french: [_tuckerspook_] Merci, mon bon monsieur. Aviez-vous quelque chose d'autre en tête ?
german: [_tuckerspook_] Warum danke, guter Sir? War dir etwas anderes?

source: [_dannyspook_] What do you think about Sam?
french: [_dannyspook_] Que pensez-vous de Sam ?
german: [_dannyspook_] Was hältst du von Sam?

source: [_tuckerspook_] What do you mean?
french: [_tuckerspook_] Que veux-tu dire?
german: [_tuckerspook_] Was meinst du?

source: [_dannyspook_] Like, what do you think of her, overall?
french: [_dannyspook_] Comme, qu'est-ce que tu penses d'elle, globalement ?
german: [_dannyspook_] Gefällt mir, was hältst du von ihr?

source: [_tuckerspook_] Hmmm... I guess if I had to say anything... I'd say she's a good friend, of course, with some predominant gothic overtones.
french: [_tuckerspook_] Hmmm... Je suppose que si je devais dire quelque chose... Je dirais que c'est une bonne amie, bien sûr, avec des connotations gothiques prédominantes.
german: [_tuckerspook_] Hmmm... Ich denke, wenn ich etwas sagen müsste... Ich würde sagen, sie ist eine gute Freundin, natürlich, mit einigen vorherrschenden gotischen Obertöne.

source: [_dannyspook_] That's... I mean, pretty accurate, and all... but not exactly what I'm asking.
french: [_dannyspook_] C'est... Je veux dire, assez précis, et tout... mais pas exactement ce que je demande.
german: [_dannyspook_] das... Ich meine, ziemlich genau, und alle... aber nicht genau das, was ich frage.

source: [_tuckerspook_] Well, what do you mean exactly?
french: [_tuckerspook_] Que voulez-vous dire exactement ?
german: [_tuckerspook_] Nun, was meinen Sie genau?

source: [_dannyspook_] I guess what I'm saying is... is she someone you'd wanna date?
french: [_dannyspook_] Ce que je veux dire, c'est... c'est quelqu'un avec qui tu voudrais sortir ?
german: [_dannyspook_] Ich vermute, was ich sage... ist sie jemand, den du gerne Datum möchtest?

source: [_tuckerspook_] Oh!! What her ranking of {i}bangability{/i} is, you mean! Gotcha. Hmmm, let me think...
french: [_tuckerspook_] Oh !! Ce que son classement de {i}bangability{/i} est, tu veux dire ! Je t'ai eu. Hmmm, laisse-moi réfléchir...
german: [_tuckerspook_] Oh!! Was ihr Rang von {i}Bangabilität{/i} ist, meinst du! Gotcha. Hmmm, lass mich denken...

source: [_dannyspook_] WTF! No, I mean, like, do you think she's cute or not?
french: [_dannyspook_] WTF ! Non, je veux dire, comme, tu penses qu'elle est mignonne ou pas ?
german: [_dannyspook_] WTF! Nein, ich meine, ob du denkst, dass sie süß ist oder nicht?

source: [_tuckerspook_] Tomato, {i}tomahto{/i}, dude. Honestly, I'd say she's a definite sleeper hit for sure. She's got all the features I'd find banging, anyway.
french: [_tuckerspook_] Tomate, {i}tomahto{/i}, mec. Honnêtement, je dirais que c'est un coup à dormir debout, c'est sûr. Elle a toutes les caractéristiques que je trouverais bandantes, en tout cas.
german: [_tuckerspook_] Tomato, {i}Tomahto{/i}, dude. Ehrlich, ich würde sagen, sie ist ein definitiver Schlaf Treffer. Sie hat alle Features, die ich trotzdem finden würde.

source: [_tuckerspook_] But obviously, even for a perv like me, crossing that very odd "friendship line" is a little too out there. Don't you think so?
french: [_tuckerspook_] Mais évidemment, même pour un pervers comme moi, franchir cette étrange "ligne d'amitié" est un peu trop risqué. Tu ne penses pas ?
german: [_tuckerspook_] Aber selbst für einen Perv wie mich ist die Überquerung dieser sehr seltsamen "Freundschaftslinie" ein bisschen zu dort. Meinst du es nicht?

source: [_dannyspook_] No yeah, I get that... I guess that's fair.
french: [_dannyspook_] Non, ouais, je comprends... Je suppose que c'est juste.
german: [_dannyspook_] Nein, ich bekomme das... Ich denke, das ist fair.

source: [_tuckerspook_] Weird question Lol. Anyway, anything else you wanted to talk 'bout?
french: [_tuckerspook_] Question bizarre Lol. Bref, il y a autre chose dont tu voulais parler ?
german: [_tuckerspook_] Seltsame Frage Lol. Jedenfalls wolltest du noch etwas anderes sagen?

source: [_dannyspook_] One question: Paulina or Star?
french: [_dannyspook_] Une question : Paulina ou Star ?
german: [_dannyspook_] Eine Frage: Paulina oder Stern?

source: [_tuckerspook_] Oof! That is a tough one. I would say...
french: [_tuckerspook_] Oof ! C'est une question difficile. Je dirais...
german: [_tuckerspook_] Oof! Das ist ein harter. Ich würde sagen: ...

source: [_tuckerspook_] I mean, obviously, there are a few more reasonably realistic options, like Valerie or Jazz...
french: [_tuckerspook_] Je veux dire, évidemment, il y a quelques options plus raisonnablement réalistes, comme Valérie ou Jazz...
german: [_tuckerspook_] Ich meine, offensichtlich gibt es ein paar einigermaßen realistische Optionen, wie Valerie oder Jazz...

source: [_dannyspook_] Wait, what?!
french: [_dannyspook_] Attends, quoi?!
german: [_dannyspook_] Moment, was?!

source: [_tuckerspook_] Wuddup?
german: [_tuckerspook_] Woddup?

source: [_dannyspook_] Dude, Jazz? Come on man, she's my sister! You wouldn't actually try and pick her up, would you?
french: [_dannyspook_] Mec, Jazz ? Allez, c'est ma soeur ! Tu n'essaierais pas de la draguer, si ?
german: [_dannyspook_] Dude, Jazz? Komm auf den Mann, sie ist meine Schwester! Du würdest sie nicht wirklich abholen, oder?

source: [_tuckerspook_] Danny, at our age, as long as we've known each other, we've reasonably surpassed the "hands off my sister" boundary.
french: [_tuckerspook_] Danny, à notre âge, depuis le temps qu'on se connaît, on a raisonnablement dépassé la limite du "pas touche à ma soeur".
german: [_tuckerspook_] Danny, in unserem Alter, solange wir einander kennen, haben wir die Grenze "Hände von meiner Schwester" einigermaßen übertroffen.

source: [_dannyspook_] What, no way!! We haven't surpassed anything!
french: [_dannyspook_] Quoi, pas moyen ! Nous n'avons rien surpassé du tout !
german: [_dannyspook_] Was, wie nicht! Wir haben nichts übertroffen!

source: [_tuckerspook_] Haven't we, Daniel? Haven't we?
french: [_tuckerspook_] N'est-ce pas, Daniel ? N'est-ce pas ?
german: [_tuckerspook_] Haben wir nicht, Daniel? Haben wir nicht?

source: [_dannyspook_] No! That'd just be... totally weird, and too close to the vest for me.
french: [_dannyspook_] Non ! Ce serait juste... totalement bizarre, et trop proche du gilet pour moi.
german: [_dannyspook_] Nein! Das wäre einfach völlig seltsam, und zu nah an der Weste für mich.

source: [_tuckerspook_] Well hey man, I don't want you to get too worked up over this. In that {i}particular{/i} case, I wouldn't try anything too skeevy, I promise.
french: [_tuckerspook_] Eh bien, je ne veux pas que tu t'énerves pour ça. Dans ce {i}cas particulier{/i}, je ne tenterais rien de trop louche, je te le promets.
german: [_tuckerspook_] Gut hey, ich will nicht, dass du dich darüber zu aufregst. In diesem Fall von {i}insbesondere{/i} würde ich nichts zu falsch versuchen, versprechen.

source: [_tuckerspook_] Now {i}if{/i} I was interested in Jazz, and {i}if{/i} Jazz agreed to go out on a date, it'd be actually pretty traditional.
french: [_tuckerspook_] Maintenant {i}si{/i} j'étais intéressé par Jazz, et {i}si{/i} Jazz acceptait de sortir avec moi, ce serait en fait assez traditionnel.
german: [_tuckerspook_] Jetzt {i}wenn ich mich für Jazz interessierte, und {i}wenn {/i} Jazz stimmte zu, an einem Datum auszugehen, es wäre eigentlich ziemlich traditionell.

source: [_tuckerspook_] We'd see a movie at the Googolplex first, then a trip to Nasty Burger where we'd share a shake. I'm a true romantic at heart, I promise you.
french: [_tuckerspook_] On irait d'abord voir un film au Googolplex, puis on irait au Nasty Burger où on partagerait un milk-shake. Je suis un vrai romantique dans l'âme, je te le promets.
german: [_tuckerspook_] Wir würden zuerst einen Film im Googolplex sehen, dann eine Reise nach Nasty Burger, wo wir einen Schüssel teilen würden. Ich bin eine wahre Romantik im Herzen, ich verspreche dich.

source: [_dannyspook_] Movie on a first date? Rookie mistake dude, Lol
french: [_dannyspook_] Un film lors d'un premier rendez-vous ? Une erreur de débutant, mec, Lol
german: [_dannyspook_] Film am ersten Datum? Rookie Fehler dude, Lol

source: [_tuckerspook_] The only rookie mistake is devaluing the pursuit of a movie on the first date.
french: [_tuckerspook_] La seule erreur de débutant est de dévaloriser la poursuite d'un film lors du premier rendez-vous.
german: [_tuckerspook_] Der einzige Rookie Fehler ist die Verfolgung eines Films am ersten Datum.

source: [_tuckerspook_] You then immediately have something to talk about besides awkwardly giving tidbits about your job or lack thereof.
french: [_tuckerspook_] Vous aurez alors immédiatement un sujet de conversation autre que de donner maladroitement des détails sur votre travail ou son absence.
german: [_tuckerspook_] Du hast dann sofort etwas zu erzählen, abgesehen davon, dass du etwas ungeschickt über deinen Job oder dessen Mangel gibst.

source: [_tuckerspook_] The key is the dinner right afterwards. Someplace you can talk openly while also getting to know the other person's peculiar eating habits.
french: [_tuckerspook_] La clé, c'est le dîner juste après. Un endroit où vous pouvez parler ouvertement tout en apprenant à connaître les habitudes alimentaires particulières de l'autre personne.
german: [_tuckerspook_] Der Schlüssel ist das Abendessen unmittelbar danach. Irgendwo kannst du offen reden, während du auch die seltsamen Essgewohnheiten der anderen kennenlernst.

source: [_dannyspook_] Yeah, you wouldn't wanna let some poor girl marry you, totally unaware of that weird thing you do with pickle slices.
french: [_dannyspook_] Ouais, tu ne voudrais pas laisser une pauvre fille t'épouser, totalement ignorante de ce truc bizarre que tu fais avec les tranches de cornichons.
german: [_dannyspook_] Ja, du würdest dir kein armes Mädchen gestatten, dich zu heiraten, ganz und gar nicht wissen, was du mit Pickelscheiben machst.

source: [_tuckerspook_] {i}Anyway{/i}, to answer your original question: Paulina.
french: [_tuckerspook_] {i}Bref, pour répondre à votre question initiale : Paulina.
german: [_tuckerspook_] {i}trotzdem{/i}, um deine ursprüngliche Frage zu beantworten: Paulina.

source: [_dannyspook_] Classic choice.
french: [_dannyspook_] Choix classique.
german: [_dannyspook_] Klassische Wahl.

source: [_tuckerspook_] So anything else you wanted to ask?
french: [_tuckerspook_] Alors, vous vouliez demander autre chose ?
german: [_tuckerspook_] Du möchtest etwas anderes fragen?

source: [_dannyspook_] Good talking to you, Tuck.
french: [_dannyspook_] C'est bon de te parler, Tuck.
german: [_dannyspook_] Gute Gespräche mit dir, Tuck.

source: [_tuckerspook_] Sure dude, whenever you wanna message! I'm gonna play some Doomed right now. Laterz.
french: [_tuckerspook_] Bien sûr, mec, quand tu veux ! Je vais jouer à Doomed maintenant. A plus tard.
german: [_tuckerspook_] Sicherlich dude, wann immer du Nachrichten möchtest! Ich werde gerade ein paar Verdammte spielen. Laterz.

source: Message Tucker.
french: Message à Tucker.
german: Nachrichtendienstleister.

source: What do I wanna message Tucker about?
french: De quoi dois-je parler avec Tucker?
german: Worüber möchte ich Tucker benachrichtigen?

source: {i}(Look at Paulina's picture){/i}
french: {i}(Regardez la photo de Paulina){/i}
german: {i}(Schauen Sie auf Paulinas Bild){/i}

source: Whatcha working on, Tuck?
french: Sur quoi tu travailles, Tuck ?
german: Whatcha arbeitet, Tuck?

source: Do ghosts worry you at all?
french: Les fantômes t'inquiètent-ils ?
german: Haben Sie Geister, die Ihnen Sorgen machen?

source: What do you think about Sam?
french: Que pensez-vous de Sam ?
german: Was halten Sie von Sam?

source: One question: Paulina or Star?
french: Une question : Paulina ou Star ?
german: Eine Frage: Paulina oder Stern?

source: I'll talk to you later, Tuck.
french: Je te parle plus tard, Tuck.
german: Ich werde später mit Ihnen sprechen.
