Repository: DonRP/AmityPark
Catalog: game/*/*/spookchat_star.po
Languages: french, german

source: [_billspook_] Hey Star, it's Inviso-Bill.
french: [_billspook_] Hé Star, c'est Inviso-Bill.
german: [_billspook_] Hallo Stern, es ist Inviso-Bill.

source: [_starspook_] Oh, heyy Billy. What's up? :D
french: [_starspook_] Oh, heyy Billy. Quoi de neuf ? :D
german: [_starspook_] Oh, heyy Billy. Was ist los? :D

source: [_billspook_] What's it like being popular?
french: [_billspook_] C'est comment d'être populaire ?
german: [_billspook_] Wie ist es beliebt?

source: [_starspook_] Oh, it's the best. You can get away with literally {i}anything{/i}.
french: [_starspook_] Oh, c'est le meilleur. Tu peux t'en tirer avec littéralement {i}n'importe quoi{/i}.
german: [_starspook_] Oh, es ist das Beste. Du kannst mit buchstäblich {i}alles durchkommen.

source: [_starspook_] Nerds do your homework, meat heads carry your things around for you, less pretty girls come to you with all sorts of gifts...
french: [_starspook_] Les nerds font vos devoirs, les têtes de viande portent vos affaires à votre place, les moins jolies filles viennent vous voir avec toutes sortes de cadeaux...
german: [_starspook_] Nerds erledigen deine Hausaufgaben, Fleischköpfe tragen deine Sachen für dich, weniger hübsche Mädchen kommen zu dir mit allerlei Geschenken...

source: [_starspook_] It's pretty much like an offering to their deity!
french: [_starspook_] C'est un peu comme une offrande à leur divinité !
german: [_starspook_] Es ist ziemlich ähnlich wie ein Angebot für ihre Gottheit!

source: [_billspook_] Jeez, that sounds... pretty crazy for just teenage popularity.
french: [_billspook_] Bon sang, ça semble... assez fou pour une popularité d'adolescent.
german: [_billspook_] Jeez, das klingt... ziemlich verrückt nach nur Teenager-Popularität.

source: [_starspook_] Well, what {i}else{/i} is their to life but maintaining a steady popularity plateau in the high school social ladder?
french: [_starspook_] Eh bien, qu'est-ce que {i}{/i} d'autre est leur vie que de maintenir un plateau de popularité stable dans l'échelle sociale du lycée ?
german: [_starspook_] Nun, was {i}anders{/i} ist ihr Leben lang, aber es bleibt ein stetiges Popularitätsplateau in der sozialen Leiter der High School?

source: [_billspook_] I guess I don't know the answer to that.
french: [_billspook_] Je suppose que je ne connais pas la réponse à cette question.
german: [_billspook_] Ich vermute, dass ich die Antwort darauf nicht kenne.

source: [_starspook_] Don't worry, Billy, I'm sure once people know you're not a pervert like the other mean ghosts, people will think you're popular too!
french: [_starspook_] Ne t'inquiète pas, Billy, je suis sûr qu'une fois que les gens sauront que tu n'es pas un pervers comme les autres méchants fantômes, ils penseront que tu es populaire aussi !
german: [_starspook_] Keine Sorge, Billy, ich bin sicher, wenn die Leute wissen, dass du kein pervertierter bist wie die anderen mittleren Geister, werden die Leute denken, dass du auch beliebt bist!

source: [_billspook_] Had any more trouble with ghosts lately?
french: [_billspook_] Tu as eu d'autres problèmes avec les fantômes dernièrement ?
german: [_billspook_] Hatte in letzter Zeit noch Probleme mit Geistern?

source: [_starspook_] No, not since this one incident during cheerleading practice, thankfully.
french: [_starspook_] Non, pas depuis cet incident pendant l'entraînement des pom-pom girls, heureusement.
german: [_starspook_] Nein, nicht seit diesem einen Vorfall während der Cheerleading Übung, dankenswerterweise.

source: [_starspook_] But I'm still scared it could happen at any point, honestly.
french: [_starspook_] Mais j'ai toujours peur que ça puisse arriver à n'importe quel moment, honnêtement.
german: [_starspook_] Aber ich habe immer noch Angst, dass es zu jedem Zeitpunkt passieren könnte, ehrlich.

source: [_billspook_] Well, I'm gonna do my best to stop more ghosts like the ones I've heard were... stripping you in public.
french: [_billspook_] Eh bien, je vais faire de mon mieux pour empêcher d'autres fantômes comme ceux dont j'ai entendu parler... de te déshabiller en public.
german: [_billspook_] Nun, ich werde mein Bestes tun, um weitere Geister wie die, die ich gehört habe, zu stoppen... dich in der Öffentlichkeit zu entfernen.

source: [_starspook_] Oh, thank you Billy! You're such a good person, omg. <3
french: [_starspook_] Oh, merci Billy ! Tu es une si bonne personne, omg. <3
german: [_starspook_] Oh, danke dir Billy! Du bist so eine gute Person, omg. <3

source: [_billspook_] Just looking out for all the good people of Amity Park, is all.
french: [_billspook_] Je veille juste sur les bonnes gens d'Amity Park, c'est tout.
german: [_billspook_] Nur nach allen guten Leuten im Amity Park Ausschau halten, ist alles.

source: [_starspook_] Mmhmmm, especially the {i}pretty{/i} ones, right? ;)
french: [_starspook_] Mmhmmm, surtout les {i}jolies{/i}, non ? ;)
german: [_starspook_] Mmhmmm, besonders die {i}hübschen{/i}, oder? ;)

source: [_billspook_] Has Paulina mentioned me lately?
french: [_billspook_] Est-ce que Paulina a parlé de moi dernièrement ?
german: [_billspook_] Hat Paulina mich in letzter Zeit erwähnt?

source: [_starspook_] Ugh, frankly, she kinda hasn't shut up about you.
french: [_starspook_] Ugh, franchement, elle n'a pas arrêté de parler de toi.
german: [_starspook_] Oh, ehrlich gesagt, sie hat sich nicht über dich hinweggesetzt.

source: [_starspook_] It's so stupid, you save her once and she's like all over your dick. :/
french: [_starspook_] C'est tellement stupide, tu la sauves une fois et elle est partout sur ta queue. :/
german: [_starspook_] Es ist so dumm, du rette sie einmal und sie ist wie alle in deinem Schwanz. :/

source: [_starspook_] Like, figuratively anyway. Lol
french: [_starspook_] Comme, figurativement de toute façon. Lol
german: [_starspook_] Gefällt mir, im übertragenen trotzdem. Lol

source: [_billspook_] Yeah, I can see that being frustrating.
french: [_billspook_] Oui, je peux voir que c'est frustrant.
german: [_billspook_] Ja, ich sehe das frustrierend.

source: [_starspook_] She just needs to realize that Inviso-Bill isn't going to sit around and {i}only{/i} wanna talk to her...
french: [_starspook_] Elle doit juste réaliser que Inviso-Bill ne va pas rester assis et ne veut parler {i}qu'à{/i} elle...
german: [_starspook_] Sie muss nur erkennen, dass Inviso-Bill nicht herumsitzen wird und {i}nur{/i} mit ihr sprechen möchte...

source: [_starspook_] Obviously, you need to be seeing someone a little more...
french: [_starspook_] Manifestement, tu dois voir quelqu'un d'un peu plus...
german: [_starspook_] Offensichtlich musst du jemanden ein wenig sehen mehr...

source: [_starspook_] Experienced... ;) Lmao
french: [_starspook_] Expérimenté... ;) Lmao
german: [_starspook_] Erfahren... ;) Lmao

source: [_billspook_] Oh, yeah, I know what you mean. [multiple2]
french: [_billspook_] Oh, oui, je vois ce que tu veux dire. [multiple2]
german: [_billspook_] Ach, ja, ich weiß, was du meinst. [multiple2]

source: [_danny_] (I think, anyway.) [multiple2]
french: [_danny_] (Je pense, en tout cas.) [multiple2]
german: [_danny_] (ich denke trotzdem) [multiple2]

source: [_billspook_] What do you know about Danny Fenton?
french: [_billspook_] Que savez-vous de Danny Fenton ?
german: [_billspook_] Was weißt du über Danny Fenton?

source: [_starspook_] Beyond the fact that he comes from a family of freaks?
french: [_starspook_] Au-delà du fait qu'il vient d'une famille de monstres ?
german: [_starspook_] Jenseits der Tatsache, dass er von einer Familie von Freaks kommt?

source: [_starspook_] He's got like no style, and he always hangs out with that pervert with glasses and the smelly girl.
french: [_starspook_] Il n'a aucun style, et il traîne toujours avec ce pervers à lunettes et la fille qui pue.
german: [_starspook_] Er ist wie kein Stil, und er hängt immer mit dem perversen Brillen und dem stinkigen Mädchen aus.

source: [_billspook_] What? Who smells?
french: [_billspook_] Quoi ? Qui sent mauvais ?
german: [_billspook_] Was? Wer riecht?

source: [_starspook_] This girl he's definitely sleeping with. Ugh, I just know she doesn't properly bathe herself.
french: [_starspook_] Cette fille avec qui il couche définitivement. Ugh, je sais juste qu'elle ne se lave pas correctement.
german: [_starspook_] Dieses Mädchen ist definitiv schlafen mit Ugh, ich weiß nur, dass sie sich nicht richtig baden kann.

source: [_starspook_] In the human world, Billy, goth is just another code word for "unhygenic". [multiple2]
french: [_starspook_] Dans le monde des humains, Billy, gothique est juste un autre mot de code pour "pas hygiénique". [multiple2]
german: [_starspook_] In der menschlichen Welt, Billy, goth ist nur ein weiteres Codewort für "unhygenisch". [multiple2]

source: [_danny_] (Sam doesn't smell at all! She smells... really nice actually.) [multiple2]
french: [_danny_] (Sam ne sent pas du tout ! Elle sent... vraiment bon en fait.) [multiple2]
german: [_danny_] (Sam riecht überhaupt nicht! Sie riecht wirklich... wirklich gut.) [multiple2]

source: [_starspook_] Beyond that though, I don't really know much about him, nor do I care to know more. Lol
french: [_starspook_] En dehors de cela, je ne sais pas grand-chose sur lui, et je n'ai pas envie d'en savoir plus. Lol
german: [_starspook_] Aber darüber hinaus weiß ich nicht sehr viel über ihn, und ich weiß auch nicht mehr zu wissen.

source: [_starspook_] It's nice of you to make him feel like he has a cool friend though, Billy. You're such a charitable guy...
french: [_starspook_] C'est gentil de ta part de lui faire sentir qu'il a un ami cool, Billy. Tu es un gars tellement charitable...
german: [_starspook_] Es ist nett von dir, ihm das Gefühl zu geben, dass er einen coolen Freund hat, aber Billy. Du bist so ein wohltätiger Kerl...

source: [_billspook_] I'll talk to you later, Star. Got some ghosts to go beat down!
french: [_billspook_] Je te parlerai plus tard, Star. J'ai des fantômes à vaincre !
german: [_billspook_] Ich werde später mit dir sprechen, Star. Habe ein paar Geister, um zu schlagen!

source: [_starspook_] Awww, really? Okay, well bye for now! TTYL!! :D
french: [_starspook_] Awww, vraiment ? Ok, bon, au revoir pour le moment ! TTYL ! ! :D
german: [_starspook_] Awww, wirklich? Okay, jetzt wieder gut! TTYL!! :D

source: [_danny_] (Okay, here we go... Spookchat messaging... seems simple enough. I just click on who I wanna chat with!)
french: [_danny_] (Ok, c'est parti... La messagerie Spookchat... ça semble assez simple. Je n'ai qu'à cliquer sur la personne avec qui je veux discuter)
german: [_danny_] (Okay, hier geht'... Spookchat Nachrichten... scheint einfach genug. Klicke einfach auf wen ich chatten möchte!)

source: [_danny_] (I guess the next step now is to press that little {b}plus button{/b} to add somebody new.)
french: [_danny_] (Je suppose que la prochaine étape consiste maintenant à appuyer sur le petit bouton plus{/b} de {b}pour ajouter quelqu'un de nouveau)
german: [_danny_] (Ich vermute, der nächste Schritt ist es, diesen kleinen {b}plus Button zu drücken, um jemanden neu hinzuzufügen.)

source: [_billspook_] Hey, this is the Amity Park Ghost Boy. Is this Star? [multiple2]
french: [_billspook_] Hé, c'est le garçon fantôme d'Amity Park. C'est Star ? [multiple2]
german: [_billspook_] Hey, das ist der Amity Park Ghost Boy. Ist dieser Stern? [multiple2]

source: [_danny_] (Alrighty, now we just wait and see if she'll actually respond bac-) [multiple2]
french: [_danny_] (D'accord, maintenant on attend de voir si elle va répondre...) [multiple2]
german: [_danny_] (Okay, jetzt warten wir nur und sehen, ob sie eigentlich Bac-antworten wird) [multiple2]

source: [_danny_s_at_player_s_rise_s_smile_] (Wow, she already responded! Let's see what she wrote...)
french: [_danny_s_at_player_s_rise_s_smile_] (Wow, elle a déjà répondu ! Voyons ce qu'elle a écrit...)
german: [_danny_s_at_player_s_rise_s_smile_] (Wo, sie hat bereits reagiert! Lass uns sehen, was sie geschrieben hat...)

source: [_starspook_] No way, is this really u Inviso-Bill?
french: [_starspook_] Pas possible, c'est vraiment u Inviso-Bill ?
german: [_starspook_] Nein, ist das wirklich u Inviso-Bill?

source: [_billspook_] Yeup, it's me. My really cool friend Danny said that you wanted to talk to me or something?
french: [_billspook_] Oui, c'est moi. Mon ami Danny m'a dit que tu voulais me parler ou quelque chose comme ça ?
german: [_billspook_] Ja, ich bin es. Mein wirklich cooler Freund Danny sagte, dass du mit mir oder etwas reden möchtest?

source: [_starspook_] ...wait. Wow, you thought I'd fall for that, Fenton? I've seen like {i}every{/i} episode of Catfish.
french: [_starspook_] ...attends. Tu pensais que j'allais tomber dans le panneau, Fenton ? J'ai vu genre {i}chaque épisode de Catfish.
german: [_starspook_] ...warten. Wow, du hast gedacht, dass ich dafür fallen würde, Fenton? Ich habe jede Episode von Catfish wie {i}gesehen.

source: [_starspook_] Somebody as big of a loser as you wouldn't actually know Inviso-Bill. Nice try, geek!!
french: [_starspook_] Quelqu'un d'aussi nul que toi ne connaîtrait pas vraiment Inviso-Bill. Bien essayé, geek !!
german: [_starspook_] Jemand, der so groß vom Verlierer ist wie du Inviso-Bill nicht wirklich kennst. Gut versuche, Geek!!

source: [_danny_s_down_s_angry_s_clenchteeth_] (What?! I'm totally cool enough to at least be an {i}associate{/i} of Bill!)
french: [_danny_s_down_s_angry_s_clenchteeth_] (Quoi ?! Je suis assez cool pour être au moins un {i}associé{/i} de Bill !)
german: [_danny_s_down_s_angry_s_clenchteeth_] (What?! Ich bin total cool genug, um wenigstens ein {i}Associate{/i} von Bill!)

source: [_danny_s_at_player_s_angry_s_grin_] (Okay, I'll prove it to her.)
french: [_danny_s_at_player_s_angry_s_grin_] (Ok, je vais le lui prouver.)
german: [_danny_s_at_player_s_angry_s_grin_] (Okay, ich werde es ihr beweisen.)

source: [_danny_s_at_player_s_angry_s_talk_happy_] I'm going ghost!
french: [_danny_s_at_player_s_angry_s_talk_happy_] Je vais devenir un fantôme !
german: [_danny_s_at_player_s_angry_s_talk_happy_] Ich werde Geister!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Okay then, if words alone won't do it, then how about this?)
french: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Ok alors, si les mots seuls ne suffisent pas, alors que diriez-vous de ça ?)
german: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Okay, wenn Wörter es nicht alleine machen, wie wäre es dann mit diesem?)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (I'll take a picture to let her know I'm telling the truth... sorta.)
french: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (Je vais prendre une photo pour qu'elle sache que je dis la vérité... en quelque sorte.)
german: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (Ich mache ein Bild, um sie wissen zu lassen, ich sage die Wahrheit... sorta.)

source: [_danny_] Woah, no need to diss my main man Danny! Harsh! Lol
french: [_danny_] Woah, pas besoin de critiquer mon meilleur ami Danny ! C'est dur ! Lol
german: [_danny_] Woah, keine Notwendigkeit, meinen Hauptmann Danny! Harsh! Lol

source: [_danny_] (Okay, let's see what she thinks of that.)
french: [_danny_] (Ok, voyons ce qu'elle pense de ça.)
german: [_danny_] (Okay, mal sehen, was sie davon hält.)

source: [_starspook_] OMG!!! Okay, wow! I'm sorry I didn't believe you!! This is so crazy. Lol. Hi, I'm Star!! [multiple2]
french: [_starspook_] OMG ! !! Ok, wow ! Je suis désolé de ne pas t'avoir cru ! ! C'est tellement fou. Lol. Salut, je suis Star !! [multiple2]
german: [_starspook_] OMG!!! Okay, wow! Es tut mir leid, dass ich dir nicht glaubte!! Das ist so verrückt. La. Hallo, ich bin Star!! [multiple2]

source: [_danny_] ({i}Heh heh{/i}... hook, line, and sinker.) [multiple2]
german: [_danny_] ({i}Heh heh{/i}... Haken, Linie und Senker) [multiple2]

source: [_billspook_] Hey, no problem! So, I heard you wanted to talk or something?
french: [_billspook_] Hey, pas de problème ! Alors, j'ai entendu dire que tu voulais parler ou quelque chose comme ça ?
german: [_billspook_] Hey, kein Problem! Also, ich habe gehört, dass du reden wolltest oder etwas?

source: [_starspook_] Yas!! I wanted to ask you something actually.
french: [_starspook_] Yas !! Je voulais te demander quelque chose en fait.
german: [_starspook_] Ja!! Ich wollte dir wirklich etwas fragen.

source: [_billspook_] Whaddup? How can I help out?
french: [_billspook_] Quoi de neuf ? Comment je peux aider ?
german: [_billspook_] Wurde? Wie kann ich Ihnen helfen?

source: [_starspook_] We should talk in person!! Do you know Casper High? That's where I go to school.
french: [_starspook_] Nous devrions parler en personne ! Tu connais le lycée de Casper ? C'est là que je vais à l'école.
german: [_starspook_] Wir sollten persönlich sprechen!! Kennst du Kasper Hoch? Hier gehe ich zur Schule.

source: [_billspook_] For sure, I know it. Is that where you wanna talk?
french: [_billspook_] C'est sûr, je le sais. C'est là que tu veux parler ?
german: [_billspook_] Sicherlich weiß ich es. Ist das der Ort, an dem du reden möchtest?

source: [_starspook_] Yes! I usually hang out in the girl's bathroom in the afternoon after school. I'll be alone, don't worry :3
french: [_starspook_] Oui ! J'ai l'habitude de traîner dans les toilettes des filles l'après-midi après l'école. Je serai seule, ne t'inquiète pas :3
german: [_starspook_] Ja! Ich hänge in der Regel am Nachmittag nach der Schule im Bad des Mädchens auf. Ich bin allein, keine Sorge:3

source: [_billspook_] Cool! I'll stop by sometime when I have the chance. See yah then.
french: [_billspook_] Cool ! Je m'arrêterai un jour quand j'en aurai l'occasion. A plus tard.
german: [_billspook_] Cool! Ich werde irgendwann anhalten, wenn ich die Chance habe. Sieh du.

source: [_starspook_] Kay!! Can't wait to meet you! ;)
french: [_starspook_] Kay ! J'ai hâte de te rencontrer ! ;)
german: [_starspook_] Kay!! Kann nicht warten, um dich zu treffen! ;)

source: [_danny_s_phantom_s_grin_happy_] (That certainly went better than expected.)
french: [_danny_s_phantom_s_grin_happy_] (Cela s'est certainement mieux passé que prévu.)
german: [_danny_s_phantom_s_grin_happy_] (Das ging sicher besser als erwartet.)

source: [_danny_s_phantom_s_rise_one_] (Now I just need to go meet her in the...)
french: [_danny_s_phantom_s_rise_one_] (Maintenant je dois juste aller la rencontrer dans le...)
german: [_danny_s_phantom_s_rise_one_] (Jetzt muss ich sie nur noch treffen...)

source: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...the girl's bathroom?! How am I supposed to get in there? Guess I'll have to be discrete...)
french: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...les toilettes des filles ? ! Comment je suis censé entrer là-dedans ? Je suppose que je vais devoir être discret...)
german: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...das Badezimmer des Mädchens?! Wie soll ich dort hineinkommen? Vermutlich muss ich diskret sein...)

source: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Okay, my first real big interaction with somebody as "Inviso-Bill". Shouldn't be too difficult, right?)
french: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Ok, ma première vraie grande interaction avec quelqu'un en tant que "Inviso-Bill". Ça ne devrait pas être trop difficile, non ?)
german: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Okay, meine erste wirklich große Interaktion mit jemandem als "Inviso-Bill". Sollte nicht zu schwierig sein, oder?)

source: Message Star.
french: Message à Star.
german: Stern der Nachricht.

source: What do I wanna message Star about?
french: Sur quoi je veux envoyer un message à Star ?
german: Worum soll ich die Star Nachricht schreiben?

source: Would you like to go to the Casper Chill Formal with me? (Dance route)
french: Tu veux aller au Casper Chill Formal avec moi ? (Parcours de danse)
german: Möchtest du mit mir zum Casper Chill Formal gehen? (Dance Route)

source: What's it like being popular?
french: C'est comment d'être populaire ?
german: Wie ist es beliebt?

source: Had any more trouble with ghosts lately?
french: Tu as eu d'autres problèmes avec les fantômes dernièrement ?
german: Hatte in letzter Zeit noch Probleme mit Geistern?

source: Has Paulina mentioned me lately?
french: Est-ce que Paulina a parlé de moi dernièrement ?
german: Hat Paulina mich in letzter Zeit erwähnt?

source: What do you know about Danny Fenton?
french: Que savez-vous de Danny Fenton ?
german: Was wissen Sie über Danny Fenton?

source: I'll talk to you later, Star.
french: Je te parlerai plus tard, Star.
german: Ich werde später mit Ihnen sprechen.
