Repository: DonRP/AmityPark
Catalog: game/*/*/star_gym_running.po
Languages: german, spanish

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Ugh!!{/i} The world is going insane!! The Cuban booty {i}never{/i} loses!!
german: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Die Welt ist verrückt!! Die kubanische Beute {i}verliert{/i} nicht!!
spanish: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Ugh!! {/i} ¡El mundo se va a volver loco!! El botín cubano {i}nunca {/i} pierde!!

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Well it did {i}this{/i} time, sweetie! Get used to learning what 2nd place is like!
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Nun, es hat {i}diese{/i} Zeit, süß! Gewöhnt zu lernen, wie der zweite Platz ist!
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Bien, ya está {i}hecho {/i}, ¡cariño! ¡Que aprenda lo que significa estar en segundo lugar!

source: [_paulina_s_gym_s_closed_s_angry_s_talk_distraught_] I-!
spanish: [_paulina_s_gym_s_closed_s_angry_s_talk_distraught_] yo-!

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] You know what, what the hell ever! I'm getting out of whatever crazy world you two are living in!
german: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] Du weißt was, was die Hölle je ist! Ich komme aus einer verrückten Welt, die du zwei liest her!
spanish: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] ¡Sabes qué, qué demonios! ¡Estoy saliendo del mundo de locos en el que los dos vivís!

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Dang, that felt good...
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Dang, der sich gut gefühlt hat...
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha! {/i} Dang, esto sentó bien...

source: [_star_s_gym_s_towards_s_idle_s_talk_happy_] Anyway, send those to Billy right away.{p}And then get out of my space, I still have more laps to run.
german: [_star_s_gym_s_towards_s_idle_s_talk_happy_] Jedenfalls schicke sie sofort nach Billy.{p}und dann aus meinem Raum rauskommen, ich habe noch mehr Runden zu laufen.
spanish: [_star_s_gym_s_towards_s_idle_s_talk_happy_] De todos modos, envía las fotos a Billy de inmediato.{p}Y luego sal de mi espacio, todavía tengo más vueltas para correr.

source: [_danny_s_gym_s_down_s_idle_s_talk_displeased_] {i}*Muttering*{/i}...right away, your heinie-ness...
german: [_danny_s_gym_s_down_s_idle_s_talk_displeased_] {i}*Muttering*{/i}...gleich danach, dein Abscheu ...
spanish: [_danny_s_gym_s_down_s_idle_s_talk_displeased_] {i}*Muttering * {/i} ... de inmediato, su cruedad ...

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] Excuse me, what was that...?
german: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] Entschuldigen Sie, was war das...?
spanish: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] Disculpa, ¿qué fue eso ...?

source: [_danny_s_gym_s_towards_wide_s_idle_s_talk_displeased_] N-nothing! Shutting up now!
german: [_danny_s_gym_s_towards_wide_s_idle_s_talk_displeased_] N-nichts! Lass dich jetzt starten!
spanish: [_danny_s_gym_s_towards_wide_s_idle_s_talk_displeased_] N-nada! ¡no dije nada!

source: I think Inviso-Bill's gonna like Paulina's more, personally.
german: Ich denke, Inviso-Bill's Gonna wie Paulinas mehr, persönlich.
spanish: Creo personalmente que a Inviso-Bill le va a gustar más Paulina.

source: Inviso-Bill's gonna flip when he sees your photo, Star.
german: Inviso-Bills Gonna flippen, wenn er dein Foto sieht, Star.
spanish: Inviso-Bill volteará tu foto cuando la vea, Star.
