Repository: DonRP/AmityPark
Catalog: game/*/*/star_gym_running.po
Languages: german, spanish

source: [_danny_s_gym_s_towards_s_wondering_s_smile_] (Doesn't look like anybody's really taking advantage of the gym this early today.)
german: [_danny_s_gym_s_towards_s_wondering_s_smile_] (Sieht nicht so aus, als würde jemand das Fitnessstudio heute früh nutzen.)
spanish: [_danny_s_gym_s_towards_s_wondering_s_smile_] (parece que hoy nadie está aprovechando el gimnasio.)

source: [_danny_s_gym_s_at_player_s_rise_s_smile_] (Oh, except for Star, she's here, jogging the track.)
german: [_danny_s_gym_s_at_player_s_rise_s_smile_] (Außer Sterne, sie ist hier, jogge die Strecke)
spanish: [_danny_s_gym_s_at_player_s_rise_s_smile_] (Oh, excepto Star, que está corriendo en la pista)

source: [_danny_] (Man, look at her go.)
german: [_danny_] (Mann, schaue dir sie an.)
spanish: [_danny_] (Joper, mira su marcha.)

source: [_danny_] (She's always doing some type of cardio work it feels like...)
german: [_danny_] (Er macht immer eine Art Kardioarbeit, wie es sich anfühlt...)
spanish: [_danny_] (Ella siempre hace algún ejercicio de cardio...)

source: [_danny_] (Dang... she's got it going on back there too...)
german: [_danny_] (Dang... sie hat es auch dort weitergehen...)
spanish: [_danny_] (Dang ... ella también pasará por atrás...)

source: [_danny_] (Just one of those forbidden fruits, sadly...)
german: [_danny_] (Leider nur eine dieser verbotenen Früchte...)
spanish: [_danny_] (Sólo una de esas frutas prohibidas, tristemente...)

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Are you just gonna stand there and zoom in on my ass all day, dude?
german: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Bist du den ganzen Tag auf meinem Arsch hereinzoomen?
spanish: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Urgh! {/i} ¿vas a estar de pie haciendo zoom de mi culo todo el día?

source: [_danny_s_towards_wide_s_sad_s_talk_consternation_] W-what?
german: [_danny_s_towards_wide_s_sad_s_talk_consternation_] W-was?
spanish: [_danny_s_towards_wide_s_sad_s_talk_consternation_] ¿Q-qué?

source: [_star_s_towards_s_rise_s_talk_displeased_] You're so obvious, nerd.
german: [_star_s_towards_s_rise_s_talk_displeased_] Du bist so offensichtlich, nerd.
spanish: [_star_s_towards_s_rise_s_talk_displeased_] Eres muy obvio, perdedor.

source: [_danny_s_gym_s_down_s_sad_s_talk_displeased_] I mean-
german: [_danny_s_gym_s_down_s_sad_s_talk_displeased_] Ich meine-
spanish: [_danny_s_gym_s_down_s_sad_s_talk_displeased_] Quiero decir -

source: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Get out of here, creep!
german: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Gehe weg von hier, creep!
spanish: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] ¡Márchate de aquí, ¡gusano!

source: [_danny_s_gym_s_towards_wide_s_unhappy_] Okay, alright! I'm going.
german: [_danny_s_gym_s_towards_wide_s_unhappy_] Okay, oder! Ich gehe los.
spanish: [_danny_s_gym_s_towards_wide_s_unhappy_] Vale, está bien! Ya me voy.

source: [_star_s_gym_s_towards_s_rise_s_talk_consternation_] Actually... w-wait a minute!
german: [_star_s_gym_s_towards_s_rise_s_talk_consternation_] tatsächlich... wwarte eine Minute!
spanish: [_star_s_gym_s_towards_s_rise_s_talk_consternation_] En realidad... ¡e-espera un minuto!

source: [_danny_s_gym_s_towards_s_rise_s_talk_distraught_] H-huh? What, why, I didn't do anything!?
german: [_danny_s_gym_s_towards_s_rise_s_talk_distraught_] H-huh? Was warum, warum habe ich nichts getan!?
spanish: [_danny_s_gym_s_towards_s_rise_s_talk_distraught_] ¿H-huh? ¿Qué, por qué?, ¡no he hecho nada!

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Do me a favor, will yah?{p}Take a photo of my butt while I'm running like that again, okay?
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Geht mir ein Gefallen, wird ja?{p}Nimm ein Foto von meinem Äß auf, während ich wieder laufe, okay?
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] ¿Me haces un favor?, {p}Haz una foto de mi de mi culo mientras estoy corriendo, ¿de acuerdo?

source: [_danny_s_gym_s_towards_wide_s_sad_s_talk_displeased_] W-what?
german: [_danny_s_gym_s_towards_wide_s_sad_s_talk_displeased_] W-was?
spanish: [_danny_s_gym_s_towards_wide_s_sad_s_talk_displeased_] ¿Q-qué?

source: [_star_s_gym_s_towards_s_idle_s_talk_displeased_] To send it to Billy, duh! Just like, {i}pretend{/i} you sneaked the photo for him or something!
german: [_star_s_gym_s_towards_s_idle_s_talk_displeased_] Um es an Billy zu schicken! Genau wie {i}behaupteten{/i} hast du das Foto für ihn oder irgendetwas geschneckt!
spanish: [_star_s_gym_s_towards_s_idle_s_talk_displeased_] ¡Para enviarlo a Billy, ¡duh!. {i}Finge {/i} que se te coló la foto para él o algo parecido

source: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Tsch!{/i} What, did you think the photo was gonna be for you or something? No, you've gotta delete it after that!
german: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Tsch!{/i} Was, hast du gedacht, dass das Foto für dich oder etwas sein soll? Nein, du hast es danach gelöscht!
spanish: [_star_s_gym_s_towards_s_angry_s_talk_displeased_] {i}Tsch! {/i} ¿pensabas que la foto iba a ser para ti o algo? ¡No!, ¡tienes que borrarla después mandarla!

source: [_paulina_s_gym_s_offscreen_s_towards_s_rise_s_talk_displeased_] What photo?
german: [_paulina_s_gym_s_offscreen_s_towards_s_rise_s_talk_displeased_] Welches Foto?
spanish: [_paulina_s_gym_s_offscreen_s_towards_s_rise_s_talk_displeased_] ¿Qué foto?

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Oh, hey Paulina!
spanish: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Oh, ¡ei Paulina!

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Hey, I guess.
german: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Hey, ich vermute.
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ei, supongo.

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] We were just talking about Star's...{p}...{i}uhhhmm{/i}... her...
german: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Wir sprachen gerade über Sterne...{p}...{i}uhhhmm{/i}... sie...
spanish: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Sólo estábamos hablando del de Star's ...{p}...{i}uhhhmm {/i} ... del...

source: [_star_s_gym_s_towards_s_angry_s_talk_happy_] The photo of my juicy rear-end Danny's going to take and end up sending to Billy!
german: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Das Foto von meiner saftigen hinteren Danny's wird am Ende zu Billy schicken!
spanish: [_star_s_gym_s_towards_s_angry_s_talk_happy_] La foto de mi jugoso trasero ¡Danny va a hacerme una y enviarla a Billy!

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ...you're taking photos of your ass...? And sending them to...
german: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ...Du machst Fotos von deinem Arsch...? Und schicke sie zu...
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] ... ¿estás haciendo fotos de tu culo ...? Y enviándolas a ...

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Hey, now that's not too bad an idea, honestly...
german: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Hey, jetzt ist keine schlechte Idee, ehrlich...
spanish: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Oye, no es tan mala, honestamente ...

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Danny, if you'd do the same for me as well, I'd greatly appreciate it.
german: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Danny, wenn du dasselbe auch für mich tun würdest, würde ich es sehr schätzen.
spanish: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Danny, si lo haces conmigo también, te lo agradecería mucho.

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] We really don't want to have our dear Ghost Boy missing out on the {i}real{/i} goods, do we?
german: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Wir wollen unseren lieben Geist-Jungen wirklich nicht auf den {i}real{/i} Waren fehlen, oder?
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] No queremos que nuestro querido chico fantasma se pierda lo {i}realmente{/i} bueno, ¿lo hacemos?

source: [_star_s_gym_s_towards_s_sad_s_talk_displeased_] W-wait a minute, this is- you can't take over my moment!
german: [_star_s_gym_s_towards_s_sad_s_talk_displeased_] W-Warten Sie eine Minute, das ist- Sie können meinen Moment nicht übernehmen!
spanish: [_star_s_gym_s_towards_s_sad_s_talk_displeased_] W-espera un minuto, esto es-¡no puedes quitarme mi situación!

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Why not? Afraid of a little healthy competition, Star?
german: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Warum nicht? Furcht vor ein wenig gesunder Konkurrenz, Stern?
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] ¿Por qué no? ¿Tienes miedo a un poco de competencia sana, Star?

source: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Oh, {i}psssch!!{/i} A-as if! I don't mind getting measured up against your square butt, trust me!
german: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] Oh, {i}psssch!!{/i} A-wie wenn! Ich habe nichts dagegen, an deinem quadratischen Einsatz gemessen zu werden, vertraue mir!
spanish: [_star_s_gym_s_towards_s_angry_s_talk_consternation_] ¡Oh, {i}psssch!!{/i} A-as si! No me importa competir con tu culo cuadrado, ¡cree lo que te digo!

source: [_paulina_s_gym_s_towards_s_angry_s_talk_consternation_] {i}Hmmmph{/i}! Fine then! Let's get started!
german: [_paulina_s_gym_s_towards_s_angry_s_talk_consternation_] {i}Hmmmph{/i}! Gut dann! Los geht's!
spanish: [_paulina_s_gym_s_towards_s_angry_s_talk_consternation_] {i}Hmmmph {/i}! ¡Muy bien! ¡Vamos a empezar!

source: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Oh, okay, so you {u}both{/u} want me to take photos of your-
german: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Oh, okay, also solltest du {u}beides{/u} Fotos von dir machen-
spanish: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Oh, bien, así que vosotras {u}ambas {/u} quieren que haga fotos de su-

source: YES!!
german: JA!!
spanish: ¡SÍ!

source: [_danny_s_gym_s_towards_wide_s_sad_s_talk_consternation_] Okay, alright, no complaints from me.
german: [_danny_s_gym_s_towards_wide_s_sad_s_talk_consternation_] Okay, in Ordnung, keine Beschwerden von mir.
spanish: [_danny_s_gym_s_towards_wide_s_sad_s_talk_consternation_] Bien, bien, no hay quejas por mi parte.

source: [_extend_] {i}Uhhh{/i}, Star, why don't we start with you since this was your idea?
german: [_extend_] {i}Uhhh{/i}, Star, warum fangen wir nicht mit dir an, da dies deine Idee war?
spanish: [_extend_] {i}Uhhh {/i}, Star, ¿por qué no empezamos contigo ya que ha sido tuya la idea?

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Alrighty, let's do it!
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Okay, lass uns es machen!
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] {i}Hah ha!{/i} Vale, ¡hagámoslo!

source: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Pay close attention Paulina, it's about how you work what you got, not how much you got lying around back there.
german: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Achte auf Paulina, es geht darum, wie du arbeitest, was du bekommen hast, nicht wie sehr du dort herumgelogen hast.
spanish: [_star_s_gym_s_towards_s_angry_s_talk_happy_] Pon atención Paulina, se trata de cómo ejercitas lo que tienes y no de cuánto obtienes de pasar el tiempo sentada.

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Remember Danny, you gotta get the best angle while I'm jogging! Billy's gotta really know what he's missing!
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Denk daran, Danny, du bekommst den besten Winkel, während ich jogging! Billy's gotta weiß wirklich, was er vermisst!
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Recuerda Danny, tienes que conseguir el mejor ángulo mientras estoy corriendo! ¡Que Billy sepa lo que se está perdiendo!

source: [_danny_] (Man, if only she knew... still, this ain't a bad little comically ironic arrangement to have...)
german: [_danny_] (Mann, wenn sie nur wusst... noch wußte, ist das keine schlechte komisch ironische Anordnung zu haben...)
spanish: [_danny_] (Joper, si sólo ella supiera..., esta es una situación irónica para recordar.)

source: [_star_] Did you take the photo yet? Seriously, make sure you're getting the right angle on it!
german: [_star_] Hast du das Foto schon aufgenommen? Ernsthaft, stelle sicher, dass du den richtigen Winkel bekommst!
spanish: [_star_] ¿No has tomado la foto todavía? ¡En serio!, ¡asegúrate de hacer la foto con el ángulo correcto!

source: [_star_] ...and you better not be staring at it any more than you need to!
german: [_star_] ...und du solltest es nicht mehr anstarten, als du brauchst!
spanish: [_star_] ... y es mejor que no mires más de lo que necesitas!

source: [_danny_] No yeah, I got it, I took the photo! I think this will do.
german: [_danny_] Nein ja, ich habe es bekommen, ich habe das Foto gemacht! Ich denke, das wird es tun.
spanish: [_danny_] Sí, lo conseguí, ¡tomé la foto! Creo que ya está.

source: [_star_] Great! Tell me what Billy thinks when he sees it!~
german: [_star_] Großartig! Sag mir, was Billy denkt, wenn er es sieht!~
spanish: [_star_] ¡Estupendo! ¡Dime qué pensará Billy cuando la vea! ~

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] I'm sure he'll be thrilled.
german: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Ich bin sicher, dass er begeistert sein wird.
spanish: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Estoy seguro de que estará encantado.

source: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] {i}Hmmph!{/i} I mean, with an ass like mine, how could he not be?
german: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] {i}Hmmph!{/i} Ich meine, mit einem Arsch wie meinem, wie konnte er nicht sein?
spanish: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] {i}Hmmph! {/i} Quiero decir, con un culo como el mío, ¿cómo no podría suceder?

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] So like, are we done warming up your photography skills on the junior varsity candidate yet?
german: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Also wie, sind wir es geschafft, deine Fotografie-Fähigkeiten auf dem Junior-Varianten-Kandidaten zu wärmen?
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] A sí. ¿estás haciendo el calentamiento de tu habilidad como modelo para candidata de la varsity junior?

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] I think it's about time we got down to some serious business with my tushy!
german: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Ich denke, es ist an der Zeit, dass wir uns ernsthaft mit meinem Tumult beschäftigen!
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] ¡Creo que es hora de que haga una cosa seria con mi culo!

source: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Sure Paulina, if you're ready to go!
german: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] Sicher Paulina, wenn du bereit bist zu gehen!
spanish: [_danny_s_gym_s_towards_s_idle_s_talk_happy_] ¡Claro que Paulina!, si estás lista ¡vamos!

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Please, I'm {i}always{/i} ready to show off my behind...
german: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Bitte, ich bin {i}immer{/i} bereit, meinen Rücken zu zeigen...
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Por favor, {i}siempre {/i} estoy lista para mostrar mi trasero ...

source: [_danny_] (I really can't believe they're choosing {i}this{/i} to fight over Inviso-Bill with...)
german: [_danny_] (Ich kann wirklich nicht glauben, dass sie {i}dies wählen{/i} um gegen Inviso-Bill zu kämpfen...)
spanish: [_danny_] (Realmente no puedo creer que estén haciendo {i}esto {/i} para luchar por Inviso-Bill con ...)

source: [_danny_] (Not like either him or me are gonna be complaining about it.)
german: [_danny_] (Nicht wie er oder ich beschweren sich darüber.)
spanish: [_danny_] (Ni él ni yo vamos a estar quejándonos de ello.)

source: [_paulina_] Looking good back there?
german: [_paulina_] Dort sieht man gut zurück?
spanish: [_paulina_] ¿Disfrutando de las vistas?

source: [_danny_] Y-yeah, you definitely know how to simultaneously jog and pose!
german: [_danny_] Ja-ja, du weißt definitiv wie du gleichzeitig joggen und posieren kannst!
spanish: [_danny_] y-yeah, ¡definitivamente sabes cómo hacer ejercicio y posar simultáneamente!

source: [_paulina_] {i}Ha hah!{/i} It's pretty much a talent!
german: [_paulina_] {i}Ha hah!{/i} Es ist ziemlich ein Talent!
spanish: [_paulina_] {i}Ha hah! {/i} ¡Es mi talento!

source: [_star_] Danny, just hurry up and take her stupid picture already!
german: [_star_] Danny, beeile dich und nimm ihr dummes Bild schon an!
spanish: [_star_] Danny, ¡date prisa y toma su estúpida foto!

source: [_danny_] Okay, okay, I think I got it... yeah, that should do it.
german: [_danny_] Okay, okay, ich glaube, ich habe es bekommen... ja, das sollte es tun.
spanish: [_danny_] Vale, bueno, creo que lo tengo... sí, esta debería servir.

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Nothing better than a brisk little run around the track, you know?
german: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Es gibt nichts Besseres als einen knappen Lauf um die Strecke, weißt du?
spanish: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Nada mejor que correr alrededor de la pista con un poco de riesgo, ¿sabes?

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Alright, I think that about covers it for the both of you.
german: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Okay, ich denke, das deckt es für beide ab.
spanish: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Bien, creo que os servirá a las dos.

source: [_danny_s_gym_s_closed_s_sad_s_talk_happy_] I'll just, y'know, send these to Inviso-Bill so that-
german: [_danny_s_gym_s_closed_s_sad_s_talk_happy_] Ich werde diese an Inviso-Bill senden, damit das-
spanish: [_danny_s_gym_s_closed_s_sad_s_talk_happy_] Lo sabré, lo enviaré a Inviso-Bill para que-

source: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Wait, who was better?
german: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Warte, wer war besser?
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_displeased_] Espera, ¿quién es la mejor?

source: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] Yeah, who strutted their booty better?! Between the two of us, whose was nicer??
german: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] Ja, wer hat ihre Beute besser gesteckt?! Zwischen den beiden von uns, die netter??
spanish: [_star_s_gym_s_towards_s_rise_s_talk_displeased_] Sí, ¿quién movió mejor su bombón?! Entre las dos de nosotras, ¿quién fue la mejor??

source: [_danny_s_gym_s_at_player_s_sad_s_smile_] (How should I respond to that...?)
german: [_danny_s_gym_s_at_player_s_sad_s_smile_] (Wie soll ich darauf antworten...?)
spanish: [_danny_s_gym_s_at_player_s_sad_s_smile_] (¿Cómo debo responder a eso...?)

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Okay, I see you Fenton! At least you're a man of proper taste, I see.
german: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Okay, ich sehe dich Fenton! Zumindest bist du ein Mann mit gutem Geschmack, sehe ich.
spanish: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Vale, ¡ya veo Fenton! Al menos eres un chico de buen gusto, lo entiendo.

source: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] You take that back! There's no way he'd prefer her-
german: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] Du nimmst das zurück! Es gibt keine Möglichkeit, wie er es bevorzugen würde -
spanish: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] ¡Tú lo dices sola! No hay modo de que él la prefiera-

source: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] What? C'mon Star, she's got a {u}contender{/u} back there! That's a wagon and a half! How could he not see the-
german: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] Was? C'mon Sterne, sie hat dort einen {u}Bewerber{/u} zurück! Das ist ein Wagen und eine Hälfte! Wie konnte er die Sie- nicht sehen.
spanish: [_danny_s_gym_s_towards_s_rise_s_talk_happy_] ¿Qué? Vamos Star, ¡ella es una {u}rival{/u} de las mejores! Eso es un vagón y medio. ¿Cómo no has podido ver la-

source: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Uch!!{/i} Shut up, Fenton! I don't wanna hear it!
german: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Uch!!{/i} Halte, Fenton! Ich möchte es nicht hören!
spanish: [_star_s_gym_s_towards_s_angry_s_talk_distraught_] {i}Uch!! {/i} ¡Cállate, Fenton! ¡No quiero escucharlo!

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Guess she's done with her exercise for the morning...
german: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Erraten Sie, dass sie mit ihrer Übung für den Morgen fertig ist...
spanish: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Supongo que ha hecho con ella su ejercicio de la mañana ...

source: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Oh, just let her get over herself. It's like this all the time with her!
german: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Oh, lass sie sich einfach selbst überstehen. So ist es die ganze Zeit mit ihr!
spanish: [_paulina_s_gym_s_towards_s_rise_s_talk_happy_] Oh, deja que se recupere. ¡Es así todo el tiempo!

source: [_danny_s_gym_s_down_s_unhappy_s_talk_displeased_] I-I guess so.
german: [_danny_s_gym_s_down_s_unhappy_s_talk_displeased_] Ich vermute das.
spanish: [_danny_s_gym_s_down_s_unhappy_s_talk_displeased_] Supongo que sí.

source: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Anyway, good shots, well done, send them to Ghost Boy, chop chop.
german: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] Jedenfalls gute Schläge, gut gemacht, sende sie an Ghost Boy, hacke Chop.
spanish: [_paulina_s_gym_s_towards_s_idle_s_talk_happy_] De todos modos, envía las mejores tomas al chico fantasma, chop chop.

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Y-yeah, I'm on it.
german: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Ja-ja, ich bin drin.
spanish: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Y-sí, estoy en ello.

source: [_danny_s_gym_s_at_player_s_rise_s_talk_happy_] ...nice photo...
german: [_danny_s_gym_s_at_player_s_rise_s_talk_happy_] ...schönes Foto...
spanish: [_danny_s_gym_s_at_player_s_rise_s_talk_happy_] ...bonita foto...

source: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Of course he will! It's the obvious choice!
german: [_star_s_gym_s_towards_s_rise_s_talk_happy_] Natürlich wird er es tun! Es ist die offensichtliche Wahl!
spanish: [_star_s_gym_s_towards_s_rise_s_talk_happy_] ¡Por supuesto que lo hará! ¡Es la opción obvia!

source: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] Whatever! You think he's gonna freak out over some pancake cheeks?!
german: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] <unk> ver! Du denkst, dass er sich über ein paar Pfannkuchen ausspritzen wirft?!
spanish: [_paulina_s_gym_s_towards_s_angry_s_talk_distraught_] ¿Crees que se le pondrán las mejillas como rojas como fresas?!

source: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] I mean... I don't know, it looks pretty plump in this photo, Paulina...
german: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Ich meine... Ich weiß nicht, es sieht ziemlich plump in diesem Foto, Paulina...
spanish: [_danny_s_gym_s_towards_s_sad_s_talk_happy_] Quiero decir... No sé, se ve bastante rechoncha en esta foto, Paulina...
