Repository: DonRP/AmityPark
Catalog: game/*/*/town_map_1.po
Languages: german, italian

source: [_danny_] Sam said we could meet at her place during the {b}afternoons{/b} after school or during the weekend. Now's not the right time.
german: [_danny_] Sam sagte, wir könnten an ihrem Platz während der {b}Nachmittage {/b} nach der Schule oder während des Wochenendes treffen. Jetzt ist nicht der richtige Zeitpunkt.
italian: [_danny_] Sam ha detto che possiamo incontrarci a casa sua durante i {b}pomeriggi{/b} dopo la scuola o durante il fine settimana. Ora non è il momento giusto.

source: [_danny_] Sam really doesn't wanna see me right now because of my behavior. Maybe I should try back tomorrow instead.
german: [_danny_] Sam will mich wirklich nicht gerade wegen meines Verhaltens sehen. Vielleicht sollte ich stattdessen morgen versuchen.
italian: [_danny_] Sam non vuole vedermi in questo momento a causa del mio comportamento. Forse dovrei provare a tornare domani.

source: [_danny_] It's getting late. I should probably just come back tomorrow.
german: [_danny_] Es wird spät. Ich sollte wahrscheinlich morgen wiederkommen.
italian: [_danny_] Si sta facendo tardi. Probabilmente dovrei tornare domani.

source: [_danny_] The Nasty Burger is closed for the day. No late night shakes or fries for this Ghost Boy.
german: [_danny_] Der Nasty Burger ist für den Tag geschlossen. Kein spätes Nachtshakes oder Pommes frites für diesen Ghost Boy.
italian: [_danny_] Il Nasty Burger è chiuso per oggi. Niente frullati o patatine a tarda notte per questo Ghost Boy.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Hmmm?{/i} What the...{p}Wait, don't tell me, is...?
german: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Hmmm? {/i} Was die ...{p}Warten, sagen Sie mir nicht, ist ...?
italian: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Hmmm? Ma che...{p}Aspetta, non dirmelo, è...?

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_happy_] Alright! The Nasty Burger's open for business again!
german: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_happy_] Alright! Der Nasty Burger ist wieder für Geschäfte geöffnet!
italian: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_happy_] Bene! Il Nasty Burger è di nuovo aperto!

source: [_danny_s_f_s_offscreen_s_down_s_unhappy_s_talk_displeased_] I heard they had a rat problem for a couple weeks and had to close everything down.
german: [_danny_s_f_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Ich hörte, sie hatten ein Rattenproblem für ein paar Wochen und mussten alles schließen.
italian: [_danny_s_f_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Ho sentito che hanno avuto un problema di topi per un paio di settimane e hanno dovuto chiudere tutto.

source: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_talk_happy_] Tucker and I used to get their chili fries all the time!{p}Man, you never know how much you miss something until it's gone!
german: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_talk_happy_] Tucker und ich verwendete, um ihre Chili Pommes all die Zeit zu bekommen!{p}Man, Sie wissen nie, wie viel Sie verpassen etwas, bis es weg ist!
italian: [_danny_s_f_s_offscreen_s_at_player_s_idle_s_talk_happy_] Io e Tucker prendevamo sempre le loro patatine al chili!{p}Cavolo, non sai mai quanto ti manca qualcosa fino a quando non è sparita!

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Looks like they're doing some sort of relaunch.{p}I'll definitely have to check it out!
german: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Sieht aus, als würden sie eine Art Relaunch tun.{p}Ich werde es auf jeden Fall überprüfen müssen!
italian: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_happy_] Sembra che stiano facendo una sorta di rilancio.{p}Dovrò sicuramente darci un'occhiata!

source: [_danny_] It's still early in the morning. I should give the place a visit later in the day.
german: [_danny_] Es ist noch früh am Morgen. Ich sollte dem Ort einen Besuch später am Tag geben.
italian: [_danny_] È ancora mattina presto. Dovrei visitare il posto più tardi in giornata.
