Repository: DonRP/AmityPark
Catalog: game/*/*/valerie_nasty_burger_soda_incident.po
Languages: german, italian

source: [_valerie_] {i}*Humming*{/i}
german: [_valerie_] {i}*Hummel*{/i}

source: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_wondering_s_bite_] (Man, s-she looks {i}really{/i} good! Holy smokes!)
german: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_wondering_s_bite_] (Man, s-sie sieht {i}wirklich aus{/i} gut! Heiliger Rauch!)
italian: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_wondering_s_bite_] (Cavolo, ha un aspetto {i}davvero{/i} bello! Santo cielo!).

source: [_valerie_] {i}*Muttering*{/i}...think I should take the bra off too.{p}{i}Ugh{/i}, I really better not "show" though...
german: [_valerie_] {i}*Muttering*{/i}...denke, ich sollte auch den BH abziehen.{p}{i}Ugh{/i}, aber ich bin wirklich besser nicht "zeigen".
italian: [_valerie_] {i}*Penso che dovrei togliere anche il reggiseno.{p}{i}Meglio che non lo "mostri", però...

source: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_displeased_] (Should I {i}still{/i} be looking...? I only wanted to see if she was alright...)
german: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_displeased_] (Soll ich noch {i}suchen...? Ich wollte nur sehen, ob sie in Ordnung ist...)
italian: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_displeased_] (Dovrei {i}ancora{/i} guardare...? Volevo solo vedere se stava bene...)

source: [_valerie_] {i}*Muttering*{/i} ...well, I don't think it soaked into the bra {i}too{/i} bad, actually...
german: [_valerie_] {i}*Muttering*{/i} ...nun, ich glaube nicht, dass es auch in den BH {i}eingetaucht ist{/i} schlecht...
italian: [_valerie_] {i}*...beh, non credo che sia penetrato troppo nel reggiseno {i}{/i}, in realtà...

source: [_valerie_] I'll probably just hang it up in the locker for a little bit. Wear it the second half of the shift...
german: [_valerie_] Ich werde es wahrscheinlich einfach ein wenig in den Schlösser aufhängen. Trage es die zweite Hälfte der Schicht...
italian: [_valerie_] Probabilmente lo appenderò nell'armadietto per un po'. La indosserò nella seconda metà del turno...

source: [_valerie_] ...{i}really{/i} hope nobody notices it though...
german: [_valerie_] ...{i}wirklich{/i} hofft, dass es jedoch niemand bemerkt...
italian: [_valerie_] ...{i}spero davvero che nessuno se ne accorga...

source: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_sad_s_grin_] (Man... Valerie sure has some big naturals... I mean, looking at her like this, she looks {i}really{/i} nice.)
german: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_sad_s_grin_] (Man... Valerie sicher hat ein paar große Naturals... Ich meine, sie sieht so aus, {i}wirklich{/i} nett.)
italian: [_danny_s_f_s_offscreen_s_burger_s_ahegao_s_sad_s_grin_] (Cavolo... Valerie ha sicuramente dei grandi naturali... Voglio dire, guardandola così, sembra {i}davvero{/i} bella.)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_grin_] (I guess I never really saw Valerie as much of a hotti-)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_grin_] (Ich vermute, dass ich die Valerie nie wirklich so heiß gesehen habe)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_grin_] (Credo di non aver mai visto Valerie come una gran figa...).

source: [_customer_] {i}HEY!! Can I get some service here? Hello?
german: [_customer_] {i}HEY!! Kann ich hier einen Service erhalten? Hallo?
italian: [_customer_] {i}HEY!!! Posso avere un servizio qui? Pronto?

source: [_valerie_] Huh?! H-hey, nobody's there, right? Who made that noise?!
german: [_valerie_] Huh?! H-hey, niemand ist da, oder? Wer hat das Geräusch?!
italian: [_valerie_] Huh?! Ehi, non c'è nessuno, vero? Chi ha fatto quel rumore?

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_unhappy_s_consternation_] (Oh crap!! I better move before she spots me peeking in!)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_unhappy_s_consternation_] (Oh crap!! Ich bin besser bewegt, bevor sie mich einseht!)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_unhappy_s_consternation_] (Oh merda!!! Meglio che mi muova prima che mi veda sbirciare dentro!).

source: [_danny_s_burger_s_burger_s_at_player_s_idle_s_talk_happy_] ...that'll be $8.40 sir.{p}...out of nine, okay...{p}...and here's your change. Your order will be ready soon, sorry for the hold up...
german: [_danny_s_burger_s_burger_s_at_player_s_idle_s_talk_happy_] ...das ist $8.40 Sr.{p}...von neun, okay...{p}.. und hier ist Ihre Änderung. Ihre Bestellung wird bald fertig sein, entschuldigen Sie die Warte...
italian: [_danny_s_burger_s_burger_s_at_player_s_idle_s_talk_happy_] ...sono 8,40 dollari, signore.{p}...su nove, ok...{p}...ed ecco il suo resto. Il suo ordine sarà pronto a breve, ci scusiamo per il ritardo...

source: [_danny_s_burger_s_burger_s_down_s_sad_s_talk_happy_] {i}Phew!{/i} That was close.
german: [_danny_s_burger_s_burger_s_down_s_sad_s_talk_happy_] {i}Phew!{/i} Das wurde geschlossen.
italian: [_danny_s_burger_s_burger_s_down_s_sad_s_talk_happy_] {i}Phew! C'è mancato poco.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Hey, where'd you go? I told you to man the station the whole time.
german: [_lily_s_towards_s_idle_s_talk_displeased_] Hey, wohin gehst du? Ich sagte dir, die Station die ganze Zeit zu bemannen.
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Ehi, dove sei andato? Ti avevo detto di presidiare la stazione per tutto il tempo.

source: [_danny_s_burger_s_down_s_sad_s_talk_happy_] Oh, {i}uhm{/i}, yeah, sorry about that. I was just collecting all the dimes from the bathroom locks quickly! M-my bad!
german: [_danny_s_burger_s_down_s_sad_s_talk_happy_] Ach, {i}uhm{/i}, ja, sorry das. Ich habe einfach alle Dimes von den Badezimmerschlösser schnell gesammelt! M-mein Schlecht!
italian: [_danny_s_burger_s_down_s_sad_s_talk_happy_] Oh, {i}uhm{/i}, sì, scusate. Stavo raccogliendo velocemente tutte le monetine dalle serrature del bagno! Colpa mia!

source: [_lily_s_towards_s_rise_s_talk_displeased_] ...{i}right{/i}, okay.{p}Well, I'll take back over, you get around to sweeping and wiping again, 'kay?
german: [_lily_s_towards_s_rise_s_talk_displeased_] ...{i}rechts{/i}, okay.{p}Nun, ich werde wieder zurücknehmen, du kommst herum, um wieder zu wischen, "Kaiser?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] ...{i}giusto{/i}, ok.{p}Beh, io riprenderò il mio posto, tu riprendi a spazzare e a pulire, ok?

source: [_danny_s_burger_s_closed_s_unhappy_s_talk_happy_] Sure, no problem! B-back to work, for ol' Danny!
german: [_danny_s_burger_s_closed_s_unhappy_s_talk_happy_] Sicherlich, kein Problem! B-back zur Arbeit, für ol' Danny!
italian: [_danny_s_burger_s_closed_s_unhappy_s_talk_happy_] Certo, nessun problema! Torniamo al lavoro, per il vecchio Danny!

source: [_lily_s_towards_s_idle_s_talk_displeased_] {i}Hrmmph{/i}... weird kid...
german: [_lily_s_towards_s_idle_s_talk_displeased_] {i}Hrmmph{/i}... seltsame Kinder...
italian: [_lily_s_towards_s_idle_s_talk_displeased_] {i}Hrmmph{/i}... strano ragazzo...

source: [_danny_s_burger_s_down_s_idle_s_talk_consternation_] Okay then, guess I just... get back to cleaning up then.
german: [_danny_s_burger_s_down_s_idle_s_talk_consternation_] Okay, dann vermute ich... komme dann zurück zum Bereinigen.
italian: [_danny_s_burger_s_down_s_idle_s_talk_consternation_] Ok, allora credo che dovrò... tornare a pulire.

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Now {i}where{/i} did I leave that spritzer and rag...?
german: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Nun {i}, wo, wohin ich diesen Spritzer und Rache...?
italian: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Ora {i}dove ho lasciato lo spruzzatore e lo straccio...?

source: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Gahhh!!{/i}
german: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Gahh!!{/i}
italian: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Gahhh!!!

source: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] V-Valerie! What the heck, why'd you scare me like-
german: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] V-Valerie! Wie der Kopf, wie du mich fürchten würdes-
italian: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] V-Valerie! Che diamine, perché mi hai spaventato così...

source: [_valerie_] Were you {u}spying{/u} on me Fenton?!
german: [_valerie_] Waren du {u}Spionage{/u} bei mir Fenton?!
italian: [_valerie_] Mi stavi {u}spiando Fenton?!

source: [_danny_s_burger_s_towards_wide_s_talk_consternation_] ...spy? On you? F-f-for what?
german: [_danny_s_burger_s_towards_wide_s_talk_consternation_] ...Spionage? Auf dich? F-f-wofür?
italian: [_danny_s_burger_s_towards_wide_s_talk_consternation_] ...spiare? Su di te? Per cosa?

source: [_valerie_] Shut the stammering act! Were you or were you not?!
german: [_valerie_] Schließe die Stürmaktion an! War du oder warst du nicht?!
italian: [_valerie_] Chiudere il balbettio! Eri o non eri?

source: [_danny_s_burger_s_towards_s_sad_s_talk_consternation_] I mean, I checked in to see if you were alright! You were taking awhile to get back...
german: [_danny_s_burger_s_towards_s_sad_s_talk_consternation_] Ich meine, ich habe eingecheckt, um zu sehen, ob du in Ordnung bist! Du hast eine Weile gedauert, um zurückzukommen...
italian: [_danny_s_burger_s_towards_s_sad_s_talk_consternation_] Voglio dire, sono passato per vedere se stavi bene! Ci hai messo un po' a tornare...

source: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] I just wanted to make sure you were okay.
german: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] Ich wollte nur sicherstellen, dass du in Ordnung bist.
italian: [_danny_s_burger_s_towards_s_rise_s_talk_consternation_] Volevo solo assicurarmi che stessi bene.

source: [_valerie_] So you were watching me change?!
german: [_valerie_] Du hast mir den Wandel verfolgt?!
italian: [_valerie_] Quindi mi stavi guardando mentre mi cambiavo?

source: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] N-no! I peaked my head in, and-
german: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] N-nein! Ich habe meinen Kopf hinein, und-
italian: [_danny_s_burger_s_towards_wide_s_unhappy_s_talk_distraught_] N-no! Ho sbirciato dentro e...

source: [_valerie_] You creep!! You utter creep!!
german: [_valerie_] Du Creep!! Du sprichst creep!!
italian: [_valerie_] Verme!!! Tu, verme totale!

source: [_danny_s_burger_s_towards_wide_s_rise_s_talk_distraught_] -b-but you were just walking around, looking for a new shirt to wear!
german: [_danny_s_burger_s_towards_wide_s_rise_s_talk_distraught_] -b-aber du warst gerade umher, auf der Suche nach einem neuen Hemd zum Tragen!
italian: [_danny_s_burger_s_towards_wide_s_rise_s_talk_distraught_] -Ma stavi solo passeggiando, cercando una nuova camicia da indossare!

source: [_valerie_] What?!
german: [_valerie_] Was?!
italian: [_valerie_] Cosa?!

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Y-yeah, you still had soda on you, and you were, y'know, looking for a spare uniform to switch out.
german: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Ja-ja, du hast dich immer noch auf dich geschaut, und du warst, du warst auf der Suche nach einer Ersatzuniform, um auszuschalten.
italian: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Sì, avevi ancora della soda addosso e stavi cercando un'uniforme di riserva da cambiare.

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Once I saw you were fine, I left!
german: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Als ich sah, dass du in Ordnung bist, verließ ich!
italian: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Quando ho visto che stavi bene, me ne sono andato!

source: [_extend_] Please, I'd prefer not to have to work the rest of my shift clobbered!
german: [_extend_] Bitte, ich würde es vorziehen, nicht den Rest meiner Schicht zu arbeiten!
italian: [_extend_] Per favore, preferirei non dover lavorare per il resto del mio turno con le botte!

source: [_valerie_] {i}Hrrmmm{/i}...
german: [_valerie_] {i}Hrmmm{/i}...

source: [_valerie_] That's {i}all{/i} you saw...?
german: [_valerie_] Das ist {i}alle{/i} hast du gesehen...?
italian: [_valerie_] Questo è {i}tutto quello che hai visto...?

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] I doubt you'd believe me if I'd say otherwise, but... yeah, honest.
german: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Ich bezweifle, dass du mir glauben würdest, wenn ich etwas anderes sagen würde, aber... ja, ehrlich.
italian: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Dubito che mi credereste se dicessi il contrario, ma... sì, onestamente.

source: [_danny_s_burger_s_at_player_s_sad_s_clenchteeth_] (I feel bad lying, but I feel better keeping all my limbs intact and on my body more than I feel guilty for not telling the truth...)
german: [_danny_s_burger_s_at_player_s_sad_s_clenchteeth_] (Ich fühle mich schlecht gelogen, aber ich fühle mich besser, alle meine Gliedmaßen intakt zu halten und auf meinem Körper mehr als ich mich schuldig fühle, weil ich die Wahrheit nicht sagen...)
italian: [_danny_s_burger_s_at_player_s_sad_s_clenchteeth_] (Mi sento male a mentire, ma mi sento meglio a mantenere tutte le mie membra intatte e sul mio corpo piuttosto che sentirmi in colpa per non aver detto la verità...)

source: [_valerie_] {i}*Sigh*{/i} How about next time, just knock, I guess??
german: [_valerie_] {i}*Sehen*{/i} Wie wäre es beim nächsten Mal, denke ich??
italian: [_valerie_] {i}*Che ne dici se la prossima volta bussiamo e basta?

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Okay, okay, will do!{p}{i}*Ahem*{/i}
german: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Okay, okay, wird es tun!{p}{i}*Ahem*{/i}
italian: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Ok, ok, lo farò!{p}{i}*Ahem*{/i}

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Well, I'm gonna get back to it, {i}soooo{/i}...
german: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Nun, ich werde zurück zu ihm, {i}soooo{/i}...
italian: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Beh, io mi rimetto al lavoro, {i}quindi{/i}...

source: [_valerie_] Fine, sure, see if I care! Whatever!!
german: [_valerie_] Gut, sicher, schau, ob ich mir Sorgen mache! <unk> ver!!
italian: [_valerie_] Bene, certo, vediamo se mi interessa! Che importa!

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_displeased_] Me? A weirdo?!
german: [_danny_s_burger_s_towards_s_unhappy_s_talk_displeased_] Ich? Ein seltsam?!
italian: [_danny_s_burger_s_towards_s_unhappy_s_talk_displeased_] Io? Uno strano?!

source: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] ...well I guess that's true enough.
german: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] ...ich denke, das ist richtig genug.
italian: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] ...beh, credo che sia abbastanza vero.

source: [_danny_s_burger_s_at_player_s_rise_s_talk_displeased_] I'm sure she's just taking her time. I'm not gonna stick my nose where it doesn't belong.
german: [_danny_s_burger_s_at_player_s_rise_s_talk_displeased_] Ich bin sicher, dass sie ihre Zeit nimmt. Ich werde meine Nase dort nicht stecken, wo sie nicht hingehört.
italian: [_danny_s_burger_s_at_player_s_rise_s_talk_displeased_] Sono sicuro che si sta solo prendendo il suo tempo. Non ho intenzione di ficcare il naso dove non dovrebbe.

source: [_danny_s_burger_s_closed_s_sad_s_talk_displeased_] Better just keep working for now.
german: [_danny_s_burger_s_closed_s_sad_s_talk_displeased_] Bessere Arbeit für jetzt.
italian: [_danny_s_burger_s_closed_s_sad_s_talk_displeased_] Per ora è meglio continuare a lavorare.

source: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...and here's your order miss!{p}Oh, the Nasty sauce packets, right! Pardon me, here you go!{p}Enjoy your meal!
german: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...und hier ist deine Bestellung fehlt!{p}Oh, die versauten Sauce Pakete, oder! Verzeihen Sie mir, hier geht's!{p}Genieße deine Mahlzeit!
italian: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...ed ecco il suo ordine, signorina!{p}Oh, i pacchetti di salsa Nasty, giusto! Mi scusi, ecco a lei!{p}Buon appetito!

source: [_lily_s_towards_s_idle_s_talk_happy_] Hey, thanks for covering for me for a bit.
german: [_lily_s_towards_s_idle_s_talk_happy_] Hey, danke für die Bedeckung für ein bisschen.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Ehi, grazie per avermi coperto per un po'.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Don't mention it!!
german: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Erwähnen Sie es nicht!!
italian: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Non parlarne!

source: [_lily_s_away_s_idle_s_talk_happy_] Is Valerie done changing yet?
german: [_lily_s_away_s_idle_s_talk_happy_] Hat die Valerie noch gewechselt?
italian: [_lily_s_away_s_idle_s_talk_happy_] Valerie ha già finito di cambiare?

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] I don't know, I didn't go see.
german: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Ich weiß nicht, ich gehe nicht sehen.
italian: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Non lo so, non sono andato a vedere.

source: [_lily_s_towards_s_rise_s_talk_displeased_] Well, it's been a little while, I wonder what-
german: [_lily_s_towards_s_rise_s_talk_displeased_] Nun, es war eine Weile her, ich frage mich, was -
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Beh, è passato un po' di tempo, mi chiedo cosa...

source: [_valerie_] Hey, sorry about that wait, it took awhile to find a new shirt.
german: [_valerie_] Tut mir leid, es hat eine Weile gedauert, um ein neues Hemd zu finden.
italian: [_valerie_] Ehi, scusate l'attesa, ci è voluto un po' per trovare una nuova camicia.

source: [_lily_s_sad_s_talk_happy_] {i}Ugh{/i}, tell me about it. I can barely fit in these pants half the time.
german: [_lily_s_sad_s_talk_happy_] {i}Ugh{/i}, erzählen Sie mir davon. Ich kann kaum die Hälfte der Zeit in diese Hose passen.
italian: [_lily_s_sad_s_talk_happy_] {i}Non dirlo a me. Riesco a malapena a entrare in questi pantaloni la metà delle volte.

source: [_lily_s_towards_s_rise_s_talk_happy_] Irving seems to think we're all toothpicks here, and it's like, {i}uhhm{/i}, hello?
german: [_lily_s_towards_s_rise_s_talk_happy_] Irving scheint zu denken, wir sind alle Zahnpflücker hier, und es ist so, {i}uhhm{/i}, Hallo?
italian: [_lily_s_towards_s_rise_s_talk_happy_] Irving sembra pensare che siamo tutti stuzzicadenti qui, ed è come, {i}uhhm{/i}, pronto?

source: [_valerie_] {i}*Chuckles*{/i} I know, he's the worst.
german: [_valerie_] {i}*Chuckles*{/i} Ich weiß, er ist das Schlimmste.
italian: [_valerie_] {i}*Lo so, è il peggiore.

source: [_lily_s_towards_s_idle_s_talk_happy_] Well, if you still need some help finding those napkins, I can help you look in the back.
german: [_lily_s_towards_s_idle_s_talk_happy_] Nun, wenn du noch Hilfe bei der Suche nach diesen Servietten brauchst, kann ich dir helfen, in den Rücken zu schauen.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Se hai ancora bisogno di aiuto per trovare i tovaglioli, posso aiutarti a cercare nel retro.

source: [_valerie_] Thanks, they're somewhere there, I just can't find them.
german: [_valerie_] Danke, sie sind irgendwo da, ich kann sie nicht finden.
italian: [_valerie_] Grazie, sono da qualche parte, ma non riesco a trovarli.

source: [_lily_s_towards_s_idle_s_talk_displeased_] Let's check it out then.
german: [_lily_s_towards_s_idle_s_talk_displeased_] Schauen wir uns das dann an.
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Controlliamo allora.

source: [_valerie_] Something I can help you with, Fenton?!
german: [_valerie_] Mit etwas kann ich dir helfen, Fenton?!
italian: [_valerie_] Posso aiutarti in qualcosa, Fenton?!

source: [_danny_s_burger_s_sad_s_talk_displeased_] N-no, nothing, I was just...{p}Nope, I'm good.
german: [_danny_s_burger_s_sad_s_talk_displeased_] N-no, nichts, ich war nur...{p}Na, ich bin gut.
italian: [_danny_s_burger_s_sad_s_talk_displeased_] N-no, niente, stavo solo...{p}No, sto bene.

source: [_valerie_] {i}Hrrmph{/i}...
german: [_valerie_] {i}Hrmph{/i}...

source: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] Whatever. Least I didn't get yelled at.
german: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] <unk> ber. Wenigstens habe ich mich nicht begeben lassen.
italian: [_danny_s_burger_s_at_player_s_rise_s_talk_happy_] Come vuoi. Almeno non sono stato sgridato.

source: (Peek in the back room?)
german: (Blick in den hinteren Raum?)
italian: (Sbirciare nel retrobottega?)

source: Yeah, just to make sure she's okay.
german: Ja, nur um sicherzustellen, dass sie in Ordnung ist.
italian: Sì, solo per assicurarmi che stia bene.

source: No, I'm sure she's fine.
german: Nein, ich bin sicher, dass sie in Ordnung ist.
italian: No, sono sicuro che sta bene.

source: [_valerie_] {i}AHHH!!!{/i}
italian: [_valerie_] {i}AHHH!!!

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_sad_s_talk_displeased_] {i}Ghch!{/i}{p}Oh, c-coming, sir!
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_sad_s_talk_displeased_] {i}Ghch!{p}Oh, arrivo, signore!

source: [_valerie_] {i}FENTON!!{/i}
italian: [_valerie_] {i}FENTON!!!

source: [_valerie_] Weirdo...
italian: [_valerie_] Strano...
