Repository: DonRP/AmityPark
Catalog: game/*/*/valerie_nasty_burger_soda_incident.po
Languages: german, italian

source: [_lily_s_towards_s_rise_s_talk_displeased_] Hey, Danny, could you help me out over here for a second?
german: [_lily_s_towards_s_rise_s_talk_displeased_] Hey, Danny, würdest du mir für eine Sekunde hier draußen helfen?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Ehi, Danny, potresti aiutarmi un attimo?

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Sure thing, what's the problem?
german: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Sicher, was ist das Problem?
italian: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Certo, qual è il problema?

source: [_lily_s_towards_s_sad_s_talk_displeased_] This customer ordered an Xtra Large Nasty Orange soda, but the pop machine's not dispensing any.
german: [_lily_s_towards_s_sad_s_talk_displeased_] Dieser Kunde hat einen Xtra Large Nasty Orange Soda bestellt, aber die Pop Maschine vergibt keine.
italian: [_lily_s_towards_s_sad_s_talk_displeased_] Questo cliente ha ordinato una bibita Xtra Large all'arancia, ma il distributore di bibite non ne eroga.

source: [_danny_s_burger_s_towards_s_idle_s_talk_displeased_] I see...
german: [_danny_s_burger_s_towards_s_idle_s_talk_displeased_] Ich sehe...
italian: [_danny_s_burger_s_towards_s_idle_s_talk_displeased_] Capisco...

source: [_lily_s_towards_s_rise_s_talk_displeased_] Yeah, so I just offered him a lemonade for no charge, but we should try to get this fixed quick. Got any ideas?
german: [_lily_s_towards_s_rise_s_talk_displeased_] Ja, also habe ich ihm eine Limonade ohne Aufpreis angeboten, aber wir sollten versuchen, dies schnell zu beheben. Hast du irgendwelche Ideen?
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Sì, gli ho appena offerto una limonata gratis, ma dovremmo cercare di risolvere il problema in fretta. Hai qualche idea?

source: [_lily_s_towards_s_sad_s_talk_happy_] You've mentioned your parents were like, inventors or something, right? I figured you might, I don't know, have some handy skill fixing stuff...
german: [_lily_s_towards_s_sad_s_talk_happy_] Du hast erwähnt, dass deine Eltern ähnlich, Erfinder oder etwa, oder? Ich dachte, du könntest, ich weiß nicht, habe einige praktische Fähigkeiten, um Dinge zu reparieren...
italian: [_lily_s_towards_s_sad_s_talk_happy_] Hai detto che i tuoi genitori erano degli inventori o qualcosa del genere, giusto? Ho pensato che tu potessi, non so, avere qualche abilità nell'aggiustare le cose...

source: [_danny_s_burger_s_down_s_sad_s_talk_displeased_] Ya know, that's really more {i}their{/i} forte, I don't...
german: [_danny_s_burger_s_down_s_sad_s_talk_displeased_] Weißt du, das ist wirklich mehr {i}ihre{/i} forte, ich nicht...
italian: [_danny_s_burger_s_down_s_sad_s_talk_displeased_] Sai, questo è più {i}il loro forte, io non...

source: [_lily_s_towards_s_sad_s_talk_displeased_] Dude, please? Stupid Irving will have my ass if he sees I'm comping too many meal items, and the Orange soda's the most popular drink!
german: [_lily_s_towards_s_sad_s_talk_displeased_] Dude, bitte? Stupid Irving wird meinen Arsch haben, wenn er sieht, ich bereite zu viele Mahlzeiten, und die Orange Soda ist das beliebteste Getränke!
italian: [_lily_s_towards_s_sad_s_talk_displeased_] Amico, per favore? Lo stupido Irving mi farà il culo se vede che sto pagando troppi pasti e che l'aranciata è la bevanda più richiesta!

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_happy_] {i}Uhhh{/i}...{p}...okay, I'm still not sure, but... here, let me at least try some things...
german: [_danny_s_burger_s_towards_s_unhappy_s_talk_happy_] {i}Uhhh{/i}...{p}...Okay, ich bin immer noch nicht sicher, aber... hier lass mich zumindest einige Dinge versuchen...
italian: [_danny_s_burger_s_towards_s_unhappy_s_talk_happy_] {i}Uhhh{/i}...{p}...ok, non sono ancora sicuro, ma... ecco, lasciatemi almeno provare qualcosa...

source: [_valerie_] Lily, do we have any extra napkins, I don't see any in the back room at all.
german: [_valerie_] Lily haben wir zusätzliche Servietten, ich sehe überhaupt keine im Hinterzimmer.
italian: [_valerie_] Lily, abbiamo dei tovaglioli in più, non ne vedo affatto nella stanza sul retro.

source: [_extend_] Huh? What're you guys doing?
german: [_extend_] Huh? Was machst du?
italian: [_extend_] Eh? Cosa state facendo?

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Soda machine. Might be broken.
german: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Soda Maschine. Möglicherweise kaputt.
italian: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] Macchina per le bibite. Potrebbe essere rotto.

source: [_lily_s_away_s_sad_s_talk_happy_] Yeah, Danny's trying to help figure it out right now.
german: [_lily_s_away_s_sad_s_talk_happy_] Ja, Dannys Versuch, es sofort herauszufinden.
italian: [_lily_s_away_s_sad_s_talk_happy_] Sì, Danny sta cercando di aiutarci a capirlo proprio ora.

source: [_valerie_] Little baby Einstein Jr.'s gonna try fixing something? Oh, {i}this{/i} should be good.
german: [_valerie_] Kleines Baby Einstein Jr. 's gonna try fixing something? Oh, {i}this{/i} should be good.
italian: [_valerie_] Il piccolo Einstein Jr. proverà a riparare qualcosa? Oh, {i}questo{/i} dovrebbe essere buono.

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] {i}Hmmm{/i}. Button doesn't {i}feel{/i} jammed or anything. What the heck could be wrong with it?
german: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] {i}Hmmm{/i}. Button fühlt sich {i}nicht gestört oder nichts. Was könnte der Hals damit falsch sein?
italian: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] {i}Hmmm{/i}. Il pulsante non {i}sembra inceppato o altro. Cosa potrebbe esserci di sbagliato?

source: [_lily_s_towards_s_rise_s_talk_displeased_] I dunno, it's just been on the fritz all day. Nothing's been coming out of it!
german: [_lily_s_towards_s_rise_s_talk_displeased_] Ich dunno, es war gerade den ganzen Tag am Fritz. Nichts kommt heraus!
italian: [_lily_s_towards_s_rise_s_talk_displeased_] Non so, è tutto il giorno che non funziona. Non è uscito niente!

source: [_valerie_] Gotta be all that extra sugar Irving pours in it. This stuff's thicker than maple syrup!
german: [_valerie_] Sei mehr Zucker und Irving gießt drin. Das Stoff ist dicker als Ahornsirup!
italian: [_valerie_] Dev'essere tutto lo zucchero extra che Irving ci mette dentro. Questa roba è più densa dello sciroppo d'acero!

source: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Yeah, definitely could be some kinda sugar residue blockage...
german: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Ja, es könnte definitiv eine kinda Zuckerrückstandsblockade sein...
italian: [_danny_s_burger_s_towards_s_unhappy_s_talk_consternation_] Sì, sicuramente potrebbe essere un blocco di residui di zucchero...

source: [_valerie_] Oh, I'm glad you concur with my diagnosis, doctor...
german: [_valerie_] Oh, ich bin froh, dass du mit meiner Diagnose, dem Arzt...
italian: [_valerie_] Mi fa piacere che concordi con la mia diagnosi, dottore...

source: [_danny_s_burger_s_angry_s_talk_displeased_] Will you knock it off! I'm at least trying something here!
german: [_danny_s_burger_s_angry_s_talk_displeased_] Wirst du es abstoßen! Ich versuche zumindest etwas hier!
italian: [_danny_s_burger_s_angry_s_talk_displeased_] Vuoi smetterla? Sto almeno provando a fare qualcosa!

source: [_valerie_] And you've come up with nothing of use! You're barely even trying to get that stuff out!
german: [_valerie_] Und du hast nichts von Nützliches! Du versuchst das kaum herauszuholen!
italian: [_valerie_] E non hai trovato nulla di utile! Non hai nemmeno provato a tirare fuori quella roba!

source: [_lily_s_down_s_sad_s_talk_displeased_] Dang, I might just need to tell Irving to call corporate and order a new-
german: [_lily_s_down_s_sad_s_talk_displeased_] Dang, vielleicht muss ich Irving sagen, dass es Unternehmen anzurufen und eine neue Bestellung
italian: [_lily_s_down_s_sad_s_talk_displeased_] Dang, forse dovrò dire a Irving di chiamare l'azienda e ordinare un nuovo...

source: [_danny_s_burger_s_towards_s_angry_s_talk_distraught_] Well then here, {i}you{/i} try it, if you're such an expert with machines, braniac!
german: [_danny_s_burger_s_towards_s_angry_s_talk_distraught_] Nun gut, {i}du{/i} probieren Sie es aus, wenn Sie ein solcher Experte mit Maschinen, braniac!
italian: [_danny_s_burger_s_towards_s_angry_s_talk_distraught_] Allora ecco, {i}provaci tu{/i}, se sei così esperto di macchine, Braniac!

source: [_lily_s_up_s_sad_s_talk_displeased_] No, guys, seriously, it's fine! I doubt it'll come out of any of our salaries anyway, let's not-
german: [_lily_s_up_s_sad_s_talk_displeased_] Nein, Jungs, im Ernst, es ist in Ordnung! Ich bezweifle, dass es aus irgendeinem unserer Gehälter kommen wird, lass uns nicht-
italian: [_lily_s_up_s_sad_s_talk_displeased_] No, ragazzi, sul serio, va bene! Dubito che verrà fuori da uno dei nostri stipendi, in ogni caso, non...

source: [_valerie_] Finally! That's about the first thing you've said that's sounded like a good idea!
german: [_valerie_] Endlich geht es um das Erste, was du gesagt hast, das klingt wie eine gute Idee!
italian: [_valerie_] Finalmente! Questa è la prima cosa che hai detto che sembra una buona idea!

source: [_valerie_] All we need to do is give it a good whack! That's what you do with anything that's not working right!
german: [_valerie_] Alles, was wir tun müssen, ist ihm einen guten Hauch zu geben! Das ist, was du mit allem, was nicht funktioniert, machst!
italian: [_valerie_] Tutto quello che dobbiamo fare è dargli una bella botta! È quello che si fa con tutto ciò che non funziona bene!

source: [_danny_s_burger_s_towards_s_rise_s_talk_distraught_] You can't just smack stuff around and expect it to start working, Valerie!
german: [_danny_s_burger_s_towards_s_rise_s_talk_distraught_] Du kannst nicht einfach das Gerücht um dich herum riechen und erwarten, dass es anfangen wird, Valerie zu arbeiten!
italian: [_danny_s_burger_s_towards_s_rise_s_talk_distraught_] Non si può semplicemente prendere a schiaffi qualcosa e aspettarsi che inizi a funzionare, Valerie!

source: [_lily_s_up_s_sad_s_talk_consternation_] Y-yeah, please, let's {i}not{/i} go around hitting work property, please!
german: [_lily_s_up_s_sad_s_talk_consternation_] Y-yeah, bitte, lass uns {i}nicht{/i} gehen um die Arbeitseigenschaft, bitte!
italian: [_lily_s_up_s_sad_s_talk_consternation_] Sì, per favore, {i}non andiamo in giro a colpire le proprietà del lavoro, per favore!

source: [_valerie_] Fine, you wanna talk big, Fenton?! Watch and learn!
german: [_valerie_] Gut, du möchtest groß reden, Fenton?! Schau auf und lernen!
italian: [_valerie_] Bene, vuoi parlare in grande, Fenton?! Guarda e impara!

source: [_danny_s_burger_s_towards_s_rise_s_talk_happy_] {i}Heh{/i}... I guess you {u}can{/u} just smack stuff around and get it to work. Good job Valerie.
german: [_danny_s_burger_s_towards_s_rise_s_talk_happy_] {i}Heh{/i}... Ich vermute, du {u}kann einfach nur etwas schmecken und es zur Arbeit bringen. Gute Job-Valerie.
italian: [_danny_s_burger_s_towards_s_rise_s_talk_happy_] {i}Heh{/i}... Immagino che tu {u}possa{/u} semplicemente sbattere le cose in giro e farle funzionare. Ottimo lavoro Valerie.

source: [_valerie_] {i}Urgh{/i}, great... I'm completely soaked!
german: [_valerie_] {i}Urgh{/i}, super... Ich bin komplett getränkt!
italian: [_valerie_] {i}Urgh{/i}, fantastico... Sono completamente fradicio!

source: [_lily_s_towards_s_rise_s_talk_happy_] I mean... at least we got it to work, right gang?
german: [_lily_s_towards_s_rise_s_talk_happy_] Ich meinte... zumindest haben wir es zum Funktionieren gebracht, die richtige Band?
italian: [_lily_s_towards_s_rise_s_talk_happy_] Voglio dire... almeno abbiamo fatto in modo che funzionasse, giusto?

source: [_valerie_] {i}FENTOOOOON!!{/i}
german: [_valerie_] {i}FENTOOOON!!{/i}

source: [_danny_s_burger_s_towards_wide_s_sad_s_talk_displeased_] L-look, I'm- I'm sorry Valerie, I didn't mean for that to happen, I swear!
german: [_danny_s_burger_s_towards_wide_s_sad_s_talk_displeased_] L-Aussehen, ich entschuldige- Es tut mir leid, dass Valerie das nicht meinte, ich schwöre!
italian: [_danny_s_burger_s_towards_wide_s_sad_s_talk_displeased_] Senti, mi... mi dispiace Valerie, non volevo che accadesse, lo giuro!

source: [_valerie_] {i}Uchh!{/i} It's all sticky too! This is so nasty!
german: [_valerie_] {i}Uchh!{/i} Es ist auch alles klebrig! Das ist so hässlich!
italian: [_valerie_] {i}E' anche tutto appiccicoso! E' così disgustoso!

source: [_lily_s_towards_s_rise_s_talk_happy_] Valerie, head to the storage room and get yourself changed, we should have a spare outfit back there.
german: [_lily_s_towards_s_rise_s_talk_happy_] Valerie, gehe in den Lagerraum und lass dich wechseln, wir sollten dort ein Ersatzausrüstung haben.
italian: [_lily_s_towards_s_rise_s_talk_happy_] Valerie, vai nel ripostiglio e cambiati, dovremmo avere un vestito di riserva lì dietro.

source: [_valerie_] This is the {u}worst{/u}...
german: [_valerie_] Das ist das {u}schlechtes{/u}...
italian: [_valerie_] Questo è il {u}peggiore{/u}...

source: [_lily_s_towards_s_idle_s_talk_displeased_] Danny, man the counter for a little bit, while I try and clean up back here.
german: [_lily_s_towards_s_idle_s_talk_displeased_] Danny, mach den Zähler für ein wenig, während ich versuche, hier wieder aufzuräumen.
italian: [_lily_s_towards_s_idle_s_talk_displeased_] Danny, occupati del bancone per un po', mentre io cerco di pulire qui dietro.

source: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, sure thing Lily, but you don't want any help here or anything?
german: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] {i}Uhhh{/i}, sicher was Lily, aber du willst hier keine Hilfe oder irgendetwas wollen?
italian: [_danny_s_burger_s_towards_s_rise_s_talk_displeased_] {i}Certo, Lily, ma non vuoi essere aiutata o altro?

source: [_lily_s_towards_s_sad_s_talk_happy_] No, I was the one who got you and Valerie all wrapped into this, I'll clean up. Shouldn't take too long.
german: [_lily_s_towards_s_sad_s_talk_happy_] Nein, ich war derjenige, der dich und Valerie alle darin eingewickelt hat, ich werde aufräumen. Sollte nicht zu lange dauern.
italian: [_lily_s_towards_s_sad_s_talk_happy_] No, sono io che ho coinvolto te e Valerie in questa storia, pulisco io. Non dovrebbe volerci molto.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Alright, I'll take over the counter then.
german: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Okay, dann werde ich den Zähler übernehmen.
italian: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Va bene, allora prendo il banco.

source: [_lily_s_at_player_s_rise_s_talk_happy_] ...welp, at least I'm not gonna get yelled at by stupid Irving anymore...
german: [_lily_s_at_player_s_rise_s_talk_happy_] ...welp, zumindest werde ich nicht von Dummkopf Irving angegriffen werden...
italian: [_lily_s_at_player_s_rise_s_talk_happy_] ...beh, almeno non verrò più sgridato da uno stupido Irving...

source: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...and here's your change, ma'am, have a nice day.
german: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...und hier ist deine Änderung, Ma'am, hab einen schönen Tag.
italian: [_danny_s_burger_s_at_player_s_idle_s_talk_happy_] ...ed ecco il suo resto, signora, buona giornata.

source: [_lily_s_towards_s_idle_s_talk_happy_] Okay, I'm done, it's clean in the kitchen now.
german: [_lily_s_towards_s_idle_s_talk_happy_] Okay, ich bin fertig, es ist sauber in der Küche jetzt.
italian: [_lily_s_towards_s_idle_s_talk_happy_] Ok, ho finito, ora la cucina è pulita.

source: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Great. Should I get back to cleaning tables and sweeping?
german: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Großartig. Sollte ich wieder zu den Reinigungstabellen zurückkehren und kehren?
italian: [_danny_s_burger_s_towards_s_idle_s_talk_happy_] Ottimo. Devo tornare a pulire i tavoli e a spazzare?

source: [_lily_s_towards_s_rise_s_talk_happy_] Mind watching it a little bit longer? I'm just gonna take all the paper towels I used and empty the trash out back. Maybe take a quick smoke break?
german: [_lily_s_towards_s_rise_s_talk_happy_] Vergiss es ein bisschen länger zu beobachten? I just gonna take all the paper towels I used and empty the trash out back. Vielleicht machen Sie eine kurze Rauch Pause?
italian: [_lily_s_towards_s_rise_s_talk_happy_] Ti dispiace guardarlo ancora un po'? Prendo tutti gli asciugamani di carta che ho usato e svuoto la spazzatura sul retro. Magari faccio una breve pausa sigaretta?

source: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Oh sure, if you need to, it's no worries!
german: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Oh sicher, wenn du es brauchst, es ist keine Sorge!
italian: [_danny_s_burger_s_towards_s_sad_s_talk_happy_] Certo, se ne avete bisogno, non c'è da preoccuparsi!

source: [_lily_s_towards_s_sad_s_talk_happy_] Thanks, I'll try to be quick.
german: [_lily_s_towards_s_sad_s_talk_happy_] Danke, ich versuche schnell zu sein.
italian: [_lily_s_towards_s_sad_s_talk_happy_] Grazie, cercherò di essere veloce.

source: [_danny_s_burger_s_down_s_idle_s_displeased_] (I guess Valerie's been in the back awhile... thought she'd be dressed by now...)
german: [_danny_s_burger_s_down_s_idle_s_displeased_] (Ich vermute, Valerie war eine Weile zurück... dachte, sie würde jetzt gekleidet werden...)
italian: [_danny_s_burger_s_down_s_idle_s_displeased_] (Immagino che Valerie sia stata nel retro per un po'... pensavo fosse già vestita...)

source: [_danny_s_burger_s_down_s_sad_s_displeased_] (Hope nothing happened...
german: [_danny_s_burger_s_down_s_sad_s_displeased_] (Nichts ist passiert...
italian: [_danny_s_burger_s_down_s_sad_s_displeased_] (Spero che non sia successo nulla...

source: [_extend_] ...maybe I should check to see if she's okay?)
german: [_extend_] ...Vielleicht sollte ich überprüfen ob sie in Ordnung ist?)
italian: [_extend_] ...forse dovrei controllare se sta bene?)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_displeased_] (I'd just rather make sure it's not anything serious.)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_displeased_] (Ich möchte lieber sicherstellen, dass es nichts Ernstes ist.)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_displeased_] (Preferisco assicurarmi che non si tratti di qualcosa di grave).

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_displeased_] ({i}Hmmm{/i}, looks like she left the back door open slightly...)
german: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_displeased_] ({i}Hmmm{/i}, sieht so aus, als ob sie die Hintertür leicht geöffnet hat...)
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_displeased_] ({i}Hmmm{/i}, sembra che abbia lasciato la porta sul retro leggermente aperta...)

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_displeased_] (I mean, I didn't hear anything, but with all that soda all over her, she might have slipped and fell or something!)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_displeased_] (Ich meine, ich habe nichts gehört, aber mit all der ganzen Soda in ihr ist sie vielleicht rutschte und fiel oder etwas!)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_displeased_] (Voglio dire, non ho sentito nulla, ma con tutta quella soda addosso, potrebbe essere scivolata e caduta o qualcosa del genere).

source: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_smile_] (I don't want to disturb her or anything, so... I guess just peeking in quietly to see that she's okay wouldn't hurt, right?)
german: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_smile_] (Ich möchte sie oder irgendetwas nicht stören, so... Ich vermute, dass ich nur leise hineinschaue, um zu sehen, dass sie nicht weh tut, oder?)
italian: [_danny_s_f_s_offscreen_s_burger_s_down_s_sad_s_smile_] (Non voglio disturbarla o altro, quindi... credo che sbirciare in silenzio per vedere se sta bene non faccia male, no?).

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_smile_] (Oh, there she is! What's she doing then?)
german: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_smile_] (Oh, da ist sie! Was macht sie dann? )
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_rise_s_smile_] (Oh, eccola! Cosa sta facendo allora?).

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_idle_s_bite_] (I think I can see her tummy a little... Valerie usually never shows it off like most of the other girls...)
german: [_danny_s_f_s_offscreen_s_burger_s_towards_s_idle_s_bite_] (Ich denke, ich kann ihren Tummy ein wenig sehen... Valerie zeigt ihn normalerweise nie wie die meisten anderen Mädchen...)
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_idle_s_bite_] (Credo di poter vedere un po' la sua pancia... Valerie di solito non la mette mai in mostra come la maggior parte delle altre ragazze...).

source: [_valerie_] {i}Ugh{/i}, took me forever to find a spare shirt in my size!{p}Stupid Irving...
german: [_valerie_] {i}Ugh{/i}, nahm mich für immer ein Ersatzshirt in meiner Größe zu finden!{p}Dummige Irven...
italian: [_valerie_] {i}Mi ci è voluta una vita per trovare una camicia di ricambio della mia taglia!{p}Stupido Irving...

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_smile_] (Well... looks like she didn't slip or anything... so that's good...)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_smile_] (Nun... sieht so aus, als ob sie nicht rutschte oder nicht... also das ist gut...)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_sad_s_smile_] (Beh... sembra che non sia scivolata o altro... quindi è positivo...)

source: [_valerie_] Least I can finally get out of this stupid thing...
german: [_valerie_] Wenigstens kann ich endlich aus dieser Dummheit herauskommen...
italian: [_valerie_] Almeno posso finalmente uscire da questa stupida cosa...

source: [_valerie_] That stupid Fenton! He planned this to humiliate me, somehow!
german: [_valerie_] Dieser dumme Fenton! Er plante dies, um mich irgendwie zu demütigen!
italian: [_valerie_] Quello stupido Fenton! Ha organizzato tutto questo per umiliarmi, in qualche modo!

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_angry_s_clenchteeth_] (I did {u}not{/u}!{p}How was I supposed to know that was going to happen?!)
german: [_danny_s_f_s_offscreen_s_burger_s_towards_s_angry_s_clenchteeth_] (Ich habe {u}nicht{/u}!{p}Wie sollte ich wissen, dass das passieren sollte?!)
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_angry_s_clenchteeth_] (Ho fatto {u}non{/u}!{p}Come potevo sapere che sarebbe successo?!).

source: [_valerie_] God, it's so sticky... the way it's clinging to my skin... nasty!
german: [_valerie_] Gott, es ist so klebrig... so wie es an meine Haut hängt... nast!
italian: [_valerie_] Dio, è così appiccicoso... il modo in cui si appiccica alla mia pelle... orribile!

source: [_valerie_] Alright, let's get this thing off...
german: [_valerie_] Okay, lassen Sie uns dieses Ding abschaffen...
italian: [_valerie_] Va bene, togliamo questa cosa...

source: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_bite_] (So wait, she's gonna...)
german: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_bite_] (Also warte, sie ist Gonna...)
italian: [_danny_s_f_s_offscreen_s_burger_s_at_player_s_rise_s_bite_] (Quindi aspetta, lei...)

source: [_danny_s_f_s_offscreen_s_burger_s_towards_s_wondering_s_bite_] (She's taking her shirt off!)
german: [_danny_s_f_s_offscreen_s_burger_s_towards_s_wondering_s_bite_] (Er nimmt ihr Hemd aus!)
italian: [_danny_s_f_s_offscreen_s_burger_s_towards_s_wondering_s_bite_] (Si toglie la maglietta!)
