Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_1/episode1_MZ.po
Languages: it_it

source: [_ishiyama_s_arm_behind_s_towards_s_unhappy_s_talk_displeased_] I suppose I do understand... oh, it's just too bad, I'd have thought you'd be perfect!
it_it: [_ishiyama_s_arm_behind_s_towards_s_unhappy_s_talk_displeased_] Immagino di capire... Oh, è un vero peccato, avrei pensato che saresti stato perfetto!

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] What with your family's close relationship to studying ghosts and everything, I just thought-
it_it: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Visto lo stretto rapporto della sua famiglia con lo studio dei fantasmi e tutto il resto, ho pensato...

source: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, well, if that's all you need... then why not ask my {u}brother{/u} to do it?
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, beh, se è tutto quello che ti serve... allora perché non chiedere al mio fratello di {u}di farlo?

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Jasmine! You have a brother?! Why didn't I know this, when can I meet him?!
it_it: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Jasmine! Hai un fratello?! Perché non lo sapevo, quando posso incontrarlo?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] ...she's definitely mentioned me before, I'm just sorta easy to forget.
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] ...ha sicuramente parlato di me prima, è solo che è facile dimenticarsi di me.

source: [_ishiyama_s_arm_behind_s_towards_s_wondering_s_talk_happy_] Oh! Well now this is just terrific, I have a second Fenton to help me work on this!
it_it: [_ishiyama_s_arm_behind_s_towards_s_wondering_s_talk_happy_] Oh! Beh, questo è semplicemente fantastico, ho un secondo Fenton che mi aiuta a lavorare su questo!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhm{/i}, I haven't quite agreed to anything ye-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhm{/i}, non ho ancora accettato nulla...

source: [_jazz_s_closed_s_rise_s_talk_happy_] Have {i}fuuuun{/i}, bro!~
it_it: [_jazz_s_closed_s_rise_s_talk_happy_] Buon {i}fuuuun{/i}, fratello!

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Hey, wait a second, you can't just-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Ehi, aspetta un attimo, non puoi...

source: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Now then, there's a lot that we can already get started on, and I actually had a list of-
it_it: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Ora, ci sono molte cose che possiamo già iniziare a fare, e in realtà avevo un elenco di...

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_distraught_] Oh, drat!
it_it: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_distraught_] Oh, accidenti!

source: [_danny_s_towards_s_rise_s_talk_consternation_] Something the matter?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] C'è qualcosa che non va?

source: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_displeased_] No, I just forgot I have an important faculty meeting to attend to right now. It was scheduled for right after the assembly meeting.{p}I really shouldn't hold them all up...
it_it: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_displeased_] No, mi sono solo dimenticato che ho un'importante riunione di facoltà da fare proprio ora. Era prevista subito dopo la riunione dell'assemblea.{p}Non dovrei proprio trattenerli tutti...

source: [_ishiyama_s_arm_front_s_towards_s_sad_s_talk_happy_] I'll contact you when I have something concrete for you to help me out with...
it_it: [_ishiyama_s_arm_front_s_towards_s_sad_s_talk_happy_] Ti contatterò quando avrò qualcosa di concreto per cui tu possa aiutarmi...

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] It's Danny, Principal Ishiyama.
it_it: [_danny_s_closed_s_unhappy_s_talk_distraught_] Sono Danny, il preside Ishiyama.

source: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Danny, of course! I'm obviously a little scatter brained at the moment, please, forgive me...
it_it: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Danny, naturalmente! Ovviamente sono un po' confuso al momento, perdonatemi...

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heh{/i}, it's alright. I'd be surprised if you weren't at the moment.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}Non c'è problema. Sarei sorpreso se non lo fossi in questo momento.

source: [_ishiyama_s_arm_behind_s_towards_s_rise_s_talk_happy_] As I said, I'll let you know what I'll need from you next, alright?
it_it: [_ishiyama_s_arm_behind_s_towards_s_rise_s_talk_happy_] Come ho detto, ti farò sapere cosa mi servirà dopo, va bene?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] S-sure, I guess I'll... I'll try and help out as best as I can, if it'll really help the school...
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Certo, credo che... Cercherò di dare una mano come meglio posso, se può essere d'aiuto alla scuola...

source: [_danny_s_at_player_s_rise_s_consternation_] (What can I possibly do to help this situation again...?)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Cosa posso fare per aiutare ancora questa situazione?)

source: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Wonderful, thank you!{p}Now, if you'll excuse me!
it_it: [_ishiyama_s_arm_front_s_towards_s_idle_s_talk_happy_] Meraviglioso, grazie!{p}Ora, se volete scusarmi!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Things sure are getting tossed onto my plate lately...
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] {i}*Sigh*{/i} Ultimamente mi stanno arrivando un sacco di cose nel piatto...

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh well. Ishiyama seems nice enough, if not a bit distracted at times...{p}Let's just hope I'm actually of any use to her.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Oh, beh... Ishiyama sembra abbastanza simpatica, anche se a volte un po' distratta...{p}Speriamo solo di poterle essere utile.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] This week keeps getting crazier and {i}crazier{/i}... I'll be happy if I never have to hear about ghosts ever again.
it_it: [_danny_s_at_player_s_sad_s_talk_consternation_] Questa settimana diventa sempre più folle e {i}più folle... Sarò felice se non dovrò mai più sentir parlare di fantasmi.

source: [_maddie_s_towards_wide_s_neutral_s_talk_happy_] Danny, get in here! They're talking about more ghosts on the news! Come look!!
it_it: [_maddie_s_towards_wide_s_neutral_s_talk_happy_] Danny, vieni qui! Al telegiornale parlano di altri fantasmi! Vieni a vedere!

source: [_danny_s_rise_one_s_at_player_s_frown_3_] (But of course...)
it_it: [_danny_s_rise_one_s_at_player_s_frown_3_] (Ma naturalmente...)

source: [_newscaster_] Breaking news viewers! A pair of ghosts were recently spotted together trying to assault a local high school girl in the city's Public Park this afternoon!
it_it: [_newscaster_] Ultime notizie per i telespettatori! Una coppia di fantasmi è stata recentemente avvistata insieme mentre tentava di aggredire una liceale locale nel parco pubblico della città questo pomeriggio!

source: [_danny_] What?! No way, I didn't-
it_it: [_danny_] Cosa? Non è possibile, non ho...

source: [_jack_] You didn't what, son?
it_it: [_jack_] Non hai fatto cosa, figliolo?

source: [_danny_] ...didn't... see that on my way home at all! Wow, what a weird thing to happen! More ghosts and all, just, {i}uh{/i}, totally crazy stuff... {i}*Ahem*{/i}...
it_it: [_danny_] ...non l'ho proprio visto mentre tornavo a casa! Wow, che strana cosa è successa! Altri fantasmi e tutto il resto, {i}uh{/i}, roba da pazzi... {i}*Ahem*{/i}...

source: [_newscaster_] Renowned paranormal expert and philanthropist, Vlad Masters, has declared that he is hot on the trail of both spectral entities.
it_it: [_newscaster_] Il famoso esperto di paranormale e filantropo Vlad Masters ha dichiarato di essere sulle tracce di entrambe le entità spettrali.

source: [_newscaster_] The humanoid ghost, of which this station has chosen to refer to as "Inviso-Bill", remains currently at large, as does the octopus like entity, referred to as "Ectopus". If you have any tips about the current locations of these ghouls, contact your loca-
it_it: [_newscaster_] Il fantasma umanoide, che questa stazione ha scelto di chiamare "Inviso-Bill", rimane attualmente in libertà, così come l'entità simile a una piovra, chiamata "Ectopus". Se avete informazioni sull'ubicazione attuale di questi fantasmi, contattate la vostra locazio- ne.

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] "Inviso-Bill"?! That's an {i}awful{/i} name!
it_it: [_danny_s_towards_wide_s_angry_s_talk_consternation_] "Inviso-Bill"?! E' un nome {i}orribile!

source: [_jack_s_stare_s_angry_s_talk_happy_] You're totally right son, "The Phantasmal Pervert" would be {i}so{/i} much better!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Hai perfettamente ragione, figliolo, "The Phantasmal Pervert" sarebbe {i}molto meglio!

source: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] ...well I guess that's officially proven that it {i}could{/i} be worse...
it_it: [_danny_s_at_player_wide_s_unhappy_s_talk_consternation_] ...beh, credo che questo dimostri ufficialmente che {i}potrebbe essere peggiore...

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] You know... it's awfully strange and all, but... Jack? Don't you think that this "Inviso-Bill" character bears an awful resemblance to {u}Danny{/u}?
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_distraught_] Sai... è terribilmente strano e tutto il resto, ma... Jack? Non credi che questo personaggio "Inviso-Bill" assomigli terribilmente a {u}Danny{/u}?

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] {u}W-what{/u}?! N-no, c'mon Mom, that loser looks {i}nothing{/i} like me! I've got black hair, his is white! My eyes are blue, his are green!! It's like night and day between us...! C-couldn't be further apart! {i}*Gulp*{/i}
it_it: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] {u}Cosa?! {i}No, dai mamma, quello sfigato non mi assomiglia per niente! Io ho i capelli neri, lui è bianco! I miei occhi sono blu, i suoi sono verdi!! È come la notte e il giorno tra noi...! Non potremmo essere più distanti! {i}*Gulp*{/i}

source: [_jack_s_towards_s_sad_s_talk_displeased_] Say... now that you mention it...
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Ora che mi ci fai pensare...

source: [_jack_s_closed_s_sad_s_talk_happy_] ...he {i}sorta{/i} does, minus all the stuff Danny pointed out! {i}Ahh{/i}, what a humorously random, unrelated, and completely {i}coincidental{/i} coincidence!
it_it: [_jack_s_closed_s_sad_s_talk_happy_] ...lui {i}più o meno{/i} lo fa, meno tutte le cose che Danny ha sottolineato! {i}Ahh{/i}, che coincidenza umoristicamente casuale, non correlata e completamente {i}casuale{/i}!

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Y-yeah... {i}hah ha{/i}... f-funny how that's sorta true, I guess... {i}heh{/i}.... ({i}Phew{/i}!! Thank goodness for Dad's poor detective skills!)
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] S-sì... {i}hah ha{/i}... f-funny how that is some true, I guess... {i}heh{/i}.... ({i}Phew{/i}!! Thank goodness for Dad's poor detective skills!)

source: [_jack_s_stare_s_angry_s_talk_happy_] Come on Maddie, we need to get back out there! That disgusting ghoul might try to attack another poor victim like Jazz next! We need to catch him before he strikes again!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Forza Maddie, dobbiamo tornare là fuori! Quel disgustoso demone potrebbe tentare di attaccare un'altra povera vittima come Jazz! Dobbiamo catturarlo prima che colpisca di nuovo!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ...good luck guys!! Don't stay out too late!! I somehow doubt that this weird ghost kid is gonna be roaming the streets tonight!!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] ...buona fortuna ragazzi!!! Non rimanete fuori fino a tardi! Dubito che questo strano ragazzo fantasma si aggiri per le strade stasera!!!

source: [_danny_] (After that fight today, I'm a little too tired to go just about anywhere, honestly. I should probably just head to bed and get some rest.)
it_it: [_danny_] (Dopo l'incontro di oggi, sono un po' troppo stanca per andare da qualche parte, sinceramente. Probabilmente dovrei andare a letto e riposare un po').

source: [_danny_] Not right now, I need to go to class, quickly!
it_it: [_danny_] Non ora, devo andare a lezione, presto!

source: [_danny_] Nurse Kate said I'm gonna need some rest after passing out in class, so I should try to head home.
it_it: [_danny_] L'infermiera Kate ha detto che avrò bisogno di riposare dopo essere svenuta in classe, quindi dovrei cercare di andare a casa.

source: [_danny_] I told Paulina I would meet her at the park in the afternoon.
it_it: [_danny_] Dissi a Paulina che l'avrei incontrata al parco nel pomeriggio.

source: [_danny_] No way, I need to get to sleep. Rest is important for a growing ghost boy.
it_it: [_danny_] No, ho bisogno di dormire. Il riposo è importante per un ragazzo fantasma in crescita.
