Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_1/episode1_MZ.po
Languages: it_it

source: [_school_intercom_] {i}Every student on school grounds must be in attendance, no exceptions otherwise!{/i}
it_it: [_school_intercom_] {i}Tutti gli studenti presenti a scuola devono essere presenti, senza eccezioni!

source: [_school_intercom_] {i}Thank you, one and all, and I'll see you all soon!{/i}
it_it: [_school_intercom_] {i}Grazie a tutti e ci vediamo presto!

source: [_kwan_s_towards_s_rise_s_talk_happy_] C'mon guys, we don't wanna be late!{p}It's important that we do our best stay abreast of our school's current affairs!
it_it: [_kwan_s_towards_s_rise_s_talk_happy_] Forza ragazzi, non vogliamo arrivare in ritardo!{p}È importante fare del nostro meglio per rimanere aggiornati sull'attualità della nostra scuola!

source: [_star_s_towards_s_rise_s_talk_displeased_] Kwan, wait, hold on!{p}At least save me a seat!
it_it: [_star_s_towards_s_rise_s_talk_displeased_] Kwan, aspetta, aspetta!{p}Almeno tenetemi un posto a sedere!

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, after you, please. I wouldn't wanna hog up any of your precious hallway space, Val.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Oh, dopo di te, per favore. Non vorrei rubare un po' del tuo prezioso spazio nel corridoio, Val.

source: [_valerie_] Oh believe me Fenton, I'll remember that little joke.{p}We'll see just who has the last laugh soon enough...
it_it: [_valerie_] Oh, credimi Fenton, mi ricorderò di questa battuta.{p}Vedremo presto chi avrà l'ultima risata...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Yeesh{/i}, now we can't even walk the halls without the potential threat of being locker-shoved?
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}Ora non possiamo nemmeno camminare per i corridoi senza essere minacciati di essere spogliati?

source: [_danny_s_towards_s_sad_s_displeased_] (Being needlessly rude and annoying is definitely Star's normal M.O... but Valerie's usually not {i}that{/i} bad without good reason.)
it_it: [_danny_s_towards_s_sad_s_displeased_] (Essere inutilmente scortese e fastidiosa è sicuramente il normale modus operandi di Star... ma Valerie di solito non è {i}così{/i} cattiva senza una buona ragione).

source: [_danny_s_at_player_s_rise_s_consternation_] (Something must be getting her fired up, even more than usual...)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Qualcosa deve averla eccitata, ancora di più del solito...).

source: [_danny_s_towards_s_sad_s_talk_displeased_] Whatever. I gotta go and see what this new school assembly's supposed to be about...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Non importa. Devo andare a vedere di cosa dovrebbe parlare questa nuova assemblea scolastica...

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_distraught_] Great, the place is already packed! Finding a seat in here's gonna be-
it_it: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_distraught_] Fantastico, il posto è già pieno! Trovare un posto a sedere qui sarà...

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}Pssst!{/i} Danny! Over here!
it_it: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}Pssst! Danny! Da questa parte!

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] Oh, hey Jazz!
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_happy_] Oh, ehi Jazz!

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_happy_] I've got seat for you here, if you need it!
it_it: [_jazz_s_offscreen_s_towards_s_rise_s_talk_happy_] Ho un posto per te qui, se ne hai bisogno!

source: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_happy_] Oh, awesome, thanks!
it_it: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_happy_] Oh, fantastico, grazie!

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_happy_s_microphone_s_point_] {i}*Clears Throat*{/i} Excuse me, everyone? Can everyone hear me?
it_it: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_happy_s_microphone_s_point_] {i}*Si schiarisce la gola*{/i} Scusate, tutti quanti? Mi sentite tutti?

source: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_displeased_s_microphone_] {i}*Ahem*{/i} Students? Can we simply- I'd like your attention, if you would?
it_it: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_displeased_s_microphone_] {i}*Ahem*{/i} Studenti? Possiamo semplicemente... Vorrei la vostra attenzione, se non vi dispiace?

source: [_classcrowd_] {i}*Laughing* *Gossiping* *Chattering*{/i}
it_it: [_classcrowd_] {i}*Ridendo* *Gossipando* *Chiarando*{/i}

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}AS I LAY DYING!!{/i}{p}WOULD IT POSSIBLY KILL YOU NASTY, SQUABBLING CHILDREN TO LISTEN TO YOUR PRINCIPAL FOR JUST ONE MOMENT?!?
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}mentre muoio!!!{p}VI UCCIDEREBBE ASCOLTARE IL VOSTRO DIRETTORE PER UN SOLO MOMENTO?!?

source: [_ishiyama_s_speech_s_face_right_s_up_s_neutral_s_talk_happy_s_microphone_] {i}Ehrrrm{/i}, yes, thank you, Vice-Principal Lancer.
it_it: [_ishiyama_s_speech_s_face_right_s_up_s_neutral_s_talk_happy_s_microphone_] {i}Ehrrrm{/i}, sì, grazie, vicepreside Lancer.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_neutral_s_talk_happy_s_microphone_] Now then, with your full attention, I'd like to take this time to go over some new school policies!
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_neutral_s_talk_happy_s_microphone_] Ora, con la vostra piena attenzione, vorrei approfittare di questo momento per illustrare alcune nuove politiche scolastiche!

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_s_microphone_] What many of you are already aware of by now I'm sure, is that there have been a startling string of attacks on young women in our fair city as of late!
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_sad_s_talk_displeased_s_microphone_] Quello di cui molti di voi sono già al corrente, sono sicuro, è che negli ultimi tempi nella nostra bella città si è verificata una serie impressionante di aggressioni ai danni di giovani donne!

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_consternation_s_microphone_s_point_] Even {i}more{/i} startling is the revelation that these attacks are being performed by... the apparent {u}undead{/u}.
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_consternation_s_microphone_s_point_] Ancora più {i}{/i} sorprendente è la rivelazione che questi attacchi vengono eseguiti da... gli apparenti {u}non morti{/u}.

source: [_student1_] Yeah, this is all like, really scary!
it_it: [_student1_] Sì, tutto questo è davvero spaventoso!

source: [_student2_] Don't worry babe, I'll keep you safe. C'mere, hold me tight...
it_it: [_student2_] Non preoccuparti, tesoro, ti terrò al sicuro. Vieni, stringimi forte...

source: [_student3_] Hey, that's {i}my{/i} girl, dude!
it_it: [_student3_] Ehi, quella è {i}la mia ragazza, amico!

source: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_happy_s_microphone_] Now, now! As frightening as this may seem to us all at first, I want it made clear that the staff at Casper High is doing the utmost we can-
it_it: [_ishiyama_s_speech_s_face_right_s_at_left_s_sad_s_talk_happy_s_microphone_] Ora, ora! Per quanto spaventoso possa sembrare a tutti noi all'inizio, voglio che sia chiaro che il personale della Casper High sta facendo tutto il possibile...

source: [_ishiyama_s_speech_s_face_right_s_up_s_idle_s_talk_happy_s_microphone_] -to make certain that none of our students, male or female, feel any less safe than before these incidents!
it_it: [_ishiyama_s_speech_s_face_right_s_up_s_idle_s_talk_happy_s_microphone_] -per assicurarci che nessuno dei nostri studenti, maschi o femmine, si senta meno sicuro di prima di questi incidenti!

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_rise_s_talk_happy_s_microphone_] So, in that spirit, we are requiring the following mandates for our students in accordance with Mayor Montez's new emergency decrees.
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_rise_s_talk_happy_s_microphone_] Per questo motivo, in conformità con i nuovi decreti d'urgenza del sindaco Montez, richiediamo ai nostri studenti i seguenti mandati.

source: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_displeased_s_microphone_s_point_] Firstly: "Curfew is now 6:30 PM, every night. Students must return home prior to this time for their safety!"
it_it: [_ishiyama_s_speech_s_face_front_s_at_right_s_idle_s_talk_displeased_s_microphone_s_point_] In primo luogo: "Il coprifuoco è ora alle 18:30, ogni sera. Gli studenti devono tornare a casa prima di questo orario per la loro sicurezza!".

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Like anybody in this school's gonna listen to {i}that{/i} one.
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] {i}*Come se qualcuno in questa scuola volesse ascoltarlo. Come se qualcuno in questa scuola volesse ascoltare {i}quello{/i}.

source: [_jazz_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Shhh!{/i} Danny, I'm trying to listen.
it_it: [_jazz_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}Shhh! Danny, sto cercando di ascoltare.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_s_point_] Secondly: "Anyone who catches sight of a ghost is to immediately leave the vicinity and contact the city's new {b}Ghost Tip Hotline{/b}!"
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_s_point_] In secondo luogo: "Chiunque avvisti un fantasma deve lasciare immediatamente le vicinanze e contattare la nuova linea telefonica {b}per le segnalazioni di fantasmi{/b}!".

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Whispering*{/i} Now see, that makes sense, that's a good tip! But kinda obvious... I mean, who's gonna go chasing after ghosts on their own?
it_it: [_jazz_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Sussurrando*{/i} Ecco, questo ha senso, è un buon consiglio! Ma è un po' ovvio... Voglio dire, chi andrebbe a caccia di fantasmi da solo?

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Hey, what happened to being quiet?{p}Also, better question, who is that hotline possibly set up for...? What sucker would spend their time-
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Ehi, che fine ha fatto il silenzio?{p}E poi, domanda migliore, per chi è stata creata quella hotline...? Quale babbeo spenderebbe il suo tempo...

source: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Who do you {i}think{/i} is running a "Ghost Tip Hotline" in this town, Danny?
it_it: [_jazz_s_offscreen_s_towards_s_rise_s_talk_displeased_] {i}*Whispering*{/i} Chi {i}pensi che gestisca una "linea diretta per le segnalazioni di fantasmi" in questa città, Danny?

source: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_displeased_] {i}*Sighs*{/i} Stupid question, you're right...{p}Gonna be a lot of late nights hearing the phone go off... great.
it_it: [_danny_s_f_s_offscreen_s_closed_s_idle_s_talk_displeased_] {i}*Sighs*{/i} Domanda stupida, hai ragione...{p}Ci saranno un sacco di notti in bianco a sentire il telefono che suona... fantastico.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_displeased_s_microphone_s_point_] Thirdly: "A designated buddy system will be implemented to help students walking to and from their homes!"
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_displeased_s_microphone_s_point_] Terzo: "Verrà implementato un sistema di accompagnamento designato per aiutare gli studenti a camminare da e verso le loro case!".

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_s_point_] "While no particular after-school locals or other popular locations for students are being banned outright, staying home as much as possible outside of classes is highly recommended for everyone's safety!"
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_s_point_] "Sebbene non siano stati vietati in modo assoluto particolari locali del doposcuola o altri luoghi molto frequentati dagli studenti, si raccomanda di rimanere a casa il più possibile al di fuori delle lezioni per la sicurezza di tutti!".

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (That's {i}definitely{/i} gonna be one people are gonna ignore. Being stuck at home all the time for who knows how long? As if!)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_consternation_] (Questa è {i}sicuramente una cosa che la gente ignorerà. Essere bloccati a casa tutto il tempo per chissà quanto tempo? Come se!)

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_sad_s_talk_happy_s_microphone_] By following these new guidelines, we expect that the number of reported attacks should drop to zero in no time!
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_sad_s_talk_happy_s_microphone_] Seguendo queste nuove linee guida, ci aspettiamo che il numero di attacchi segnalati scenda a zero in poco tempo!

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_happy_s_microphone_] So please, for your safety and the safety of others, follow these new mandated rules until things can be properly resolved by the mayor's new advisor, Vlad Masters!
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_happy_s_microphone_] Quindi per favore, per la vostra sicurezza e per quella degli altri, seguite queste nuove regole obbligatorie fino a quando le cose non saranno risolte correttamente dal nuovo consigliere del sindaco, Vlad Masters!

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Whispering*{/i} So it's true, that Vlad guy is really coming to Amity Park to help out.
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_talk_happy_] {i}*Sussurro*{/i} Quindi è vero che quel Vlad viene davvero ad Amity Park per dare una mano.

source: [_jazz_s_offscreen_s_towards_s_idle_s_talk_displeased_] {i}*Whispering*{/i} Good thing too. I doubt Dad getting prank called to go looking for ghosts in the women's changing rooms at AbYss was gonna solve anything.
it_it: [_jazz_s_offscreen_s_towards_s_idle_s_talk_displeased_] {i}*Sussurrando*{/i} E' anche una buona cosa. Dubito che lo scherzo a papà di andare a cercare fantasmi negli spogliatoi femminili di AbYss avrebbe risolto qualcosa.

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_happy_] And so, the rest of the faculty and I will be expecting each and everyone of you to be on your best behavior to-
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_rise_s_talk_happy_] Quindi, il resto della facoltà e io ci aspettiamo che ognuno di voi si comporti al meglio...

source: [_student4_] {i}Show us your tiiiits!!{/i}
it_it: [_student4_] {i}Mostraci le tue tette!!!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}MR. DAVIDSON!!!{/i} FOUR WEEKS DETENTION!!
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}MR. DAVIDSON!!!{/i} QUATTRO SETTIMANE DI DETENZIONE!

source: [_student4_] Totally worth it, if she shows those big, fat, Mommy mil-{p}OWWW!! My ear!!
it_it: [_student4_] Ne vale assolutamente la pena, se mostra quelle grosse, grasse, mammine{p}OWWW!! Il mio orecchio!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_distraught_] MY OFFICE YOUNG MAN!!
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_distraught_] IL MIO UFFICIO GIOVANE!

source: [_doorsound_] {i}Slam!!{/i}
it_it: [_doorsound_] {i}Slam!!!

source: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_] {i}*Ahem*{/i}{p}...yes, well...{p}...I suppose that adjourns things, barring any sort of meaningful way I might have wanted the meeting to end...
it_it: [_ishiyama_s_speech_s_face_front_s_at_left_s_unhappy_s_talk_displeased_s_microphone_] {i}*{p}...sì, beh...{p}...suppongo che questo aggiorni le cose, a meno che non ci sia un modo significativo in cui avrei voluto che la riunione finisse...

source: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_] ...students are dismissed...
it_it: [_ishiyama_s_speech_s_face_right_s_at_right_s_unhappy_s_talk_displeased_s_microphone_] ...gli studenti vengono congedati...

source: [_jazz_s_towards_s_idle_s_talk_displeased_] Okay, so, things really are changing around here fast, huh?
it_it: [_jazz_s_towards_s_idle_s_talk_displeased_] Ok, le cose stanno davvero cambiando in fretta da queste parti, eh?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Yeah... not so sure people are gonna really listen to these new policies, though.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Già... non sono sicuro che la gente ascolterà davvero queste nuove politiche, però.

source: [_jazz_s_towards_s_angry_s_talk_consternation_] Well they should! If there's anything we can do to stop these awful attacks, then-
it_it: [_jazz_s_towards_s_angry_s_talk_consternation_] Beh, dovrebbero! Se c'è qualcosa che possiamo fare per fermare questi terribili attacchi, allora...

source: [_ishiyama_s_offscreen_s_towards_s_idle_s_talk_happy_] Oh, Jasmine! There you are!{p}Have you got a moment? I was hoping to catch you before everyone filed into the halls!
it_it: [_ishiyama_s_offscreen_s_towards_s_idle_s_talk_happy_] Oh, Jasmine! Eccoti qui!{p}Hai un momento? Speravo di beccarti prima che tutti entrassero nei corridoi!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Oh, Principal Ishiyama, hello!{p}That was an excellent public address to the students, I really enjoyed it!
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Oh, Preside Ishiyama, salve!{p}È stato un eccellente discorso pubblico agli studenti, mi è piaciuto molto!

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Hello dear, and thank you! I thought it went rather well, all things considered!
it_it: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Ciao cara, e grazie! Mi è sembrato che sia andata piuttosto bene, tutto sommato!

source: [_jazz_s_towards_s_rise_s_talk_happy_] You wanted me for something?
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Mi volevi per qualcosa?

source: [_ishiyama_s_arm_front_s_up_s_wondering_s_talk_happy_] Yes, of course! I was looking to speak with you about a potential new student-run faculty position!
it_it: [_ishiyama_s_arm_front_s_up_s_wondering_s_talk_happy_] Sì, certo! Volevo parlare con lei di una potenziale nuova posizione di facoltà gestita dagli studenti!

source: [_danny_s_at_player_s_rise_s_consternation_] ({i}Another{/i} one? Jazz is already the head of at least a dozen programs and clubs around here.)
it_it: [_danny_s_at_player_s_rise_s_consternation_] ({i}Un altro? Il jazz è già a capo di almeno una dozzina di programmi e club da queste parti).

source: [_jazz_s_closed_s_sad_s_talk_happy_] Oh, really? Well, I might be a little busy, but-
it_it: [_jazz_s_closed_s_sad_s_talk_happy_] Oh, davvero? Beh, potrei essere un po' occupato, ma...

source: [_ishiyama_s_arm_behind_s_away_s_sad_s_talk_displeased_] It's just that, well, with these new guidelines being implemented by the mayor, I could really use a hand!
it_it: [_ishiyama_s_arm_behind_s_away_s_sad_s_talk_displeased_] È solo che, con queste nuove linee guida attuate dal sindaco, avrei bisogno di una mano!

source: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Communicating with the rest of the students is... well...
it_it: [_ishiyama_s_arm_behind_s_away_s_unhappy_s_talk_displeased_] Comunicare con il resto degli studenti è... beh...

source: [_ishiyama_s_arm_front_s_towards_s_unhappy_s_talk_displeased_] Not my best skill, frankly.{p}I just can't seem to get across to them when it comes to rather important matters like this!
it_it: [_ishiyama_s_arm_front_s_towards_s_unhappy_s_talk_displeased_] Non è la mia abilità migliore, francamente.{p}Non riesco proprio a comunicare con loro quando si tratta di questioni importanti come questa!

source: [_jazz_s_towards_s_sad_s_talk_happy_] No, Principal Ishiyama, I completely understand. You've got a lot riding on your shoulders at the moment.
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] No, Preside Ishiyama, capisco perfettamente. In questo momento ha molte cose sulle spalle.

source: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_happy_] Exactly! I mean, I've never had a task as important as this one! And safety of you students is my utmost priority!
it_it: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_happy_] Esattamente! Non ho mai avuto un compito così importante come questo! E la sicurezza di voi studenti è la mia massima priorità!

source: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] So, I was hoping to see if you'd be interested in taking on a position as the school's resident "Ghost Monitor"!
it_it: [_ishiyama_s_arm_front_s_towards_s_wondering_s_talk_happy_] Quindi, speravo di sapere se saresti interessato ad assumere il ruolo di "Sorvegliante Fantasma" della scuola!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] A... Ghost... Monitor?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] A... Fantasma... Monitor?

source: [_ishiyama_s_arm_front_s_stare_s_rise_s_talk_happy_] I know, it's cute, isn't it? It's just a silly little title I came up with!
it_it: [_ishiyama_s_arm_front_s_stare_s_rise_s_talk_happy_] Lo so, è carino, vero? È solo un titolo sciocco che mi è venuto in mente!

source: [_ishiyama_s_arm_behind_s_towards_s_idle_s_talk_happy_] In essence, you would be serving as my personal assistant and help with...
it_it: [_ishiyama_s_arm_behind_s_towards_s_idle_s_talk_happy_] In sostanza, dovrai fungere da assistente personale e aiutare con...

source: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_displeased_] ...oh, how can I say this...?
it_it: [_ishiyama_s_arm_behind_s_up_s_sad_s_talk_displeased_] ...oh, come posso dirlo...?

source: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] You'd be helping me keep in touch with the every day goings-on of the students and their day to day lives!
it_it: [_ishiyama_s_arm_front_s_towards_s_rise_s_talk_happy_] Mi aiutereste a rimanere in contatto con le vicende quotidiane degli studenti e con la loro vita di tutti i giorni!

source: [_ishiyama_s_arm_front_s_up_s_idle_s_talk_happy_] Deliver beneficial information on how to avoid any potential harm from these ghost attacks to others your age!
it_it: [_ishiyama_s_arm_front_s_up_s_idle_s_talk_happy_] Fornite informazioni utili su come evitare i potenziali danni di questi attacchi fantasma ad altri coetanei!

source: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_happy_] Anything you could do to help {i}me{/i} be a better ambassador of safety for you students, the better things can be for us all!
it_it: [_ishiyama_s_arm_behind_s_towards_s_sad_s_talk_happy_] Qualsiasi cosa possiate fare per aiutare {i}me{/i} ad essere un migliore ambasciatore della sicurezza per voi studenti, meglio sarà per tutti noi!

source: [_jazz_s_down_s_sad_s_talk_displeased_] Well... it certainly does sound tempting to spy on and spread school ordered propaganda to my fellow kids like that...
it_it: [_jazz_s_down_s_sad_s_talk_displeased_] Beh... sembra certamente allettante spiare e diffondere la propaganda ordinata dalla scuola ai miei compagni in questo modo...

source: [_jazz_s_towards_s_sad_s_talk_displeased_] However, I'm really booked up at the moment, and with a number of other school clubs to run...
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] Tuttavia, sono molto occupata al momento, e con una serie di altri club scolastici da gestire...
