Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_1/episode1_MZ.po
Languages: it_it

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}Wuhh{/i}... what the...?{p}What was I laying on the floor for...?
it_it: [_danny_s_at_danny_s_rise_one_s_talk_frown_] {i}Wuhh{/i}... che diavolo...?{p}Perché mi sono sdraiato sul pavimento...?

source: [_danny_s_down_s_sad_s_frown_3_] (What happened last night?){p}The last thing I remember...
it_it: [_danny_s_down_s_sad_s_frown_3_] (Cosa è successo ieri sera?){p}L'ultima cosa che ricordo...

source: [_danny_s_towards_s_sad_] (Oh yeah… there was... some kind've accident in the {b}Fenton Work's Lab{/b}...)
it_it: [_danny_s_towards_s_sad_] (Oh sì… c'è stato... una specie di incidente nel laboratorio di {b}Fenton Work{/b}...)

source: [_danny_s_rise_one_s_down_] ({i}Hmmm{/i}... I was... I was trying to take a look inside my parents' {b}"Ghost Portal"{/b} they built after it didn't quite work. I think I accidentally pressed a button on the side of the wall or something...)
it_it: [_danny_s_rise_one_s_down_] ({i}Hmmm{/i}... Stavo... Stavo cercando di dare un'occhiata all'interno del "Portale Fantasma" {b}che i miei genitori hanno costruito dopo che non ha funzionato. Credo di aver premuto per sbaglio un pulsante sul lato del muro o qualcosa del genere...)

source: [_danny_] (Suddenly, there was a {u}great big flash{/u}... everything just {i}changed{/i}...{p}man, I hope my molecules weren't all rearranged...)
it_it: [_danny_] (All'improvviso c'è stato un {u}grande flash{/u}... tutto è {i}cambiato{/i}.{p}spero che le mie molecole non siano state tutte riorganizzate...)

source: [_danny_] ({i}Heh{/i}, that rhymed.)
it_it: [_danny_] ({i}, fa rima.)

source: [_danny_] (And then... when I woke back up, I was... no... it couldn't be... right?)
it_it: [_danny_] (E poi... quando mi sono risvegliato, ero... no... non poteva essere... giusto?).

source: [_danny_] (...had I really been turned into a... a {b}ghost{/b}...?{p}How else could I have gotten back into my room...?)
it_it: [_danny_] (... ero davvero stato trasformato in un... fantasma {b}{/b}...?{p}In quale altro modo avrei potuto tornare nella mia stanza...?)

source: [_danny_] (N-no, I must have just bumped my head and imagined the whole thing! Dad probably just found me down in the lab and carried me up here, that's all! Ghosts are {i}absolutely{/i} not, in any {i}conceivable{/i} reality, {u}real{/u}.)
it_it: [_danny_] (N-no, devo aver sbattuto la testa e mi sono immaginato tutto! Probabilmente papà mi ha trovato giù in laboratorio e mi ha portato qui, tutto qui! I fantasmi non sono {i}assolutamente{/i}, in nessuna {i}realtà concepibile{/i}, {u}reali{/u}).

source: [_danny_s_p7_] Oh crap! It really {u}did{/u} happen!{p}I'm actually {u}dead{/u}!!
it_it: [_danny_s_p7_] Oh, merda! E' davvero {u}successo!{p}Sono davvero {u}morto{/u}!!

source: [_jack_] {i}DANNY!!{/i} I'm getting a reading from the {b}Fenton Finder{/b} that there's a ghost in your room!{p}Try to fend it off with your weaponized teenage hormones while your mother and I grab our ghost hunting gear! Good luck, son!!
it_it: [_jack_] {i}DANNY!!!{/i} Il {b}Fenton Finder{/b} mi dice che c'è un fantasma nella tua stanza!{p}Cerca di respingerlo con i tuoi ormoni adolescenziali, mentre io e tua madre prendiamo la nostra attrezzatura da caccia ai fantasmi! Buona fortuna, figliolo!

source: [_danny_] Oh man! If Mom and Dad catch me like this, I'm toast!
it_it: [_danny_] Oh, cavolo! Se mamma e papà mi beccano così, sono fritto!

source: [_danny_] Gotta think, how can I switch back?!
it_it: [_danny_] Devo pensare, come posso tornare indietro?!

source: [_jack_] Nearly there son, just a few more seconds!! Hold on muh' boy!!
it_it: [_jack_] Ci siamo quasi, figliolo, ancora pochi secondi!!! Tieni duro, ragazzo!

source: [_danny_s_p9_] Gotta... focus... {i}focus!!{/i}
it_it: [_danny_s_p9_] Devo... concentrarmi... {i}concentrarmi!!!

source: [_jack_s_stare_s_angry_s_talk_happy_] Alright, ghost!! Get ready to meet your maker!!{p}For {i}sure{/i} this time!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Va bene, fantasma! Preparati a incontrare il tuo creatore!{p}Per {i}sicuro{/i} questa volta!

source: [_danny_s_talk_happy_s_wondering_] {i}Uhhhhmm{/i}, h-hey guys! L-look! No ghost here! Just {i}regular{/i} old Danny! Yessir, nothing out of the ordinary, just a boring, {u}completely{/u} non-translucent young adult's room! {i}Ah heh, hehh{/i}...
it_it: [_danny_s_talk_happy_s_wondering_] {i}Uhhhhmm{/i}, ehi ragazzi! Guardate! Nessun fantasma qui! Solo il solito {i}vecchio Danny! Sì, niente di straordinario, solo una noiosa, {u}completamente non traslucida stanza di un giovane adulto! {i}Ah heh, hehh{/i}...

source: [_jack_s_towards_s_sad_s_talk_displeased_] Well that's strange... I could have {i}sworn{/i} the Fenton Finder indicated-
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Beh, questo è strano... Avrei potuto {i}giurare che il Fenton Finder indicasse...

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Don't worry dear, I'll take a look at the calibration specs on it later. All we've done for the moment is foolishly barge into Danny's room without asking.
it_it: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Non preoccuparti, cara, darò un'occhiata alle specifiche di calibrazione più tardi. Per il momento abbiamo solo fatto una sciocca irruzione nella stanza di Danny senza chiedere.

source: [_maddie_s_flip_s_closed_s_neutral_s_talk_amused_] Right now, let's all just go downstairs and have some breakfast to cool down from this little false alarm!{p}I'll even make a fresh batch of waffles for you boys!
it_it: [_maddie_s_flip_s_closed_s_neutral_s_talk_amused_] Adesso scendiamo tutti al piano di sotto e facciamo colazione per rinfrescarci da questo piccolo falso allarme!{p}Farò anche una nuova infornata di waffle per voi ragazzi!

source: [_jack_] {i}Leaping log-cabins{/i}, that sounds {u}great{/u} honey! See yah Danny!! Last one downstairs is a rotten Belgian!
it_it: [_jack_] {i}Saltare le casette di legno{/i}, sembra {u}fantastico{/u} tesoro! Ci vediamo Danny! L'ultimo a scendere è un belga marcio!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] You gonna come down, hon?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Vuoi scendere, tesoro?

source: [_danny_s_rise_one_s_at_danny_s_talk_happy_] Y-yeah Mom, I'll be down in a second. I just gotta, y'know, check out a few things first... it's sorta hard to explain I guess...
it_it: [_danny_s_rise_one_s_at_danny_s_talk_happy_] Sì, mamma, arrivo subito. Devo solo, sai, controllare alcune cose prima... è difficile da spiegare, credo...

source: [_maddie_s_closed_s_sad_s_talk_happy_] {i}Oh!{/i} Well hey, far be it from me to keep a young man from figuring out his {u}ever-developing{/u} body!
it_it: [_maddie_s_closed_s_sad_s_talk_happy_] {i}Oh! Beh, ehi, lungi da me impedire a un giovane uomo di capire il suo {u}corpo in continuo sviluppo!

source: [_danny_s_blush_s_talk_frown_s_sad_2_] Woah, what?! N-no, Mom, i-it's not like {i}that!{/i}
it_it: [_danny_s_blush_s_talk_frown_s_sad_2_] Woah, cosa?! N-no, mamma, non e' come {i}quello!

source: [_maddie_s_towards_s_sad_s_talk_happy_] It's okay honey, you take as much time as you need! I'll see you downstairs whenever you're ready. But try not to make your sister wait too long if you're gonna go to school together, okay? Love you, sweetie.
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Va bene, tesoro, prenditi tutto il tempo che ti serve! Ci vediamo di sotto quando sei pronta. Ma cerca di non far aspettare troppo tua sorella se andate a scuola insieme, ok? Ti voglio bene, tesoro.

source: [_danny_s_sad_2_s_towards_s_frown_grin_] (Jeez, that was a close one. If I'm not careful about keeping... {u}whatever's{/u} happened to me secret, I'll wind up as one of my parents' crazy science experiments.)
it_it: [_danny_s_sad_2_s_towards_s_frown_grin_] (Cavolo, c'è mancato poco. Se non sto attento a mantenere... {u}qualsiasi cosa mi sia successa, finirò per diventare uno dei folli esperimenti scientifici dei miei genitori).

source: [_danny_s_at_danny_s_frown_s_rise_one_] (Well, more than I {i}already{/i} am, anyway...)
it_it: [_danny_s_at_danny_s_frown_s_rise_one_] (Beh, più di quanto non lo sia già {i}...)

source: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Especially after this whole ghost stuff! Jeez, I still can't believe this is real! I'm an {i}actual{/i} ghost!!)
it_it: [_danny_s_at_player_s_sad_2_s_frown_grin_3_] (Soprattutto dopo tutta questa storia dei fantasmi! Cavolo, non riesco ancora a credere che sia tutto vero! Sono un fantasma {i}reale{/i}!!)

source: [_danny_s_frown_3_s_rise_one_s_towards_] (...or something like one, anyway... whatever the case, I'm not gonna worry about it right now. I'll just try to eat some breakfast in the {b}kitchen{/b} or something... if I still even {i}can{/i} eat.)
it_it: [_danny_s_frown_3_s_rise_one_s_towards_] (...o qualcosa di simile, comunque... in ogni caso, non me ne preoccuperò adesso. Cercherò di fare colazione nella {b}cucina{/b} o qualcosa del genere... se riesco ancora a {i}mangiare).

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Yeesh, what was that all about? Mom and Dad were freaking out to get their gear upstairs in a really big rush.
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Che cosa è successo? Mamma e papà stavano impazzendo per portare la loro attrezzatura al piano di sopra con grande fretta.

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, you know how they are... any minor blip on a radar, and they think they found the missing "ghost link" or something.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, sapete come sono fatti... ogni minima variazione sul radar e pensano di aver trovato il "collegamento fantasma" mancante o qualcosa del genere.

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, when do you think that you and I should have... {u}the talk{/u}?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, quando pensi che io e te avremmo dovuto... {u}parlare?

source: [_danny_s_at_danny_s_blush_s_sad_2_s_talk_frown_2_] "The talk"?! What?! {i}Uhm{/i}, well, I thought Mom and Dad already gave me that one... are there... are there {i}more{/i} things I should know, cause I don't wanna be unprepared for-
it_it: [_danny_s_at_danny_s_blush_s_sad_2_s_talk_frown_2_] "Il discorso"?! Cosa? {i}Uhm{/i}, beh, pensavo che mamma e papà me l'avessero già fatto... ci sono... ci sono {i}altre cose{/i} che dovrei sapere, perché non voglio essere impreparato a...

source: [_jazz_s_towards_s_wondering_s_talk_frown_] No doofus! The talk {i}about{/i} Mom and Dad!{p}You do realize that, eventually, one of us is going to get stuck here taking care of them, and frankly, I have {i}far{/i} too many plans after I graduate school for it to be {i}my{/i} responsibility.
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Non è un idiota! Il discorso {i}su{/i} Mamma e papà!{p}Ti rendi conto che, prima o poi, uno di noi rimarrà bloccato qui a prendersi cura di loro e, francamente, ho {i}troppi progetti dopo la laurea perché sia {i}mia{/i} responsabilità.

source: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Huh? What the heck are you talking about Jazz? Why would either of us have to be stuck here taking care of them? They're not that old to need-
it_it: [_danny_s_towards_s_rise_one_s_talk_frown_2_] Eh? Di che diavolo stai parlando Jazz? Perché uno di noi due dovrebbe essere bloccato qui a prendersi cura di loro? Non sono così vecchi da aver bisogno...

source: [_jazz_s_towards_s_wondering_s_talk_frown_] This whole ghost thing, Danny!! It's obvious to me that these are the clear-cut signs of {u}early-onset dementia{/u}. Which means we need to figure out who'll be in charge of adult babysitting duty.
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Tutta questa storia dei fantasmi, Danny! Mi sembra ovvio che questi siano i segni evidenti di {u}demenza precoce{/u}. Il che significa che dobbiamo decidere chi si occuperà di fare da babysitter agli adulti.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh come on, Jazz, they aren't crazy, they're {b}scientists{/b}! They've been working on this kinda stuff since they went to college.{p}Of course they're going to seem a {i}little{/i} weird compared to other parents, but it's all in the pursuit of scientific research!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Oh, andiamo, Jazz, non sono pazzi, sono {b}scienziati{/b}! Lavorano a questo genere di cose da quando sono andati all'università.{p}Certo, sembreranno {i}un po' strani rispetto agli altri genitori, ma è solo per perseguire la ricerca scientifica!

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, {i}real{/i} scientists study things like physics and chemical balances. Principal concepts of the {u}known{/u} universe. Our parents study the paranormal... you don't see any problem with that...?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Danny, {i}scienziati reali{/i} studiano cose come la fisica e gli equilibri chimici. I concetti principali dell'universo {u}conosciuto{/u}. I nostri genitori studiano il paranormale... non vedi alcun problema in questo...?

source: [_danny_s_towards_s_rise_s_talk_consternation_] So? {i}Somebody's{/i} got to study that stuff, right?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Quindi? {i}Qualcuno deve studiare questa roba, no?

source: [_jazz_s_towards_s_idle_s_talk_happy_] Wait, you don't think ghosts are {i}actually{/i} real, right?? They've been looking for solid, concrete proof all these years, and they haven't been able to find {u}one{/u} piece of non-circumstantial evidence?
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Aspetta, tu non credi che i fantasmi {i}esistano davvero, vero? Hanno cercato prove solide e concrete per tutti questi anni e non sono riusciti a trovare {u}una sola prova non circostanziale?

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] {i}Uhhh{/i}... I mean... well, y-y'know, the burden of proof being as high as it is, and all... and it's like... h-hey, Rome wasn't discovered in a day, right? So, {i}uhm{/i}, I really don't think we should just dismiss-
it_it: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] {i}Uhhh{/i}... Voglio dire... beh, sai, l'onere della prova è così alto e tutto... ed è come... ehi, Roma non è stata scoperta in un giorno, giusto? Quindi, {i}uhm{/i}, non credo proprio che dovremmo liquidare...

source: [_jazz_s_towards_s_sad_s_talk_frown_] Exactly, it's {i}total{/i} nonsense. We need parental figures who can provide some actual life guidance, not made up stories about-{p}...crud, I think I hear them coming back up from the Lab.
it_it: [_jazz_s_towards_s_sad_s_talk_frown_] Esattamente, è {i}un'assurdità totale{/i}. Abbiamo bisogno di figure genitoriali che forniscano una guida reale alla vita, non di storie inventate su...{p}...cavolo, mi sembra di sentirli risalire dal laboratorio.

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Look, we can talk about this later. Just remember, {i}you're{/i} the one who's gonna be wiping drool off their lips when the time comes.
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Senti, possiamo parlarne dopo. Ricorda solo, {i}che sarai tu a pulirgli la bava dalle labbra quando sarà il momento.

source: [_jack_s_towards_s_sad_s_talk_displeased_] Some day, Maddie, I promise... some day we'll find a ghost and properly capture it... to prove to everyone we aren't crazy!
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Un giorno, Maddie, te lo prometto... un giorno troveremo un fantasma e lo cattureremo come si deve... per dimostrare a tutti che non siamo pazzi!

source: [_maddie_s_flip_s_towards_wide_up_s_sad_s_talk_frown_] Oh sweetie, I know we will. I believe in you, {i}and{/i} in us. We've just had a string of bad luck!
it_it: [_maddie_s_flip_s_towards_wide_up_s_sad_s_talk_frown_] Oh, tesoro, so che lo faremo. Credo in te, {i}e in noi. Abbiamo solo avuto una serie di sfortune!

source: [_jack_s_towards_wide_s_sad_s_talk_displeased_] That darn {b}Fenton Ghost Portal{/b} was supposed to be our sure-fire guarantee to catch a real live ghost, too! Now it's just {i}another{/i} piece of broken junk I've failed to invent right!
it_it: [_jack_s_towards_wide_s_sad_s_talk_displeased_] Quel maledetto {b}Portale dei Fantasmi Fenton{/b} avrebbe dovuto essere la nostra garanzia sicura di catturare anche un fantasma in carne e ossa! Ora è solo {i}un altro pezzo di ferraglia che non sono riuscito a inventare bene!

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey, don't beat yourself up too much, Dad. You'll catch a real gruesome ghost for sure one of these days!{p}And I bet you'll find out how to fix up your portal as well! You guys are brilliant inventors after all!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ehi, non ti abbattere troppo, papà. Un giorno o l'altro catturerai di sicuro un fantasma davvero raccapricciante!{p}E scommetto che scoprirete anche come riparare il vostro portale! Dopotutto, siete dei geniali inventori!

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, Maddie, what a son I have... knows just how to make his old man feel like himself again!{p}Don't worry gang, Jack Fenton will {u}never{/u} give up on his ghost hunting dreams!
it_it: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, Maddie, che figlio che ho... sa proprio come far sentire il suo vecchio di nuovo se stesso!{p}Non preoccupatevi, Jack Fenton {u}non rinuncerà mai ai suoi sogni di cacciatore di fantasmi!

source: [_danny_s_rise_one_s_talk_happy_2_] So, soppy speeches aside, I heard some delicious waffles were in the works?
it_it: [_danny_s_rise_one_s_talk_happy_2_] Quindi, discorsi sdolcinati a parte, ho sentito che sono in preparazione dei deliziosi waffle?

source: [_jack_s_stare_s_angry_s_talk_happy_] You betcha, son! So, while your mother's whipping them up for all of us, I'll tell you {i}all{/i} the interesting things I know about ghosts! {u}Vitally{/u} important information for anyone wanting to learn more about phantoms!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Ci puoi scommettere, figliolo! Quindi, mentre tua madre li prepara per tutti noi, ti dirò {i}tutte{/i} le cose interessanti che so sui fantasmi! {u}Informazioni di vitale importanza per chiunque voglia saperne di più sui fantasmi!

source: [_jack_s_closed_s_wondering_s_talk_happy_] So, the very first thing you should {i}definitely{/i} want to know about ghosts, and this is {i}really{/i} important to understand like I said, is that-
it_it: [_jack_s_closed_s_wondering_s_talk_happy_] Quindi, la prima cosa che dovreste {i}assolutamente{/i} sapere sui fantasmi, e questa è {i}davvero{/i} importante da capire, come ho detto, è che...

source: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Oh whoops, no time for breakfast and crazy ghost factoids! We're going to be late if we don't go, {i}right{/i} this second in fact! Danny has class soon, and I have some thankfully non-deluded students to help tutor!!
it_it: [_jazz_s_flip_s_towards_s_idle_s_talk_happy_] Oh, ops, non c'è tempo per la colazione e per le assurde informazioni sui fantasmi! Faremo tardi se non andiamo, {i}proprio in questo momento! Danny ha lezione tra poco, e io ho alcuni studenti fortunatamente non delusi da aiutare a dare ripetizioni!!!

source: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] {i}Awwwe{/i}, but I was gonna cook for everybody...
it_it: [_maddie_s_towards_wide_s_sad_s_talk_distraught_] {i}Ma io volevo cucinare per tutti...

source: [_jack_s_towards_s_sad_s_talk_displeased_] Yeah, and I was gonna tell Danny {i}all{/i} the secrets of my extensive ghost knowledge, inexpicably and without any real reason!
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Sì, e io stavo per raccontare a Danny {i}tutti{/i} i segreti della mia vasta conoscenza dei fantasmi, inspiegabilmente e senza alcun motivo reale!

source: [_jazz_s_flip_s_towards_s_idle_s_talk_amused_] {i}Oooh{/i}, darn, that's too bad! We're just running {i}so{/i} short on time today you guys, I'm really sorry!
it_it: [_jazz_s_flip_s_towards_s_idle_s_talk_amused_] {i}Oooh{/i}, accidenti, che peccato! Siamo {i}così{/i} a corto di tempo oggi, ragazzi, mi dispiace davvero!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Come on Danny, we need to get {i}going{/i}... {u}now{/u}...?
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] Forza Danny, dobbiamo far partire {i}{/i}... {u}ora{/u}...?

source: [_danny_s_talk_happy_2_s_sad_] Jazz, calm down, I have like a whole hour before the first bell even rings! I can get myself to school on my own, I'm an {b}adult{/b} after all. So please, I wanna eat my waffles first! I won't be late though, promise!
it_it: [_danny_s_talk_happy_2_s_sad_] Jazz, calmati, ho un'ora intera prima che suoni la prima campanella! Posso andare a scuola da sola, sono un'adulta {b}dopotutto. Quindi, per favore, voglio mangiare prima i miei waffle! Non farò tardi però, promesso!

source: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] {i}Ugh{/i}, you {i}better{/i} not be, Danny.
it_it: [_jazz_s_flip_s_towards_s_wondering_s_talk_frown_] {i}È meglio che tu {i}non lo sia, Danny.

source: [_danny_s_rise_one_s_talk_happy_] So then, gang...{p}...waffle time?
it_it: [_danny_s_rise_one_s_talk_happy_] Allora, banda...{p}...è l'ora del waffle?

source: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] {u}Waffle time.{/u}
it_it: [_maddie_s_suspicious_towards_s_aghast_s_talk_happy_] {u}Tempo di waffle.

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey guys! Boy, am I glad to see you two.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ciao ragazzi! Ragazzi, sono felice di vedervi.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Why? It's only been since Saturday that we all hung out together, dude. It hasn't been too long a wait, has it? {i}*Chuckles*{/i}
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Perché? E' solo da sabato che siamo usciti tutti insieme, amico. Non è stata un'attesa troppo lunga, vero? {i}*Chuckles*{/i}

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] So man, how was the rest of your weekend? You get as many phone numbers as your ol' pal Tucker did?
it_it: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Allora, amico, com'è andato il resto del tuo weekend? Hai ottenuto tanti numeri di telefono come il tuo vecchio amico Tucker?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, could've been better. I sorta accidentally broke a machine my folks were working on last night.{p}I mean, it was already broken, but I definitely think I busted it good.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Oh, poteva andare meglio. Ieri sera ho accidentalmente rotto una macchina su cui i miei stavano lavorando.{p}Cioè, era già rotta, ma credo proprio di averla rotta per bene.

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] Oh, and I almost died because of it!{p}(...or maybe I {u}did{/u}...?)
it_it: [_danny_s_at_player_s_talk_frown_s_rise_one_] Oh, e sono quasi morto per questo!{p}(...o forse l'ho fatto {u}{/u}...?)

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Jeez dude, that's crazy! Knowing the level of tech they have in that Lab, I'm glad you didn't seriously croak!
it_it: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Cavolo, amico, è pazzesco! Conoscendo il livello di tecnologia che hanno in quel laboratorio, sono contento che tu non sia morto sul serio!

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_frown_] {i}Woah{/i}, are you okay Danny? What even happened?
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_frown_] {i}Stai bene, Danny? Che cosa è successo?
