Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_1/episode1_MZ.po
Languages: it_it

source: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] {i}Hah ha!{/i} No, no, it's fine actually, sometimes it's nice to be reminded that I've still got it...
it_it: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] {i}Hah ha! No, no, in realtà va bene, a volte è bello ricordarsi che ce l'ho ancora...

source: [_danny_s_at_self_s_unhappy_s_talk_happy_] I... {i}uhh{/i}... well, no problem then.
it_it: [_danny_s_at_self_s_unhappy_s_talk_happy_] Io... {i}uhh{/i}... beh, nessun problema allora.

source: [_kate_s_towards_s_sad_s_talk_happy_] Now, how are you feeling? I understand you passed out in class recently? Tell me a little about that.
it_it: [_kate_s_towards_s_sad_s_talk_happy_] Allora, come ti senti? Ho saputo che è svenuto in classe di recente? Mi racconti un po'.

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Yeah, I guess I did... I don't know what happened though... I just got this weird chill in my throat, sorta... then everything just went black.
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Sì, credo di averlo fatto... Non so cosa sia successo... Ho avuto uno strano brivido in gola... e poi tutto è diventato nero.

source: [_kate_s_towards_s_neutral_s_talk_happy_] {i}Hmm{/i}... well, I checked your temperature already, and everything seems to be normal. You should be fine for now, but I want you to feel free to visit me if you ever feel like you need to be checked out again, for any reason at all.
it_it: [_kate_s_towards_s_neutral_s_talk_happy_] {i}Hmm{/i}... beh, ho già controllato la sua temperatura e tutto sembra essere normale. Per ora dovresti essere a posto, ma voglio che tu ti senta libero di venire da me se dovessi sentire il bisogno di essere controllato di nuovo, per qualsiasi motivo.

source: [_kate_s_towards_s_sad_s_talk_happy_] I'll let Mr. Lancer know that you have my permission to be exempt from class if you ever need to get some fresh air. Walking around occasionally should do you some good.
it_it: [_kate_s_towards_s_sad_s_talk_happy_] Farò sapere al signor Lancer che ha il mio permesso di essere esonerato dalle lezioni se ha bisogno di prendere un po' d'aria fresca. Camminare ogni tanto dovrebbe farle bene.

source: [_danny_s_towards_s_sad_s_talk_happy_] Wow! Free permanent hall pass?! Alright! Thanks Ms... {i}uhm{/i}...? Sorry, I didn't get your-
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Wow! Un permesso permanente gratuito?! Va bene! Grazie signora... {i}uhm{/i}...? Mi scusi, non ho capito il suo...

source: [_kate_s_towards_s_sad_s_talk_happy_] Oh please, just call me Nurse Kate. And you should still be keeping up with your studies young man! I don't wanna hear that you're slacking in your classes going forward, okay?
it_it: [_kate_s_towards_s_sad_s_talk_happy_] Per favore, chiamami solo infermiera Kate. E tu dovresti continuare a studiare, giovanotto! Non voglio sentire che stai rallentando le lezioni in futuro, ok?

source: [_danny_s_towards_s_sad_s_talk_happy_] Okay, no problem, {i}uhh{/i}, Nurse Kate. I'll try to stay on top of things, don't worry.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ok, nessun problema, {i}uhh{/i}, infermiera Kate. Cercherò di tenere il passo, non si preoccupi.

source: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] Wonderful. Now please, go home early today and get some rest.{p}And Danny, I really do mean you can stop by for {i}any{/i} reason...
it_it: [_kate_s_towards_s_rage_s_talk_happy_s_blush_] Meraviglioso. Ora, per favore, vai a casa presto oggi e riposati un po'.{p}E Danny, voglio dire che puoi passare per {i}qualsiasi motivo...

source: [_danny_s_at_player_s_sad_s_talk_consternation_] Man, what a day and a half I've had... I'm looking forward to just laying down on my bed and avoiding anything else particularly exciting for the rest of the day!
it_it: [_danny_s_at_player_s_sad_s_talk_consternation_] Cavolo, che giornata e mezza che ho avuto... Non vedo l'ora di stendermi sul letto ed evitare qualsiasi altra cosa particolarmente eccitante per il resto della giornata!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}DANNY!!{/i} Come look! There's some exciting and heart-stopping news on the television!!
it_it: [_jack_s_towards_wide_s_sad_s_talk_happy_] {i}DANNY!!! Vieni a vedere! C'è una notizia emozionante e straziante in televisione!!!

source: [_newscaster_s_9_] Breaking news report! Channel 4 News has received multiple reports of what appears to be a green, {i}floating{/i} octopus-like creature observed terrorizing the city! Footage captured using hand held cameras, as well as eye witness-
it_it: [_newscaster_s_9_] Notizia dell'ultima ora! Channel 4 News ha ricevuto diverse segnalazioni di quella che sembra essere una creatura verde, {i}galleggiante{/i} simile a una piovra, osservata mentre terrorizza la città! I filmati sono stati ripresi da telecamere portatili e da testimoni oculari...

source: [_jazz_] No.{p}Freaking.{p}Way.
it_it: [_jazz_] No.{p}Freaking.{p}In questo modo.

source: [_maddie_] Jack! Oh my gosh, Jack!! This is it! The validation of our {u}entire{/u} life's work!
it_it: [_maddie_] Jack! Oh mio Dio, Jack! Ci siamo! La conferma del lavoro di tutta la nostra {u}vita!

source: [_jack_] {i}YEEESS!!{/i} Oh yeah, they laughed at ol' Jack Fenton, calling me a crazy failure! Well guess who's laughing {i}and{/i} crazy now, baby?!
it_it: [_jack_] {i}YEEESS!!! Oh sì, hanno riso del vecchio Jack Fenton, dandomi del pazzo fallito! Beh, indovina chi sta ridendo {i}e chi è pazzo ora, tesoro?!

source: [_newscaster_s_1_] -fficial word we are receiving is that due to the apparent appearance of these seemingly {i}supernatural{/i} and remarkable occurences, {b}Mayor Montez{/b} is currently seeking the aid of famed paranormal expert...
it_it: [_newscaster_s_1_] -Le notizie ufficiali che riceviamo dicono che, a causa dell'apparente comparsa di questi {i}eventi soprannaturali{/i} e straordinari, {b}sindaco Montez{/b} sta cercando l'aiuto di un famoso esperto di paranormale...

source: [_jack_] Yes...
it_it: [_jack_] Sì...

source: [_newscaster_s_7_] ...a man who has come under {i}numerous{/i} scrutinous and critical attacks due to his steadfast belief in ghostly apparitions...
it_it: [_newscaster_s_7_] ...un uomo che ha subito {i}numerosi attacchi scrutatori e critici a causa della sua ferma fede nelle apparizioni fantasma...

source: [_jack_] {i}Yeeeess...!{/i}
it_it: [_jack_] {i}Sì, sì...!

source: [_newscaster_s_11_] ...although, in this humble reporter's opinion, the very belief that has now been proven to not only be completely justified, but extremely poingant and, might I add, exceptionally wise given hindsight... a man we all know and love...!
it_it: [_newscaster_s_11_] ...anche se, a parere di questo umile cronista, la stessa convinzione che ora è stata dimostrata non solo è del tutto giustificata, ma anche estremamente azzeccata e, aggiungerei, eccezionalmente saggia con il senno di poi... un uomo che tutti conosciamo e amiamo...!

source: [_jack_] {i}YES!!{/i}
it_it: [_jack_] {i}Sì!

source: [_newscaster_s_9_] ...billionaire, philanthropist, and Fortunate Magazine's "Man of the Year" ten years running...{p}{u}Vlad Masters{/u}!
it_it: [_newscaster_s_9_] ...miliardario, filantropo e "uomo dell'anno" della rivista Fortunate per dieci anni di seguito...{p}{u}Vlad Masters{/u}!

source: [_jack_] Alright! I'm gonna be the Mayor's adviso... wait!{p}{u}Vladdie{/u}?!
it_it: [_jack_] Va bene! Sarò il consigliere del sindaco... aspetta!{p}{u}Vladdie{/u}?!

source: [_maddie_s_flip_s_closed_s_neutral_s_talk_happy_] Oh, look Jack! Now Vlad's coming to town to help out! Goodness, today has just been a {i}really{/i} eventful day!!
it_it: [_maddie_s_flip_s_closed_s_neutral_s_talk_happy_] Oh, guarda Jack! Ora Vlad sta arrivando in città per dare una mano! Santo cielo, oggi è stata una {i}giornata davvero{/i} movimentata!!!

source: [_jack_s_towards_s_sad_s_talk_displeased_] Well, I suppose they {i}would{/i} recruit him first... he's the one with the ghost hunting website properly set up after all... I still can't quite figure out how to unsubscribe from AOL to start mine up...
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] Beh, suppongo che {i}lo reclutino per primo... dopotutto è lui che ha il sito web per la caccia ai fantasmi ben configurato... Non sono ancora riuscito a capire come cancellarmi da AOL per avviare il mio...

source: [_jack_] {i}Ahhh{/i} well, seeing ol' Vladdie in person again will be a real treat at least! Feels like it's been ages...
it_it: [_jack_] {i}Ahhh{/i} beh, rivedere il vecchio Vladdie di persona sarà almeno un vero piacere! Sembra che siano passati secoli...

source: [_jack_] Heck, I guess it {i}has{/i} been ages!!
it_it: [_jack_] Diamine, credo che {i}sia stato per anni!!

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Wait, Mom, Dad... do you two {i}know{/i} Vlad Masters?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Aspettate, mamma, papà... voi due {i}conoscete{/i} Vlad Masters?

source: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Know him? Heck, the two of us actually used to {u}date{/u} for a good while back in college!
it_it: [_maddie_s_flip_s_towards_s_neutral_s_talk_happy_] Lo conosci? Diamine, noi due ci siamo frequentati {u}per un bel po' ai tempi dell'università!

source: [_jack_s_closed_s_sad_s_talk_happy_] Yeup, back at the ol' {b}University of Wisconsin{/b}, we were quite the trio. That was, at least... until the {u}incident{/u}...
it_it: [_jack_s_closed_s_sad_s_talk_happy_] Sì, alla vecchia {b}University of Wisconsin{/b}, eravamo un bel trio. Questo almeno... fino all'incidente di {u}{/u}...

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] The "incident"...?
it_it: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] L'"incidente"...?

source: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh never mind all that for now! Quickly Jack! We need to try to track down this octopus ghost!
it_it: [_maddie_s_flip_s_towards_wide_up_s_neutral_s_talk_distraught_] Oh, non importa tutto questo per ora! Presto Jack! Dobbiamo cercare di rintracciare questo polpo fantasma!

source: [_jack_s_at_player_wide_s_idle_s_talk_happy_] Yes, of course! Kids, try not to get into any trouble while your mother and I are away catching that calimari creep!
it_it: [_jack_s_at_player_wide_s_idle_s_talk_happy_] Sì, certo! Ragazzi, cercate di non mettervi nei guai mentre io e vostra madre siamo via a catturare quel verme dei calimari!

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I seriously can't believe this... is this real life? Ghosts? Ghosts are {i}really{/i} real?? How the... how is this {u}possible{/u}?!?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Non riesco davvero a crederci... è la vita reale? Fantasmi? I fantasmi sono {i}davvero{/i} reali??? Come... come è possibile {u}?!?

source: [_danny_s_towards_s_sad_s_talk_happy_] Don't worry guys, we'll both be fine. Right Jazz?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Non preoccupatevi ragazzi, staremo entrambi bene. Vero Jazz?

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I was... actually {u}wrong{/u}?? This whole time?! This doesn't make any sense at all... oh God, I feel faint...
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Stavo... davvero {u}sbagliando? Per tutto questo tempo?! Non ha alcun senso... Oddio, mi sento svenire...

source: [_maddie_s_flip_s_away_wide_s_talk_happy_s_rise_one_4_] There's a ham casserole in the oven for dinner! Take it out in the next five minutes. Place the leftovers in the fridge. You kids stay safe now!
it_it: [_maddie_s_flip_s_away_wide_s_talk_happy_s_rise_one_4_] C'è una casseruola di prosciutto nel forno per la cena! Tiratelo fuori nei prossimi cinque minuti. Mettete gli avanzi in frigorifero. Ora i bambini sono al sicuro!

source: [_jack_s_towards_wide_s_sad_s_talk_happy_] Yeah, and call us if you see any potential ghost sightings or suspicious eight limbed activity around here!
it_it: [_jack_s_towards_wide_s_sad_s_talk_happy_] Sì, e chiamateci se vedete potenziali avvistamenti di fantasmi o attività sospette a otto arti qui intorno!

source: [_jack_s_stare_s_angry_s_talk_happy_] Come on Maddie! To the {b}Fenton Family Ghost Assault Vehicle{/b}!!
it_it: [_jack_s_stare_s_angry_s_talk_happy_] Forza Maddie! Al veicolo d'assalto fantasma della famiglia Fenton su {b}!!

source: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] I need to go lay down... for about a year or two...
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_s_blush_] Ho bisogno di stendermi... per un anno o due...

source: [_danny_s_at_player_s_sad_s_talk_frown_2_] Yeah, me too. I'm honestly drained... that weird {b}chilly breath{/b} thing took a lot out of me...
it_it: [_danny_s_at_player_s_sad_s_talk_frown_2_] Sì, anch'io. Sono onestamente svuotato... quella strana cosa {b}dell'alito freddo{/b} mi ha tolto molto...

source: [_kwan_s_towards_s_idle_s_talk_happy_] ...and from what I heard, it's got like a hundred little tentacles that suck your flesh clean off the bone!
it_it: [_kwan_s_towards_s_idle_s_talk_happy_] ...e da quello che ho sentito, ha un centinaio di piccoli tentacoli che ti succhiano via la carne dalle ossa!

source: [_star_s_closed_s_idle_s_talk_displeased_] {i}Ewww{/i}, nasty.
it_it: [_star_s_closed_s_idle_s_talk_displeased_] {i}Che schifo, che schifo.

source: [_valerie_] ...that wouldn't really make it much of an {i}"octo"{/i}-pus then, would it? If it has a {u}hundred{/u} tentacles?
it_it: [_valerie_] ...questo non lo renderebbe un {i}"octo"{/i}-pus, vero? Se ha un {u}centinaio di tentacoli?

source: [_kwan_s_towards_s_rise_s_talk_happy_] No, no, sure, but these ones are like, really tiny, on {i}top{/i} of the eight normal ones.
it_it: [_kwan_s_towards_s_rise_s_talk_happy_] No, no, certo, ma questi sono davvero minuscoli, {i}sopra gli otto normali.

source: [_valerie_] ...{i}riiiight{/i}, okay. Go on.
it_it: [_valerie_] ...{i}giusto{/i}, ok. Continua.

source: [_kwan_s_towards_s_idle_s_talk_happy_] Right, so like I was saying, from what I know, Tiffanie Torres was one of its first victims. That's why she's out from school right now.
it_it: [_kwan_s_towards_s_idle_s_talk_happy_] Bene, come dicevo, da quello che so, Tiffanie Torres è stata una delle prime vittime. Ecco perché è fuori da scuola in questo momento.

source: [_star_s_down_s_angry_s_talk_distraught_] {i}Ugh{/i}, that lying little attention seeker! There's no way a ghost would go after somebody like {i}her!{/i} She's completely {u}flat!{/u}
it_it: [_star_s_down_s_angry_s_talk_distraught_] {i}Quella bugiarda in cerca di attenzioni! Non è possibile che un fantasma vada dietro a qualcuno come {i}lei! È completamente {u}piatta!

source: [_valerie_] What's {i}that{/i} got to do with anything?
it_it: [_valerie_] Cosa c'entra {i}che{/i}?

source: [_star_s_towards_s_rise_s_talk_displeased_] I'm pretty sure a nasty ghost would only go after someone with some {u}actual{/u} curves! Y'know, if they were gonna be all pervy, right?!
it_it: [_star_s_towards_s_rise_s_talk_displeased_] Sono abbastanza sicuro che un fantasma cattivo andrebbe dietro solo a qualcuno con delle {u}curve reali{/u}! Sai, se volessero fare i pervertiti, no?!

source: [_kwan_s_towards_s_idle_s_talk_happy_] Yeah, makes sense. Ghosts prefer their lady victims to have some meat on their bones.
it_it: [_kwan_s_towards_s_idle_s_talk_happy_] Sì, ha senso. I fantasmi preferiscono che le loro vittime abbiano un po' di carne sulle ossa.

source: [_valerie_] ...w-wait, they do? Is that a thing?
it_it: [_valerie_] ...aspetta, lo fanno? Esiste?

source: [_star_s_towards_s_rise_s_talk_happy_] Yeah Val, I'd look out if I were you. The first thing I hear that happens when you die, is your spirit turns into a chubby chaser! {i}*Cackles*{/i}
it_it: [_star_s_towards_s_rise_s_talk_happy_] Sì, Val, se fossi in te starei attento. La prima cosa che ho sentito dire che succede quando si muore, è che il tuo spirito si trasforma in un paffuto inseguitore! {i}*Cackles*{/i}

source: [_valerie_] Oh, shut the hell up, Star! I'm not listening to your crap today!
it_it: [_valerie_] Oh, chiudi il becco, Star! Non ho intenzione di ascoltare le tue stronzate oggi!

source: [_valerie_] I mean really, one little news report shows up about a ghost sighting, and we're all supposed to believe it?
it_it: [_valerie_] Voglio dire, davvero, un piccolo servizio giornalistico sull'avvistamento di un fantasma e tutti dovremmo crederci?

source: [_kwan_s_towards_s_sad_s_talk_displeased_] The news wouldn't lie, Valerie, c'mon...
it_it: [_kwan_s_towards_s_sad_s_talk_displeased_] Il telegiornale non mentirebbe, Valerie, dai...

source: [_valerie_] {i}*Sighs*{/i} Look, I'm just saying, I come from a science background with my Dad, so I just don't think we should be jumping to any conclusions about-
it_it: [_valerie_] {i}*Sighs*{/i} Sentite, sto solo dicendo che vengo da una formazione scientifica con mio padre, quindi non credo che dovremmo saltare a conclusioni su...

source: [_star_s_towards_s_rise_s_talk_displeased_] Science-{i}schmience!{/i} C'mon Val, your dad's only head of security at... what's that place called again? "Asinine Labs", or something?
it_it: [_star_s_towards_s_rise_s_talk_displeased_] Scienza-{i}schmience!{/i} Andiamo Val, tuo padre è solo il capo della sicurezza di... come si chiama quel posto? "Laboratori Asinini", o qualcosa del genere?

source: [_valerie_] {b}Axion Labs{/b}, thank you.{p}His work there's what's going to help put me through college!
it_it: [_valerie_] {b}Axion Labs{/b}, grazie.{p}Il suo lavoro è quello che mi aiuterà a pagare l'università!

source: [_star_s_down_s_idle_s_talk_displeased_] Oh, right, you and your big plans for college... give me a break.
it_it: [_star_s_down_s_idle_s_talk_displeased_] Oh, giusto, tu e i tuoi grandi progetti per il college... dammi tregua.

source: [_valerie_] Not everyone wants to just marry rich, Star. Some of us actually {i}want{/i} to pursue a future in things harder than gold digging.
it_it: [_valerie_] Non tutti vogliono solo sposare una donna ricca, Star. Alcuni di noi {i}vogliono davvero perseguire un futuro in cose più difficili della ricerca dell'oro.

source: [_star_s_towards_s_angry_s_talk_distraught_] I'm just saying! Be a lot easier than reading a bunch of stupid ol' books!
it_it: [_star_s_towards_s_angry_s_talk_distraught_] Era solo per dire! Sarebbe molto più facile che leggere un mucchio di vecchi e stupidi libri!

source: [_kwan_s_towards_s_idle_s_talk_happy_] Dash and I are going to the U of M! Go Gophers!
it_it: [_kwan_s_towards_s_idle_s_talk_happy_] Io e Dash andremo alla U of M! Forza Gophers!

source: [_valerie_] Really? That's awesome Kwan, good for you.
it_it: [_valerie_] Davvero? È fantastico Kwan, buon per te.

source: [_kwan_s_closed_s_idle_s_talk_happy_] We both got full rides thanks to football!
it_it: [_kwan_s_closed_s_idle_s_talk_happy_] Entrambi abbiamo ottenuto una borsa di studio completa grazie al calcio!

source: [_star_s_towards_s_angry_s_talk_happy_] See! Dash and Kwan know how to use their looks and big dumb bodies to their advantage! What's so wrong with that?
it_it: [_star_s_towards_s_angry_s_talk_happy_] Vedete! Dash e Kwan sanno come usare il loro aspetto e i loro corpi grossi e stupidi a loro vantaggio! Cosa c'è di sbagliato in questo?

source: [_kwan_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}, I'm not actually that dumb, y'know!
it_it: [_kwan_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}, non sono poi così stupido, sai!

source: [_valerie_] What do {i}you{/i} want, Fenton?
it_it: [_valerie_] Cosa {i}vuoi, Fenton?

source: [_danny_s_towards_s_rise_s_talk_consternation_] ...to use the hallways, same as everyone else, Valerie...
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] ...di usare i corridoi, come tutti gli altri, Valerie...

source: [_star_s_towards_s_angry_s_talk_displeased_] Well find another hallway to hang around in, we're busy being backhanded to each other through subtle innuendo right now!
it_it: [_star_s_towards_s_angry_s_talk_displeased_] Trovati un altro corridoio in cui passare il tempo, siamo occupati a farci i dispetti a vicenda attraverso sottili allusioni in questo momento!

source: [_star_s_down_s_sad_s_talk_happy_] ...I mean... we're having playful popular girl banter!{p}{i}Heh heh...{/i}
it_it: [_star_s_down_s_sad_s_talk_happy_] ...voglio dire... stiamo facendo delle battute scherzose da ragazza popolare!{p}{i}Heh heh...

source: [_valerie_] {i}Subtle's{/i} right...
it_it: [_valerie_] {i}Il sottile è giusto...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Look, I'm just gonna trying to get by here, I gotta get to class.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Senti, sto solo cercando di cavarmela, devo andare a lezione.

source: [_valerie_] Well I guess that's too bad then, cause we're not moving!
it_it: [_valerie_] Beh, allora è un peccato, perché non ci muoviamo!

source: [_danny_s_towards_s_angry_s_talk_distraught_] That's fine Valerie, I'm just gonna try going, and here's a novel little concept you might like... {u}around{/u} you!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Va bene Valerie, proverò ad andare, ed ecco un'idea originale che potrebbe piacerti... {u}intorno a te!

source: [_star_s_towards_wide_s_angry_s_talk_distraught_] Hey, don't think you can just ignore us, Fenton!
it_it: [_star_s_towards_wide_s_angry_s_talk_distraught_] Ehi, non pensare di poterci ignorare, Fenton!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh c'mon guys, is it leave you all alone, or hang around and gawk at how irritatingly good looking you all are, make up your mind already!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, andiamo ragazzi, lasciarvi in pace o restare a guardare quanto siete irritantemente belli, decidetevi!

source: [_valerie_] You better watch your mouth, Fenton...
it_it: [_valerie_] Faresti meglio a stare attento a come parli, Fenton...

source: [_kwan_s_towards_s_rise_s_talk_displeased_] Danny, I'll have you know, I myself respect your personal space boundaries and desire to be promptly on time to first period...
it_it: [_kwan_s_towards_s_rise_s_talk_displeased_] Danny, sappi che io stesso rispetto i tuoi limiti di spazio personale e il tuo desiderio di essere puntuale alla prima ora...

source: [_kwan_s_towards_s_angry_s_talk_displeased_] ...but if the ladies tell me you're bothering them, I {u}will{/u} oblige them in shoving you in a broken locker.
it_it: [_kwan_s_towards_s_angry_s_talk_displeased_] ...ma se le signore mi dicono che le infastidisci, io {u}le accontento e ti sbatto in un armadietto rotto.

source: [_kwan_s_closed_s_sad_s_talk_happy_] Just an FYI man!
it_it: [_kwan_s_closed_s_sad_s_talk_happy_] Solo per informazione!

source: [_danny_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} Gee, thanks Kwan...
it_it: [_danny_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} Cavolo, grazie Kwan...

source: [_star_s_towards_s_angry_s_talk_happy_] Well shoot, if that's all it takes to get rid of this loser!{p}Kwan, take this creep and-
it_it: [_star_s_towards_s_angry_s_talk_happy_] Beh, se e' tutto quello che serve per sbarazzarsi di questo perdente!{p}Kwan, prendi questo verme e...

source: [_school_intercom_] {i}*Prriiiiiiing*{/i}{p}{i}Attention students, attention! This is Principal Ishiyama!{/i}
it_it: [_school_intercom_] {i}*Prriiiiiiing*{/i}{p}{i}Attenzione studenti, attenzione! Questo è il preside Ishiyama!

source: [_school_intercom_] {i}First period classes are suspended today, in place of a mandatory school assembly meeting in the {b}auditorium{/b}!{/i}
it_it: [_school_intercom_] {i}Le lezioni della prima ora sono sospese oggi, al posto di un'assemblea scolastica obbligatoria nell'auditorium {b}{/b}!{/i}
