Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_1/episode1_MZ.po
Languages: it_it

source: [_danny_s_towards_s_rise_s_talk_consternation_] Yeah, I'm pretty much okay, you guys don't need to worry about me... I should be fine, assuming my body doesn't begin to dissolve into a puddle of green goo in the middle of class.
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Sì, sto abbastanza bene, non dovete preoccuparvi per me... Dovrei stare bene, sempre che il mio corpo non inizi a dissolversi in una pozzanghera di sostanza verde nel bel mezzo della lezione.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Okay, well, I'm just glad you're alright! If it were just me, Tuck, and pile of you in a jar, I don't think we'd last long as a trio! {i}Hah ha!{/i}
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ok, beh, sono solo felice che tu stia bene! Se fossimo solo io, Tuck e voi due in un barattolo, non credo che dureremmo a lungo come trio! {i}Hah ha!

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Well, since you haven't gone Wicked Witch of the West just yet, we should probably hurry up before we're late! {b}Mr. Lancer{/b} waves my tardiness track record in my face enough as it is!
it_it: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] {i}*Chuckles*{/i} Beh, visto che non sei ancora diventata la Strega Malvagia dell'Ovest, dovremmo sbrigarci prima di fare tardi! {b}Il signor Lancer{/b} mi sbatte in faccia i miei precedenti di ritardatario!

source: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Tucker, be cool, Paulina's coming this way!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_consternation_] Tucker, stai calmo, Paulina sta venendo qui!

source: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Come on, man. I'm {i}always{/i} cool.
it_it: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Dai, amico. Io sono {i}sempre{/i} figo.

source: [_sam_s_co_s_flip_s_towards_s_angry_s_talk_frown_] You know, I don't think I'll ever understand {i}what{/i} in goth's name you two see in her.
it_it: [_sam_s_co_s_flip_s_towards_s_angry_s_talk_frown_] Sapete, non credo che capirò mai {i}cosa ci trovate in lei.

source: [_danny_s_closed_s_unhappy_s_talk_happy_] C'mon Sam... it's obvious! She's just {i}sooo{/i} pretty...
it_it: [_danny_s_closed_s_unhappy_s_talk_happy_] Dai Sam... è ovvio! E' solo {i}così tanto carina...

source: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Not just pretty! Paulina's {i}smoking{/i} hot!
it_it: [_tucker_s_flip_s_arms_straps_s_closed_s_sad_s_talk_happy_] Non solo bella! Paulina è {i}sexy!

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] Y'know, both of your tastes in women leaves something to be desired, fellas...
it_it: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_frown_] Sapete, entrambi i vostri gusti in fatto di donne lasciano a desiderare, ragazzi...

source: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Awwwe,{/i} come on, Sam, how could we NOT be into all {u}that?!{/u}
it_it: [_tucker_s_flip_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i} {u}Dai, Sam, come possiamo non essere interessati a tutto questo?!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Into all {i}what{/i}, exactly?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] In tutto {i}cosa{/i}, esattamente?

source: [_tucker_s_talk_frown_] Oh, {i}uhm{/i}, h-hi Paulina! W-w-we were just saying... {i}uhh{/i}...
it_it: [_tucker_s_talk_frown_] Oh, {i}uhm{/i}, h-hi Paulina! Stavamo solo dicendo... {i}uhh{/i}...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Were you three weirdos talking about me again? Look, not that I don't appreciate the adoration from the freaks and geeks, but all your ogling is kinda creepy!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Voi tre strambi stavate di nuovo parlando di me? Sentite, non che non apprezzi l'adorazione da parte dei fanatici e dei geek, ma tutti i vostri sguardi sono un po' inquietanti!

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh yeah Paulina, I was just mentioning to the guys how good a job I think you'd do as a community pool actually... safe for all ages, nobody could possibly drown!
it_it: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh sì Paulina, stavo giusto dicendo ai ragazzi quanto sarebbe bello il tuo lavoro come piscina comunale... sicura per tutte le età, nessuno potrebbe annegare!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhm{/i}, {i}excuse{/i} me? Did you just call me shallow??
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Uhm{/i}, {i}mi scusi? Mi hai appena dato del superficiale?

source: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh wow, congrats on picking up on that slam! I guess you're not a {u}complete{/u} superficial airhead after all... maybe only {i}ninety-five{/i} percent air.
it_it: [_sam_s_co_s_flip_s_towards_s_rage_s_talk_happy_] Oh wow, congratulazioni per aver risposto a questo slam! Immagino che tu non sia una {u}completa{/u} testa d'aria superficiale dopo tutto... forse solo {i}novantacinque{/i} per cento di aria.

source: [_dash_s_towards_s_upset_s_talk_distraught_] Hey, what'd you just say about Paulina, goth geek?
it_it: [_dash_s_towards_s_upset_s_talk_distraught_] Ehi, cosa hai detto di Paulina, secchiona?

source: [_sam_s_angry_s_talk_frown_] I {i}said{/i}, nutbucket, that your pseudo girlfriend is as shallow as a kiddie pool for toddlers. That she's got a near limitless helium supply inside of her skullcap! Is that clear enough for you, yah' jock itch smelling piece of-
it_it: [_sam_s_angry_s_talk_frown_] Io {i}ho detto{/i}, mattacchione, che la tua pseudo-fidanzata è superficiale come una piscina per bambini piccoli. Che ha una riserva di elio quasi illimitata dentro la sua calotta cranica! È abbastanza chiaro per te, pezzo di...

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] -what my dear friend Sam here is {i}trying{/i} to say Dash, is that-
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Quello che il mio caro amico Sam sta {i}cercando di dire a Dash, è che...

source: [_dash_] Shut it, Fenturd! You've got about three seconds to give me a good reason not to pound you into the ground for what she said!
it_it: [_dash_] Zitto, Fenturd! Hai circa tre secondi per darmi una buona ragione per non sbatterti a terra per quello che ha detto!

source: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Uhm{/i}... well, because... {i}uhhh{/i}... I didn't even say anything, for one, and... {i}uhhmm{/i}... s-setting good examples for others enriches the soul?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Uhm{/i}... beh, perché... {i}uhhh{/i}... Non ho nemmeno detto nulla, per esempio, e... {i}uhhmm{/i}... dare il buon esempio agli altri arricchisce l'anima?

source: [_dash_s_knuckles_s_towards_s_angry_s_talk_happy_] {i}Ennnnhhh{/i}!{p}Time's up! Time for the ground pounding!
it_it: [_dash_s_knuckles_s_towards_s_angry_s_talk_happy_] {i}Ennnnhhh{/i}!{p}Tempo scaduto! E' il momento del pestaggio a terra!

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Jeez Dash, can't you give it a break already? Feels like you could at least {i}try{/i} picking on somebody your own size if you were trying to impress anybody...
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Cavolo Dash, non puoi darci un taglio? Se vuoi fare colpo su qualcuno, potresti almeno {i}provare a prendertela con qualcuno della tua taglia...

source: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Oh, {i}uhh{/i}, hey Jasmine! I wasn't picking on your brother here, honest! Danny was just helping me... {i}uh{/i}... rehearse for the school play auditions! Yeah, that's all! I'm trying out for the part of a handsome quarterback who has trouble expressing his emotions!
it_it: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Oh, {i}uhh{/i}, ehi Jasmine! Non me la stavo prendendo con tuo fratello, davvero! Danny mi stava solo aiutando... {i}uh{/i}... a fare le prove per l'audizione della recita scolastica! Sì, tutto qui! Sto facendo il provino per la parte di un bel quarterback che ha problemi a esprimere le sue emozioni!

source: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, is that it? If you're gonna try taking up acting, you should work on your lying skills first. Come on Dash, why don't you go ahead and practice your exit, stage left?
it_it: [_jazz_s_towards_s_wondering_s_talk_frown_] Oh, è così? Se vuoi provare a recitare, dovresti prima lavorare sulle tue capacità di mentire. Dai Dash, perché non vai avanti e fai pratica con l'uscita di scena a sinistra?

source: [_paulina_s_offscreen_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Dash!{/i} Don't let the ginger tutor girl tell you what to do!
it_it: [_paulina_s_offscreen_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Dash! Non lasciate che la ragazza tutor rossiccia vi dica cosa fare!

source: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] Nah, it's okay, I, {i}uhh{/i}... I need to go to the locker room anyway. Later babe.
it_it: [_dash_s_flip_s_towards_s_rise_s_talk_displeased_] No, va bene, io, {i}uhh{/i}... Devo comunque andare nello spogliatoio. A dopo, piccola.

source: [_paulina_s_offscreen_s_normal_s_closed_s_angry_s_talk_displeased_s_blush_] Dash, wait!! You promised to give feedback on my cheer routine before class started! Wait up!
it_it: [_paulina_s_offscreen_s_normal_s_closed_s_angry_s_talk_displeased_s_blush_] Dash, aspetta! Hai promesso di dare un feedback sulla mia routine di cheerleader prima dell'inizio della lezione! Aspetta!

source: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Phew!{/i} That was a close one. Thanks Jazz.
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_amused_] {i}Phew! C'è mancato poco. Grazie Jazz.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Sure thing little bro. Just be more careful, okay? I won't always be around to keep that goon at bay. He's not too hard to handle if you know how to properly push his buttons.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Certo, fratellino. Stai solo più attento, ok? Non sarò sempre in giro a tenere a bada quel pazzo. Non è difficile da gestire, se sai come premere i suoi bottoni.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll keep that in mind. Again, thanks for the save.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Lo terrò presente. Ancora una volta, grazie per il salvataggio.

source: [_tucker_s_towards_s_idle_s_talk_happy_] Man, you are the man, girl! Way to swoop in at just the right time to save our butts, Jazz!
it_it: [_tucker_s_towards_s_idle_s_talk_happy_] Amico, sei un grande, ragazza! Sei intervenuta al momento giusto per salvarci il culo, Jazz!

source: [_jazz_s_towards_s_idle_s_talk_happy_] It's my duty as big sister to keep Danny and his buddies' butts safe from harm Tucker, it's no sweat!
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] È mio dovere di sorella maggiore tenere al sicuro il sedere di Danny e dei suoi amici, Tucker, non è un problema!

source: [_tucker_s_closed_s_idle_s_talk_happy_] Right on!
it_it: [_tucker_s_closed_s_idle_s_talk_happy_] Proprio così!

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] It was a good thing you came in when you did. These two would have been whining the whole time about their butts, and {i}I'd{/i} have to be the one to listen to it all.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] È stato un bene che tu sia arrivato quando sei arrivato. Questi due si sarebbero lamentati per tutto il tempo dei loro sederi, e {i}avrei dovuto essere io ad ascoltare tutto.

source: [_jazz_s_towards_s_rise_s_talk_happy_] An abundantly exhausting task, I'm sure.{p}Well look, I've got my first tutoring session coming up, so I'll see you guys around. Later!
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Un compito abbondantemente estenuante, ne sono certa.{p}Beh, guarda, ho la mia prima sessione di tutoraggio in arrivo, quindi ci vediamo in giro. A dopo!

source: [_tucker_s_away_s_talk_frown_s_wondering_] Well, we wouldn't have even been in that situation if it weren't for a certain {i}somebody{/i} flinging mud from their mouth at the popular girl.
it_it: [_tucker_s_away_s_talk_frown_s_wondering_] Beh, non ci saremmo nemmeno trovati in quella situazione se non fosse stato per un certo {i}qualcuno{/i} che ha gettato fango dalla bocca alla ragazza popolare.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Oh pipe down, Tucker. It's not my fault Dash can't learn to deal with his slowed mental behavior without resorting to noogies and sub-atomic wedgies.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Oh, smettila, Tucker. Non è colpa mia se Dash non riesce a imparare a gestire il suo comportamento mentale rallentato senza ricorrere a noogie e cunei subatomici.

source: [_tucker_s_towards_s_angry_s_talk_frown_] Easy for {i}you{/i} to say! You weren't the one who was going to have their underwear lodged up into their pelvic bone!{p}Let's {i}try{/i} not to make the 250-pound walking gorilla mad, shall we?!
it_it: [_tucker_s_towards_s_angry_s_talk_frown_] Facile per te {i}dire! Non eri tu quello che stava per avere le mutande conficcate nell'osso pelvico!{p} {i}cerchiamo di non far arrabbiare il gorilla ambulante di 250 chili, va bene?!

source: [_sam_s_casual_outfit_s_angry_s_talk_frown_s_closed_] {i}Ugh{/i}, let's just get to class already...
it_it: [_sam_s_casual_outfit_s_angry_s_talk_frown_s_closed_] {i}Andiamo in classe...

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] We need to do something about her, Tucker. She's going to get us killed one of these days!
it_it: [_danny_s_towards_s_wondering_s_talk_frown_2_] Dobbiamo fare qualcosa con lei, Tucker. Ci farà uccidere uno di questi giorni!

source: [_tucker_s_away_s_talk_happy_] Hey, when you figure out the magic formula to get {i}that{/i} girl to fall in line, you let me know. In the mean time, come on! Lancer's gonna be on our cases if we're late again!
it_it: [_tucker_s_away_s_talk_happy_] Ehi, quando scoprirai la formula magica per far sì che {i}quella{/i} ragazza si metta in riga, fammelo sapere. Nel frattempo, andiamo! Lancer ci darà la caccia se arriviamo di nuovo in ritardo!

source: [_danny_s_at_player_s_rise_one_s_frown_3_] (Yeup, those are my best friends: Sam Manson, the gothic vegetarian rebel, and Tucker Foley, the tech wiz with the perverse heart of gold...)
it_it: [_danny_s_at_player_s_rise_one_s_frown_3_] (Sì, questi sono i miei migliori amici: Sam Manson, il ribelle vegetariano gotico, e Tucker Foley, il mago della tecnologia con un cuore d'oro perverso...)

source: [_danny_s_smile_s_sad_] (...I wouldn't trade them for anything in the world.)
it_it: [_danny_s_smile_s_sad_] (...) Non li cambierei per nulla al mondo.

source: [_bellsound_] {i}*Riiing* *Riiing*{/i}
it_it: [_bellsound_] {i}*Riiing* *Riiing* *Riiing*{/i}

source: [_lancer_s_talk_frown_s_sad_] Oh, Mr. Fenton, so happy you could join us today! Not particularly happy that you arrived {u}late{/u} as per usual, but, as they say: nobody's perfect.
it_it: [_lancer_s_talk_frown_s_sad_] Oh, signor Fenton, sono felice che si sia unito a noi oggi! Non sono particolarmente felice che sia arrivato {u}in ritardo{/u} come al solito, ma, come si dice: nessuno è perfetto.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] What? The bell {i}just{/i} rang!
it_it: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Cosa? La campana {i}ha appena suonato!

source: [_lancer_s_talk_frown_s_angry_] And unfortunately, you weren't {u}here{/u} when it rang. Now as the bell signifies the {u}start{/u} of my class period, your momentary absence would qualify you as {u}late{/u}. Now {u}take{/u} your {u}seat{/u}.
it_it: [_lancer_s_talk_frown_s_angry_] E sfortunatamente non eri {u}qui{/u} quando è suonata. Poiché la campanella indica l' {u}inizio della mia lezione, la sua momentanea assenza la qualificherebbe come {u}ritardatario{/u}. Ora {u}prenda il suo {u}posto{/u}.

source: [_danny_s_down_s_angry_s_talk_consternation_] Unbelievable... this day just keeps getting worse...
it_it: [_danny_s_down_s_angry_s_talk_consternation_] Incredibile... questa giornata continua a peggiorare...

source: [_tucker_] So, what happened last night with your near death experience?
it_it: [_tucker_] Allora, cos'è successo ieri sera con la tua esperienza di pre-morte?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well, my parents have this new Ghost Portal thingy they were working on, and basically I had-
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Beh, i miei genitori hanno questo nuovo portale fantasma su cui stavano lavorando, e in pratica ho...

source: [_sam_] "Ghost Portal thingy"?
it_it: [_sam_] "Portale fantasma"?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well yeah, it's supposed to open up to some sort of new astral realm... a kind've... "afterlife" dimension.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Beh sì, si suppone che apra a una sorta di nuovo regno astrale... una specie di... dimensione "ultraterrena".

source: [_tucker_] Wild! Does it work? Can I use it to see my great GamGam again?
it_it: [_tucker_] Selvaggio! Funziona? Posso usarlo per rivedere il mio grande GamGam?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Well, it didn't seem to work, but trust me, I nearly ended up in the afterlife myself when it shocked a couple hundred volts into my body!
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Beh, non sembra funzionare, ma credetemi, io stesso sono quasi finito nell'aldilà quando mi ha scaricato un paio di centinaia di volt nel corpo!

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] What were you doing messing around inside the portal anyway?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Che cosa ci facevi in giro all'interno del portale?

source: [_danny_] My parents said it was busted when they first tested it. So I slipped on an ecto-suit, and went in just to check it out. Dad forgot he built the 'on' switch on the inside, and I guess I accidentally pressed it... still didn't work though.
it_it: [_danny_] I miei genitori hanno detto che era rotto quando l'hanno provato per la prima volta. Così mi sono infilato una tuta ecologica e sono entrato per controllare. Papà si era dimenticato di aver costruito l'interruttore di accensione all'interno e credo di averlo premuto per sbaglio... comunque non funzionava.

source: [_tucker_] Well of course it didn't work! C'mon Danny, don't tell me that you actually believe in ghosts!
it_it: [_tucker_] Beh, ovviamente non ha funzionato! Dai Danny, non dirmi che credi davvero ai fantasmi!

source: [_sam_] Actually Tucker, there's some extremely compelling evidence as to the existence of the supernatural.
it_it: [_sam_] In realtà, Tucker, ci sono prove estremamente convincenti dell'esistenza del soprannaturale.

source: [_tucker_] Oh yeah? Where'd you see that? On {i}"Epic Ghost Hunterz"{/i} or something? Come on Sam, that show is so {u}scripted{/u}! They {i}purposely{/i} pee themselves just to act scared!
it_it: [_tucker_] Ah sì? Dove l'hai visto? Su {i}"Epic Ghost Hunterz" o qualcosa del genere? Dai Sam, quel programma è così {u}sceneggiato! Si {i}pisciano addosso di proposito solo per fare paura!

source: [_sam_] No, Tucker! On my goth forum, "Children of the Bite", somebody posted a really interesting article about {b}Vlad Masters{/b} and his research over the years. You know him, right?
it_it: [_sam_] No, Tucker! Sul mio forum goth, "Children of the Bite", qualcuno ha postato un articolo molto interessante su {b}Vlad Masters{/b} e sulle sue ricerche nel corso degli anni. Lo conosci, vero?

source: [_tucker_] Come on Sam, we {i}all{/i} know about Vlad Masters. There's no need to patronize us.
it_it: [_tucker_] Andiamo Sam, noi {i}sappiamo tutti{/i} di Vlad Masters. Non c'è bisogno di trattarci con condiscendenza.

source: [_sam_] Yeah, yeah, I know, billionare, brilliant inventor, silver fox type, kinda hard to forget, I'm sorry. Well, what you might {i}not{/i} know is that he's invested millions in research towards the study of para-pscyhology and the paranormal.
it_it: [_sam_] Sì, sì, lo so, miliardario, inventore geniale, tipo volpe argentata, un po' difficile da dimenticare, mi dispiace. Beh, quello che forse {i}non{/i} sapete è che ha investito milioni nella ricerca per lo studio della parapsicologia e del paranormale.

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] No way!! For real? I don't believe it! It's hard to imagine somebody as smart as Masters would believe in something as easily disprovable as ghosts.
it_it: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_displeased_] Non è possibile! Davvero? Non ci credo! È difficile immaginare che una persona intelligente come Masters creda in qualcosa di così facilmente confutabile come i fantasmi.

source: [_sam_] Yeah, well maybe that's because he knows some stuff we {i}don't!{/i} Or Danny's parents who have been working at this stuff for years too! Are {i}they{/i} crazy too...?
it_it: [_sam_] Sì, beh, forse perché lui sa alcune cose che noi {i}non sappiamo! O i genitori di Danny che hanno lavorato a queste cose per anni! {i}Anche loro sono pazzi...?

source: [_tucker_] {i}Uhhhm{/i}, no comment. No offense Danny.{p}Look, I for one am not gonna start believing in something nobody's ever seen before, just on principles alone. I'm a true man of science after all.
it_it: [_tucker_] {i}Uhhhm{/i}, no comment. Senza offesa, Danny.{p}Per quanto mi riguarda, non ho intenzione di iniziare a credere in qualcosa che nessuno ha mai visto prima, solo sulla base di principi. Sono un vero uomo di scienza, dopo tutto.

source: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Hey Danny, are you okay? You don't sound too good. Need a throat lozenge or something?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_frown_] Ehi Danny, stai bene? Non hai una bella voce. Ti serve una pastiglia per la gola o qualcosa del genere?

source: [_lancer_s_rise_one_s_talk_frown_] Something the matter, Mr. Fenton?
it_it: [_lancer_s_rise_one_s_talk_frown_] C'è qualcosa che non va, signor Fenton?

source: [_danny_s_towards_s_talk_frown_2_s_sad_2_] {i}Uhhhm{/i}... no, yeah, I'm fine Mr. Lancer, I just gotta...{p}...just gotta...
it_it: [_danny_s_towards_s_talk_frown_2_s_sad_2_] {i}Uhhhm{/i}... no, sì, sto bene signor Lancer, devo solo...{p}...devo solo...

source: [_lancer_] {b}FOR WHOM THE BELL TOLLS!!{/b} Mr. Fenton, are you alright?!
it_it: [_lancer_] {b}per chi suona la campana!!! Signor Fenton, sta bene?!

source: [_lancer_] Mr. Foley, help me get him to the school nurse!!
it_it: [_lancer_] Signor Foley, mi aiuti a portarlo all'infermiera della scuola!!!

source: [_tucker_] R-right!
it_it: [_tucker_] Giusto!

source: [_danny_] Good Lord... am I in heaven?
it_it: [_danny_] Buon Dio... sono in paradiso?

source: [_kate_] No, you haven't quite reached the afterlife just yet, Mr. Fenton.
it_it: [_kate_] No, non ha ancora raggiunto l'aldilà, signor Fenton.

source: [_kate_] {i}*Ahem*{/i} A very minor concussion is no excuse to stare {i}this{/i} long, young man. {i}*Chuckle*{/i}
it_it: [_kate_] {i}*Una piccolissima commozione cerebrale non è una scusa per fissare così a lungo, giovanotto. Una lieve commozione cerebrale non è una scusa per fissare a lungo {i}, giovanotto. {i}*Chuckle*{/i}

source: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Oh!{/i} S-sorry, I didn't mean to be rude.
it_it: [_danny_s_ahegao_s_sad_s_talk_amused_] {i}Oh! Scusa, non volevo essere scortese.
