Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_maddie_s_away_s_sad_s_talk_displeased_] There's a lot of dangerous equipment down there Jazz, you know that.
it_it: [_maddie_s_away_s_sad_s_talk_displeased_] C'è un sacco di attrezzature pericolose là giù Jazz, lo sapete.

source: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, whatever. Not like I'm interested in any of that stuff anyway...
it_it: [_jazz_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}, qualsiasi cosa. Non come se fossi interessato a nessuna di quella roba comunque...

source: [_jack_s_towards_s_sad_s_talk_happy_] Now, now, don't be flippy with your mother young lady, she's just protective of you two.
it_it: [_jack_s_towards_s_sad_s_talk_happy_] Ora, ora, non essere flippy con tua madre giovane, lei è solo protettivo di voi due.

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} I know, I know... look, we'll be fine, okay?
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] {i}*Sigh*{/i} Lo so, lo so... guarda, staremo bene, va bene?

source: [_danny_s_closed_s_wondering_s_talk_happy_] Don't worry about a thing guys, the house will still be standing when you get back.
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Non preoccuparti di una cosa, la casa rimarrà in piedi quando tornerai.

source: [_maddie_s_away_s_idle_s_talk_happy_] Well, we had better get some overnight bags ready and plan our journey for the trip, Jack.
it_it: [_maddie_s_away_s_idle_s_talk_happy_] Bene, abbiamo fatto meglio ad ottenere alcuni bagagli per la notte pronti e pianificare il nostro viaggio per il viaggio, Jack.

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, I should go pull out the ol' roadmaps from the attic!
it_it: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Yeeuup{/i}, Dovrei tirare fuori le roadmap del ol' dalla soffitta!

source: [_danny_s_at_player_s_rise_s_grin_] (They know smart phones have nav guides, right...?)
it_it: [_danny_s_at_player_s_rise_s_grin_] (Sanno che gli smartphone hanno delle guide nav, giusto...?)

source: [_jazz_s_towards_s_idle_s_talk_happy_] Good talk, see you whenever. I have to get to class anyway.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Buon parlare, vedervi quando. Devo comunque andare in classe.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Same, I've got a busy schedule ahead of me...
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Lo stesso, ho un programma occupato davanti a me...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, anything specific?
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] Oh, qualcosa di specifico?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, just usual homework stuff.
it_it: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhh{/i}, nah, solo i soliti compiti.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Well, we'll let you kids be... {nw}
it_it: [_maddie_s_towards_s_idle_s_talk_happy_] Beh, ti lasceremo essere i bambini... {nw}

source: [_extend_] come on Jack.
it_it: [_extend_] vieni su Jack.

source: [_jack_s_closed_s_idle_s_talk_happy_] Coming dear!
it_it: [_jack_s_closed_s_idle_s_talk_happy_] Venendo caro!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Okay, so you're totally getting some booze for this party on Saturday, right?
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Ok, quindi stai ricevendo un booze per questa festa il sabato, giusto?

source: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} Not so loud!
it_it: [_danny_s_towards_wide_s_angry_s_talk_consternation_] {i}Shhh!{/i} Non così forte!

source: [_extend_] Wait, y-you heard about that?!
it_it: [_extend_] Aspetta, y-you sentito di quello?!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, course I did. Most everybody at school knows. {nw}
it_it: [_jazz_s_towards_s_neutral_s_talk_displeased_] Duhh, corso che ho fatto. La maggior parte di tutti sanno a scuola. {nw}

source: [_extend_] I actually think it's an awesome idea.
it_it: [_extend_] In realtà penso che sia un'idea impressionante.

source: [_jazz_s_towards_s_rise_s_talk_happy_] I'm honestly surprised you even came up with it... or how you knew Mom & Dad would be gone for the night...
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Sono sinceramente sorpreso che ti sia arrivato... o come sapevi che Mamma & Papà sarebbe andato per la notte...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, call it a really good hunch.
it_it: [_danny_s_at_player_s_wondering_s_talk_amused_] {i}Ehh{/i}, chiamalo davvero un bravo caccio.

source: [_jazz_s_towards_s_rise_s_talk_happy_] Plus, people were saying you're hosting it for some "cousin" of ours?{p}Aunt Alicia doesn't have kids...?
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Inoltre, la gente diceva che lo stai ospitando per qualche "cugino" del nostro?{p}Zia Alicia non ha bambini...?

source: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, I don't know, guess some kinda weird rumor mill is floating around? Weird!
it_it: [_danny_s_down_s_sad_s_talk_displeased_] {i}Uhmm{/i}... oh, non lo so, immagino che qualche mulino di voci strane stia galleggiando in giro? Weird!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... yeah, weird.
it_it: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... sì, strano.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] So, you aren't going to snitch?
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Così, non hai intenzione di snitch?

source: [_jazz_s_towards_s_rise_s_talk_consternation_] What? Why would I? I've wanted to throw a house party for years here!
it_it: [_jazz_s_towards_s_rise_s_talk_consternation_] Cosa? Perché? Ho voluto lanciare una festa di casa per anni qui!

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, you're gonna be around to help?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Quindi, sarai in giro per aiutare?

source: [_jazz_s_towards_s_sad_s_talk_happy_] I know you don't think I'm the {i}coolest{/i} or whatever, but it'd be an exceptionally spazzy move not to attend your {u}own{/u} house party...
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] So che non pensi di essere il {i}più coolest{/i} o qualsiasi altra cosa, ma sarebbe una mossa eccezionalmente spazzy per non partecipare al vostro {u}propri{/u} casa party...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Plus, I figure I've gotta be around to make sure you don't burn down the house.
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] Inoltre, ho capito che sono in giro per assicurarsi di non bruciare la casa.

source: [_danny_s_down_s_sad_s_talk_displeased_] Y-yeah, about that, I think I {i}may{/i} be a little over my head with this one.
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Y-yeah, su questo, penso che {i}può{/i} essere un po 'sopra la mia testa con questo.

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Well you better pull it together, party monster, or we'll be the laughing stock of the {u}entire{/u} school!
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] Meglio farti unire, mostro di festa, o saremo il ridere della scuola {u}entire{/u}!

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, alright, but could {i}you{/i} possibly get the booze for me?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] {i}Uhh{/i}, bene, ma hai forse {i}{/i} per ottenere il booze per me?

source: [_jazz_s_towards_s_idle_s_talk_happy_] I can get {i}some{/i}, but you'll need to figure out food and anything else we'll need yourself. I'll try and talk some people out of going. Help reduce the stress in numbers.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Posso ottenere {i}qualcuno{/i}, ma dovrai capire il cibo e tutto il resto di cui avremo bisogno. Cercherò di parlare con alcune persone senza andare. Aiuta a ridurre lo stress nei numeri.

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... alright, sounds fair. I think I have an idea or two, so thanks for helping Jazz.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Hmm{/i}... va bene, suona bene. Penso di avere un'idea o due, quindi grazie per aver aiutato Jazz.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Just make sure this party doesn't blow. Or I'm disavowing any acknowledgment that you're my brother.
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Assicurati che questa festa non colpisca. O sto sconfessando che sei mio fratello.

source: [_danny_s_at_player_s_rise_s_grin_] (Well, better go get the stuff for the party. Can't let it be a disappointment!)
it_it: [_danny_s_at_player_s_rise_s_grin_] (Beh, meglio andare a prendere le cose per la festa. Non può essere una delusione!)

source: [_desiree_] Do you humans really spend {u}all day{/u} at these "Malls"? What, have none of them anything else better to partake in?
it_it: [_desiree_] Gli esseri umani spendono davvero {u}per tutto il giorno{/u} in questi "Malls"? Che cosa, non hanno niente di meglio per partecipare?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well they're pretty convenient, and with small towns like this one, they're pretty popular locations for young people to just hang out at!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Beh, sono abbastanza convenienti, e con piccole città come questa, sono luoghi abbastanza popolari per i giovani a cui appendere solo!

source: [_danny_s_towards_s_wondering_s_talk_happy_] You typically come here to {u}find{/u} something to do, that's how it works!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] In genere vieni qui a {u}trovando{/u} qualcosa da fare, è così che funziona!

source: [_desiree_] Well then, Americana history aside, let us procure the wine for the festivities.
it_it: [_desiree_] Beh, allora, la storia americana a parte, procediamo il vino per le feste.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Beer, Des, we're looking for beer. Most people aren't gonna be expecting wine for a house party unless they're middle-aged housewives.
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Birra, Des, stiamo cercando birra. La maggior parte delle persone non si aspetta vino per una festa di casa a meno che non siano casalinghe di mezza età.

source: [_desiree_] {i}Beer?!{/i} Commoner's pisswater!! That cannot possibly be what we will be serving our guests?
it_it: [_desiree_] {i}Birra?!{/i} L'acqua del Commoner!! Non può essere quello che serviremo i nostri ospiti?

source: [_danny_s_down_s_neutral_s_talk_displeased_] Well that's kind've a normal drink for most guys.
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Beh, è gentile avere una bevanda normale per la maggior parte dei ragazzi.

source: [_desiree_] What about the girls then?
it_it: [_desiree_] E le ragazze allora?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, they might drink the beer, but usually we have some vodka or some cocktail drinks they tend to prefer.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Beh, potrebbero bere la birra, ma di solito abbiamo qualche vodka o qualche cocktail che tendono a preferire.

source: [_desiree_] ...I'm sorry, what is a "cawk-tail" exactly?
it_it: [_desiree_] ...Mi dispiace, che cos'è esattamente una "coda cawk"?

source: [_desiree_] Or "vodd-kuh" for that matter?
it_it: [_desiree_] O "vodd-kuh" per quella materia?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Oh man, you've got a lot to learn Des. Things have grown way past meads and wines.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Oh uomo, hai molto da imparare Des. Le cose sono cresciute in modo passato prati e vini.

source: [_desiree_] {i}Hmmm{/i}... regardless, let's just get on with procuring these beverages. I'm sure they'll be adequate for what we are doing.
it_it: [_desiree_] {i}Hmmm{/i}... a prescindere da ciò, continuiamo ad acquistare queste bevande. Sono sicuro che saranno adeguate per quello che stiamo facendo.

source: [_desiree_] {i}Ahh{/i}, if there's one thing about the land of the living I do miss, it is the tender sensation of being good and tipsy from alcohol.
it_it: [_desiree_] {i}Ahh{/i}, se c'è una cosa sulla terra dei viventi mi manca, è la sensazione tenera di essere buoni e consigliati dall'alcol.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] I gotta say, I still feel kinda bad that you aren't able to get drunk anymore.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ho detto che mi sento ancora male che non sei più in grado di ubriacarsi.

source: [_desiree_] Yes, this is a shame.
it_it: [_desiree_] Sì, questo è un peccato.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So you really can't get even the slightest of buzzes?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Quindi non si può ottenere nemmeno il minimo ronzio?

source: [_desiree_] Well... maybe not from your earthly beverages, but there {i}is{/i} something that shares a similar property in the ghost world to alcohol.
it_it: [_desiree_] Bene... forse non dalle tue bevande terrene, ma {i}è{/i} qualcosa che condivide una proprietà simile nel mondo fantasma all'alcol.

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] There is?
it_it: [_danny_s_towards_wide_s_rise_s_talk_happy_] C'è?

source: [_desiree_] It is a specific type of {b}ectoplasm secretion{/b}. It can create a mildly pleasant, but equally woozy sensation for our kind.
it_it: [_desiree_] È un tipo specifico di {b}secrezione di ectoplasmi{/b}. Può creare una sensazione lievemente piacevole, ma altrettanto bizzarra per il nostro genere.

source: [_desiree_] Above all else, it provides a rather nauseous effect on the ghost in question, and does not give the same wondrous feelings of inebriation or remove any or all inhibitions...
it_it: [_desiree_] Soprattutto, fornisce un effetto piuttosto nauseo sul fantasma in questione, e non dà gli stessi meravigliosi sentimenti di inebriazione o rimuovere alcuna o tutte le inibizioni...

source: [_desiree_] It never could cast those same marvelous spells over my body and mind like wine could, so long ago.... oh, to be truly young again and still have the flesh on my back not yet plucked apart by ravenous vultures that-
it_it: [_desiree_] Non potrebbe mai lanciare quegli stessi incantesimi meravigliosi sul mio corpo e la mente come il vino potrebbe, così tanto tempo fa.... oh, per essere di nuovo veramente giovane e avere ancora la carne sulla mia schiena non ancora schiacciata da avvoltoi ravenous che-

source: [_danny_s_closed_s_wondering_s_talk_happy_] So, wait, hold up! If we got a hold of some of that secretion stuff, and I mixed it into some cocktails for you, would you be able to get drunk?
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Allora, attendi, tieni! Se abbiamo ottenuto una presa di alcune di quella roba di secrezione, e l'ho mescolato in qualche cocktail per voi, sareste in grado di ubriacarsi?

source: [_desiree_] I... I don't know. Possibly? It may result in... something interesting at the very least...
it_it: [_desiree_] Io... Non lo so. Probabilmente? Può risultare in qualcosa di interessante... almeno...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Do you know where we'd be able to get some... {i}ehh{/i}, what is it called exactly?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Sai dove saremmo in grado di ottenere un po'... {i}ehh{/i}, che cosa si chiama esattamente?

source: [_desiree_] It is a common Ghost Zone material known as {b}Ectolaxm{/b}.
it_it: [_desiree_] È un materiale comune della Zona Fantasma noto come {b}Ectolaxm{/b}.

source: [_desiree_] But Master, a trip to the Ghost Zone at your current strength would surely result in the demise of your human form... it would not be worth the endeavor.
it_it: [_desiree_] Ma Maestro, un viaggio nella Zona Fantasma alla tua forza attuale avrebbe sicuramente portato alla scomparsa della tua forma umana. . non varrebbe la pena.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, right, right, t-too bad. I was really hoping for a chance to fire up the ol' Fenton Ghost Portal and just hop right in there, but {i}uhh{/i}, no, you're totally right...
it_it: [_danny_s_at_self_s_sad_s_talk_distraught_] {i}Uhh{/i}, destra, destra, t-too bad. Stavo davvero sperando di avere la possibilità di licenziare l'ol' Fenton Ghost Portal e solo salire proprio lì dentro, ma {i}uhh{/i}, no, hai assolutamente ragione...

source: [_danny_s_at_player_s_unhappy_s_consternation_] (The totally non-functional Ghost Portal that is... sooner or later, Des is gonna find out about that...)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Il portale Fantasma totalmente non funzionale che è... prima o poi, Des lo scoprirà...)

source: [_danny_s_towards_s_sad_s_talk_happy_] Don't worry Des... I think I know {i}juuuust{/i} the guy who might be able to help us out...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Non preoccuparti di Des... Penso di conoscere {i}juuuust{/i} il ragazzo che potrebbe essere in grado di aiutarci...

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Long time no see, my half ghostly compadre!
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Ah!{/i} Molto tempo senza vedere, la mia metà spettrale compadre!

source: [_desiree_] Oh great sands... {i}him?{/i} This is "the guy"? Truly??
it_it: [_desiree_] Oh grandi sabbie... {i}lui?{/i} Questo è "il ragazzo"? In verità??

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh{/i}, and I see you have brought along a most ravishing as well as feisty female companion to my humble abode!{p}Hello, {i}Desire!{/i}
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Ahhh{/i}, e vedo che avete portato una compagna femminile più ravvivante e feisty alla mia dimora umile!{p}Ciao, {i}Desideri!{/i}

source: [_desiree_] It is {u}Desiree{/u}, you square minded imbecile! It has {i}always been{/i} {u}Desiree{/u}!!
it_it: [_desiree_] È {u}Desiree{/u}, hai la mente quadrata imbecile! È sempre stato {i}{/i} {u}Desideri{/u}!!

source: [_danny_s_down_s_wondering_s_talk_displeased_] So I see you two know each other already...
it_it: [_danny_s_down_s_wondering_s_talk_displeased_] Così vi vedo due conoscono già l'un l'altro...

source: [_desiree_] Unfortunately... I have heard of no worse a pathetic excuse for an intangible miscreant than that of this wretched soul...
it_it: [_desiree_] Purtroppo, non ho sentito parlare di peggio di una patetica scusa per un miscreante immateriale di quella di questa misera anima...

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} And yet, you {i}have{/i} heard of me! Funny how that works out, huh?
it_it: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_amused_] Ah {i}hah!{/i} E ancora, tu {i}hai{/i} mi hai sentito dire! Divertente come funziona, eh?

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, we were hoping to get our hands on some Ectolaxm.
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Hey Box, stavamo sperando di mettere le mani su qualche Ectolaxm.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Well gee, what the heck would one want with that yucky stuff?
it_it: [_box_ghost_s_back_s_towards_s_confused_s_talk_displeased_] Ectolaxm? Beh gee, cosa vorrebbe l'heck con quella roba yucky?

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, let's just call it a little "trans-dimensional science experiment."
it_it: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, chiamiamolo un po' "esperimento di scienza trans-dimensionale."

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... well, you're in luck. I just so happen to have a moderate amount in a nicely squared jar... finely packed and sealed!
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] {i}Hmm{/i}... beh, sei fortunato. Mi capita di avere un importo moderato in un barattolo ben quadrato... finemente confezionato e sigillato!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Great! Can I get that to go please?
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Ottimo! Posso farlo per favore?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Why yes! For a reasonable and yet overly marked up price, of course!
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] Perché sì! Per un prezzo ragionevole e tuttavia troppo marchiato, naturalmente!

source: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Sighs*{/i} ...how much?
it_it: [_danny_s_at_self_s_unhappy_s_talk_distraught_] {i}*Sighs*{/i} ...quanto?

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Two hundred and fifty earthly dollars, please!
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Duecentocinquanta dollari terreni, per favore!

source: [_desiree_] Absolutely outrageous! Master, do not pay this fool a single coin! He is charging you a fortune for slop that literally grows under the bark of trees in the Ghost Zone!
it_it: [_desiree_] Assolutamente oltraggioso! Maestro, non pagare questa stolta una moneta unica! Ti sta caricando una fortuna per lo slop, che cresce letteralmente sotto la corteccia degli alberi nella Zona Fantasma!

source: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, so I'm not allowed to run my cottage industry the way I like it?! Well then, begone from my store, communist!
it_it: [_box_ghost_s_back_s_towards_s_upset_s_talk_distraught_] Oh, quindi non mi è permesso gestire la mia industria di cottage come mi piace?! Beh, allora, cominciate dal mio negozio, comunista!

source: [_danny_s_down_s_sad_s_talk_happy_] Des, it's fine, don't worry. I {i}want{/i} you to be able to enjoy yourself at the party.
it_it: [_danny_s_down_s_sad_s_talk_happy_] Des, va bene, non preoccupatevi. Io {i}voglio{/i} che tu sia in grado di divertirti alla festa.

source: [_desiree_] Y-you shouldn't concern yourself so much with what I want.
it_it: [_desiree_] Non dovresti preoccuparti così tanto di quello che voglio.

source: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] So, do we have a deal?
it_it: [_box_ghost_s_back_s_towards_s_confused_s_talk_amused_] Quindi, abbiamo un accordo?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] I'll have to come back when I have a bit more cash.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Dovrò tornare quando ho un po' più di denaro.

source: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Don't worry, this stuff ain't going nowhere...
it_it: [_box_ghost_s_back_s_towards_s_sad_s_talk_happy_] Non ti preoccupare, questa roba non sta andando da nessuna parte...

source: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...half my sales are from you, anyway.
it_it: [_box_ghost_s_back_s_at_player_s_confused_s_talk_amused_] ...la metà delle mie vendite proviene da te, comunque.

source: [_danny_s_towards_s_rise_s_talk_amused_] You really gotta learn to market this place better, man.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Imparate davvero a commercializzare questo posto meglio, l'uomo.

source: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Facebook ads aren't cheap, I tell you...
it_it: [_box_ghost_s_back_s_towards_glare_s_angry_s_talk_displeased_] Gli annunci di Facebook non sono economici, ti dico...

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] I still don't have the money to pay for the Ectolaxm, I should come back when I have 250 dollars.
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_talk_displeased_] Non ho ancora i soldi da pagare per l'Ectolaxm, dovrei tornare quando ho 250 dollari.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Alright, here's the money.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Bene, ecco il denaro.
