Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Yeesh{/i}... having to walk through the Park this late at night can be so creepy sometimes. But hey, that's just what heroes have to do, right? Go on late patrols, {i}just{/i} in case anything should happen to-
it_it: [_danny_s_at_player_s_unhappy_s_talk_displeased_] {i}Yeesh{/i}... dover camminare attraverso il Parco questa tarda notte può essere così terribile a volte. Ma hey, è proprio quello che gli eroi devono fare, giusto? Vai su pattuglie tardive, {i}just{/i} nel caso in cui qualcosa dovrebbe accadere a-

source: [_kateunk_] {i}AHHHHHHH!!{/i}
it_it: [_kateunk_] {i}AHHHHHHHHH!!{/i}

source: [_danny_s_at_player_s_angry_s_talk_happy_] Welp, right on cue!{p}Looks like I'm going ghost!
it_it: [_danny_s_at_player_s_angry_s_talk_happy_] Welp, giusto su cuo!{p}Sembra che io stia andando fantasma!

source: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-monster!! Get away from me!
it_it: [_kate_s_towards_wide_s_unhappy_s_talk_consternation_] {i}Ahhh!{/i} M-mostro!! Allontanati da me!

source: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Nurse Kate? She shouldn't be walking through the park this late!){p}{i}Uhh{/i}, woah lady! Get down!
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_towards_s_rise_s_talk_distraught_] (Infermiera Kate? Non dovrebbe passeggiare nel parco in ritardo!){p}{i}Uhh{/i}, donna woah! Scena!

source: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] What the-{p}I-Inviso-Bill?!
it_it: [_kate_s_towards_wide_s_neutral_s_talk_displeased_] Che cos'è-{p}I-Inviso-Bill?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Stay back, ma'am! I'll take care of ol' pale and scaly over here!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Resta indietro, ma'am! Mi occuperò di ol' pallido e squamoso qui!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] That's right pal! You better run!{p}...or... slither!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] È palese! È meglio correre!{p}...o... scivolare!

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-thank you! I didn't expect such a vicious monster like that to come and attack me on my walk home from-{p}...h-hey, are you okay? It looked like that thing bit you pretty-
it_it: [_kate_s_towardsdown_s_rise_s_talk_displeased_] T-grazie! Non mi aspettavo che un mostro così vizioso venisse a attaccarmi a casa mia -{p}. .h-hey, stai bene? Sembrava che la cosa fosse carina -

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] I was right! You're actually bleeding!!
it_it: [_kate_s_towardsdown_wide_s_neutral_s_talk_displeased_] Avevo ragione! In realtà stai sanguinando!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, it's fine don't worry. I can handle it. I'm a little tougher than you'd think.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Oh, va bene non preoccuparti. Posso gestirlo. Sono un po' più dura di quanto pensi.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] And {i}uh{/i}, if you don't mind me asking... you aren't freaking out that there's a ghost right in front of you? Just hanging out?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] E {i}uh{/i}, se non ti dispiace chiedermi... non stai scherzando fuori che c'è un fantasma proprio di fronte a te? Appena appeso fuori?

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Well from what I've heard, you're the talk of the town lately... and the school, apparently. A lot of the girls seem particularly taken with you, mentioning how cute you were.{p}So, I'll take my chances that you don't bite.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}*Chuckles*{/i} Bene da quello che ho sentito, sei il discorso della città ultimamente... e la scuola, a quanto pare. Un sacco di ragazze sembrano particolarmente portati con te, menzionando quanto sei carino.{p}Quindi, prenderò le mie probabilità che non morda.

source: [_kate_s_towards_s_sad_s_talk_displeased_] Hey, as much as I'd like to talk gossip with you, I'm a little more concerned about that injury of yours.{p}You should let me take a look at it, I'm a registered-
it_it: [_kate_s_towards_s_sad_s_talk_displeased_] Ehi, per quanto mi piacerebbe parlare di pettegolezzi con te, sono un po' più preoccupato per la tua lesione.{p}Dovresti lasciarmi dare un'occhiata, sono un registrato-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Look, it's fine, really! I do appreciate the concern though.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Guarda, va bene, davvero! Apprezzo la preoccupazione però.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Ya' know, I've never seen a ghost actually {u}bleed{/u} before...
it_it: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Si, non ho mai visto un fantasma in realtà {u}sanguinamenti{/u} prima...

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...then again, I guess I've never actually seen a ghost do {i}anything{/i} before, come to think of it... so, maybe it's fine?
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] ...poi ancora una volta, immagino che non ho mai visto un fantasma fare {i}nulla{/i} prima, venite a pensarlo... quindi forse va bene?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Well, let's hope so! Anyway, gotta go! Get home safe!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Beh, speriamo così! Comunque, andate! Torna a casa al sicuro!

source: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Wait! Don't just-
it_it: [_kate_s_towards_wide_s_rage_s_talk_consternation_] Aspetta! Non solo-

source: [_kate_s_towards_s_angry_s_talk_displeased_] ...damn.{p}Guess I {i}don't{/i} need a safety escort home, "Bill"...
it_it: [_kate_s_towards_s_angry_s_talk_displeased_] ...damn.{p}Immagino che {i}non't{/i} abbia bisogno di una scorta di sicurezza, "Bill"...

source: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... ya' know, there was something oddly familiar about that ghost kid...)
it_it: [_kate_s_at_player_s_rise_s_displeased_] ({i}Hmmm{/i}... sì, c'era qualcosa di strano familiare su quel bambino fantasma...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Kate working late or something? She should really know better than to walk around at this time of- {i}oww!!{/i}{p}Dang... this cut {i}is{/i} kinda bad...)
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_wide_s_wondering_s_displeased_] (Kate lavorando tardi o qualcosa? Dovrebbe davvero sapere meglio che camminare in questo momento di- {i}oww! {/i}{p}Dang. . questo taglio {i}è{/i} kinda bad...)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, shouldn't worry too much. I'm sure it'll heal up just fine! My speedy ghost healing factor hasn't failed me yet!)
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_smile_] ({i}Ahh{/i}, non dovrebbe preoccuparsi troppo. Sono sicuro che guarirà bene! Il mio rapido fattore di guarigione dei fantasmi non mi ha ancora fallito!)

source: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh man... I feel like death reheated in the microwave...
it_it: [_danny_s_infected_s_at_player_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... oh man... Mi sento come la morte riscaldata nel microonde...

source: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Well, I'd better get to school on time if I don't wanna be-
it_it: [_danny_s_infected_s_at_player_s_sad_s_talk_distraught_] Beh, farei meglio ad andare a scuola in tempo se non voglio essere

source: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... so sick... I feel woozy... I'm freezing... and yet I'm burning up at the same time...
it_it: [_danny_s_infected_s_at_self_s_sad_s_talk_distraught_] {i}Ughh{/i}... così malato... mi sento legnoso... sto congelando... eppure sto bruciando allo stesso tempo...

source: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, I'm sure I'll be good... just the ol' body's way of healing itself naturally...
it_it: [_danny_s_infected_s_at_player_s_rise_s_talk_happy_] N-nah... nah, sono sicuro che sarò bravo... solo il modo dell'ol' corpo di guarire se stesso naturalmente...

source: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Okay... I can do this. Brave face, Danny...
it_it: [_danny_s_infected_s_closed_s_sad_s_talk_displeased_] Okay... posso fare questo. Volto coraggioso, Danny...

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Danny... are you okay? You're looking {i}particularly{/i} pale for a guy that's half ghost.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Woah, geez Danny... stai bene? Stai cercando {i}in particolare{/i} pallido per un ragazzo che è mezzo fantasma.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Yeah man, you look like you're ready to collapse at any second...{p}...which isn't all {i}that{/i} strange considering Lancer's lectures are {u}normally{/u} coma inducing, but still...
it_it: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Sì, sembra che tu sia pronto a collassare in qualsiasi secondo...{p}... hich non è tutto {i}che{/i} strano considerando le lezioni di Lancer's sono {u}normalmente{/u} coma inducente, ma ancora...

source: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, guys... sure, I may not be feeling at the top of my game right now, but... don't worry, I'm totally good, r-really.
it_it: [_danny_s_infected_s_towards_s_sad_s_talk_amused_] {i}Ahh{/i}, ragazzi... sicuro, forse non mi sento in cima al mio gioco in questo momento, ma... non preoccuparti, sono del tutto buono, r-realmente.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] You sure about that? You just don't look like any version of your normal self. You get into another fight lately?
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Sei sicuro? Semplicemente non assomigli a nessuna versione del tuo normale te stesso. Ti trovi in un'altra battaglia ultimamente?

source: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Yeah, just suffering a little wear and tear from a late night patrol I was on... darn Ghost Cobras, amirite?
it_it: [_danny_s_infected_s_towards_s_wondering_s_talk_happy_] Sì, solo soffrendo un po 'di usura da una pattuglia di tarda notte ero su... darn Ghost Cobras, amirite?

source: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...say, if you guys were so concerned about me, it'd be nice if you two could stop...{p}...spinning around...{p}...like...
it_it: [_danny_s_infected_s_towards_s_rise_s_talk_displeased_] ...dire, se siete così preoccupati per me, sarebbe bello se due poteste fermarsi...{p}...girando intorno...{p}...come...

source: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ...that.
it_it: [_danny_s_infected_s_offscreen_s_closed_s_sad_s_talk_distraught_] ... quello.

source: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Sound and Fury!!{/b} What's happened here?! Mr. Fenton passed out again??
it_it: [_lancer_s_towards_wide_s_neutral_s_talk_frown_] {b}Suono e Furia!!{/b} Cosa è successo qui?! Il signor Fenton è uscito di nuovo??

source: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] We need to get him to the hospital or something!
it_it: [_tucker_s_arms_straps_s_towards_wide_s_sad_s_talk_frown_] Abbiamo bisogno di portarlo all'ospedale o qualcosa!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Now, now, Mr. Foley... now is not the time to panic, or force the school to deal with any unaffordable medical bills.{p}Mr. Baxter! Help me get Mr. Fenton to Nurse Kate!
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] Ora, signor Foley... ora non è il momento di prendere il panico, o costringere la scuola a far fronte a qualsiasi bolletta medica inaccessibile.{p}Mr. Baxter! Aiutami a ottenere Mr. Fenton a Nurse Kate!

source: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Sure, whatever. But I really don't think the rest of us should have to ask to use the bathroom anymore, if Fenturd can just pretend to pass out whenever he wants to ditch class!
it_it: [_dash_s_offscreen_s_blank_stare_s_neutral_s_talk_frown_2_] Certo, qualsiasi. Ma davvero non penso che il resto di noi dovrebbe chiedere di usare più il bagno, se Fenturd può solo fingere di passare fuori ogni volta che vuole abbandonare la classe!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Everyone, clear the way! This sick young lad is under the mindful protection of Vice Principal Lancer!
it_it: [_lancer_s_towards_s_angry_s_talk_frown_] Tutti, pulisci la strada! Questo giovane ragazzo malato è sotto la protezione attenta del vice principale Lancer!

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, Lancer's kinda cool when someone's actually in trouble.
it_it: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Wow, il kinda della Lancer's cool quando qualcuno è effettivamente nei guai.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Too bad he can't inject some of that vigor into any of his lesson plans...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Peccato che non possa iniettare un po' di quel vigore in nessuno dei suoi piani di lezione...

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Man, what do you think's wrong with Danny?
it_it: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_frown_] Uomo, cosa ne pensi di sbagliare con Danny?

source: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] I don't know... I really hope Nurse Kate can help him...
it_it: [_sam_s_co_s_away_s_unhappy_s_talk_consternation_] Non lo so... Spero davvero che Nurse Kate possa aiutarlo...

source: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Well, I wouldn't worry about that. I'm sure she'll do her best to get him feeling {u}extra{/u} comfortable...
it_it: [_tucker_s_arms_straps_s_down_s_wondering_s_talk_happy_] Beh, non mi preoccuperei di questo. Sono sicuro che farà del suo meglio per fargli sentire {u}extra {/u} comodissimo...

source: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Dear Lord... so those rumors {i}are{/i} true...?
it_it: [_sam_s_co_s_away_s_confused_s_talk_consternation_] Caro Signore... così quelle voci {i}sono{/i} vere...?

source: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] My body's immune system is always in tip top shape, so I'm never sick... sadly...
it_it: [_tucker_s_arms_straps_s_closed_s_sad_s_talk_frown_] Il sistema immunitario del mio corpo è sempre nella forma di punta superiore, quindi non sono mai malato... tristemente...

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...but yeah, from what I've heard, it's super true. Total nympho.{p}That lucky dog, Danny.
it_it: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] ...ma sì, da quello che ho sentito, è super vero. Ninfa totale.{p}Quel cane fortunato, Danny.

source: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, for God's sake...
it_it: [_sam_s_co_s_closed_s_angry_s_talk_displeased_] Oh, per amor di Dio...

source: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, take it easy kiddo. You know the drill, lie still for a bit.{p}You've had it pretty rough lately.
it_it: [_kate_s_offscreen_s_unhappy_s_talk_distraught_] Hey, hey, prendi un bambino facile. Conosci l'esercito, menzogna ancora per un po'.{p}L'hai avuto abbastanza ruvido ultimamente.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Huh? Wh... where am I?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Huh? Dove... dove sono?

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] In my office Danny. You collapsed while in class again.{p}It looks like you gained a pretty nasty injury on your arm. Seems to have gotten rather infected, so I've given you some emergency antibiotics.
it_it: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] Nel mio ufficio Danny. Sei crollato di nuovo in classe.{p}Sembra che tu abbia guadagnato una brutta ferita sul tuo braccio. Sembra di aver ottenuto piuttosto infetto, quindi ti ho dato alcuni antibiotici di emergenza.

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, I feel {u}awful{/u}.
it_it: [_danny_s_closed_s_unhappy_s_talk_distraught_] {i}Ughh{/i}... wow, mi sento {u}terribile{/u}.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] I'm not surprised! You must have had it festering overnight in your sleep.{p}Can you think of how you would have gotten such a bad wound?
it_it: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Non sono sorpreso! Devi averlo fatto sfogare durante la notte nel tuo sonno.{p}Riesci a pensare a come avresti avuto una ferita così cattiva?

source: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}pretty sure I fell?
it_it: [_danny_s_down_wide_s_sad_s_talk_displeased_] {i}Uhhhm{/i}...{p}sono abbastanza sicuro di cadere?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] You fell? Into what? A septic tank?!{p}There's something really strong irritating your skin, acting like a poison... or even some kind've corrosive!
it_it: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Sei caduto? In che cosa? Un serbatoio settico?!{p}C'è qualcosa di davvero forte irritante la tua pelle, che agisce come un veleno... o anche qualche tipo di corrosivo!

source: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, nope, nah, just the good ol' concrete! N-nothing particularly suspicious or bizzare about how I got it, not that I can think of!
it_it: [_danny_s_at_player_s_rise_s_talk_distraught_] {i}Uhhh{/i}, nope, nah, solo il buon ol' concreto! N-niente di particolarmente sospetto o bizzarro su come l'ho ottenuto, non che posso pensare!

source: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...right... well, just keep that bandaged area clean and dry. Also, take two of these antibody pills every day until they're gone, and that should hopefully help clear things up.{p}{u}Hopefully.{/u}
it_it: [_kate_s_towardsdown_s_angry_s_talk_displeased_] ...a destra... beh, basta tenere quella zona fasciata pulita e asciutta. Inoltre, prendere due di queste pillole anticorpali ogni giorno fino a quando non sono andate, e questo dovrebbe aiutare a chiarire le cose.{p}{u}Speriamo che sia.{/u}

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks Kate. You're a lifesaver! I should have you on speed dial for the amount of times you've patched me up!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Grazie Kate. Sei un salvaduto! Dovrei averti in velocità per la quantità di volte che mi hai patchato!

source: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] I certainly appreciate the praise Danny, but please be more careful with yourself. You're honestly lucky you didn't go into shock sooner. That could have become {i}far{/i} more serious if we didn't treat it in time.
it_it: [_kate_s_towardsdown_s_unhappy_s_talk_displeased_] Apprezzo certamente la lode Danny, ma per favore fai più attenzione con te stesso. Sei onestamente fortunato che non sei andato in shock prima. Potrebbe essere diventato {i}far{/i} più serio se non lo trattassimo in tempo.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, I'll be more careful, promise. Good looking out for me, I mean it.
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay Kate, sarò più attento, promessa. Bene guardandomi fuori, intendo dire.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] I'd suggest heading home and taking the rest of the day off. Best to get some rest.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Suggerirei di andare a casa e prendere il resto della giornata libera. Meglio riposare un po'.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Thanks Kate, will do.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Grazie Kate, lo farà.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, take care.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Bye Danny, prendi cura.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Cya around!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Cia in giro!

source: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... that wound... it looked awfully familiar to the wound I saw... no, it couldn't be...{p}...could it?)
it_it: [_kate_s_towards_s_unhappy_s_displeased_] (Geez... quella ferita... sembrava terribilmente familiare alla ferita che ho visto... no, non poteva essere...{p}...potrebbe essere?)

source: [_danny_s_at_player_s_sad_s_consternation_] ({i}Phew!{/i} I need to be on my toes more when fighting ghosts from now on. They can really do a number on me if I'm not careful!)
it_it: [_danny_s_at_player_s_sad_s_consternation_] ({i}Phew!{/i} Ho bisogno di essere sulle dita dei piedi di più quando combatti fantasmi da ora in poi. Possono davvero fare un numero su di me se non sto attento!)

source: [_danny_s_closed_s_wondering_s_grin_] (Kate's the best. She's actually really good at being a nurse!)
it_it: [_danny_s_closed_s_wondering_s_grin_] (Kate è il migliore. È davvero brava ad essere un'infermiera!)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Home sweet home. Time for me to get my grub on!{p}Now where did Jazz leave that box of Pink Munchies...?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Casa dolce. È ora che mi faccia venire il mio grub su!{p}Ora dove ha lasciato Jazz quella scatola di Munchies rosa...?

source: [_danny_s_at_player_s_rise_s_talk_happy_] Huh? Oh, someone's at the door... look's like Mom's got it though.
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Huh? Oh, qualcuno alla porta... sembra che la mamma lo abbia però.

source: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Hello, can I help you?
it_it: [_maddie_s_offscreen_s_towards_s_confused_s_talk_frown_] Ciao, posso aiutarti?

source: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Good evening, Mrs. Fenton? Hello, I hope I'm not disturbing you at all. My name's Kate Astray, I'm the-
it_it: [_kate_s_offscreen_s_towards_s_sad_s_talk_happy_] Buona sera, signora Fenton? Ciao, spero di non ti disturbare affatto. Mi chiamo Kate Astray, sono il-

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh yes! Aren't you the school nurse for Casper High? I believe I remember seeing you at a PTA meeting.
it_it: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Oh sì! Non sei tu l'infermiera della scuola per Casper High? Credo di ricordarti di vederti in una riunione del PTA.

source: [_kate_s_offscreen_s_neutral_s_talk_happy_] Yes, Nurse Kate! Hello, it's a pleasure to meet you!
it_it: [_kate_s_offscreen_s_neutral_s_talk_happy_] Sì, Infermiera Kate! Ciao, è un piacere incontrarti!

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Nurse Kate? What is she doing here?)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Infermiere? Che cosa sta facendo qui?)

source: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] I'm just stopping by to check on your son, Danny? A little while ago, he collapsed in class, and there was actually another incident today... this time with a wound I found on his arm.
it_it: [_kate_s_offscreen_s_unhappy_s_talk_consternation_] Sto solo fermando per controllare tuo figlio, Danny? Poco fa è crollato in classe, e oggi si è verificato un altro incidente. Questa volta con una ferita ho trovato sul braccio.
