Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Since when did the looks of the man ever matter in matters such as this?
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Da quando gli sguardi dell'uomo hanno mai contato in questioni come questo?

source: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhh... you still have your whole programming wired into the stone ages, girl...
it_it: [_ember_s_tv_s_towards_s_idle_s_talk_consternation_] Woahhh... hai ancora tutta la programmazione cablata nell'età della pietra, ragazza...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] In my day, the man simply found a woman that he thought would look good in his chambers and bought her. Simplicity at its finest.
it_it: [_desiree_s_tv_s_towards_s_wondering_s_talk_happy_] Al mio giorno, l'uomo ha semplicemente trovato una donna che pensava avrebbe guardato bene nelle sue camere e l'ha comprata. Semplicità al suo meglio.

source: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Okay, that's called slavery, it's kinda been illegal for a while now.
it_it: [_ember_s_tv_s_towards_s_confused_s_talk_distraught_] Okay, che si chiama schiavitù, è un po' illegale da tempo.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] And c'mon, you really didn't have {i}any{/i} say at all with the Sul... Sulty? Whatever he was?
it_it: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] E c'mon, non hai davvero {i}{/i} dire affatto con il Sul... Sulty? Qualunque cosa fosse?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] The {u}Sultan{/u}, and no, I did not.
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Il {u}Sultan{/u}, e no, non l'ho fatto.

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] But like... what about... I don't know...{p}...love or some shit?
it_it: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] Ma come... che dire... non so...{p}...amore o qualche merda?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Love is a... rather complicated matter, there are many different types of it.
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] L'amore è una questione piuttosto complicata, ci sono molti tipi diversi di esso.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Love can always be cultivated over time. I still had power over my destiny, even under his care.
it_it: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] L'amore può sempre essere coltivato nel corso del tempo. Avevo ancora potere sul mio destino, anche sotto la sua cura.

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] From what I know, "love" is a load of bullshit, trust me.
it_it: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Da quello che so, "amore" è un carico di stronzata, fidatevi di me.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] My Sultan was never cruel to me, however.
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Il mio sultano non è mai stato crudele per me.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] No, he just used you to bust his load, right?
it_it: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] No, ti ha appena usato per busto il suo carico, giusto?

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Believe me, it was a mutual affair.
it_it: [_desiree_s_tv_s_towards_s_wondering_s_talk_bite_] Credetemi, era una vicenda.

source: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...that you had no say in.
it_it: [_ember_s_tv_s_down_wide_s_idle_s_talk_consternation_] ...che non avevate detto dentro.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] I was showered in gifts.
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] Sono stato rovesciato in regali.

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah, and jizz.{p}Let me guess though, he didn't step in to help when that wife of his wanted {i}your{/i} head on the chopping block.
it_it: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Sì, e puzzle.{p}Permettetemi di indovinare, però, non è andato in aiuto quando quella moglie del suo voleva {i}tuo{/i} testa sul blocco di taglio.

source: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] What block? I was buried in the white desert sands and devoured by vultures.
it_it: [_desiree_s_tv_s_down_s_idle_s_talk_displeased_] Che blocco? Sono stato sepolto nelle sabbie bianche del deserto e divorato dagli avvoltoi.

source: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Jesus Christ!!{/i} And you want to sit here and tell me how "great" your Sultan was?!
it_it: [_ember_s_tv_s_down_s_angry_s_talk_distraught_] {i}Gesù Cristo!!{/i} E vuoi sederti qui e dirmi quanto "grande" fosse il tuo sultano?!

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] That was his wife who did that to me! The jealous whore.. .
it_it: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_consternation_] Quella era sua moglie che mi ha fatto! La puttana gelosa.. .

source: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh yeah, sounds like you had a real good hand at shaping your destiny...
it_it: [_ember_s_tv_s_down_s_idle_s_talk_consternation_] Oh sì, suona come se avessi una buona mano a plasmare il tuo destino...

source: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh fine! Judge me as you like! But what about you then, aye?
it_it: [_desiree_s_tv_s_towards_wide_s_angry_s_talk_distraught_] Oh bene! Giudicami come ti piace! Ma che dire di te, allora?

source: [_ember_s_tv_s_towards_s_confused_s_talk_consternation_] Me?
it_it: [_ember_s_tv_s_towards_s_confused_s_talk_consternation_] Io?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Well, c'mon, don't hold back... what sorrows burden your heart so much that you sought to dye your hair that ridiculous color?
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Beh, c'mon, non trattenersi... che dolore appesantisce il tuo cuore così tanto che hai cercato di tingere i capelli quel colore ridicolo?

source: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ...I don't want to talk about it.
it_it: [_ember_s_tv_s_down_s_sad_s_talk_consternation_] ... Non voglio parlarne.

source: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Really now? Darling, we're dead, there's nothing worth getting hung up over.
it_it: [_desiree_s_tv_s_towards_s_idle_s_talk_displeased_] Davvero adesso? Darling, siamo morti, non c'è niente che vale la pena di essere appeso.

source: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] It's complicated, okay?
it_it: [_ember_s_tv_s_towards_s_sad_s_talk_consternation_] È complicato, okay?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... well I do certainly understand holding onto pain and bitterness.
it_it: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] {i}Hmmm{/i}... benissimo, capisco di certo il dolore e l'amarezza.

source: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh yeah? Done wonders for your personality I'm sure.
it_it: [_ember_s_tv_s_towards_s_idle_s_talk_distraught_] Oh sì? Fatto meraviglie per la tua personalità ne sono sicuro.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, do try to actually listen to me.
it_it: [_desiree_s_tv_s_towards_s_unhappy_s_talk_displeased_] Ember, provate ad ascoltarmi.

source: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] What?!
it_it: [_ember_s_tv_s_towards_s_angry_s_talk_distraught_] Cosa?!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I may not have your experience with the modern world...
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Potrei non avere la vostra esperienza con il mondo moderno...

source: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Trust me, I'm from the late 80's, and this world still freaks me the hell out. Have you seen these phones today? They look like chocolate bars!
it_it: [_ember_s_tv_s_towards_s_rise_s_talk_amused_] Fidati di me, vengo dalla fine degli anni '80, e questo mondo mi stupisce ancora l'inferno. Hai visto questi telefoni oggi? Sembrano delle barre di cioccolato!

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] ...yet I have lived for centuries now, and I have seen things you could not possibly fathom.
it_it: [_desiree_s_tv_s_towards_s_unhappy_s_talk_consternation_] Eppure ho vissuto da secoli e ho visto cose che non potevate avere un padrone.

source: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Is this going somewhere?
it_it: [_ember_s_tv_s_towards_s_confused_s_talk_displeased_] Questo sta andando da qualche parte?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] My point is that I know that it is hard to forgive whatever it may be that torments you, but you must {i}try{/i} to let it go.
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Il mio punto è che so che è difficile perdonare qualunque cosa possa essere che ti tormenta, ma devi {i}provare{/i} per lasciarlo andare.

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, so you spend a couple weeks with boy wonder and suddenly you're a reformed saint now?
it_it: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] Oh, quindi trascorri un paio di settimane con stupore del ragazzo e improvvisamente sei un santo riformato ora?

source: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, the master does not control my-
it_it: [_desiree_s_tv_s_down_s_sad_s_talk_displeased_] N-no, il master non controlla mio-

source: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] I mean c'mon, we all heard about some of {i}your{/i} atrocities committed in the Ghost Zone.
it_it: [_ember_s_tv_s_towards_s_idle_s_talk_displeased_] Intendo c'mon, tutti abbiamo sentito parlare di alcune delle tue {i}atrocità commesse nella Zona Fantasma.

source: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Let me guess, you never told your precious "master" about them have you?
it_it: [_ember_s_tv_s_towards_s_angry_s_talk_amused_] Lasciatemi indovinare, non avete mai detto il vostro prezioso "maestro" su di loro hai?

source: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] No, he's not ready for that... I wouldn't want him to see me as-
it_it: [_desiree_s_tv_s_down_s_upset_s_talk_distraught_] No, non è pronto per questo... Non vorrei che mi vedesse come-

source: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! And here you are lecturing me.
it_it: [_ember_s_tv_s_towards_s_idle_s_talk_amused_] Hah!! E qui mi stai insegnando.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I'm simply trying to help you.
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Sto semplicemente cercando di aiutarti.

source: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Well thanks babe, but I don't need it.
it_it: [_ember_s_tv_s_towards_s_sad_s_talk_displeased_] Bene grazie bambola, ma non ne ho bisogno.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...and I don't deserve it...
it_it: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] ...e non me lo merito...

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...I hated myself.
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] ...Io ho odiato me stesso.

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] I hated everyone, and everything. I wanted the whole world to suffer for what they did to me.
it_it: [_desiree_s_tv_s_towards_s_unhappy_s_talk_distraught_] odiavo tutti e tutto. Volevo che il mondo intero soffrisse per quello che mi hanno fatto.

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Yeah... I get that.
it_it: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] Sì... Lo ottengo.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] And believe me, I know I'm not a good person, even now, but...
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] E credetemi, so che non sono una brava persona, anche adesso, ma...

source: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] I think that Mas- I mean, I think Danny is... well he's helping me to at least see that there {i}are{/i} other ways to be.
it_it: [_desiree_s_tv_s_towards_s_unhappy_s_talk_happy_] Penso che Mas- voglio dire, penso che Danny è... bene mi sta aiutando almeno a vedere che ci sono {i}altri modi per essere.

source: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Even if I don't always agree with his methods, and believe me, I'd still choose freedom than this... he's taught me that eternity is a long time to hold onto all that hatred in your heart and not at least {i}talk{/i} about it.
it_it: [_desiree_s_tv_s_closed_s_sad_s_talk_displeased_] Anche se non sono sempre d'accordo con i suoi metodi, e credetemi, sceglierei ancora la libertà di questo... mi ha insegnato che l'eternità è un lungo periodo di tempo per trattenere tutto l'odio nel tuo cuore e non almeno {i}parlarne{/i} al riguardo.

source: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...you really do like him, huh?
it_it: [_ember_s_tv_s_towards_wide_s_confused_s_talk_amused_] ...ti piace davvero, eh?

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Not always, no... but he's certainly different, I must admit...
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Non sempre, no... ma è sicuramente diverso, devo ammettere...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] In other respects, he is in fact yet another common man with simple thoughts and desires, true...
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_s_-blush_] Per altri aspetti, egli è infatti l'ennesimo uomo comune con semplici pensieri e desideri, vero...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] ...and yet I sense in him a desire to do true good for others. Selflessly, even.
it_it: [_desiree_s_tv_s_towards_s_wondering_s_talk_amused_] e tuttavia sento in lui il desiderio di fare il vero bene per gli altri.

source: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, he's definitely a stupid... stupid goody two shoes...
it_it: [_ember_s_tv_s_down_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yeah, è sicuramente stupido... stupide due scarpe buone...

source: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] He bought me that guitar, ya' know?
it_it: [_ember_s_tv_s_towards_s_idle_s_talk_happy_s_-blush_] Mi ha comprato quella chitarra, sì?

source: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] Did he? So I have {i}him{/i} to thank for the migraines I've been developing...
it_it: [_desiree_s_tv_s_towards_s_angry_s_talk_amused_] Lo ha fatto? Quindi ho {i}lui{/i} per ringraziare per le emicranie che sto sviluppando...

source: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Yeah, but I know he just wants my information about that creep who helped me escape the Ghost Zone... it's all just a game... and as soon as he's got it, he'll chuck me out, just like... like...
it_it: [_ember_s_tv_s_down_s_angry_s_talk_consternation_] Sì, ma so che vuole solo le mie informazioni su quel creep che mi ha aiutato a sfuggire alla Zona Fantasma . . è tutto solo un gioco... e non appena lo ha fatto, mi manderà fuori, proprio come... come...

source: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, may I ask you something personal?
it_it: [_desiree_s_tv_s_towards_s_wondering_s_talk_displeased_] Ember, posso chiederti qualcosa di personale?

source: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...well, I can't exactly stop you, so, sure.
it_it: [_ember_s_tv_s_towards_s_rise_s_talk_displeased_] ...beh, non posso fermarti esattamente, quindi, certo.

source: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] When you play your music aloud, you play wanting the whole world to hear you... but do you ever play for {u}yourself{/u}?
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_happy_] Quando riproduci la tua musica ad alta voce, vuoi che il mondo intero ti ascolti... ma suoni mai per {u}te stesso{/u}?

source: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] No... not anymore.{p}I play to get better, to please everyone, so they'll love me...
it_it: [_ember_s_tv_s_down_s_sad_s_talk_displeased_] No... non più.{p}Gioco per migliorare, per piacere a tutti, quindi mi ameranno...

source: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] But sometimes even that's not enough... so I use my powers to {u}make{/u} them love me...
it_it: [_ember_s_tv_s_down_s_sad_s_talk_distraught_] Ma a volte anche questo non è abbastanza... quindi uso i miei poteri per {u}make{/u} loro mi amano...

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] In my time observing humans, the best musicians I had ever heard always played from the soul, deeply. Their best music reflected what they truly felt inside.
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_happy_] Nel mio tempo osservando gli esseri umani, i migliori musicisti che avessi mai sentito suonare sempre dall'anima, profondamente. La loro migliore musica rifletteva quello che sentivano veramente dentro.

source: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Yeah well, capitalism says buh-bye to that load of crap. Everything's just corporate and marketed now!
it_it: [_ember_s_tv_s_towards_s_angry_s_talk_consternation_] Sì, il capitalismo dice addio a quel carico di merda. Tutto è solo aziendale e commercializzato ora!

source: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} ...nevermind, let's just keep watching the movie.
it_it: [_ember_s_tv_s_closed_s_sad_s_talk_displeased_] {i}*Sigh*{/i} ... mai, continuiamo a guardare il film.

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] As you wish.
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Come vuoi.

source: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...this dude's totally gonna fuck up his chances with her with a haircut like that.
it_it: [_ember_s_tv_s_down_wide_s_rise_s_talk_amused_] ...questo tizio andrà totalmente a scopare le sue possibilità con lei con un taglio di capelli così.

source: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, agreed.
it_it: [_desiree_s_tv_s_down_s_wondering_s_talk_amused_] {i}Hah{/i}, accettato.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, nice to see them getting along. I better leave them to it.)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_smile_] (Huh, bello vederli andare d'accordo. Meglio lasciarli ad esso.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} I wonder how Ember and Desiree are feeling this morning?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] {i}*Yawn*{/i} Mi chiedo come Ember e Desiree si sentano questa mattina?

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Huh? Doesn't seem like they're in the Thermos... I wonder where they could be?
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Huh? Non sembra che siano nel Termo... mi chiedo dove possano essere?

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh no... this probably isn't good...
it_it: [_danny_s_at_player_s_sad_s_talk_distraught_] Oh no... questo probabilmente non va bene...

source: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, it has been a long time since I tried this substance.
it_it: [_desiree_s_ghost_original_top_s_closed_s_neutral_s_talk_happy_] Mmm, è passato molto tempo da quando ho provato questa sostanza.

source: [_ember_s_towards_s_rise_s_talk_amused_] Seriously? I couldn't live without this stuff while I was alive.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Seriamente? Non riuscivo a vivere senza questa roba mentre ero vivo.

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY NOW!! What are you two doing in the kitchen, exactly?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-HEY ORA!! Cosa fai due in cucina, esattamente?

source: [_ember_s_towards_s_confused_s_talk_consternation_] What's the problem? This not a part of your house or something?
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Qual è il problema? Questa non è una parte della vostra casa o qualcosa?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] I do believe we are following the agreed upon rules, Master. Is there an issue?
it_it: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Credo che stiamo seguendo le regole concordate, Maestro. C'è un problema?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, girls, I mean c'mon, you can't just be here, my parents will be here any min-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Beh, ragazze, voglio dire c'mon, non puoi essere qui, i miei genitori saranno qui qualsiasi min-

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh no! Quick, you two need to turn-
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh no! Rapido, hai due bisogno di girare-

source: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Sure, whatever.
it_it: [_ember_s_offscreen_s_at_player_s_idle_s_talk_displeased_] Certo, qualsiasi.

source: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] As requested, master.
it_it: [_desiree_s_offscreen_s_ghost_original_top_s_at_player_s_wondering_s_talk_amused_] Come richiesto, maestro.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... right. I guess that's really not that difficult to do... seeing as you've had years experience at turning... {i}yeeeaaah{/i}...
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] Oh... giusto. Immagino che non sia davvero così difficile da fare... visto come hai avuto anni di esperienza a girare... {i}yeeaaah{/i}...

source: [_jack_s_towards_s_wondering_s_talk_happy_] Morning champ! {i}Oooh!{/i} Thanks for making this fresh coffee!
it_it: [_jack_s_towards_s_wondering_s_talk_happy_] Morning champ! {i}Oooh!{/i} Grazie per aver fatto questo caffè fresco!

source: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} Tastes like sweet, non-ectoplasmic coated freedom.
it_it: [_jack_s_closed_s_neutral_s_talk_happy_] {i}Ahh!{/i} Gusti come dolce e non ectoplasmic ricoperto libertà.

source: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, for sure, I'm all about that non-ghost related... coffee... making... stuff.
it_it: [_danny_s_towards_wide_s_rise_s_talk_amused_] Oh, di sicuro, sono tutto di quel non-fantasma correlato... caffè... preparazione... roba.

source: [_danny_s_at_player_s_rise_s_consternation_] (...what?)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (...Cosa?)

source: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, anyway, how're you doing Dad?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] S-so, comunque, come stai facendo papà?

source: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, I'm alright, just about to head out and track some more ghost trails, hopefully... I swear, they've been flaring up all over the block recently!
it_it: [_jack_s_towards_s_confused_s_talk_frown_] Ohh, sto bene, quasi per uscire e tracciare alcuni sentieri fantasma, si spera. . Ho giurato, hanno fatto esplodere in tutto il blocco di recente!

source: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, good luck Dad.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] O-okay, buona fortuna Papà.

source: [_jack_s_towards_s_rise_s_talk_frown_] Hey, is everything alright Son? You seem a little spooked.
it_it: [_jack_s_towards_s_rise_s_talk_frown_] Ehi, è tutto giusto Figlio? Sembri un po' spaventato.

source: [_jack_s_towards_s_rise_s_talk_frown_] ...which is the {u}worst{/u} sorta feeling you can be, I assure you.
it_it: [_jack_s_towards_s_rise_s_talk_frown_] ...che è il {u}peggio{/u} sorta sentire che puoi essere, ti assicuro.
