Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Yeup, heh, that sure is a nice guitar. Super dope, but that's why they call it "window" shopping, huh? Cause you just look, right?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] {i}*Gulp*{/i} Yeup, heh, che certo è una bella chitarra. Super dope, ma è per questo che lo chiamano shopping "finestra", eh? Causa solo guardare, giusto?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] It's fine, it's not like I want it or anything.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_consternation_] Va bene, non è come lo voglio o niente.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But you looked so-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Ma hai guardato così-

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] I said I don't want it! And I don't want you asking me so many stupid questions, alright?!
it_it: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Ho detto che non lo voglio! E non voglio che mi chieda così tante domande stupide, giusto?!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Let's just go already. I've had enough fresh air for today.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Andiamo già. Ho avuto abbastanza aria fresca per oggi.

source: [_danny_s_towards_s_sad_s_talk_happy_] If that's what you want.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Se è quello che vuoi.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] What I want? Since when would you care as to what I {u}want{/u}?! If that were the case, I wouldn't even be here with you!!
it_it: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Che cosa voglio? Da quando ti interesserebbe quello che io {u}vuoi{/u}?! Se fosse così, non sarei nemmeno qui con te!!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, okay! Take it easy.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, okay! Prendilo facile.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] We'll head home, it's no problem.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ci dirigeremo a casa, non è un problema.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Not my best outing with a captive ghost, I'll admit...)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Not la mia migliore gita con un fantasma prigioniero, lo ammetto...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Well, I hope you at least somewhat enjoyed getting out for a bit.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Beh, spero che almeno un po 'ti sia piaciuto uscire per un po'.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I didn't "get out" of anything. You know you don't need to rub it in right?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Non ho "uscire" di niente. Sapete che non c'è bisogno di strofinarlo a destra?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What do you mean?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Cosa vuoi dire?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] You won, I get it.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Hai vinto, lo capisco.

source: [_danny_s_towards_s_sad_s_talk_displeased_] That's not what this was about.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Non è quello di cui si tratta.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Come on, dudes like you are all the same when it comes to chicks.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Avanti, tizi come te sono tutti gli stessi quando si tratta di pulcini.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] You just {i}looove{/i} to brag about your "conquests" and humiliate us. That's why you keep around the green bimbo, right?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Hai solo {i}looove{/i} per vantarsi delle tue "conquiste" e umiliarci. Ecco perché continui attorno al bimbo verde, giusto?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Humiliate you? Ember I just wanted you to have a nice time.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ti umilia? Ember Volevo solo che avessi un bel tempo.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Yeah right, bullshit.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Sì, destra, stronzata.

source: [_danny_s_towards_s_angry_s_talk_displeased_] You got a real foul mouth, you know that?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Hai una vera bocca malvagia, lo sapete?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrRr"{/i}, ahhhh, fuck you.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] {i}"YoU GoT a rEaL FouL mOuTh, EmBeRrRr"{/i}, ahhhh, ti scopa.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}You done?
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Wow.{p}Hai fatto?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...goodnight, Ember.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...buonanotte, Ember.

source: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... maybe I could try something else to get her to open up a bit more?)
it_it: [_danny_s_down_s_unhappy_s_consternation_] (Hmm... forse potrei provare qualcos'altro per farla aprire un po' di più?)

source: [_danny_s_at_player_s_rise_s_displeased_] (That guitar in the Mall she was looking at was really expensive, but maybe I should try to buy it for her?)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Quella chitarra nel Mall che stava guardando era davvero costosa, ma forse dovrei provare a comprarla per lei?)

source: [_danny_s_at_player_s_unhappy_s_grin_] (I mean, who am I kidding, I buy lingerie and outfits for others to wear that cost just as much...)
it_it: [_danny_s_at_player_s_unhappy_s_grin_] (Intendo dire, che sto scherzando, compro biancheria intima e abiti per gli altri di indossare quel costo...)

source: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... what now?
it_it: [_ember_s_towards_s_rise_s_talk_distraught_] Ugh... che cosa ora?

source: [_danny_s_towards_s_sad_s_talk_happy_] I have a {u}present{/u} for you.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ho un regalo {u}{/u} per te.

source: [_ember_s_towards_s_confused_s_talk_consternation_] What? No you don't.{p}Wait, seriously...?{p}No way. You didn't...
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Cosa? No, non.{p}Aspetta, seriamente...?{p}Nessun modo. Non hai fatto...

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, check it out.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Sì, controllatelo.

source: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-you... you actually bought it?
it_it: [_ember_s_towards_wide_s_sad_s_talk_displeased_] Y-you... hai effettivamente comprato?

source: [_ember_s_towards_s_rise_s_talk_displeased_] You bought that guitar... for me?
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] Hai comprato quella chitarra... per me?

source: [_danny_s_towards_s_angry_s_talk_happy_] Language.
it_it: [_danny_s_towards_s_angry_s_talk_happy_] Linguaggio.

source: [_ember_s_towards_s_confused_s_talk_distraught_] And you don't expect anything for it?
it_it: [_ember_s_towards_s_confused_s_talk_distraught_] E non vi aspettate nulla?

source: [_danny_s_towards_s_rise_s_talk_amused_] Nope.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Niente.

source: [_ember_s_towards_s_rise_s_talk_happy_] Woah... that's...
it_it: [_ember_s_towards_s_rise_s_talk_happy_] Woah... che...

source: [_ember_s_towards_s_confused_s_talk_consternation_] ...you know I'm not going to tell you anything right?
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] ...sai che non ti dirò niente di giusto?

source: [_danny_s_towards_s_wondering_s_talk_amused_] That's okay.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Va bene.

source: [_ember_s_towards_s_confused_s_talk_happy_] W-well... alright.
it_it: [_ember_s_towards_s_confused_s_talk_happy_] W-well... bene.

source: [_ember_s_towards_s_idle_s_talk_displeased_] Good. Cause I'm not.
it_it: [_ember_s_towards_s_idle_s_talk_displeased_] Bene. Perché non lo sono.

source: [_ember_s_down_s_sad_s_talk_happy_] ...thanks, I guess.
it_it: [_ember_s_down_s_sad_s_talk_happy_] ...grazie, immagino.

source: [_ember_s_towards_s_idle_s_talk_happy_] Okay, uh, I'm gonna go back inside now.
it_it: [_ember_s_towards_s_idle_s_talk_happy_] Okay, uh, tornerò dentro adesso.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Have fun. Probably needs a little tuning, but I'm sure you'll do fine.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Buon divertimento. Probabilmente ha bisogno di un po 'di sintonizzazione, ma sono sicuro che farai bene.

source: [_ember_s_down_s_confused_s_smile_] (This little spazz kid is weird... very weird...)
it_it: [_ember_s_down_s_confused_s_smile_] (Questo piccolo spazz è strano... molto strano...)

source: [_danny_s_closed_s_wondering_s_grin_] (Now see, that was down right wholesome...)
it_it: [_danny_s_closed_s_wondering_s_grin_] (Vedi, che era giù giusto sano...)

source: [_danny_s_at_player_s_rise_s_displeased_] (Wait... I didn't just give her a weapon to use against me, did I?)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Wait... Non le ho dato solo un'arma da usare contro di me, vero?

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... maybe I should see how Ember is getting on with her new guitar.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Hmmm... forse dovrei vedere come Ember sta andando avanti con la sua nuova chitarra.)

source: [_ember_s_towards_s_rise_s_talk_happy_] Hey, sorry, but I'm kinda busy in here, you need something?
it_it: [_ember_s_towards_s_rise_s_talk_happy_] Ehi, mi dispiace, ma sono un po' occupato qui, hai bisogno di qualcosa?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, sorry, just checking in, seeing how you're getting along with your new piece.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Ehi, mi dispiace, basta controllare, vedendo come stai andando d'accordo con il tuo nuovo pezzo.

source: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, I'm sorry, is there something wrong with it?
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Oh, mi dispiace, c'è qualcosa che non va?

source: [_ember_s_towards_s_sad_s_talk_consternation_] Huh? Oh no, guitar's decent, nothing wrong with that.
it_it: [_ember_s_towards_s_sad_s_talk_consternation_] Huh? Oh no, il decente, niente di sbagliato in questo.

source: [_ember_s_towards_s_sad_s_talk_distraught_] It's these living conditions. Me and Desiree would have killed each other twenty times over by now, if we could.
it_it: [_ember_s_towards_s_sad_s_talk_distraught_] Sono queste condizioni di vita. Io e Desiree ci saremmo uccisi venti volte finora, se potessimo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Seriously?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Seriamente?

source: [_ember_s_down_s_sad_s_talk_distraught_] Yeah, it's not going well.
it_it: [_ember_s_down_s_sad_s_talk_distraught_] Sì, non sta andando bene.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Why?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Perché?

source: [_ember_s_towards_s_angry_s_talk_distraught_] Well first of all, she's super fucking back handed and condescending, she treats me like a child, and she's {i}constantly{/i} lamenting about the past.
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Beh, prima di tutto, lei è super scopata indietro mano e condiscendente, mi tratta come un bambino, e lei è {i}costantemente{/i} lamentarsi del passato.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah is me, I had a thousand servants at my beck and call every moment of the day, all thanks to my big fat tits, woah is me..."
it_it: [_ember_s_towards_s_idle_s_talk_distraught_] Oh, "Woah è me, ho avuto mille servi su mia richiesta e ho chiamato ogni momento del giorno, tutti grazie alle mie grandi tette grasse, woah è me..."

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You know she was kicked out by the Sultan due to his jealous wife, right?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sapete che è stata cacciata dal sultano a causa della sua gelosa moglie, giusto?

source: [_ember_s_towards_s_rise_s_talk_distraught_] Look, I know melodramatic personalities when I see them. That chick thinks she's some sorta tortured soul. Gimme a break.
it_it: [_ember_s_towards_s_rise_s_talk_distraught_] Guarda, conosco personalità melodrammatiche quando li vedo. Quel pulcino pensa di essere un'anima torturata sorta . Gimme una pausa.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds like she should help co-write some of your sadder songs!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Suona come lei dovrebbe aiutare a co-scrivere alcune delle tue canzoni più tristi!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... so freaking funny I forgot to laugh.
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Har har... così divertente che ho dimenticato di ridere.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Alright, let me bring Des out as well. We'll work this out amicably.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Bene, lasciami portare Des fuori pure. Lavoreremo questo amichevolmente.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No wait, don't-
it_it: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Nessuna attesa, non-

source: [_ember_s_down_s_angry_s_talk_distraught_] Awwww, fuck.
it_it: [_ember_s_down_s_angry_s_talk_distraught_] Awwww, cazzo.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Master, please, {u}please{/u} find a way to send this infernal abomination into the Ghost Zone and to never return.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Maestro, per favore, {u}per favore{/u} trova un modo per mandare questo abominio infernale nella Zona Fantasma e per non tornare mai.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, blow me, you sanctimonious, bra stuffing camel sniffer!!
it_it: [_ember_s_stare_s_angry_s_talk_distraught_] Oh, soffiami, tu santimonioso, reggiseno ripieno cammello sniffer!!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Ladies! Hey, quiet now!{p}Now you girls are going to need to calm down.
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Donne! Ehi, quiete adesso!{p}Ora che le ragazze avranno bisogno di calmarsi.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] If she didn't constantly act out in there with her dreadful metal sitar, we wouldn't have such issues!
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Se lei non agisse costantemente là fuori con il suo terribile sito di metallo, non avremmo tali problemi!

source: [_ember_s_away_s_angry_s_talk_consternation_] Forgive me for trying to blow off some steam! Not everyone is content to being your master's little {i}bitch!{/i}
it_it: [_ember_s_away_s_angry_s_talk_consternation_] Perdonami per aver provato a soffiare un po' di vapore! Non tutti sono contenti di essere la piccola scarpa {i}del tuo padrone!{/i}

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} I AM NOT HIS BITCH, YOU WRETCHED LITTLE PUNK-
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} Io NON SONO BITCH, SCRIVI LITTLE PUNK-

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, I think I have a solution.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Va bene, penso di avere una soluzione.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] We're listening.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_displeased_] Stiamo ascoltando.

source: [_ember_s_towards_s_confused_s_talk_distraught_] Better be a damn good one...
it_it: [_ember_s_towards_s_confused_s_talk_distraught_] Meglio essere dannatamente buoni...

source: [_danny_s_towards_s_rise_s_talk_amused_] You girls clearly need some space, so, perhaps you could have a little time to yourselves outside.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Voi ragazze avete chiaramente bisogno di spazio, così, forse potreste avere un po 'di tempo a voi stessi fuori.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] Do you mean it? Truly?!
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_happy_] Lo intendi? In verità?!

source: [_ember_s_towards_s_rise_s_talk_happy_] Are you serious??
it_it: [_ember_s_towards_s_rise_s_talk_happy_] Sei serio??

source: [_danny_s_towards_s_rise_s_talk_amused_] Yes, but there are going to be conditions.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Sì, ma ci saranno delle condizioni.

source: [_ember_s_towards_s_idle_s_talk_consternation_] Oh great.
it_it: [_ember_s_towards_s_idle_s_talk_consternation_] Oh grande.

source: [_danny_s_towards_s_sad_s_talk_happy_] Desiree, I consider this a wish.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Desidero, lo considero un desiderio.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Go on.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_happy_] Vai su.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] You are both free to explore this house, {i}excluding{/i} the basement laboratory.{p}HOWEVER, you cannot be seen by anyone, possess anyone, or use any of your powers to influence or harm anyone in any way.
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Siete entrambi liberi di esplorare questa casa, {i}eccetto {/i} il laboratorio seminterrato.{p}CASA, non puoi essere visto da nessuno, possedere nessuno, o usare i tuoi poteri per influenzare o danneggiare qualcuno in qualsiasi modo.

source: [_ember_s_towards_s_angry_s_talk_consternation_] Well, {i}that{/i} sucks!
it_it: [_ember_s_towards_s_angry_s_talk_consternation_] Beh, {i}che{/i} succhi!

source: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, this is a pretty good deal! It'll give you both a chance to garner some privacy as well as some breathing room.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] C'mon, questo è un buon affare! Ti darà sia la possibilità di ottenere un po 'di privacy così come un po 'di respirazione.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] As you wish my master.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_excited_] Come volete il mio maestro.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Great, guess I'll just have to wait 'til the rest of your family leaves the house.
it_it: [_ember_s_towards_s_idle_s_talk_distraught_] Grande, indovina che dovrò solo aspettare fino al resto della tua famiglia lascia la casa.

source: [_danny_s_towards_s_wondering_s_talk_amused_] ...you know you can go invisible, right? Do {i}I{/i} need to be the one to tell you this?
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] ...sai che puoi andare invisibile, giusto? Hai {i}I{/i} che devi essere quello per dirti questo?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...suck my dick, Danny.
it_it: [_ember_s_down_s_angry_s_talk_distraught_] ...succhiare il mio cazzo, Danny.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Thank you for this, [player_name]. I for one greatly {u}appreciate{/u} this additional freedom you have granted me.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_sad_s_talk_happy_] Grazie per questo, [player_name]. Ho per uno molto {u}apprezzare{/u} questa libertà aggiuntiva che mi hai concesso.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, enjoy yourselves girls, don't do anything nefarious or evil while I'm gone.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Ok, goditi le tue ragazze, non fare nulla di nefasto o male mentre sono andato.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] We shall not, master.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Non lo faremo, maestro.

source: [_ember_s_stare_s_angry_s_talk_distraught_] Kiss ass.
it_it: [_ember_s_stare_s_angry_s_talk_distraught_] Bacio asino.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot whore.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Harlot puttana.

source: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sigh*{/i} Be good you two. And remember, when I'm tucking myself into bed, you both go back in the Thermos.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] {i}*Sospira*{/i} Sii bravo due di te. E ricordati, quando mi sto infilando nel letto, entrambi tornerai nel Termoso.

source: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, whatever. We'll play by your stupid rules for now...
it_it: [_ember_s_down_s_idle_s_talk_displeased_] {i}Pfft{/i}, qualsiasi cosa. Giocheremo con le tue stupide regole per ora...

source: [_danny_s_at_player_s_wondering_s_consternation_] (I really hope I made the right decision with this.)
it_it: [_danny_s_at_player_s_wondering_s_consternation_] (Spero davvero di aver preso la decisione giusta con questo.)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Huh? Is that the TV on?)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_displeased_] (Huh? È acceso il televisore?)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I could have sworn that everyone went to bed by now.)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Avrei potuto giurare che tutti andavano a letto ora.)

source: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Wait... those voices... oh no...!)
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_wondering_s_displeased_] (Wait... quelle voci... oh no...!)

source: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] I don't understand, why doesn't the man just {i}purchase{/i} the girl if he desires her that much?
it_it: [_desiree_s_tv_s_towards_s_neutral_s_talk_displeased_] Non capisco, perché l'uomo appena {i}acquista{/i} la ragazza se la desidera tanto?

source: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Cause he's married, dingus!
it_it: [_ember_s_tv_s_down_wide_s_confused_s_talk_displeased_] Perché è sposato, dunque!

source: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] I fail to see the dilemma...
it_it: [_desiree_s_tv_s_towards_s_sad_s_talk_displeased_] Non riesco a vedere il dilemma...

source: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] She doesn't even like him, he's totally evil and creepy looking.
it_it: [_ember_s_tv_s_down_wide_s_sad_s_talk_displeased_] A lei non piace, è completamente malvagio e raccapricciante.
