Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_] A-are you... I mean, are you going to ride me again? L-like last time?
it_it: [_danny_] A-sei tu... Voglio dire, mi cavalcherai di nuovo? L-come l'ultima volta?

source: [_desiree_] {i}Ohhh{/i} no, this time I was thinking you'd be the one on top...
it_it: [_desiree_] {i}Ohhh{/i} no, questa volta stavo pensando che saresti stato quello in cima...

source: [_danny_] Well, {i}heh{/i}, that sounds pretty- {i}whoa!{/i}
it_it: [_danny_] Beh, {i}heh{/i}, che suona bello- {i}whoa!{/i}

source: [_desiree_] I just... I want to look at you while we do this... while you make love to me... my master...
it_it: [_desiree_] Io solo... voglio guardarti mentre facciamo questo... mentre mi fai amare... il mio padrone...

source: [_desiree_] Master... give me it... fill my insides with your wonderful cock and seed...
it_it: [_desiree_] Maestro... dammi questo... riempi i miei interni con il tuo meraviglioso cazzo e seme...

source: [_danny_] Oh Des... you feel amazing. You're so... so beautiful, and sexy...
it_it: [_danny_] Oh Des... ti senti incredibile. Sei così... così bello, e sexy...

source: [_desiree_] Have you... have you been fantasizing about me... just like this?
it_it: [_desiree_] Hai tu... hai fantasticato su di me... proprio così?

source: [_danny_] I haven't been able to get you out of my head after the last time, yes!
it_it: [_danny_] Non sono stato in grado di farti uscire dalla mia testa dopo l'ultima volta, sì!

source: [_desiree_] {i}Ahhh...{/i} my sweet, eager master...~
it_it: [_desiree_] {i}Ahhh...{/i} il mio dolce, appassionato padrone...~

source: [_danny_] {i}Ah!{/i} Keep rockings your hips like that.{p}God, your body is so damn sexy...
it_it: [_danny_] {i}Ah!{/i} Mantieni i tuoi fianchi così.{p}Dio, il tuo corpo è così sexy...

source: [_desiree_] {i}Oooh!{/i} Yes, Master, yesss, fuck me! Watch these big, buxom breasts move and sway for you!!
it_it: [_desiree_] {i}Oooh!{/i} Sì, Maestro, sì, scoparmi! Guardate questi grandi seni buxom si muovono e si muovono per voi!!

source: [_danny_] You're so tight...! It's amazing...
it_it: [_danny_] Sei così stretto...! È incredibile...

source: [_desiree_] {i}Ohhh{/i}, I'm so pleased you love it! It's all for you, my dear Master...
it_it: [_desiree_] {i}Ohhh{/i}, Sono così contento che ti piace! È tutto per te, mio caro Maestro...

source: [_desiree_] (I hope he doesn't see me playing with him too clearly! I really can't let him know how {u}much{/u} I truly enjoy his cock... it'd all go straight to his head! Sands, yes, give it to me Danny!!)
it_it: [_desiree_] (Spero che non mi veda suonare con lui troppo chiaramente! Non posso davvero fargli sapere come {u}molto{/u} Mi piace veramente il suo cazzo. . sarebbe tutto andare dritto alla sua testa! Sabbie, sì, darmi Danny!!)

source: [_danny_] D-Des, I don't know how much longer I can hold on...
it_it: [_danny_] D-Des, non so quanto più tempo posso trattenere...

source: [_desiree_] {i}Ooooh{/i}, damn! Just a little bit more then! P-please!
it_it: [_desiree_] {i}Ooooh{/i}, maledetto! Ancora un po'! P-per favore!

source: [_danny_] {i}*Huff* *Huff*{/i} I'll try! I'll do it for you, Desiree!
it_it: [_danny_] {i}*Huff* *Huff*{/i} Tenterò! Lo farò per te, desidera!

source: [_desiree_] {i}MMmmm!{/i} That's it! That feels... unbelievable!!
it_it: [_desiree_] {i}MMmmm!{/i} Questo è tutto! Che si sentono... incredibile!!

source: [_desiree_] Fuck my pussy, master!! Do it!
it_it: [_desiree_] Cazzo la mia figa, padrone!! Faccolo!

source: [_desiree_] Oh yes! I'm- I'm gonna cum! I'm going to cum on this cock!! Please, cum with me Master!
it_it: [_desiree_] Oh sì! Sto andando a cum! Sto andando a sborrare su questo cazzo!! Per favore, cum con me Maestro!

source: [_danny_] {i}Ah!{/i} Y-yes!! I can't hold on any longer!
it_it: [_danny_] {i}Ah!{/i} Y-sì!! Non posso più trattenermi!

source: [_desiree_] Do it! Finish in me while I-
it_it: [_desiree_] Fallo finito! Finisci in me mentre I-

source: [_desiree_] {i}*Pant* *Pant*{/i} That was... on another plane of existence...
it_it: [_desiree_] {i}*Pant* *Pant*{/i} Quando... su un altro piano di esistenza...

source: [_danny_] {i}Phew!{/i} You're amazing, Desiree... can we just lay here for a bit?
it_it: [_danny_] {i}Phew!{/i} Sei incredibile, desiderio... possiamo stare qui per un po'?

source: [_desiree_] O-of course we can, Master... so you shall wish it... so shall it be...~
it_it: [_desiree_] O-naturalmente possiamo, Maestro... così lo desidererete... così sarà...~

source: [_danny_] {i}*Yawn*{/i} I think I may drift off for a bit.
it_it: [_danny_] {i}*Yawn*{/i} Penso di potermi allontanare per un po'.

source: [_danny_] That stuff seriously knocks the wind out of me... makes me {i}soooo{/i} tired...
it_it: [_danny_] Quella roba bussa seriamente il vento da me... mi rende {i}soooo{/i} stanco...

source: [_desiree_] ...Master?
it_it: [_desiree_] ...Maestro?

source: [_danny_] Yes Des?
it_it: [_danny_] Si Des?

source: [_desiree_] ...I think I'm starting to like having you as my Master.
it_it: [_desiree_] ...Penso che stia cominciando a piacerti come mio Maestro.

source: [_danny_] Well... I'm just glad you're starting to feel more comfortable here with me, Desiree.
it_it: [_danny_] Bene... Sono contento che tu stia cominciando a sentirti più a tuo agio qui con me, desiderio.

source: [_desiree_] Do you think that... I mean... does this mean that you-
it_it: [_desiree_] Pensate che... Voglio dire... questo significa che voi-

source: [_maddie_s_offscreen_s_angry_s_towards_wide_up_s_talk_frown_] DANIEL JAMES FENTON!!!{p}ARE YOU {u}AWAKE{/u} YET?!?
it_it: [_maddie_s_offscreen_s_angry_s_towards_wide_up_s_talk_frown_] DANIEL JAMES FENTON!!!{p}sei tu {u}AWAKE{/u} YET?!?

source: [_danny_] Oh, {i}shit!!{/i} Des, get back in the Thermos, quick!
it_it: [_danny_] Oh, {i}merda!!{/i} Des, torna in Thermos, veloce!

source: [_desiree_] A-as you wish, my Master! Good luck!!
it_it: [_desiree_] A-come vuoi, mio Maestro! Buona fortuna!!

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Dad! {i}Uhh{/i}, hey guys, I'm kinda naked here!
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] M-MOM!! Papà! {i}Uhh{/i}, hey ragazzi, sono parecchio nudo qui!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, young man, I am just {i}sooo{/i} glad you're feeling better!
it_it: [_maddie_s_towards_s_rise_s_talk_displeased_] {i}Wellll{/i}, giovane, sono solo {i}sooo{/i} contento che ti senti meglio!

source: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] After all, I'm sure you must be {i}soooo{/i} exhausted from all the debauchery of last night!
it_it: [_maddie_s_towards_wide_s_rise_s_talk_consternation_] Dopo tutto, sono sicuro che devi essere {i}soooo{/i} esaurito da tutte le debauchery di ieri sera!

source: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ...would it be an automatic death warrant to feign complete ignorance on this one, guys?
it_it: [_danny_s_boxers_s_down_s_sad_s_talk_displeased_] {i}*Gulp*{/i} ...sarebbe un mandato di morte automatico per fingere l'ignoranza completa su questo, ragazzi?

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] No, yeah, okay, I figured...
it_it: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] No, sì, va bene, ho immaginato...

source: [_maddie_s_towards_s_rise_s_talk_consternation_] We need to have a {u}serious{/u} talk about what you think is appropriate to do when your father and I aren't around to supervise you two!{p}I mean, just the pure, utter, lack of respect for our wishes, that you would think it was in {i}any{/i} way alright to-
it_it: [_maddie_s_towards_s_rise_s_talk_consternation_] Abbiamo bisogno di avere un {u}serio{/u} parlare di ciò che pensi sia appropriato fare quando tuo padre e io non siamo in giro per supervisionarti due!{p}Voglio dire, solo il puro, il migliore, la mancanza di rispetto per i nostri desideri, che penseresti che fosse in {i}qualsiasi{/i} modo giusto a-

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, c'mon now! When things like this happen, we can't go crying over spilt milk. Boys will be boys after all, and Jazz was certainly no better.
it_it: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhhh{/i}, Maddie, c'mon adesso! Quando accadono cose del genere, non possiamo andare a piangere sul latte versato. I ragazzi saranno ragazzi dopo tutto, e il Jazz non era certo meglio.

source: [_maddie_s_away_s_angry_s_talk_displeased_] It was still {i}majorly{/i} irresponsible of him, Jack! He didn't tell us what he was planning, he both bought {i}and{/i} served alcohol when he's not of age, and he had... who {u}knows{/u} what else kind of "tomfoolery" occurring!
it_it: [_maddie_s_away_s_angry_s_talk_displeased_] Era ancora {i}in maggioranza{/i} irresponsabile di lui, Jack! Non ci ha detto che cosa stava pianificando, entrambi hanno comprato {i}e{/i} ha servito alcool quando non ha l'età, e ha avuto. . who {u}knows{/u} what else kind of "tomfoolery" happening!

source: [_maddie_s_away_s_sad_s_talk_consternation_] And not to mention that a lot of people could have been hurt! I mean, we can thank our lucky stripes there {i}weren't{/i} any serious injuries {i}this{/i} time, but-
it_it: [_maddie_s_away_s_sad_s_talk_consternation_] E per non parlare del fatto che molte persone avrebbero potuto essere ferite! Voglio dire, possiamo ringraziare le nostre strisce fortunate lì {i}sono stati {/i} qualsiasi grave lesioni {i}questo{/i} tempo, ma-

source: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, now how is {i}that{/i} being fair, Maddie? The boy didn't know we'd have a horrifically ghastly lake monster attacking the house!
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] {i}*Scoff*{/i} Oh, ora com'è {i}che{/i} è equo, Maddie? Il ragazzo non sapeva che avremmo avuto un orribile mostro lago che attaccava la casa!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, that's right! You won't believe it, Danny! But your old man stopped a giant lake ghost right on our front steps!
it_it: [_jack_s_closed_s_neutral_s_talk_happy_] Oh, è giusto! Non ci crederai, Danny! Ma il tuo vecchio uomo ha fermato un gigantesco fantasma di lago proprio sui nostri passi anteriori!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] You did, did you...?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] Lo hai fatto, hai fatto...?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] Yes, well, you had apparently fallen asleep through the whole incident... Jazz said she couldn't find you, but when we looked, you were right here in bed.
it_it: [_maddie_s_towards_s_confused_s_talk_displeased_] Sì, beh, si era apparentemente addormentato per tutto l'incidente.. Jazz ha detto che non riusciva a trovarvi, ma quando abbiamo guardato, eravate proprio qui a letto.

source: [_jack_s_towards_s_sad_s_talk_happy_] We just figured we'd let you sleep the drink off and have this discussion in the morning.
it_it: [_jack_s_towards_s_sad_s_talk_happy_] Abbiamo appena pensato che ti avremmo lasciato dormire il drink fuori e avere questa discussione al mattino.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Well, thanks, I do appreciate that.
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Beh, grazie, lo apprezzo.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] I wanna say that I'm sorry you guys, I didn't think things would get so out of hand... it was only meant to be a couple of friends.
it_it: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Voglio dire che mi dispiace che voi ragazzi, non pensavo che le cose sarebbero così sfuggite di mano. Aveva solo lo scopo di essere un paio di amici.

source: [_jack_s_towards_s_rise_s_talk_happy_] Champ, just make sure when you throw a party next time, you run it by us first okay?
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Champ, assicurati che quando lancierai una festa la prossima volta, lo gestirai prima bene?

source: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sigh*{/i} Why on Earth did you even feel the {u}need{/u} to throw one?? That just has never been your MO, so this whole thing has just completely surprised me!
it_it: [_maddie_s_towards_s_confused_s_talk_displeased_] {i}*Sigh*{/i} Perché sulla Terra hai anche sentito il {u}bisogno{/u} di lanciarne uno? Questo non è mai stato il vostro MO, quindi tutta questa cosa mi ha sorpreso completamente!

source: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Better think fast on this one!)
it_it: [_danny_s_boxers_s_at_player_s_rise_s_consternation_] (Pensate velocemente a questo!)

source: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...I just thought it might help me... make some new friends?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_consternation_] ...Ho appena pensato che potrebbe aiutarmi... fare alcuni nuovi amici?

source: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, throwing big "ragers" isn't going to make you friends. It's going to make you freeloaders to have to deal with.
it_it: [_maddie_s_towards_s_sad_s_talk_displeased_] ...oh Danny, lanciando grandi "ragers" non ti farà amici. Ti farà fare i freeloader per avere a che fare.

source: [_maddie_s_towards_s_sad_s_talk_happy_] And since when did you need more friends? Tucker and Sam have been great friends to you for years now.
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] E da quando hai bisogno di più amici? Tucker e Sam ti sono stati ottimi amici da anni.

source: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] I dunno, it just seemed like a good idea to broaden my horizons. It's my last year of school after all.
it_it: [_danny_s_boxers_s_down_s_unhappy_s_talk_displeased_] Ho dunno, sembrava solo una buona idea allargare i miei orizzonti. È il mio ultimo anno di scuola.

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, you and Jasmine can broaden your cleaning horizons with some clean-up duty the rest of the day after this little stunt!
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Beh, tu e Jasmine potete allargare i vostri orizzonti di pulizia con qualche servizio di pulizia il resto della giornata dopo questa piccola acrobazia!

source: [_jack_s_towards_s_confused_s_talk_happy_] ...did that turn of phrase make any sense to you, gang?
it_it: [_jack_s_towards_s_confused_s_talk_happy_] ...quel giro di frase ha senso per te, gang?

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, I got the idea.
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] ...{i}ehhh{/i}, Ho avuto l'idea.

source: [_maddie_s_away_s_sad_s_talk_happy_] Yeah more or less it came across.
it_it: [_maddie_s_away_s_sad_s_talk_happy_] Sì, più o meno è venuto attraverso.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] And again, I'm sorry I let you guys down.
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_displeased_] E ancora, mi dispiace di averti lasciato giù ragazzi.

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, don't beat yourself up too much, sport. Nothing got set on fire, everything can be cleaned up and tidied and nobody got seriously hurt from that monster, so that's all that matters.
it_it: [_jack_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, non batterti troppo, sport. Niente è stato acceso al fuoco, tutto può essere ripulito e decesso e nessuno è rimasto seriamente ferito da quel mostro, quindi è tutto quello che conta.

source: [_jack_s_closed_s_sad_s_talk_displeased_] ...well, besides my clavicle...
it_it: [_jack_s_closed_s_sad_s_talk_displeased_] ...beh, oltre al mio clavicolo...

source: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, that still smarts. I think I'm going try to lie down with a new ice pack...
it_it: [_jack_s_towards_s_sad_s_talk_displeased_] ...{i}oof{/i}, che è ancora intelligente. Penso che cercherò di sdraiarmi con un nuovo pacchetto di ghiaccio...

source: [_maddie_s_towards_s_idle_s_talk_happy_] The cleaning supplies are at the bottom of the stairs, sweetie.{p}You and Jazz have all day to get things back to normal.
it_it: [_maddie_s_towards_s_idle_s_talk_happy_] I rifornimenti di pulizia sono in fondo alle scale, dolcezza.{p}Tu e Jazz avete tutto il giorno per riportare le cose alla normalità.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Okay, I'll be down to help clean up once I get dressed...
it_it: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] Va bene, sarò giù per aiutare a ripulire una volta vestito...

source: [_maddie_s_towards_s_idle_s_talk_happy_] Glad to hear it Danny.{p}And...
it_it: [_maddie_s_towards_s_idle_s_talk_happy_] Siamo felici di sentirlo Danny.{p}E...

source: [_maddie_s_closed_s_sad_s_talk_happy_] ...I'm {i}very{/i} glad that you're okay.
it_it: [_maddie_s_closed_s_sad_s_talk_happy_] ...Sono {i}molto{/i} contento che tu stia bene.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Thanks Mom. You too. So, I guess your retreat didn't turn out like you had hoped?
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_happy_] Grazie Mamma. Anche te. Quindi, immagino che il tuo ritiro non si sia rivelato come avevi sperato?

source: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, it was a nice enough day trip, your father and I like driving the RV together...
it_it: [_maddie_s_towards_s_rise_s_talk_happy_] {i}Ohh{/i}, è stata una bella gita di un giorno, tuo padre ed io mi piace guidare insieme l'RV...

source: [_maddie_s_towards_s_angry_s_talk_displeased_] But I mean it this time, I am {u}done{/u} responding to mail-in surprise getaways or trips. Chances are...
it_it: [_maddie_s_towards_s_angry_s_talk_displeased_] Ma voglio dire che questa volta, io sono {u}fatto{/u} che risponde a mail-in a sorpresa o viaggi. Probabilità...

source: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ...there's some kinda ghost behind it.
it_it: [_maddie_s_towards_wide_s_angry_s_talk_displeased_] ... c'è un po' di fantasma dietro di esso.

source: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, that whole night was definitely crazy... but at least now I've sorted out another charge thanks to Desiree. I feel better already with that Orgone!)
it_it: [_danny_s_boxers_s_at_player_s_wondering_s_grin_] (Wow, che tutta la notte era decisamente pazzesca... ma almeno ora ho risolto un'altra carica grazie a Desiree. Mi sento meglio già con quell'Orgone!)

source: [_danny_s_boxers_s_down_s_sad_s_smile_] (Though I do wonder, what's going to happen between me and Desiree now? Am I really progressing things steadily like this with a ghost? Who knows where things will go from here!)
it_it: [_danny_s_boxers_s_down_s_sad_s_smile_] (Anche se mi chiedo, cosa succederà tra me e Desiree adesso? Sto davvero progredendo le cose costantemente come questo con un fantasma? Chissà dove le cose andranno da qui!)

source: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (You know, I can't help but wonder what might have happened differently if I had chosen a different girl to maybe help me out...?)
it_it: [_danny_s_boxers_s_at_player_s_rise_s_smile_] (Sai, non posso fare a meno di chiedermi cosa potrebbe accadere diversamente se avessi scelto una ragazza diversa per aiutarmi a uscire...?)

source: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Oh well, no use looking back now! It's time to head to the next phase of attack with this Orgone boost!)
it_it: [_danny_s_boxers_s_closed_s_wondering_s_grin_] (Oh bene, non serve a niente guardare indietro adesso! È tempo di dirigersi verso la prossima fase di attacco con questa spinta di Organo!)

source: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Let's see if I can't find Desiree next.)
it_it: [_danny_s_p_s_offscreen_s_at_player_s_wondering_s_smile_] (Vedi se non riesco a trovare Desiree successivo.)

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Well, no one was really helpful finding the girls...{p}...guess I'll just have to continue looking on my own.)
it_it: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_displeased_] (Beh, nessuno è stato davvero utile trovare le ragazze...{p}...indovinare che dovrò solo continuare a guardare da solo.)

source: [_danny_] (Party just started... who should I talk to?) [nointeract]
it_it: [_danny_] (Party appena iniziato... a chi devo parlare?) [nointeract]

source: [_danny_] (Now "Inviso-Bill" can have some exposure time at the party. Who should I chat with as the Ghost Boy?) [nointeract]
it_it: [_danny_] (Ora "Inviso-Bill" può avere un po 'di tempo di esposizione alla festa. Chi dovrei chattare con come Ghost Boy?) [nointeract]

source: [_danny_] (Everybody's either gone home or just hanging... who's still around?) [nointeract]
it_it: [_danny_] (o tutto il corpo è andato a casa o appena appeso... chi è ancora in giro?) [nointeract]

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (I should get that charge of Orgone before I bother seeing Sam.)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_consternation_] (Dovrei ottenere quella carica di Orgone prima che mi fastidio vedere Sam.)

source: [_danny_s_at_player_s_rise_s_talk_happy_] I should call Sam while I still have the chance.
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Dovrei chiamare Sam mentre ho ancora la possibilità.

source: [_danny_s_down_s_idle_s_talk_happy_] Hey, Sam!
it_it: [_danny_s_down_s_idle_s_talk_happy_] Ehi, Sam!

source: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, what's up?]
it_it: [_sam_s_co_s_offscreen_s_towards_s_idle_s_talk_happy_] [[Hey dude, che cos'è?]

source: [_danny_s_towards_s_sad_s_talk_happy_] Are you free about now?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sei libero adesso?

source: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[What for?]
it_it: [_sam_s_co_s_offscreen_s_towards_s_confused_s_talk_happy_] [[Che cosa?]

source: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ya' know... for, what we talked about earlier...?
it_it: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Sì... per, di cosa abbiamo parlato prima...?

source: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, of course, {i}that{/i} thing...]
it_it: [_sam_s_co_s_offscreen_s_down_s_idle_s_talk_happy_s_blush_] [[Ohh! R-right, naturalmente, {i}che{/i} thing...]

source: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...can you be at my house around six?]
it_it: [_sam_s_co_s_offscreen_s_at_player_s_idle_s_talk_happy_s_-blush_] [[...puoi essere a casa mia intorno alle sei?]

source: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Great, see you then!]
it_it: [_sam_s_co_s_offscreen_s_closed_s_idle_s_talk_happy_] [[Fantastico, vi vediamo allora!]

source: [_danny_s_at_player_s_rise_s_smile_] (Huh. Well Sam's sure surprisingly chill about all this.)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Huh. Beh Sam è sicuro sorprendentemente freddo su tutto questo.)

source: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, just breathe and knock on the door, you can totally do this.)
it_it: [_danny_s_at_player_s_sad_s_smile_] (Okay Danny, basta respirare e bussare alla porta, si può fare totalmente questo.)

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. You're here.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Oh hey. Sei qui.

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Hey Sam. Yeah, I'm stopping by.
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] Ehi Sam. Sì, sto fermando.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Okay, but you better come inside quick.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ok, ma è meglio che entri in fretta.
