Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Everybody out! This is officially a {b}Code Three Fenton{/b} emergency situation!
it_it: [_jack_s_armed_s_towards_s_rise_s_talk_displeased_] Ognuno fuori! Questa è ufficialmente una situazione di emergenza di {b}Code Three Fenton{/b}!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Has someone seen my children? They've got a {u}lot{/u} of explaining to do!
it_it: [_maddie_s_suited_s_angry_s_talk_consternation_] Qualcuno ha visto i miei figli? Hanno un numero di {u}{/u} di spiegare da fare!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey guys! What {i}uhm{/i}, what are you guys doing home so early...?{p}You have a nice little day-cation?
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] {i}Uhmmm{/i}... h-hey ragazzi! Cosa {i}uhm{/i}, cosa stai facendo a casa così presto...?{p}Hai un bel piccolo giorno-cation?

source: [_maddie_s_suited_s_angry_s_talk_distraught_] Did you two throw a {u}party{/u} while we were gone?!
it_it: [_maddie_s_suited_s_angry_s_talk_distraught_] Hai lanciato un {u}party{/u} mentre eravamo andati?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, why hello again, human citizens... family dispute I hear? Might a heroic super hero suggest a {i}lenient{/i} punishment on your children? I'm sure they've {i}already{/i} learned their lesson!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] {i}Uhhm{/i}, perché ciao di nuovo, cittadini umani... disputa di famiglia che sento? Un eroe super eroe potrebbe suggerire una {i}clemente punizione {/i} sui tuoi figli? Sono sicuro che hanno già {i}{/i} imparato la loro lezione!

source: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Whispering*{/i} Maddie, I think there's a ghost in the living room.{p}Be very still... it's eyesight is based on movement...
it_it: [_jack_s_armed_s_towards_s_confused_s_talk_displeased_] {i}*Whispering*{/i} Maddie, penso che ci sia un fantasma nel salotto.{p}Sii molto ancora... la vista è basata sul movimento...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Jack, it'll have to wait! That {i}thing{/i} is still after us!
it_it: [_maddie_s_suited_s_idle_s_talk_displeased_] Jack, dovrà aspettare! Questa {i}cosa{/i} è ancora dopo di noi!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (What the heck's going on?)
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_consternation_] (A cosa sta succedendo?)

source: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Yeup, you're right, getting sidetracked.{p}I swear, I'd lose my head if it weren't for you... anyway, as we were saying...
it_it: [_jack_s_armed_s_towards_s_sad_s_talk_happy_] Si, hai ragione, fai da parte.{p}giuro, perderei la testa se non fosse per te... comunque, come stavamo dicendo...

source: [_extend_] EVERYONE!! BRACE FOR PHANTASMIC IMPACT!!
it_it: [_extend_] TUTTO!! BRACCE PER IMPATTO FANTASMIC!!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Dad, I don't understand, what's-
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Papà, non capisco, cos'è-

source: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, get anyone still in the house up into the Emergency Ops Center, quickly! I need to get a spare ecto-battery from down in the Lab!
it_it: [_jack_s_armed_s_towards_s_sad_s_talk_displeased_] Jazz, prendi qualcuno ancora in casa nel Centro Opere di Emergenza, velocemente! Ho bisogno di ottenere una ecto-batteria di ricambio dal basso nel laboratorio!

source: [_jazz_s_towards_s_sad_s_talk_displeased_] Mom, you guys are freaking everyone out, what the heck's all the rumbling and-
it_it: [_jazz_s_towards_s_sad_s_talk_displeased_] Mamma, tu ragazzi stai liberando tutti fuori, quello che il heck è tutto il rumbling e-

source: [_maddie_s_suited_s_rise_s_talk_displeased_] It's nearly here! Where's Danny gone to? DANNY!
it_it: [_maddie_s_suited_s_rise_s_talk_displeased_] È quasi qui! Dov'è andato Danny? DANNY!

source: [_jazz_s_towards_s_sad_s_talk_consternation_] I haven't seen him for a couple hours!
it_it: [_jazz_s_towards_s_sad_s_talk_consternation_] Non lo vedo da un paio d'ore!

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh God, we need to-
it_it: [_maddie_s_suited_s_idle_s_talk_displeased_] Oh Dio, abbiamo bisogno di-

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Alright, Fentons! Let's show this spectral nasty how we do it downtown in {u}Amity Park!!{/u}{p}{i}Booya, baby!!{/i}
it_it: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Bene, Fentons! Mostriamo questo spettrale brutto come lo facciamo nel centro di {u}Amity Park!!{/u}{p}{i}Booya, baby!!{/i}

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Guys, seriously, what is happening right-
it_it: [_jazz_s_towards_s_rise_s_talk_consternation_] Ragazzi, seriamente, quello che sta accadendo a destra-

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Don't come outside Jazz! Find your brother! Get those kids up to the Ops Center! No time to argue!
it_it: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Non venite fuori da Jazz! Trova tuo fratello! Porta quei bambini fino al Centro Ops! Non c'è tempo per discutere!

source: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Why has this turned into my "normal"?!
it_it: [_jazz_s_closed_s_angry_s_talk_distraught_] {i}Ugh!!{/i} Perché questo è diventato il mio "normale"?!

source: [_jazz_s_towards_s_sad_s_talk_distraught_] Sorry man, but I gotta go find Danny!{p}It was nice meeting you though!
it_it: [_jazz_s_towards_s_sad_s_talk_distraught_] Mi dispiace, ma sono andato a trovare Danny!{p}Ma è stato bello incontrarti!

source: [_jazz_s_towards_s_rise_s_talk_displeased_] I'd suggest beating it out of here before they set their sights on you next, once they're done with... whatever's going on!
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Suggerirei di batterlo fuori di qui prima che ti mettano le loro visioni, una volta che sono fatte con... che cosa sta succedendo!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (All that shaking... what on earth could they have found in Lake Eerie of all places?!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Tutto quello che tremo... che cosa sulla terra avrebbero potuto trovare nel lago Eerie di tutti i luoghi?!)

source: [_desiree_] Master? I... I wanted to talk to you... is there a moment you-
it_it: [_desiree_] Maestro? Io... Volevo parlare con te... c'è un momento te-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, sorry, but not now!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Des, scusa, ma non adesso!

source: [_desiree_] Huh? What's the matter? Did you find out what the source of that rumbling was?
it_it: [_desiree_] Huh? Qual è la questione? Hai scoperto che cosa era la fonte di quel rumbling era?

source: [_jack_] Get back, beast!! Maddie, hold it back with more repulsion shots!
it_it: [_jack_] Torna indietro, bestia!! Maddie, trattienila con più colpi di repulsione!

source: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, it's got us pinned down! There's no good cover here!!{p}We're sitting ducks!!
it_it: [_maddie_s_suited_s_offscreen_s_rise_s_talk_distraught_] Jack, ci abbiamo fatto sbloccare! Non c'è una buona copertina qui!!{p}Siamo seduti anatre!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Whatever it is, it's after my parents! I have to go help them!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Qualunque cosa sia, è dopo i miei genitori! Devo andare ad aiutarli!

source: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Big bugger followed us all the way home! It {u}knows{/u} its enemy, and it wants me dead!
it_it: [_jack_s_armed_s_towards_s_angry_s_talk_consternation_] Il grande bugger ci ha seguito fino a casa! {u}lo sa{/u} il suo nemico, e mi vuole morto!

source: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Well {i}right{/i} back at 'cha, ugly!!
it_it: [_jack_s_armed_s_towards_s_angry_s_talk_happy_] Bene {i}destra{/i} torna a 'cha, brutto!!

source: [_maddie_s_suited_s_angry_s_talk_amused_] Never a dull moment with you dear!
it_it: [_maddie_s_suited_s_angry_s_talk_amused_] Mai un momento noioso con te caro!

source: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, you too sugar butt!
it_it: [_jack_s_armed_s_closed_s_idle_s_talk_happy_] {i}Awww{/i}, hai anche il bottone dello zucchero!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, h-hey! Ghost catchers! Let me help! I can help you guys fight off... whatever this thing is!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] {i}Uhm{/i}, h-hey! Catturatori fantasma! Lasciami aiutare! Posso aiutare i tuoi ragazzi a combattere... qualunque cosa sia!

source: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Stay out of this, Ghost Kid! I'm giving you a free pass tonight because this is an emergency! You're next on the chopping board if you choose to stick around!
it_it: [_jack_s_armed_s_towards_s_angry_s_talk_displeased_] Stai fuori da questo, Ghost Kid! Ti sto dando un pass gratuito stasera perché questa è un'emergenza! Sei il prossimo sul tagliere se scegli di attaccarti!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, look out!!
it_it: [_maddie_s_suited_s_rise_s_talk_distraught_] Jack, guarda fuori!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Dad!!{p}{i}Ehhrm{/i}, I mean, Danny's dad! Oh no!!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Papà!!{p}{i}Ehhrm{/i}, Voglio dire, papà di Danny! Oh no!!

source: [_jack_] {i}Ughhh{/i}... brother, right in the clavicle!
it_it: [_jack_] {i}Ughhh{/i}... fratello, proprio nel clavicolo!

source: [_maddie_s_suited_s_angry_s_talk_consternation_] Alright, you big nasty thing! You wanna try and hurt my family? WELL, C'MON AND BRING IT IF YOU THINK YOU'VE GOT THE MUFFINS FOR IT!!
it_it: [_maddie_s_suited_s_angry_s_talk_consternation_] Bene, hai una grande brutta! Vuoi provare a ferire la mia famiglia? BENVENUTO, C'MON E BRING SE TU TUO' VE GOT THE MUFFINS FOR IT!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait!{p}Maddie, it'll just hurt you even worse! There's no protection out on the street! Get everyone else out of here! I got this!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Aspetta!{p}Maddie, ti farà solo del male ancora peggio! Non c'è protezione per strada! Prendi tutti gli altri da qui! Ho ottenuto questo!

source: [_maddie_s_suited_s_rise_s_talk_distraught_] I'm not just going to sit here and do nothing while my family's in danger!
it_it: [_maddie_s_suited_s_rise_s_talk_distraught_] Non mi limito a sedermi qui e a non fare nulla mentre la mia famiglia è in pericolo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Your family needs you to take care of them right now! Not fight a nasty lake lizard!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] La tua famiglia ha bisogno di prenderti cura di loro in questo momento! Non combattere una lucertola di lago brutto!

source: [_maddie_s_suited_s_rise_s_talk_consternation_] Fine... but only because Jack's hurt!
it_it: [_maddie_s_suited_s_rise_s_talk_consternation_] Fine... ma solo perché è ferito Jack!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Just go!! Get with everyone else in your Emergency Ops... thing!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_consternation_] Basta andare!! Vai con tutti gli altri nelle tue Emergency Ops... cosa!

source: [_jack_] Honey... I think I need to see someone about my shoulders.
it_it: [_jack_] Miele... Penso di aver bisogno di vedere qualcuno sulle mie spalle.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Alright, listen up ugly! I'm still going through a pretty bad hangover right now, so I'm pretty ticked off! Let's go!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Va bene, ascolta brutto! Sto ancora attraversando un pessimo hangover in questo momento, quindi sono abbastanza spuntato! Andiamo!

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Holy crap... that was intense... what the heck was that thing?! That fight nearly knocked me out cold!
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_consternation_] {i}*Huff* *Huff*{/i} Holy crap... che era intenso... che cos'era l'heck che cos'era quella cosa?! Quella lotta mi ha quasi buttato fuori freddo!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Huh? D-Des! Is everyone okay?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_displeased_] Huh? D-Des! Va bene tutti?!

source: [_desiree_] Master, I swear, I had no idea that foul beast would be waiting at your parents' retreat!
it_it: [_desiree_] Maestro, giuro, non avevo idea che la bestia malvagia avrebbe aspettato al ritiro dei tuoi genitori!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Wait... was it your magic that did this...?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Aspetta... è stata la tua magia che ha fatto questo...?

source: [_desiree_] No! Please, I promise you, I didn't add any curses to your wish!
it_it: [_desiree_] No! Ti prometto, non ho aggiunto alcuna maledizione al tuo desiderio!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... is everyone safe?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Des... sono tutti al sicuro?

source: [_desiree_] I... I think so, your mother was telling the guestst that we were safe in the... Master, wait, you're hurt!!
it_it: [_desiree_] Io... penso che tua madre stesse dicendo all'ospite che eravamo al sicuro nel Maestro, aspetta, sei ferito!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, no, I'm fine... just... feeling a... little... light-headed here...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] N-no, no, sto bene... solo... sentire... poco... leggere... qui...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, yeah, here comes the blackout. Somebody catch me, please.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...{i}whooops{/i}, sì, qui viene il blackout. Qualcuno mi cattura, per favore.

source: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...my aching...{p}...everything.
it_it: [_danny_s_f_s_offscreen_s_closed_s_sad_s_talk_displeased_] Owie...{p}...il mio dolore...{p}...tutto.

source: [_desiree_] Oh! Master... you are awake. Thank goodness...
it_it: [_desiree_] Oh! Maestro... sei sveglio. Grazie bontà...

source: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] What... what happened...?
it_it: [_danny_s_lay_s_pos1_s_towards_s_wondering_s_talk_displeased_] Cosa... cos'è successo...?

source: [_desiree_] ...just my very presence ruining things for others, as per usual...
it_it: [_desiree_] ...solo la mia stessa presenza rovinando le cose per gli altri, come di consuetudine...

source: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? What are you talking about, Des...?
it_it: [_danny_s_lay_s_pos1_s_towards_s_rise_s_talk_displeased_] H-huh? Di cosa stai parlando, Des...?

source: [_desiree_] My spell... when I granted your parents that one-night retreat, I accidentally sent them towards a beastly ghost that was resting in the nearby lake...
it_it: [_desiree_] Il mio incantesimo... quando ho concesso ai vostri genitori che una notte di ritiro, li ho inviati accidentalmente verso un fantasma bestia che stava riposando nel vicino lago...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] You couldn't have known that, Desiree.
it_it: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_displeased_] Non lo sapevate, desiderio.

source: [_desiree_] I wouldn't want anybody to be hurt like that, Master, I swear.{p}...but, another part of me still wonders if... if I were to have done it subconsciously, without even thinking... that a part of me would be still be so... so {u}bitter.{/u} And for that, I feel the utmost shame...
it_it: [_desiree_] Non vorrei che nessuno fosse ferito così, Maestro, ho giurato.{p}...ma, un'altra parte di me si chiede ancora... se dovessi averlo fatto subconsciamente, senza nemmeno pensare... che una parte di me sarebbe ancora così. . so {u}bitter.{/u} E per questo, mi sento la vergogna massima...

source: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desiree, it's okay, I believe you...
it_it: [_danny_s_lay_s_pos1_s_towards_s_sad_s_talk_happy_] Desideri, va bene, ti credo...

source: [_desiree_] No!! It's not enough that I say these things! I can't be sure of myself! And I ruined your chance with the girls! I should have made sure you got some time with Paulina, or Star, but I... I...
it_it: [_desiree_] No!! Non basta che dico queste cose! Non posso essere sicuro di me stesso! E ho rovinato la tua possibilità con le ragazze! Avrei dovuto assicurarmi di avere un po 'di tempo con Paulina, o Stella, ma io. . I...

source: [_desiree_] ...I didn't want you to spend time with any of them. I was so childish and selfish!! {i}Ugh!!{/i}
it_it: [_desiree_] ...Non volevo che tu passassi del tempo con nessuno di loro. Ero così infantile e egoista!! {i}Ugh!!{/i}

source: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, it's okay. Really. Outside my Dad's pride, I don't think anyone got hurt, right? There's no need to punish yourself like this.
it_it: [_danny_s_lay_s_pos1_s_towards_s_unhappy_s_talk_happy_] Des, va bene. Davvero, al di fuori dell'orgoglio di mio papà, non penso che qualcuno sia stato ferito, giusto? Non c'è bisogno di punire te stesse così.

source: [_desiree_] I cannot think like anything else but a failure and a witch... I feel like I personally failed you.
it_it: [_desiree_] Non posso pensare come nient'altro che un fallimento e una strega... Mi sento come se io personalmente ti fallisco.

source: [_desiree_] I put everyone in danger, people I... people I can see how much you care for, and I... I find myself hurting more and more when I think of my actions upsetting you.{p}I... I missed caring like this, for so long...
it_it: [_desiree_] Ho messo tutti in pericolo, persone i... persone che posso vedere quanto ti sta a cuore, e io... Mi ritrovo a fare sempre più male quando penso alle mie azioni che ti sconvolgono.{p}I... mi sono mancato di prendermi in questo modo, per così tanto tempo...

source: [_desiree_] But you dare tell anyone in the Ghost Zone even a portion of that, and I {i}will{/i} find something bad for you while still under this subservient spell you cast on me.{p}So you shall henceforth cease from giving me {i}that{/i} look.
it_it: [_desiree_] Ma si osa dire a chiunque nella Zona Fantasma anche una parte di quello, e io {i}lo troverò{/i} trovo qualcosa di male per te mentre sei ancora sotto questo incantesimo sottomesso che hai lanciato su di me.{p}Così d'ora in poi cesserai di darmi {i}che{/i} aspetto.

source: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, fair enough... I guess I'll keep my mouth shut tight then.
it_it: [_danny_s_lay_s_pos2_s_towards_s_neutral_s_talk_amused_] {i}Heh{/i}, abbastanza discreto... Immagino che terrò la bocca chiusa allora.

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Des?{p}Can I be honest with you about something?
it_it: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Des?{p}Posso essere onesto con te su qualcosa?

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] This whole party thing... I just felt that... see, the truth is I was only into it because I got to spend time with {i}you{/i}.
it_it: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Tutta questa cosa di festa... Ho appena sentito che... vedi, la verità è che ero solo dentro perché ho avuto modo di trascorrere del tempo con {i}tu{/i}.

source: [_desiree_] But... D-Danny, we already spoke about this, I wouldn't want to intervene with your-
it_it: [_desiree_] Ma... D-Danny, abbiamo già parlato di questo, non vorrei intervenire con il tuo-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Look, sure, if you had asked me a couple days back if I had wanted Paulina, I'd have literally jumped off a bridge for the chance, yeah...
it_it: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_] Guarda, certo, se mi avessi chiesto un paio di giorni fa se avessi voluto Paulina, Avrei letteralmente saltato fuori un ponte per la possibilità, sì...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] But I'm learning that I need to keep things straight with myself and not be silent on how I feel about others... about how I feel about you...
it_it: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_amused_] Ma sto imparando che ho bisogno di tenere le cose dritte con me stesso e di non tacere su come mi sento sugli altri. . su come mi sento su di te...

source: [_desiree_] But... I just know, it wouldn't... I'm simply too-
it_it: [_desiree_] Ma... lo so, non lo fare... sono semplicemente troppo-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Gorgeous, smart, funny, feisty... to a somewhat bit of a fault, one might add...
it_it: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_amused_] Stupendo, intelligente, divertente, feisty... per un po 'di un difetto, si potrebbe aggiungere...

source: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...but a fault I truly like.{p}You're one of the most amazing people I've ever met.
it_it: [_danny_s_lay_s_pos2_s_towards_s_unhappy_s_talk_happy_] ...ma un difetto che mi piace davvero.{p}Sei una delle persone più incredibili che abbia mai incontrato.

source: [_desiree_] I... I don't fully understand what's-
it_it: [_desiree_] Io... Non capisco completamente cosa-

source: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] I like you Desiree, and I want you.
it_it: [_danny_s_lay_s_pos2_s_towards_s_sad_s_talk_happy_s_blush_] Mi piacete voi desiderate e vi vogliate.

source: [_desiree_] ...you strange, {i}strange{/i} boy.
it_it: [_desiree_] ...strano, {i}strano{/i} ragazzo.

source: [_desiree_] Well... I suppose it couldn't be helped. I should have known only I was worthy of earning your attention...
it_it: [_desiree_] Bene... suppongo che non potesse essere aiutato. Avrei dovuto sapere solo che ero degno di guadagnare la tua attenzione...

source: [_danny_] H-hey, Des! S-slow down, I'm still a little sore from the lake monst-
it_it: [_danny_] H-hey, Des! S-rallenta, sono ancora un po 'dolorante dal lago most-

source: [_desiree_] {i}Shuuuush...{/i} you know, your little heartfelt soap box made me realize something...
it_it: [_desiree_] {i}Shuuuuush...{/i} sai, la tua piccola scatola di sapone del cuore mi ha fatto realizzare qualcosa...

source: [_desiree_] If you truly desire something to be done right...
it_it: [_desiree_] Se desideri veramente qualcosa da fare a destra...

source: [_desiree_] ...{i}you'd damn well better do it yourself!{/i}
it_it: [_desiree_] ...{i}faresti meglio a farlo da solo!{/i}
