Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] I mean, not that I don't like the nice attention I've gotten, or anything...
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Voglio dire, non che non mi piace la bella attenzione che ho ricevuto, o niente...

source: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] But, well... I guess I'm kinda used to girls liking Inviso-Bill more than Danny Fenton. Or just not liking me, period.
it_it: [_danny_s_phantom_s_fc_s_down_s_unhappy_s_talk_displeased_] Ma, bene... Immagino di essere un po' abituato alle ragazze che amano Inviso-Bill più di Danny Fenton. O semplicemente non mi piace, periodo.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] But, you seem to mainly like {i}me{/i}. Which I definitely like. I guess I'm just curious as to {i}why{/i}?
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_pleased_] Ma, sembra che ti piaccia principalmente {i}me{/i}. Che cosa mi piace. Immagino di essere solo curioso di {i}perché{/i}?

source: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] I guess that's a fair question...
it_it: [_kate_s_fc_s_down_s_neutral_s_talk_happy_] Immagino che sia una domanda giusta...

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] I just think you're kinda sweet, to be honest.
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] Penso solo che tu sia un po' dolce, ad essere onesto.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Really? That's the secret?
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_distraught_] Davvero? È il segreto?

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Look, I spent a lot of time chasing guys who were assholes when I was younger, and never really gave the "sweet" guys a proper chance.
it_it: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Guarda, ho trascorso un sacco di tempo inseguendo ragazzi che erano stronzi quando ero più giovane, e non ha mai davvero dato ai ragazzi "dolci" una vera occasione.

source: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, I'm a sorta test drive, essentially?
it_it: [_danny_s_phantom_s_fc_s_closed_s_unhappy_s_talk_displeased_] ...{i}sooo{/i}, Sono un sorta test drive, essenzialmente?

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Laughs*{/i} No, Danny... I just learned my lesson is all. After one too many jerks in your life, you tend to start looking down unexplored avenues...
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}*Risate*{/i} No, Danny... Ho appena imparato la mia lezione è tutto. Dopo uno troppi jerks nella vostra vita, si tende a iniziare a guardare giù viali inesplorati...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Besides, it turns out the "nice guys" like you were packing {i}way{/i} more than the jerks in the first place! {i}*Winks*{/i}
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Inoltre, si scopre che i "bei ragazzi" come se avessi già imballato {i}modo{/i} più dei jerks in primo luogo! {i}*Winks*{/i}

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] What's wrong? Sore subject?
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Cosa c'è di sbagliato? Soggetto dolente?

source: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, I...{p}...I {i}maybe{/i}, sorta...{p}used to work as a... {b}dancer{/b}.
it_it: [_kate_s_fc_s_down_s_sad_s_talk_consternation_] N-no, I...{p}...I {i}forse{/i}, sorta...{p}usato per funzionare come una... {b}ballerina{/b}.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, what, like ballet?
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Oh, cosa, come il balletto?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, not quite... I didn't have quite as much covering me up as a ballerina would...
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}Uhhh{/i}, non smise... Non avevo molto da coprirmi come una ballerina...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... like a {u}stripper{/u}!?
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_happy_] Woah... come un {u}stripper{/u}!?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Whispering*{/i} Not so loud, dammit!
it_it: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Shhh!! *Whispering*{/i} Non è così forte, dammit!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, s-sorry.
it_it: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Oh, mi dispiace.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Yes, I... I worked as an adult dancer while I was working to get my Bachelor's degree and my Nursing license.
it_it: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Sì, io... ho lavorato come ballerina per adulti mentre lavoravo per ottenere la laurea e la licenza di infermiera.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] I didn't really have any parental support to fall back on either... I lost both my folks pretty young in a car accident.
it_it: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Non ho davvero avuto alcun supporto genitoriale per ricadere neanche... ho perso entrambe le mie persone piuttosto giovani in un incidente stradale.

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... I'm sorry to hear that.
it_it: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_distraught_] Oh... Mi dispiace sentirlo.

source: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] And of course I had Star SUPER young while mixing in with the wrong crowds, so, I ended up taking a job as... as a stripper, yes.
it_it: [_kate_s_fc_s_down_s_unhappy_s_talk_displeased_] E naturalmente ho avuto Star SUPER giovane mentre mischiavo con le folle sbagliate, così, ho finito per prendere un lavoro come. . come spogliarellista, sì.

source: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Man, that must have been tough... having to raise a kid while still being a kid yourself pretty much. Working through school too? Crazy.
it_it: [_danny_s_phantom_s_fc_s_closed_s_sad_s_talk_distraught_] Uomo, che deve essere stato duro... dover alzare un bambino mentre ancora è un bambino abbastanza molto. Lavorare attraverso la scuola troppo? Pazzo.

source: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] I mean, it wasn't all bad... the pay was really great... actually kinda better than what I get now.
it_it: [_kate_s_fc_s_towards_s_sad_s_talk_amused_] Intendo dire che non era tutto cattivo... la paga era davvero fantastica... in realtà è meglio di quello che ottengo ora.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Seriously?
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Seriamente?

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Yeah, I was pretty popular.
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] Sì, ero piuttosto popolare.

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Well, why the sudden change then?
it_it: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_happy_] Beh, perché l'improvviso cambiamento allora?

source: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, I don't know... I wanted more, ya' know? I wanted Star to have someone she could grow up and be proud of. I didn't want her to think that she just needed to use her body to get whatever she wanted in life.
it_it: [_kate_s_fc_s_down_s_sad_s_talk_displeased_] Oh, non lo so... Volevo di più, sì? Volevo Star avere qualcuno di cui poteva crescere ed essere orgoglioso. Non volevo che pensasse che avesse solo bisogno di usare il suo corpo per ottenere quello che voleva nella vita.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Sure, I get that.{p}(Don't know if that lesson really ever sunk in properly with Star, but I get what Kate was going for. Good for her.)
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_pleased_] Certo, lo capisco.{p}(Non saprà se quella lezione è affondata in modo corretto con Star, ma ottengo quello che Kate stava facendo.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Believe it or not, she's a lot like how I was when I was her age.
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Ci credete o no, lei è molto simile a come stavo quando avevo la sua età.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I know, I know, she can be pretty... {i}abrasive{/i} at times. But, when she really lets people in, she's much, {i}much{/i} different.
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Lo so, lo so, lei può essere bella... {i}abrasivo{/i} a volte. Ma, quando lei lascia davvero entrare la gente, lei è molto, {i}molto{/i} diverso.

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Things between her and Paulina always seem a little, "tense", shall we say. On edge, maybe?
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_displeased_] Le cose tra lei e Paulina sembrano sempre un po', "dieci" dire. A bordo, forse?

source: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. I may be biased, but I've never been too keen on that Paulina girl. She reminds me a lot of the "friends" I used to have when I was younger.
it_it: [_kate_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Hmph{/i}. Potrei essere parziale, ma non sono mai stato troppo appassionato di quella ragazza Paulina. Mi ricorda molto gli "amici" che avevo quando ero più giovane.

source: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] I'm sure Star can stand up for herself if she needs to.
it_it: [_danny_s_phantom_s_fc_s_towards_s_neutral_s_talk_happy_] Sono sicuro che Star può alzarsi per se stessa se ha bisogno.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] I don't doubt it. I'm just saying, I don't exactly approve of her friend's obnoxious personality, and that's from personal experience.
it_it: [_kate_s_fc_s_towards_s_unhappy_s_talk_amused_] Non ne dubito. Sto solo dicendo, non approvo esattamente la personalità odiosa del suo amico, e questo è per esperienza personale.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Well, thank you for the lovely afternoon, "Mr. Bill".
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Beh, grazie per il bel pomeriggio, "Mr. Bill".

source: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Of course, it was my pleasure, truly... would you like me to walk you home?
it_it: [_danny_s_phantom_s_fc_s_towards_s_wondering_s_talk_pleased_] Certo, è stato il mio piacere, veramente... vorresti che ti camminassi a casa?

source: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] I'd very much like that, thank you!
it_it: [_kate_s_fc_s_closed_s_neutral_s_talk_happy_] Mi piacerebbe molto, grazie!

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] I try my best.
it_it: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_pleased_] Io provo il mio meglio.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] So I've heard. Come on then. Let's make sure I do get home safe this time.
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] Così ho sentito. Avanti. Facciamo in modo che questa volta torni a casa al sicuro.

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] So... this is my stop! I had a nice time today, and I really want to thank you for escorting me home.
it_it: [_kate_s_casual_s_towardsdown_s_sad_s_talk_happy_] Quindi... questa è la mia pausa! Ho trascorso un bel tempo oggi, e voglio davvero ringraziarvi per avermi scortato a casa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] I'm glad you had a nice time! I certainly did! Well worth the snake venom nearly killing me!{p}For the most part, anyway.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] Mi fa piacere che tu abbia avuto un bel tempo! Certamente ho fatto! Vale la pena il veleno di serpente quasi uccidermi!{p}Per la maggior parte, comunque.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... say, you wouldn't happen to wanna come inside for some coffee would you? The night is still young, after all.
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] {i}Hmmm{/i}... dici, non ti piacerebbe venire dentro per un po' di caffè? La notte è ancora giovane, dopo tutto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, well thank you, but I don't really drink coffee, sorry.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}Uh{/i}, grazie, ma non bevo davvero caffè, mi dispiace.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, that's quite alright with me.{p}Neither do I...
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Oh, questo va bene con me.{p}Né io...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah sure! {i}Ha-hah!{/i}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah sicuro! {i}Ha-hah!{/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Come on in then, hero.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Avanti, allora, eroe.

source: [_danny_s_towards_s_sad_s_talk_happy_] T-this is a pretty nice place you've got here, Kate.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] T-questo è un posto abbastanza bello che hai qui, Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, why thank you! It's a bit smaller than most in the city, but I think me and Star have made it our own.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Oh, perché grazie! È un po' più piccolo della maggior parte della città, ma penso che me e la Stella abbiano fatto la nostra.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Speaking of which, is Star gonna be-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Parlando di cui, è Star andrà be-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Don't worry about her, she's staying over with Paulina tonight.
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Non preoccuparti di lei, lei sta con Paulina stasera.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Which means we have the whole place-
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Il che significa che abbiamo tutto il posto-

source: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Just.
it_it: [_kate_s_casual_s_alt_s_towards_s_neutral_s_talk_amused_] Giusto.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] To.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Su.

source: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Ourselves.
it_it: [_kate_s_casual_s_alt_s_towardsdown_s_rise_s_talk_amused_] Da soli.

source: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Man... y-you smell really nice, Kate.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_s_blush_] Uomo... y-you odore davvero bello, Kate.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, always with the compliments! Relax, you've already made the grade!{p}Come on, how about I give you a proper tour of the house?
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] Oh, sempre con i complimenti! Rilassati, hai già fatto il voto!{p}Avanti, come ti do un vero e proprio tour della casa?

source: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Follow me then...~
it_it: [_kate_s_casual_s_-alt_s_rise_s_talk_amused_] Seguimi allora...~

source: [_danny_s_towards_s_wondering_s_talk_happy_] Is this-
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] È questo-

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] My bedroom, yes.
it_it: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] La mia camera da letto, sì.

source: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, the first stop on the tour is here? Well, it's definitely very-
it_it: [_danny_s_closed_s_neutral_s_talk_pleased_] Wow, la prima tappa del tour è qui? Beh, è sicuramente molto-

source: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...nice.
it_it: [_danny_s_towards_s_wondering_s_talk_pleased_s_blush_] ...bello.

source: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] How do you like my little outfit, Danny?
it_it: [_kate_s_lingerie_s_alt_s_towards_s_rise_s_talk_happy_] Come ti piace il mio piccolo outfit, Danny?

source: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh man... well of course I like it, y-you look... incredible!
it_it: [_danny_s_towards_s_angry_s_talk_pleased_s_blush_] Oh uomo... beninteso, mi piace, y-you guarda... incredibile!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] I'm glad you like it so much... now come here... I wanna thank you properly for saving my life.
it_it: [_kate_s_lingerie_s_-alt_s_towardsdown_s_neutral_s_talk_happy_] Sono contento che ti piaccia tanto... ora vieni qui... voglio ringraziarti correttamente per aver salvato la mia vita.

source: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Cough*{/i} Twice. {i}*Cough*{/i}
it_it: [_danny_s_closed_s_rise_s_talk_pleased_] {i}*Cough*{/i} due volte. {i}*Cough*{/i}

source: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] That second one doesn't count, and you know it! Now get your damn clothes off, before I rip them off you myself~!
it_it: [_kate_s_lingerie_s_alt_s_towardsdown_s_rage_s_talk_amused_] Quel secondo non conta, e tu lo sa! Ora prendi i tuoi vestiti maledetti, prima che li strappi via me stesso~!

source: [_danny_] {i}GAH!{/i} WHAT THE-
it_it: [_danny_] {i}GAH!{/i} COSA CHE-

source: [_kate_] {i}*Giggles*{/i} This is one of my favorite positions! You... you like it?
it_it: [_kate_] {i}*Giggles*{/i} Questa è una delle mie posizioni preferite! Tu... ti piace?

source: [_danny_] {i}Ah!{/i}~ It's very- {i}mmmmph!{/i}{p}Damn, it's good!
it_it: [_danny_] {i}Ah!{/i}~ È molto- {i}mmmmph!{/i}{p}Dannazione, è buono!

source: [_kate_] You just enjoy the view from back there...~
it_it: [_kate_] Ti piace solo la vista da dietro lì...~

source: [_danny_] {i}Ahhh!{/i} Kate! This feels amazing!
it_it: [_danny_] {i}Ahhh!{/i} Kate! Questo è incredibile!

source: [_kate_] {i}Mmmm!{/i} (I'm finally fucking him!! Thank God, I didn't know how much more of the school year I could have waited!!)
it_it: [_kate_] {i}Mmmm!{/i} (finalmente lo scopo!! Grazie a Dio, non sapevo quanto di più dell'anno scolastico avrei potuto aspettare!!)

source: [_kate_] (Damn, was he blessed with the right anatomy or what?!)
it_it: [_kate_] (Damn, è stato benedetto con la giusta anatomia o cosa?!)

source: [_danny_] That's it Kate! Don't stop! Keep taking it!
it_it: [_danny_] Questo è Kate! Non fermarti! Continua a prenderlo!

source: [_kate_] Oh, fuck! That's so good Danny!
it_it: [_kate_] Oh, scopata! È così bravo Danny!

source: [_danny_] K-Kate! You're so tight!
it_it: [_danny_] K-Kate! Sei così stretto!

source: [_kate_] {i}Oooooh!{/i} And you're so {u}big{/u}, Danny!
it_it: [_kate_] {i}Oooooh!{/i} E sei così {u}big{/u}, Danny!

source: [_kate_] You like that? I-
it_it: [_kate_] Ti piace? I-

source: [_kate_] I don't think I can hold out much longer Danny!
it_it: [_kate_] Non penso di poter tenere molto più a lungo Danny!

source: [_danny_] I'm gonna... I'm gonna cum, Kate!
it_it: [_danny_] Sto per andare... Sto andando cum, Kate!

source: [_kate_] Yes! That's it baby! Yes! Yes!! {i}YES!!{/i}
it_it: [_kate_] Sì! Questo è bambino! Sì! Sì!! {i}Sì!!{/i}

source: [_danny_] Here it comes!
it_it: [_danny_] Ecco!

source: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... damn Danny... had I known you'd be able to do {i}that{/i}, I'd have mounted you in my office first chance I could!
it_it: [_kate_s_nude_s_closed_s_neutral_s_talk_happy_] {i}OOOoooh{/i}... maledetto Danny... se avessi saputo che saresti stato in grado di fare {i}che{/i}, ti avrei montato nel mio ufficio per la prima volta che potevo!

source: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, that was- are you... lighting up a cigarette?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_displeased_] Jeez, che è stato... stai accendendo una sigaretta?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...always smoke after a good fuck. Life lesson for you.
it_it: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}*Exhales*{/i} ...sempre fumare dopo una buona scopata. Lezioni di vita per te.

source: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] I just thought, ya' know, with the health risks and all, I mean, you're a nurse, so I obviously don't need to explain the problem-
it_it: [_danny_s_boxers_s_down_s_rise_s_talk_displeased_] Ho appena pensato, sì, con i rischi per la salute e tutti, Voglio dire, sei un'infermiera, quindi ovviamente non ho bisogno di spiegare il problema-

source: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaax{/i} Danny. Now I only ever smoke after a {i}real{/i} hot fucking like that on.
it_it: [_kate_s_nude_s_towards_s_neutral_s_talk_displeased_] {i}Relaaax{/i} Danny. Ora fumo solo dopo un {i}cazzo caldo reale {/i} come quello.

source: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Wait, did you just pop {i}another{/i} boner? To just me, standing here, smoking??
it_it: [_kate_s_nude_s_towards_wide_s_rise_s_talk_amused_] Aspetta, hai appena pop {i}un altro {/i} boner? Per solo me, in piedi qui, fumando??

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... maybe? I guess I think it just adds a whole lot to your whole... MILF vibe?
it_it: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] {i}Uhhh{/i}... forse? Credo che aggiunga molto al tuo tutto... MILF vibe?

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} Really now? Certainly interesting... well don't get {i}too{/i} used to it, like I said, I only enjoy these babies on special occasions.
it_it: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] {i}Haha!{/i} Davvero adesso? Certamente interessante... bene non ottenere {i}troppo{/i} utilizzato ad esso, come ho detto, mi piace solo questi bambini in occasioni speciali.

source: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] So, a night in bed with me counts as a "special occasion", huh?
it_it: [_danny_s_boxers_s_closed_s_rise_s_talk_pleased_] Così, una notte a letto con me conta come "occasione speciale", eh?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Well, if you start playing your cards right, we can make this an often reoccuring occas-
it_it: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] Beh, se inizi a giocare con le tue carte a destra, possiamo farla ripetere spesso occasionalmente -

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Shouting*{/i} MOM, I'M HOME!!
it_it: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_displeased_] {i}*Shouting*{/i} MOM, Ho HOME!!

source: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star! Crap! D-do you want me to turn invisible, or-?
it_it: [_danny_s_boxers_s_towards_wide_s_unhappy_s_talk_displeased_] S-Star! Crap! D-vuoi che io diventi invisibile, oppure-?

source: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] You can do that?!
it_it: [_kate_s_nude_s_towards_s_rise_s_talk_displeased_] Puoi farlo?!
