Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, not to, I don't know, spoil the mood, but... don't you think this is going a little fast?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uhh Sam, non a, non so, rovinare l'umore, ma... non pensi che questo stia andando un po 'veloce?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Uhh well, I sorta had this kinda built up in my head a little, not gonna lie.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Uhh bene, io sorta ha fatto costruire questo kinda nella mia testa un po', non mentirò.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seriously?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Seriamente?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Well yeah, like, I mean...
it_it: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Beh, sì, come, dire...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...do I answer the door, and just, kiss you? Ya' know?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] ...rispondo alla porta, e basta, ti bacio? Sì?

source: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] Or do I like, set up a movie with you, and we wait a bit and slowly ease into it...?
it_it: [_sam_s_co_s_away_s_confused_s_talk_happy_s_slight_blush_] O mi piace, impostare un film con voi, e aspettiamo un po 'e lentamente si facilita in esso...?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] How about, we just do whatever you're comfortable with?
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] In che modo, facciamo tutto quello che ti sta a tuo agio?

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Whatever we're {i}both{/i} comfortable with. I mean, we have to do SOMETHING, right?.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_slight_blush_] Qualunque cosa siamo a tuo agio con {i}entrambi{/i}. Voglio dire, dobbiamo fare SOMETHING, giusto?.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Otherwise Ember's just going to cause chaos at the concert.
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_s_-slight_blush_] Altrimenti Ember sta per causare il caos al concerto.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Yeah but, I don't want you to feel forced or anything.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_s_-blush_] Sì, ma non voglio che vi sentiate forzati o niente.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Thanks Danny, that means a lot.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Grazie Danny, questo significa molto.

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] But I don't. Not a bit.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_bite_] Ma io no. Non un po'.

source: [_danny_s_towards_s_neutral_s_talk_amused_] ...so, what movie did you have planned if we went the second route?
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] ...così, che film hai pianificato se siamo andati il secondo percorso?

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Well, I'm so glad you asked! I found this knock-off B-movie horror, lots of ghoulish deaths and topless bimbos running around.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Beh, sono così felice che tu abbia chiesto! Ho trovato questo orrore del film B, un sacco di morti spaventose e bimbi topless che girano intorno.

source: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] I uhh, I thought it might help set the mood a little, I guess.
it_it: [_sam_s_co_s_away_s_sad_s_talk_consternation_s_slight_blush_] Io uhh, ho pensato che potesse aiutare a mettere l'umore un po', immagino.

source: [_danny_s_towards_s_rise_s_talk_amused_] Seeing hot chicks get stalked by crazy serial killers and monsters?{p}Yeah, definitely sounds appealing!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Vedendo i pulcini caldi vengono intrappolati da folli serial killer e mostri?{p}Sì, sicuramente suona interessante!

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...well that was for me, the boobs hanging out was for you. But I'm sure we can find something more-
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] ...è stato per me, le tette che andavano fuori era per te. Ma sono sicuro che possiamo trovare qualcosa di più-

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, sure, why not?
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] No, sicuro, perché no?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] You serious?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_-slight_blush_] Sei serio?

source: [_danny_s_closed_s_wondering_s_talk_amused_] Yeah, it'll be fun. It's totally "us", that's why I like it.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Sì, sarà divertente. È totalmente "noi", ecco perché mi piace.

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Alright, great... I'll go grab the movie. Meet you downstairs.
it_it: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Bene, grande... andrò a prendere il film. Incontra al piano di sotto.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] So, do you prefer the blonde girl or the brunette?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Quindi, preferisci la bionda o la bruna?

source: [_danny_s_towards_s_rise_s_talk_amused_] That's what we're starting with? Hah, okay... I mean... jeez...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Questo è quello con cui cominciamo? Hah, ok... Voglio dire... jeez...

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Come on, I won't judge.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Avanti, non giudicherò.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Well, the blonde definitely does have nicer boobs, but the brunette has a greater, more approachable butt.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Beh, la bionda ha sicuramente tette più belle, ma la bruna ha un culo più grande, più accessibile.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, I never pegged you for such a {i}connoisseur{/i}. I mean, "Approachable"?{p}What are you, a nature documentarian?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Jeez, non ti ho mai ancorato per un conoscitore del genere {i}. Voglio dire, "Approachable"?{p}Che cosa sei, un documentario naturale?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, I may just be a more worldly and cultured man than you might have initially though, Sam! I can appreciate a woman's, uhh, features! Quite well in fact!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Beh, posso solo essere un uomo più mondano e colto di quello che potreste avere inizialmente, però, Sam! Posso apprezzare una donna, uhh, caratteristiche! Molto bene!

source: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooo... with me... do you prefer my {u}butt{/u}, or my {u}boobs?{/u}
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_lick_] Soooo... con me... preferisci il mio {u}butt{/u}, o le mie {u}tette?{/u}

source: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Well, uhm, I...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_s_blush_] {i}*Blushing*{/i} Beh, uhm, Io...

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Come {i}onnn{/i} Danny... I've caught you staring at {u}both{/u} before, dude. There's no need to always play this "Aww jeez, shucka-rooney, I don't know, Sam" character.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_slight_blush_] Vieni {i}onnn{/i} Danny... Ti ho preso in considerazione {u}sia {/u} prima, dude. Non c'è bisogno di giocare sempre questo "Aww jeez, shucka-rooney, non so, Sam".

source: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, I'm just taking a moment to think here!
it_it: [_danny_s_towards_s_angry_s_talk_amused_] H-hey, sto solo prendendo un momento per pensare qui!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...you've caught me staring?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...mi hai preso a fissare?

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] About as subtle as a disco ball, dude.
it_it: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Circa sottile come una discoteca, duda.

source: [_danny_s_towards_s_rise_s_talk_amused_] Okay, well sure, I've {i}maybe{/i} looked at you a few times...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Ok, sicuramente ho {i}forse{/i} ti ho guardato qualche volta...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ha! I knew it! Duh! Okay, so, in your opinion, what is it? What about me, would you say, "does it" for you?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Ciao! Lo sapevo! Duh! Okay, così, a tuo parere, che cos'è? Che dire di me, "fa" per te?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhh, I mean, you do rock the whole goth get-up pretty damn well.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Uhhh, voglio dire, fate roccia tutto il goth ottenere abbastanza maledetto bene.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] You mean, you actually {i}like{/i} how I dress?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Vuoi dire, in realtà {i}come{/i} come mi vesto?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, of course I do.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Sì, ovviamente lo faccio.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I always thought you liked the more bimbo look, like your "sweet little {i}Paulinaaa{/i}".
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Ho sempre pensato che ti piacesse il look più bimbo, come il tuo "dolce {i}Paulinaaa{/i}".

source: [_danny_s_towards_s_sad_s_talk_amused_] No, I mean hey, I think she's hot, for sure, but so are you. Just in your own way is all!
it_it: [_danny_s_towards_s_sad_s_talk_amused_] No, voglio dire hey, penso che lei sia calda, di sicuro, ma così sei tu. Solo a modo tuo è tutto!

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, that's kinda sweet of you.{p}In a way.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Naww, questo è un po' dolce di te.{p}In un certo senso.

source: [_danny_s_towards_s_rise_s_talk_amused_] You know me, I'm a stone cold lady killer...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Tu mi conosci, sono una donna di pietra fredda killer...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker gave you that line to use, didn't he?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Tucker ti ha dato quella linea da usare, vero?

source: [_danny_s_towards_s_sad_s_talk_amused_] ...maybe. But I opted out of the little "neck and shoulder wiggle" suggestion he did when he gave it to me.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] ...forse. Ma ho optato per il piccolo suggerimento "collo e spalla" che ha fatto quando mi ha dato.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Cute. Anyway, hold on a second, I'll be right back.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Carino. Comunque, tieni premuto un secondo, sarò subito indietro.

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Where you going?
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_talk_amused_] Dove vai?

source: [_sam_s_co_s_away_s_neutral_s_talk_happy_] I think we have half a bottle of wine back here in the fridge somewhere, I'm just gonna take a look.
it_it: [_sam_s_co_s_away_s_neutral_s_talk_happy_] Penso che abbiamo una mezza bottiglia di vino qui nel frigo da qualche parte, ne darò un'occhiata.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! So {i}that's{/i} your nefarious plan!! Get me drunk to have your way with me, aye, temptress?
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_neutral_s_talk_amused_] Ah ha! Così {i}che{/i} il tuo piano nefario!! Mi ubriaci, per avere la tua strada con me, aye, tempta?

source: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, you {i}wish{/i}, Fenton!
it_it: [_sam_s_co_s_confused_s_towards_s_talk_excited_] {i}Psschh{/i} Oh, hai {i}desiderato{/i}, Fenton!

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Hey Danny, do you want half a glass of red wine or some whit-
it_it: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] Ehi Danny, vuoi mezzo bicchiere di vino rosso o un po' di bianco-

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Hey, is everything okay? What was that crashing sound I heard?
it_it: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_] ...Sam? Ehi, va tutto bene? Che cos'era quel suono schiantato che ho sentito?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam? SAM! Where are you?!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Sam? SAM! Dove sei?!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (That sounds like an engine starting up! It's at the front of the house!!)
it_it: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sembra un motore di avvio! È nella parte anteriore della casa!!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Let her go!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] La lasci andare!

source: [_tall_goon_] No can do, broski! We got orders from the boss lady to take care of her {i}and{/i} her little ghostly boyfriend... 'cha'...
it_it: [_tall_goon_] No can do, broski! Abbiamo ricevuto ordini dalla signora capo per prendersi cura di lei {i}e{/i} il suo piccolo ragazzo fantasioso... 'cha'...

source: [_short_goon_s_rage_s_talk_happy_] Heh, yeah, it's too bad, too! This babe sure has got a sweet little ass on her!!
it_it: [_short_goon_s_rage_s_talk_happy_] Heh, sì, è troppo male, troppo! Questa bambina ha sicuramente un piccolo culo su di lei!!

source: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Get your hands off of me, you perverts!
it_it: [_sam_s_tied_s_s_towards_wide_s_s_angry_s_s_talk_distraught_s_g_smile_] Togli le mani da me, perverti!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, are you okay?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Sam, stai bene?

source: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] I'm fine, minus having to listen to these two morons argue the whole drive about how to drive a stick shift!
it_it: [_sam_s_tied_s_s_towards_s_s_unhappy_s_s_talk_displeased_s_g_displeased_] Sto bene, meno dover ascoltare questi due morons discutere l'intero disco su come guidare uno spostamento bastone!

source: [_tall_goon_] Morons, huh? That what we are, babe? Well we ain't the ones who just walked right into our perfectly devised trap-ola!{p}'Cha'...
it_it: [_tall_goon_] Morons, eh? Che cosa siamo, babe? Beh, non siamo quelli che appena hanno camminato proprio nella nostra trap-ola perfettamente ideata!{p}'Cha'...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Trap?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Trappola?

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed there, Inviso-Bill!
it_it: [_tall_goon_s_talk_happy_] Heh, sembra che tu sia avvitato lì, Inviso-Bill!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while I'm here!
it_it: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Non mentre sono qui!

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us?
it_it: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! Come ci hai trovati?

source: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] I was down by the comic store when I saw Danny chasing the van!
it_it: [_tucker_s_fentonblaster_s_towards_s_neutral_s_talk_frown_] Ero giù dal negozio di fumetti quando ho visto Danny inseguire il furgone!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Where did you get that blaster? That looks like-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Dove hai preso quel blast? Sembra così-

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} A certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement. {i}*Ahem*{/i}
it_it: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Un certo specialista di tech-wiz/lock può o non avere yoinked dal piano seminterrato dei tuoi genitori. {i}*Ahem*{/i}

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off the others!
it_it: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Guarda, non c'è tempo per la semantica in questo momento! Salvare Sam! Tengo fuori gli altri!

source: [_tall_goon_s_talk_displeased_] Bah! It don't matter, we'll just take care of you both ourselves!
it_it: [_tall_goon_s_talk_displeased_] Bah! Non importa, ci occuperemo solo di te entrambi noi stessi!

source: [_tall_goon_] Morons, huh? Well, let's see what you think of us, now that we're gonna beat your pasty white boyfriend in front of you!! It's two against one after all.
it_it: [_tall_goon_] Morons, eh? Beh, vediamo quello che pensate di noi, ora che stiamo per battere il vostro ragazzo bianco pastoso di fronte a voi! È due contro uno dopo tutto.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] This doesn't look good. I hope I can take those guys on my own.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] Questo non sembra buono. Spero di poter prendere quei ragazzi da soli.

source: [_tall_goon_s_talk_happy_] Heh, looks like you're screwed, Inviso-Dillweed!!
it_it: [_tall_goon_s_talk_happy_] Heh, sembra che tu sia avvitato, Inviso-Dillweed!!

source: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Not while {i}I'm{/i} here, "dude"!
it_it: [_tucker_s_offscreen_s_arms_clenchedfists_s_towards_s_angry_s_talk_happy_] Non mentre {i}sto qui {/i}, "dude"!

source: [_tall_goon_] Uhhh, what?
it_it: [_tall_goon_] Uhhh, cosa?

source: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! How did you find us??
it_it: [_sam_s_tied_s_s_towards_s_s_confused_s_s_talk_happy_s_g_displeased_] Tucker! Come ci hai trovati??

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Well, uh, a certain tech-wiz/lock specialist may or may not have yoinked it from your parents basement...{p}...hey, he thought it looked cool, cut him a break.
it_it: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] {i}*Ahem*{/i} Beh, un certo specialista di tech-wiz/lock può o non può avere yoinked dal tuo seminterrato genitori. .{p}...hey, ha pensato che sembrava fresco, tagliatelo una pausa.

source: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Look, no time for the semantics right now! Rescue Sam! I'll hold off this other doofus with the mohawk!
it_it: [_tucker_s_fentonblaster_s_away_s_neutral_s_talk_happy_] Guarda, non c'è tempo per la semantica in questo momento! Salvataggio Sam! Tengo fuori questo doofus con il mohawk!

source: [_tall_goon_s_talk_displeased_] Bah! It doesn't matter, we'll just take care of all three of you freaks and geeks!
it_it: [_tall_goon_s_talk_displeased_] Bah! Non importa, ci occuperemo solo di tutti e tre voi freaks e geeks!

source: [_tall_goon_s_talk_displeased_] You'll- {i}*Cough*{/i} -regret this, Ghost Kid...
it_it: [_tall_goon_s_talk_displeased_] Tu'll- {i}*Cough*{/i} -rimpiangere questo, Ghost Kid...

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You did it!
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] L'hai fatta!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}We{/i} did it! Way to come to the rescue, Tucker!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_amused_] {i}Lo abbiamo fatto! Modo per venire in soccorso, Tucker!

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] I {u}knew{/u} I was more than the "hacker sidekick"! I'm actually the "less often than useful, but still has his moments" sidekick!{p}I'd say that's pretty darn good!
it_it: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] Ho {u}knew{/u} Sono stato più del "hacker sidekick"! In realtà sono il "meno spesso che utile, ma ha ancora i suoi momenti" sidekick!{p}direi che è abbastanza bizzarro bene!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Now that we've got that taken care of, let's get out of here before-
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Ora che abbiamo preso la cura, andiamo fuori da qui prima -

source: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, well, well...
it_it: [_ember_s_offscreen_s_at_player_s_rise_s_talk_amused_] Beh, beh, bene...

source: [_ember_s_towards_s_angry_s_talk_amused_] I should have known those idiots wouldn't be able to get the job done... good thing we had a little tip off from our new manager, huh?
it_it: [_ember_s_towards_s_angry_s_talk_amused_] Avrei dovuto conoscere quegli idioti non sarebbero stati in grado di ottenere il lavoro fatto. . buona cosa abbiamo avuto un po 'di punta fuori dal nostro nuovo manager, eh?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? Who're you working with? And why did you kidnap my friend??
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Manager? Con chi stai lavorando? E perché hai rapito il mio amico??

source: [_ember_s_towards_s_confused_s_talk_amused_] You ask a lot of questions kid, and frankly, none of them will matter come tomorrow.
it_it: [_ember_s_towards_s_confused_s_talk_amused_] Chiedi molte domande al capretto, e francamente nessuno di loro avrà importanza domani.

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] This whole town of suckers are gonna be under my spell at the concert in two days... and pretty soon after that, the {u}whole{/u} world!!
it_it: [_ember_s_towards_wide_s_angry_s_talk_bite_] Tutta questa città di succhiatori sta per essere sotto il mio incantesimo al concerto in due giorni. . e subito dopo, il mondo {u}intero{/u}!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Not if I can help it!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Non se posso aiutarlo!

source: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Sorry, no time for a duet, kid! You should have realized after last time, that upstaging Ember McClain? Career {u}suicide.{/u}
it_it: [_ember_s_ghost_guitar_s_towards_s_rise_s_talk_consternation_] Siamo spiacenti, non c'è tempo per un duetto, un bambino! Avresti dovuto renderti conto dopo l'ultima volta, che l'upstaging Ember McClain? Carriera {u}suicidio.{/u}

source: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Guys, run! I'll hold her off while you-
it_it: [_tucker_s_fentonblaster_s_away_s_sad_s_talk_frown_] Ragazzi, correre! La terrò via mentre te-

source: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! We have to get out of here!
it_it: [_sam_s_co_s_towards_wide_s_unhappy_s_talk_distraught_] Danny! Dobbiamo uscire da qui!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] But what about Tucker?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ma che dire di Tucker?!

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] There's nothing we can do! We'll have to come back for him!
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Non c'è niente che possiamo fare! Dovremo tornare per lui!
