Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah!{/i} I knew I'd end up finding a pair of them!
it_it: [_danny_s_p_s_offscreen_s_down_s_neutral_s_talk_happy_] {i}Ah hah!{/i} Sapevo che avrei finito per trovarne un paio di loro!

source: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Thank you, Nurse Kate, for not thinking to lock up a single thing in your room!{p}
it_it: [_danny_s_p_s_offscreen_s_at_player_s_rise_s_talk_happy_] Grazie, Nurse Kate, per non aver pensato di bloccare una sola cosa nella tua stanza!{p}

source: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Great, now let's get these down to the front doors so I can let Paulina in.
it_it: [_danny_s_p_s_offscreen_s_closed_happy_s_neutral_s_talk_happy_] Grande, ora prendiamo questi giù alle porte d'ingresso in modo da poter lasciare entrare Paulina.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Goodness, took you long enough! What was the hold up?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] La bontà, ti ha preso abbastanza tempo! Qual è stata la resistenza?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, sorry, I just had to find a different set of keys.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Oh, mi dispiace, ho appena dovuto trovare un insieme diverso di chiavi.

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Well come on, we've wasted enough time here.
it_it: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_] {i}Hmph{/i}. Bene, abbiamo perso abbastanza tempo qui.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] So, where exactly are these papers with the answers going to be, exactly?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Quindi, dove sono esattamente questi documenti con le risposte che saranno, esattamente?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] They're hidden in a safe locked up in Principal Ishiyama's office.
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Sono nascosti in un sicuro bloccato nell'ufficio del Principale Ishiyama.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How do you know that?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Come lo sapete?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, because I'm like, the most popular girl in school? {i}*Flutters Eyes*{/i} I have eyes and ears everywhere, gathering all sorts of info for me.
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_pleased_] {i}Uhh{/i}, perché mi piace, la ragazza più popolare della scuola? {i}*Flutters Eyes*{/i} Ho occhi e orecchie ovunque, raccogliendo tutti i tipi di informazioni per me.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Trust me, if somebody has a secret in this school, eventually, I'm going to find it out... it's just how things work for me.
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Fidati di me, se qualcuno ha un segreto in questa scuola, alla fine, lo scoprirò... è proprio come funzionano le cose per me.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} I-is that so, huh? {i}Any{/i} secret?
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] {i}*Gulp*{/i} I-è così? {i}Segreto{/i}?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, for sure... wait, are you alright? You seem kinda nervous.
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Oh, sicuro... aspetta, hai ragione? Sembra un po' nervoso.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-huh? Who, me? Nope! Definitely not me, absolutely no secrets here to hide. Not ol' Inviso-Bill!
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_unhappy_s_talk_distraught_] H-huh? Chi, me? Nope! Sicuramente non io, assolutamente nessun segreto qui da nascondere. Non ol' Inviso-Bill!

source: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... you know, there's something bizarre about you sometime..{p}...like your face is {i}really{/i} familiar, but I can't put my fingers on it...
it_it: [_paulina_s_normal_s_down_s_rise_s_talk_consternation_] {i}Hmmm{/i}... sai, qualche volta c'è qualcosa di bizzarro.{p}...come il tuo volto è {i}in realtà{/i} familiare, ma non posso mettere le dita su di esso...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... maybe because I'm on TV so much now?
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_sad_s_talk_pleased_] {i}Uhh{/i}... forse perché sono in TV così tanto ora?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh yeah, that's probably it! Silly me!
it_it: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Mmmm{/i}... oh sì, probabilmente! Silly me!

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] Anyway, let's go find those papers.
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_happy_] In ogni caso, andiamo a trovare quei documenti.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ...you sure we'll find what we're looking for here? I don't see any safe.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] ... sei sicuro di trovare quello che stiamo cercando qui? Non vedo alcun sicuro.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Well duh, you always {u}hide{/u} a safe you don't want people to know has secret files and stuff in it!
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Bene duh, hai sempre {u}nascondi{/u} un sicuro che non vuoi che la gente sappia ha file segreti e roba in esso!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Okay, so where is it hiding exactly?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ok, quindi dove si nasconde esattamente?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Rightttt{/i} over here!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] {i}Rightttt{/i} su qui!

source: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...no. No, you still haven't shown me a safe, Paulina. Hidden or otherwise.
it_it: [_danny_s_phantom_s_arms_normal_s_rise_s_talk_consternation_] ...no. No, non mi hai ancora mostrato una cassaforte, Paulina. Nascosto o altro.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, use whatever's floating between your see through head!
it_it: [_paulina_s_normal_s_towards_s_angry_s_talk_displeased_] {i}Ugh!i{/i} C'mon, usa quello che galleggia tra la tua vista attraverso la testa!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] What we're looking for, is right here!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Quello che stiamo cercando, è giusto qui!

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Okay, a lot heavier than I thought for just a big stupid diploma.
it_it: [_paulina_s_normal_s_closed_s_neutral_s_talk_consternation_] {i}Ooof!{/i} Okay, molto più pesante di quanto pensassi per un diploma stupido.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool! How'd you know that was-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Wow, cool! Come sai che era

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Like I said. Eyes and ears {u}everywhere{/u}.
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Come ho detto. Occhi e orecchie {u}dappertutto{/u}.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] So now, you just need to get into the safe, and we're good to go!
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Quindi ora, devi solo entrare nel sicuro, e siamo bravi ad andare!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...huh? Paulina, I don't know how to break into a safe!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...eh? Paulina, non so come rompere in un sicuro!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Seriously!? Ghost Boy!!
it_it: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_distraught_] Seriamente!? Fantasma Ragazzo!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] I mean, I just thought you'd know the combination!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Voglio dire, ho pensato solo che avresti conosciuto la combinazione!

source: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] To a locked hidden safe used by the principal of my school?? Of course not!{p}What I mean is, can't you just reach in with your ghostly hands and just pull the stuff out?
it_it: [_paulina_s_normal_s_towards_s_sad_s_talk_consternation_] Per una cassaforte nascosta bloccata usata dal responsabile della mia scuola?? Certo no!{p}Che cosa voglio dire è, non puoi solo raggiungere con le tue mani fantasma e basta tirare fuori la roba?

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] I mean... maybe? I've never tried it before... making something else go intangible with me, I mean...
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Intendo dire... forse? Non l'ho mai provato prima... fare qualcosa d'altro va intangibile con me, voglio dire...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Well this is the most perfect opportunity to try!!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_consternation_] Beh, questa è l'occasione più perfetta per provare!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, deep breath Danny, you can do this!{p}Cause if you don't, this "date" is officially over, and you can forget about that Orgone boost!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Okay, respiro profondo Danny, puoi farlo!{p}Causa se non lo fai, questa "data" è ufficialmente finita, e puoi dimenticare quella spinta di Orgone!)

source: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Hey, it worked! I did it!{p}Alright!
it_it: [_danny_s_phantom_s_folders_s_towards_s_wondering_s_talk_pleased_] Ehi, ha funzionato! L'ho fatto!{p}Bene!

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Way to go! I {u}knew{/u} you could do it, Ghost Boy!
it_it: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Yaaaaay!{/i} Modo per andare! Ho {u}knew{/u} che potresti farlo, Ghost Boy!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Now just to find the test you'll be taking...
it_it: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Ora solo per trovare il test che prenderai...

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Found it! Okay, let me just take a quick photo of these answers..
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Trovata! Ok, lasciatemi solo scattare una rapida foto di queste risposte..

source: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Still feel this is sorta wrong, but, if it'll help Paulina out, it'll most likely help me out.)
it_it: [_danny_s_phantom_s_folders_s_closed_sad_s_sad_s_smile_] (Senti ancora che questo è sorta sbagliato, ma, se aiuterà Paulina fuori, molto probabilmente mi aiuterà fuori.)

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnnd{/i}, that should do it! Woo hoo!
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] ...{i}annnd{/i}, che dovrebbe farlo! Woo hoo!

source: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Great, now let's put this back and get out of here before-
it_it: [_danny_s_phantom_s_folders_s_towards_s_neutral_s_talk_happy_] Grande, ora mettiamolo indietro e uscire da qui prima -

source: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] W-what was that?
it_it: [_paulina_s_normal_s_away_s_confused_s_talk_displeased_] Cos'era quello?

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] I don't know... but just stay here, I'll go check on it...
it_it: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_displeased_] Non lo so... ma resta qui, continuerò a controllarlo...

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] No way! I'm coming with you!
it_it: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Nessun modo! Vengo con te!

source: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, it might not be safe!
it_it: [_danny_s_phantom_s_folders_s_towards_s_unhappy_s_talk_distraught_] Paulina, potrebbe non essere al sicuro!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Yeah? Well it's super creepy staying here on my own in this dreadfully decorated office, so I'm coming with!
it_it: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Sì? Beh, è super raccapricciante stare qui da solo in questo ufficio terribilmente decorato, quindi vengo con!

source: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghhh{/i}, fine, just stay behind me, got it?
it_it: [_danny_s_phantom_s_folders_s_down_s_angry_s_talk_displeased_] {i}Eghhh{/i}, bello, basta stare dietro di me, ha ottenuto?

source: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} C-can you hear that too?
it_it: [_paulina_s_normal_s_towards_wide_s_rise_s_talk_displeased_] {i}Psst!{/i} C-riesci a sentire anche questo?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Yeah... it sounds like it's coming from the main entrance... like I said, just be careful and stay behind me...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Sì... sembra che provenga dall'ingresso principale... come ho detto, basta stare attenti e stare dietro di me...

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] O-okay, just be careful too!
it_it: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_consternation_] OK, basta stare attenti troppo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}You{/i} again? What the heck are you doing here??
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Tu{/i} ancora? Che heck stai facendo qui??

source: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] WHAT IS THAT THING?!
it_it: [_paulina_s_normal_s_towards_wide_s_angry_s_talk_distraught_] COSA È CHIAVE?!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! Get inside one of the classrooms, now!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Paulina! Entra in una delle aule, ora!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff* *Huff*{/i} Yeah, that's right... you better run!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] {i}*Huff* *Huff*{/i} Sì, è giusto... è meglio correre!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (What the heck is {i}that{/i} thing doing here?! Did it follow us all the way back from Colorado...?{p}Something's not right about the specific ghosts attacking Amity Park... I gotta look into this some time...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_distraught_] (Che cosa heck è {i}che{/i} cosa fare qui?! Ci ha seguito tutto il ritorno da Colorado...{p}Qualche cosa non è giusto circa i fantasmi specifici che attaccano Amity Park... Ho preso uno sguardo in questa qualche volta...)

source: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeep!{/i} That was so scary!
it_it: [_paulina_s_normal_s_towards_wide_s_sad_s_talk_distraught_] {i}Eeeeeeep!{/i} Era così spaventoso!

source: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] But also incredible!! You're {i}so{/i} brave, Inviso-Bill!
it_it: [_paulina_s_normal_s_towards_wide_s_idle_s_talk_pleased_] Ma anche incredibile!! Sei {i}così{/i} coraggioso, Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Huh? O-oh! Don't worry, it was nothing, really.
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Huh? O-oh! Non ti preoccupare, era niente, davvero.

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] You totally kicked that big ugly's butt!
it_it: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Hai calciato totalmente il culo di quel brutto grande!

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Well, I guess I kinda did.
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_talk_happy_] Beh, immagino che ho fatto un po' di più.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] That good, huh?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] Quel bene, eh?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. I've never ever gotten used to that...
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_unhappy_s_talk_happy_s_-blush_] Uh-huh. Non mi sono mai abituato a quello...

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Want me to do it again?
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Vuoi farla di nuovo?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, r-really?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Oh, uh, r-veramente?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, yeah... I mean, don't you want your {u}reward{/u}?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] {i}Hmm{/i}, sì... Voglio dire, non vuoi la tua ricompensa {u}{/u}?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] My "reward"?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] La mia "ricompensa"?

source: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] I mean, I was already planning something for helping me out with the test and everything, but...
it_it: [_paulina_s_normal_s_down_s_wondering_s_talk_pleased_] Voglio dire, stavo già progettando qualcosa per aiutarmi con la prova e tutto, ma...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...after saving me once again from another big, nasty monster, I wanna do something {i}special{/i} for you...
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] ...dopo avermi salvato ancora una volta da un altro grande mostro brutto, voglio fare qualcosa {i}special{/i} per te...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} W-what did you have in min-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} W-what had in min-

source: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Oops!{/i} Ya' know what, I think I left my phone in Lancer's classroom... I'll be right back!
it_it: [_paulina_s_normal_s_away_s_wondering_s_talk_pleased_] {i}Oops!{/i} Sai cosa, penso di aver lasciato il telefono in aula della Lancer... Sarò tornato!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, sure! I'll wait right here then.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_s_-blush_] Uh, sicuro! Aspetterò proprio qui allora.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, what's taking her? It's been over five minutes! Just to pick up her phone?)
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_closed_sad_s_unhappy_s_consternation_] (Geez, cosa la sta portando? Sono stati più di cinque minuti! Basta prendere il suo telefono?)

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Wait... I don't even remember her {i}going{/i} into Lancer's room when she came in the building... maybe I should check up on her...?)
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (Wait... Non ricordo nemmeno il suo {i}andando{/i} nella stanza della Lancer, quando è entrata nell'edificio... forse dovrei controllare su di lei...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Are you still in her- {i}woah!!{/i}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Paulina? Sei ancora in lei- {i}woah!!{/i}

source: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Like what you see?
it_it: [_paulina_s_nude_s_towards_s_rise_s_talk_amused_s_stockings_] Ti piace quello che vedi?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Y-you're n-naked!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_pleased_s_blush_] Sei n-nudo!

source: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, I'm not {u}naked{/u}, see?{p}I'm in these really cute stockings!
it_it: [_paulina_s_nude_s_towards_s_confused_s_talk_pleased_s_stockings_] Oh c'mon, non sono {u}nudo{/u}, vedi?{p}Sono in queste scorte davvero carine!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Don't you think they look good on me? I think they really bring out my thighs... {i}*Giggles*{/i}
it_it: [_paulina_s_nude_s_towards_s_idle_s_talk_amused_s_stockings_] Non pensi che mi stiano bene? Penso che portino fuori le mie cosce... {i}*Giggles*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Mother of God...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_pleased_s_blush_] Madre di Dio...

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] So... what are you waiting for?
it_it: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_s_stockings_] Quindi... cosa stai aspettando?

source: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Come and get your reward, my dear hero...~
it_it: [_paulina_s_nude_s_towards_s_wondering_s_talk_amused_s_stockings_] Vieni a ricevere la tua ricompensa, mio caro eroe...~

source: [_paulina_] Oh, shit, wait... let me actually take these off...
it_it: [_paulina_] Oh, merda, aspetta... lasciami davvero toglierli...

source: [_danny_] Wh-what? Really? I thought you'd wanna keep them on for us...
it_it: [_danny_] Perché? Davvero? Pensavo di volerli mantenere per noi...

source: [_paulina_] I seriously would, believe me, but I just know these are going to tear open on a desk corner.
it_it: [_paulina_] Mi crederei seriamente, ma so solo che questi stanno per strappare aperto su un angolo della scrivania.

source: [_paulina_] I'd rather keep them clean and not wreck them! They'll be good for some pics later, don't you think...~?
it_it: [_paulina_] Preferirei tenerli puliti e non distruggerli! Saranno bravi per alcune foto più tardi, non pensate...~?

source: [_danny_] Oh, that's fine then, don't worry.{p}Wait... desk corners? Why would-
it_it: [_danny_] Oh, allora va bene, non preoccuparti.{p}Aspetta... angoli da scrivania? Perché fare-

source: [_paulina_] {u}Fuck me{/u}, Ghost Boy! Fuck me on this old man's stupid desk~!!
it_it: [_paulina_] {u}Fuck me{/u}, Ghost Boy! Cazzo me sulla stupida scrivania di questo vecchio uomo~!!

source: [_paulina_] {i}Oooh!{/i} That's it! Oh Ghost Boy, that feels amazing!
it_it: [_paulina_] {i}Oooh!{/i} Questo è tutto! Oh Ghost Boy, che si sente incredibile!
