Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] I'll let you rest up for a bit then. You sure you can make it back to your place on your own?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ti lascerò riposare un po' allora. Sei sicuro di poterlo tornare al tuo posto da solo?

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Yeah, I'll be good, thanks. And Sam?
it_it: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Sì, sarò buono, grazie. E Sam?

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Yeah?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Sì?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ...I'll visit again when I've recovered, okay?
it_it: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_amused_] ... tornerò a visitare quando mi sono ripreso, okay?

source: [_danny_s_at_player_s_wondering_s_talk_happy_] Well, I've finally made it home... I guess now I just have to try figure out who this second girl is gonna be...
it_it: [_danny_s_at_player_s_wondering_s_talk_happy_] Bene, finalmente l'ho fatto a casa... Immagino che ora devo solo provare a capire chi questa seconda ragazza sta per essere...

source: [_danny_s_at_player_s_rise_s_talk_amused_] So, I really gotta think: who do I want to try and get an Orgone charge from besides Sam?
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] Quindi, penso davvero: chi voglio cercare di ottenere una carica di organo da oltre Sam?

source: [_danny_] (Who do I wanna try to get Orgone from to defeat Ember?) [nointeract]
it_it: [_danny_] (Chi voglio cercare di ottenere Orgone da per sconfiggere Ember?) [nointeract]

source: [_danny_s_at_player_s_sad_s_talk_frown_] ...I guess after that whole experience in the woods and Vlad's cabin, it would only make sense that I could try for Mom?
it_it: [_danny_s_at_player_s_sad_s_talk_frown_] ...Credo che dopo tutta l'esperienza nel bosco e nella cabina di Vlad, avrebbe solo senso che potrei provare per la mamma?

source: [_danny_s_at_player_s_rise_s_talk_amused_] ...so, this is what my life has become, huh? Truly didn't expect my Senior year to change me this drastically.
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] ...così, questo è ciò che la mia vita è diventata, eh? Davvero non si aspettava che il mio anno Senior mi cambiasse drasticamente.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... I guess I could always call up Nurse Kate, right?)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Bene... Immagino che potrei sempre chiamare Nurse Kate, giusto?)

source: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-ate Astray speaking, yes?]
it_it: [_kate_s_casual_s_offscreen_s_towardsdown_s_rise_s_talk_amused_] [[-ate Astray parlando, sì?]

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? It's me, Danny. Can we meet up sometime soon? I need your help with something.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Hey, Kate? Sono io, Danny. Possiamo incontrarci presto? Ho bisogno del tuo aiuto con qualcosa.

source: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Now? Sorry, I'm kinda busy working on some online work I was hoping to get-]
it_it: [_kate_s_casual_s_offscreen_s_towards_s_sad_s_talk_displeased_] [[{i}Uhhh{/i}, oh, hey Danny. Ora? Mi dispiace, sono occupato a lavorare su qualche lavoro online che speravo di ottenere-]

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Sorry, but it's kind've an emergency.
it_it: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Siamo spiacenti, ma è gentile avere un'emergenza.

source: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Sigh*{/i} Okay, sure. Star's out with the girls having some sort've pre-concert sleepover for that Ember show, so you can come over if you really need to.]
it_it: [_kate_s_casual_s_offscreen_s_closed_s_neutral_s_talk_consternation_] [[{i}*Sigh*{/i} Okay, sicuro. Star's fuori con le ragazze che hanno un certo tipo di hanno pre-concerto sleepover per quello spettacolo Ember, in modo da poter venire oltre se davvero avete bisogno.]

source: [_danny_s_closed_s_wondering_s_talk_amused_] Great! I'll be there in ten!
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Ottimo! Ci sarò tra dieci!

source: [_danny_s_at_player_s_sad_s_frown_] (Sounds like I called at a weird time. My bad. I better not keep Kate waiting.)
it_it: [_danny_s_at_player_s_sad_s_frown_] (Suoni come se avessi chiamato a un tempo strano. Mio male. Meglio non tenere Kate in attesa.)

source: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, hey. Good. Come on in, I suppose.
it_it: [_kate_s_casual_s_towards_s_neutral_s_talk_displeased_] Oh, ehi, Bene. Vieni dentro, suppongo.

source: [_danny_s_towards_s_sad_s_talk_happy_] T-thanks for taking me at such short notice, this late. I do appreciate it, Kate.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] T-Grazie per avermi preso a così breve preavviso, questo tardi. Lo apprezzo, Kate.

source: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] So, what's so urgent that you needed to call me for? Nothing new happening with your arm, right?
it_it: [_kate_s_casual_s_towards_s_rise_s_talk_displeased_] Allora, che cosa è così urgente che dovevi chiamarmi? Niente di nuovo accadere con il braccio, giusto?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, no, that's fine... well, it's kinda a long story, I hope you don't mind... basically, there's this strange thing about ghosts and their powers...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh, no, va bene... beh, è una storia lunga, spero che non ti dispiace. . in fondo, c'è questa strana cosa circa i fantasmi e i loro poteri...

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...and so while I know how crazy that all sounds, that's really the way Orgone works, and I could really use your help.
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] ...e così mentre so quanto sia pazzo che tutto suona, è davvero il modo in cui funziona Orgone, e potrei davvero usare il vostro aiuto.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, I never knew how kinky the afterlife could be. That's pretty nuts...
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Wow, non ho mai saputo quanto vizioso potrebbe essere l'aldilà. Questo è piuttosto noci...

source: [_danny_s_towards_s_rise_s_talk_displeased_] So, can you help me?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Quindi, puoi aiutarmi?

source: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Assuming you're not just lying for a late night booty call... I know Star's also going, which means you {i}have{/i} to stop this Ember witch.
it_it: [_kate_s_casual_s_towardsdown_s_angry_s_talk_amused_] Supponendo che non siate solo mentiti per una chiamata a bottino di tarda notte... So che anche Star's sta andando, il che significa che {i}hanno{/i} per fermare questa strega Ember.

source: [_danny_s_towards_s_sad_s_talk_displeased_] So, is that a yes?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Quindi, è un sì?

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'd be glad to help you save the town! I like living in Amity Park, and I'd rather not have to be a slave in it under the boot heel of some out of style punk.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Naturalmente, sarei felice di aiutarvi a salvare la città! Mi piace vivere a Amity Park, e preferirei non essere uno schiavo in esso sotto il tallone dello stivale di alcuni punk fuori stile.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! So, uh... how do you want to do this?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Dolce! Quindi, uh... come vuoi farlo?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Like, cause you know, I don't want you to feel uncomfortable or anything just because I brought this whole thing up so quickly, and-
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Come, perché sai, non voglio che ti senti a disagio o qualcosa solo perché ho portato tutta questa cosa così rapidamente, e-

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] You can put it in my {u}ass{/u} if you want.
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Puoi inserirlo nel mio {u}ass{/u} se vuoi.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, totally cool with that.
it_it: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...{i}yeeeuuup{/i}, totalmente fantastico con quello.

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Great, but we'll need to do a little prep to make sure you can get in there nice and easy, but that should be no problem.
it_it: [_kate_s_casual_s_towardsdown_s_sad_s_talk_amused_] Ottimo, ma dovremo fare un po 'di preparazione per assicurarsi di poter entrare in lì bello e facile, ma questo non dovrebbe essere un problema.

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, you're sure about this? I'm sure there's a couple other ways to get something like this done.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Voglio dire, sei sicuro di questo? Sono sicuro che c'è un paio di altri modi per ottenere qualcosa di simile a questo.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] That's true, but I've been thinking about us doing this for a good while anyway.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] È vero, ma ho pensato che lo facessimo per un bel po '.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] And don't worry, I've already had practice with this, albeit a long time ago... I just like putting stuff back there anyway. {i}*Winks*{/i}
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] E non ti preoccupare, ho già fatto la pratica con questo, anche se molto tempo fa... Mi piace rimettere le cose in ogni caso. {i}*Winks*{/i}

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Now, go wait patiently in my bedroom, lover boy.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Ora, vai ad aspettare pazientemente nella mia camera da letto, amante ragazzo.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yes ma'am!
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Sì ma'am!

source: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Now to just find that bottle of lube...)
it_it: [_kate_s_casual_s_towards_s_neutral_s_bite_] (Ora per trovare quella bottiglia di lubrificante...)

source: [_kate_s_casual_s_at_player_s_rise_s_cute_] (I really, {i}really{/i} hope Star didn't snag it off me again... ugh, that kid... takes after me a little {i}too{/i} well.)
it_it: [_kate_s_casual_s_at_player_s_rise_s_cute_] (Realmente, {i}realmente{/i} spero che la stella non mi abbia strappato di nuovo... brutto, quel bambino... prende dopo di me un po' {i}anche {/i} bene.)

source: [_danny_s_at_player_s_neutral_s_grin_] (Oh man, I can't believe this is happening!)
it_it: [_danny_s_at_player_s_neutral_s_grin_] (Oh uomo, non riesco a credere che questo stia accadendo!)

source: [_danny_s_ahegao_s_wondering_s_bite_] (My first time doing anal is gonna be with Kate!)
it_it: [_danny_s_ahegao_s_wondering_s_bite_] (la mia prima volta che faccio anale sarà con Kate!)

source: [_danny_s_at_player_s_rise_s_bite_] (Kate sure is... 'adventurous', I'll say that...)
it_it: [_danny_s_at_player_s_rise_s_bite_] (Kate sicuro è... 'avventuroso', lo dirò...)

source: [_danny_s_at_player_s_sad_s_smile_] (I wonder if she'd ever want to be more than just "fuck buddies"? Is that even what she considers us now-?)
it_it: [_danny_s_at_player_s_sad_s_smile_] (Mi chiedo se lei vorrebbe mai essere più di un semplice "cazzo amici"? È anche quello che lei ci considera ora-?)

source: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Hope I didn't keep you waiting too long, handsome.~
it_it: [_kate_s_lingerie_s_offscreen_s_towards_s_neutral_s_talk_amused_] Spero che non ti abbia tenuto ad aspettare troppo a lungo, bellissimo.~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, you look as hot as ever!
it_it: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...wow, Kate, sembri più caldo che mai!

source: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Thanks hon... now get some of this lube lathered up on your big piece, we haven't got all night.
it_it: [_kate_s_lingerie_s_-alt_s_towardsdown_s_sad_s_talk_happy_] Grazie hon... ora ottieni un po 'di questo lubrificante tornato sul tuo grande pezzo, non abbiamo avuto tutta la notte.

source: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, I still have a mountain load of online work I need to do, this is just a little break for me. Chop chop, kid!
it_it: [_kate_s_lingerie_s_towardsdown_s_neutral_s_talk_amused_] Danny, ho ancora una montagna di lavoro online che devo fare, questa è solo una piccola pausa per me. Chop chop, bambino!

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, right! Time management! Got it.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, giusto! Gestione del tempo! Ho capito.

source: [_danny_] So, j-just like this?
it_it: [_danny_] Così, j-proprio così?

source: [_kate_] Yeah, just spread it around the outside a little... {i}oooh{/i}... that's cold...~
it_it: [_kate_] Sì, basta spargerlo intorno all'esterno un po'... {i}oooh{/i}... fa freddo...~

source: [_danny_] I guess, anything else I should know to do?
it_it: [_danny_] Suppongo, altro che dovrei sapere fare?

source: [_kate_] For this? Like I said, just spread it all over yourself too, that'll definitely help.
it_it: [_kate_] Per questo? Come ho detto, basta spargere tutto su di te stesso, che sicuramente aiuterà.

source: [_kate_] Oh, and this is silly, but... for this kind've thing, I like it when someone pulls my hair back a little...
it_it: [_kate_] Oh, e questo è stupido, ma... per questo genere di cosa, mi piace quando qualcuno mi tira indietro un po' i capelli...

source: [_danny_] Really?!
it_it: [_danny_] Davvero?!

source: [_kate_] Yeah, I do like being taken control of... makes it that much better.
it_it: [_kate_] Sì, mi piace essere preso il controllo di... lo rende molto meglio.

source: [_danny_] No problems with that! I'm really excited for this, you have no idea!
it_it: [_danny_] Nessun problema con questo! Sono davvero entusiasta per questo, non hai idea!

source: [_kate_] Come on baby, show me what you've got!
it_it: [_kate_] Vieni sul bambino, mostrami quello che hai ottenuto!

source: [_danny_] ...okay... there, that should be enough... get ready nurse, here it comes...
it_it: [_danny_] ...okay... lì, che dovrebbe essere abbastanza... preparatevi infermiera, qui viene...

source: [_kate_] Oh, yes... gentle...{p}{i}...mmmhphh...{/i}{p}...just like... that...
it_it: [_kate_] Oh, sì... gentile...{p}{i}...mmmhphh...{/i}{p}...proprio come... che...

source: [_danny_] Are you... okay...?
it_it: [_danny_] Stai... okay...?

source: [_kate_] Oooh... yes hon, just be careful... it's still a lot tighter back there then I may have thought...
it_it: [_kate_] Oooh... sì hon, basta fare attenzione... è ancora molto più stretto lì poi potrei aver pensato...

source: [_danny_] Ah, okay, gotcha. I'll take it easy... nice and gentle for my butt slut nurse...
it_it: [_danny_] Ah, okay, gotcha. Lo prenderò facilmente... bello e gentile per la mia slut infermiera...

source: [_kate_] Ooh... {i}ooh!!{/i} Damn, that's it! Just like that! Oh baby, call me names just like that...~
it_it: [_kate_] Ooh... {i}ooh!!{/i} Dannazione, è questo! Proprio così! Oh baby, chiamami i nomi proprio così...~

source: [_danny_] {i}*Grunts*{/i} Yeah, you got it, slut!
it_it: [_danny_] {i}*Grunts*{/i} Sì, hai capito, troia!

source: [_kate_] {i}Mmm!{/i} Wow, I didn't know how much I missed being fucked in the ass like this!
it_it: [_kate_] {i}Mmm!{/i} Wow, non sapevo quanto ho perso di essere scopata nel culo come questo!

source: [_danny_] Am I doing a... g-good job?
it_it: [_danny_] Sto facendo un... g-buon lavoro?

source: [_kate_] You're doing great, sweetie, just keep hitting it like that...
it_it: [_kate_] Stai facendo grande, dolce, basta continuare a colpire così...

source: [_kate_] Oh, yes!{p}{i}Hehe{/i}, I'm gonna have to sneak you away for some "private examinations" during your classes!
it_it: [_kate_] Oh, sì!{p}{i}Hehe{/i}, ti dovrò prendere in giro per alcuni "esami privati" durante le tue lezioni!

source: [_danny_] Fuck! Your butt is so tight on me Kate!
it_it: [_danny_] Fuck! Il tuo culo è così stretto su di me Kate!

source: [_kate_] {i}Oooh{/i}, I'm glad you like it so much! Cause right now, it's {u}all{/u} yours!
it_it: [_kate_] {i}Oooh{/i}, Sono contento che ti piaccia tanto! Causa adesso, è {u}all{/u} tuo!

source: [_kate_] (His cock is so {i}gooood{/i}... seriously, this kid could do porn if he wanted to!)
it_it: [_kate_] (His cock is so {i}gooood{/i}... seriamente, questo bambino potrebbe fare porno se volesse!)

source: [_danny_] {i}*Huff* *Huff*{/i} Dammit Kate, I don't know how much longer I can last like this! It's honestly too much already!
it_it: [_danny_] {i}*Huff* *Huff*{/i} Dammit Kate, non so quanto più tempo posso durare così! È già onesto troppo!

source: [_kate_] {i}Oooh!{/i} Don't stop! Hit it deeper baby! Come on! Claim my ass!
it_it: [_kate_] {i}Oooh!{/i} Non fermarti! Colpisci il bambino più profondo! Vieni! Richiedi il mio culo!

source: [_kate_] Yes, that's it! Fuck that little hole!
it_it: [_kate_] Sì, è così! Cazzo quel piccolo buco!

source: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck! It's incredible!
it_it: [_danny_] {i}Ahh!{/i} {i}*Grunts*{/i} Fuck! È incredibile!

source: [_kate_] {i}Nnnghh!{/i} You're hitting just the right spot! {i}Ahh!!{/i}
it_it: [_kate_] {i}Nnnghh!{/i} Stai colpendo il posto giusto! {i}Ahh!!{/i}

source: [_kate_] Yes! Yes that's it! YES!!
it_it: [_kate_] Sì! Sì! Sì! Sì!!

source: [_danny_] K-Kate! Are you actually gonna cum from-
it_it: [_danny_] K-Kate! Stai per sperare da-

source: [_kate_] {i}Mmmmmmmm!{/i} So goooood!~
it_it: [_kate_] {i}Mmmmmmmm!{/i} Così goooood!~

source: [_danny_] (Holy fuck! She's cumming!! Is that normal?)
it_it: [_danny_] (Santa cazza! Sta cinguettando!! È normale?)

source: [_danny_] Shit, I'm gonna cum Kate!
it_it: [_danny_] Merda, sto andando cum Kate!

source: [_kate_] Do it baby! Cum in my tight little ass!
it_it: [_kate_] Fai il bambino! Sperma nel mio piccolo culo stretto!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kate... that was... I don't know, that was just so-
it_it: [_danny_] {i}*Huff* *Huff*{/i} Oh wow... Kate... che era... Non lo so, era solo così-

source: [_kate_] {i}Ow ow ow!!{/i}{p}Dick!{p}Out of ass!{p}Now please!
it_it: [_kate_] {i}Ow ow ow!!{/i}{p}Dick!{p}Out of ass!{p}Ora per favore!

source: [_danny_] Oh, r-right! Sorry!
it_it: [_danny_] Oh, r-right! Scusa!

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Are you okay Kate?
it_it: [_danny_s_boxers_s_towards_s_unhappy_s_talk_distraught_] Stai bene a Kate?

source: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Yeah, but I don't know... my ass just caught up to all the pain there at the end... gonna be just a little sore for a bit, definitely...
it_it: [_kate_s_nude_s_down_s_unhappy_s_talk_displeased_] Sì, ma non lo so... il mio culo appena preso fino a tutto il dolore lì alla fine. . sarà solo un po 'dolorante per un po ', definitivamente...

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Think I might need to lie on my stomach for a few days...
it_it: [_kate_s_nude_s_closed_s_unhappy_s_talk_displeased_] Pensate che potrei aver bisogno di sdraiarmi sullo stomaco per qualche giorno...

source: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-sorry about that.
it_it: [_danny_s_boxers_s_at_self_s_unhappy_s_talk_displeased_] Oh, uh, s-dispiace per questo.

source: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh no, don't worry Danny. You were new to it, and it was fun! It just always smarts a good bit afterwards.
it_it: [_kate_s_nude_s_towardsdown_s_unhappy_s_talk_happy_] Oh no, non preoccuparti di Danny. Eravate nuovi ad esso, ed è stato divertente! Semplicemente si smarrisce un buon po' dopo.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...so, does that mean...?
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_happy_] ...sì, questo significa...?

source: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, sure, maybe we can do it again sometime... {u}if{/u} I'm in the right mood.
it_it: [_kate_s_nude_s_towards_s_rise_s_talk_amused_] {i}Heh{/i}, certo, forse possiamo farlo di nuovo qualche volta... {u}se{/u} Sono nel giusto umore.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Sweet!
it_it: [_danny_s_boxers_s_closed_s_wondering_s_talk_amused_] Dolce!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...was that your first time doing a girl in her backdoor?
it_it: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...è stata la prima volta che fai una ragazza nel suo backdoor?

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Laughs*{/i} You should know, that not every girl is into it. It's a gift and an expression of a woman's comfortability, remember that.
it_it: [_kate_s_nude_s_towardsdown_s_sad_s_talk_amused_] {i}*Risate*{/i} Dovresti sapere, che non tutte le ragazze sono in esso. È un dono e un'espressione della comodità di una donna, ricordalo.

source: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Yeah... absolutely, I will.
it_it: [_danny_s_boxers_s_towards_s_rise_s_talk_amused_s_-blush_] Sì... assolutamente, lo farò.

source: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Thank you for helping me by the way. I'll make sure to put this Orgone I'm sure we produced to good use.
it_it: [_danny_s_boxers_s_towards_s_wondering_s_talk_happy_] Grazie per avermi aiutato a proposito. Mi assicurerò di mettere questo Orgone sono sicuro che abbiamo prodotto a buon uso.

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] No, thank you. Now that I know about Ember, I'm going to make sure Star stays far away from that concert.
it_it: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_happy_] No, grazie. Ora che so di Ember, mi assicurerò che Star rimanga lontana da quel concerto.

source: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Now go kick that blue haired bitch's ass! Nobody endangers {i}my{/i} baby.
it_it: [_kate_s_nude_s_towardsdown_wide_s_rage_s_talk_amused_] Ora vai a calcare quel culo della cagna dai capelli blu! Nessuno mette in pericolo {i}mio{/i} bambino.

source: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, will do! See ya Kate!
it_it: [_danny_s_boxers_s_towards_s_angry_s_talk_amused_] {i}Heh{/i}, lo farà! Vedi ya Kate!

source: [_kate_s_nude_s_towards_s_neutral_s_cute_] (That kid... he sure is unlike anyone I've ever met before.)
it_it: [_kate_s_nude_s_towards_s_neutral_s_cute_] (Quel bambino... sicuro è diverso da chiunque abbia mai incontrato prima.)

source: [_kate_s_nude_s_at_player_s_rise_s_grin_] (At least different than anyone I've ever let fuck me up the ass...)
it_it: [_kate_s_nude_s_at_player_s_rise_s_grin_] (Almeno diverso da chiunque mi abbia mai lasciato scopare il culo...)

source: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, you can't force the kids to not listen to a certain type of music just because you don't quite approve of it!
it_it: [_maddie_s_towards_s_angry_s_talk_frown_] Jack, non puoi costringere i bambini a non ascoltare un certo tipo di musica solo perché non la approvate!
