Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, that's right my little super star fan... remember my name... it's just a matter of time before I have the both of them saying it too...
it_it: [_ember_s_ghost_guitar_s_stare_s_rise_s_talk_bite_] Ohh, questo è proprio il mio piccolo fan super stella... ricorda il mio nome... è solo una questione di tempo prima che io abbia entrambi a dirlo troppo...

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Son of a gun... I really need to work on my cardio!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] Figlio di una pistola... ho davvero bisogno di lavorare sul mio cardio!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] What do we do now?! I can't take you back home after they just broke into your house!
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Cosa facciamo adesso?! Non posso portarti a casa dopo che sono appena entrati in casa tua!

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Maybe we should head back to yours? But...{p}I mean...{p}if they came for me in {i}my{/i} home...
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Forse dovremmo tornare alla tua? Ma...{p}Voglio dire...{p}se sono venuti per me in {i}mio{/i} casa...

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap, we have to make sure my parents and Jazz are safe!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Oh crap, dobbiamo assicurarci che i miei genitori e il Jazz siano al sicuro!

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Come on!
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_] Avanti!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mom?! Dad?! Is anyone home?!
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Mamma?! Papà?! C'è qualcuno a casa?!

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Hey, calm down! What's all the shouting about?
it_it: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Ehi, calmatevi! Che cos'è tutto il grido?

source: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, is that Danny I hear?
it_it: [_maddie_s_pj_s_offscreen_s_towards_s_wondering_s_talk_frown_] Jazz, è che Danny ho sentito?

source: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Yeah Mom! He's down here with his friend.
it_it: [_jazz_s_ef_s_towards_s_rise_s_talk_frown_] Yeah Mom! È qui con il suo amico.

source: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Goodness, what are you doing here this late?
it_it: [_maddie_s_pj_s_towards_s_confused_s_talk_frown_] Sam? Bontà, che cosa stai facendo qui in ritardo?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mom, can Sam stay with us tonight?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Mamma, Sam può stare con noi stasera?

source: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] What? Danny, I don't know about that...
it_it: [_maddie_s_pj_s_towards_wide_s_confused_s_talk_frown_] Cosa? Danny, non so quello...

source: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Son, I'm not sure your mother and I think that's a good-
it_it: [_jack_s_pjs_s_towards_s_sad_s_talk_frown_] ...uhh, gee Figlio, non sono sicuro di tua madre e penso che sia un bene

source: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Look, I'm really sorry about this everyone... it's just that someone just tried to break into my house while I was there.
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_consternation_] Guarda, mi dispiace davvero di questo tutti... è solo che qualcuno ha appena provato a entrare in casa mia mentre ero lì.

source: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Someone tried breaking and entering?! How horrible!
it_it: [_jack_s_pjs_s_towards_wide_s_confused_s_talk_frown_] Qualcuno ha provato a rompere e entrare?! Che orribile!

source: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh my gosh, are you kids both okay?
it_it: [_maddie_s_pj_s_towards_wide_s_sad_s_talk_displeased_] Oh il mio gosh, stai bene entrambi i bambini?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Yeah, Danny scared whoever it was off.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Sì, Danny ha spaventato chiunque fosse fuori.

source: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Maddie, stay with the kids, I'll go call the police.
it_it: [_jack_s_pjs_s_up_s_idle_s_talk_frown_] Maddie, rimanete con i bambini, andrò a chiamare la polizia.

source: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Will do. Sam, have you called your parents to let them know?
it_it: [_maddie_s_pj_s_towards_s_wondering_s_talk_frown_] Farà. Sam, hai chiamato i tuoi genitori per farli sapere?

source: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Not yet... we sorta panicked and came straight here.
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_displeased_] Non ancora... ci siamo fatti prendere dal panico e siamo venuti dritti qui.

source: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] You should call your parents then as soon as possible.
it_it: [_jack_s_pjs_s_towards_s_sad_s_talk_happy_] Dovresti chiamare i tuoi genitori il prima possibile.

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... sorry, it's just that this was a pretty big shakeup...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] O-okay... mi dispiace, è solo che questo è stato un abbastanza grande shakeup...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Guys, can she really not stay here? Seriously, this is pretty messed up.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ragazzi, può davvero non stare qui? Seriamente, questo è abbastanza disordinato.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] No of course, Samantha you are more than welcome to stay the night, absolutely.
it_it: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] No naturalmente, Samantha sei più che benvenuto a rimanere la notte, assolutamente.

source: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] I'll pull some of the pillows and comforters out for the couch Samantha.
it_it: [_jack_s_pjs_s_towards_s_neutral_s_talk_happy_] Tirare alcuni dei cuscini e consolatori per il divano Samantha.

source: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] What will your parents say? Where are they exactly?
it_it: [_maddie_s_pj_s_towards_s_rise_s_talk_frown_] Cosa diranno i tuoi genitori? Dove sono esattamente?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] I don't know, they're actually away for a big charity event in Wisconsin.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Non lo so, sono in realtà lontani per un grande evento di beneficenza in Wisconsin.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] So, you'll be all alone for a while?
it_it: [_maddie_s_pj_s_towards_s_sad_s_talk_frown_] Così, sarete tutti soli per un po'?

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] I can't believe you almost turned her away, Mom! You couldn't just expect her to go home after that!
it_it: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] Non riesco a credere che la hai quasi allontanata, mamma! Non ci si poteva aspettare che lei tornasse a casa dopo quello!

source: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmine, I didn't know! Like I said, you can gladly stay the night Sam, but you {u}have{/u} to call your parents and tell them what happened.
it_it: [_maddie_s_pj_s_away_s_angry_s_talk_happy_] Oh Jasmine, non lo sapevo! Come ho detto, puoi volentieri rimanere la notte Sam, ma tu {u}hai{/u} per chiamare i tuoi genitori e dire loro cos'è successo.

source: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Will do Mrs. Fenton.
it_it: [_sam_s_co_s_closed_s_neutral_s_talk_happy_] Farà la signora Fenton.

source: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon to the kitchen, we'll get you some tea while Jack calls the police first...
it_it: [_maddie_s_pj_s_towards_s_sad_s_talk_happy_] C'mon in cucina, ti prenderemo un po' di tè mentre Jack chiama prima la polizia...

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (After a short while the police arrived, we gave our story, obviously barring the supernatural elements. We just left it as some guys tried to break in through the backdoor.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_displeased_] (Dopo poco tempo che la polizia è arrivata, abbiamo dato la nostra storia, ovviamente escludendo gli elementi soprannaturali. Abbiamo appena lasciato come alcuni ragazzi hanno cercato di rompere attraverso il backdoor.)

source: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (My parents were a lot cooler than I expected them to be about the situation, which was nice.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_neutral_s_talk_happy_] (I miei genitori erano molto più cool di quanto mi aspettassi che fossero circa la situazione, che era bello.)

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (I said goodnight to everyone, made sure Sam was comfy on the couch, then headed back to my own room.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_talk_happy_] (Ho detto buona notte a tutti, assicurandomi che Sam fosse comodo sul divano, poi tornò alla mia stanza.)

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh man, after all that, I am really beat.
it_it: [_danny_s_at_self_s_sad_s_talk_distraught_] Oh uomo, dopo tutto questo, sono davvero battuto.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh...? Is someone... someone there?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh...? È qualcuno... qualcuno lì?

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Whispering*{/i} Hey... it's me, can I come in?
it_it: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] {i}*Whispering*{/i} Hey... è io, posso entrare?

source: [_danny_s_towards_s_sad_s_talk_happy_] Sure, hold on.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Certo, tieni.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Is everything okay?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Va tutto bene?

source: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Yeah, I'm alright, considering... I just can't believe we had to abandon Tucker.
it_it: [_sam_s_co_s_away_s_sad_s_talk_distraught_] Sì, sto bene, pensando... non riesco proprio a credere che abbiamo dovuto abbandonare Tucker.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker will be okay. And if he's not, we'll save him. I promise.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tucker andrà bene. E se non è lui, lo salveremo. Lo prometto.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... hold me please?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_s_slight_blush_] Danny... tenetemi per favore?

source: [_danny_] What about my parents?
it_it: [_danny_] Che dire dei miei genitori?

source: [_sam_] I think they're both asleep. When I walked past the door, I could hear your dad muttering something about meat loaf.
it_it: [_sam_] Penso che entrambi stanno dormendo. Quando ho camminato oltre la porta, ho potuto sentire tuo papà smorzare qualcosa di pane di carne.

source: [_sam_] ...and then your mom replied saying that she wanted her unicorn-puppy to be blue, not green.
it_it: [_sam_] ...e poi tua mamma rispose dicendo che voleva che il suo cucciolo unicorno fosse blu, non verde.

source: [_danny_] Okay, yeah, they're both zonked out, I've heard those dreams before.
it_it: [_danny_] Ok, sì, sono entrambi scavati, ho sentito quei sogni prima.

source: [_sam_] Okay then... so... should we...?
it_it: [_sam_] Va bene allora... così... dovremmo noi...?

source: [_danny_] Sam... are you sure about this?
it_it: [_danny_] Sam... sei sicuro di questo?

source: [_sam_] Honestly... I...{p}I don't know if I'm ready to go {i}all{/i} the way just yet... I'm sorry Danny...
it_it: [_sam_] Onestamente... I...{p}Non so se sono pronto ad andare {i}all{/i} per il modo giusto ancora... Mi dispiace Danny...

source: [_danny_] It's okay Sam... m-maybe I can just get some Orgone from our old method of-
it_it: [_danny_] Va bene Sam... m-forse posso solo ottenere qualche Orgone dal nostro vecchio metodo di-

source: [_sam_] But... maybe we can do something else? Something new?
it_it: [_sam_] Ma... forse possiamo fare qualcos'altro? Qualcosa di nuovo?

source: [_danny_] Huh? Like what exactly?
it_it: [_danny_] Huh? Ti piace esattamente?

source: [_sam_] {i}*Blushing*{/i} W-well... if I were to, uhh...
it_it: [_sam_] {i}*Blushing*{/i} W-well... se lo fosse, uhhh...

source: [_sam_] ...{i}suck{/i} your... "thing"...
it_it: [_sam_] ...{i}suck{/i} tuo... "thing"...

source: [_danny_] S-sure, that sounds nice, but that's still something we've already-
it_it: [_danny_] S-sicuro, che suona bello, ma questo è ancora qualcosa che abbiamo già-

source: [_sam_] -and at the same time, w-would you maybe, let me, uhh... s-sit... on your {u}face?{/u}
it_it: [_sam_] -e allo stesso tempo, forse si, lasciami, uh... s-sit... sul tuo volto {u}?{/u}

source: [_danny_] (Holy cow! Is she serious?)
it_it: [_danny_] (Santa mucca! È seria?)

source: [_sam_] ...I mean, I've kinda wanted to try it for a good while now...
it_it: [_sam_] ...Voglio dire, ho voglia di provarlo per un bel po'...

source: [_danny_] {i}*Ahem*{/i} Uhh, I... I wouldn't say no!
it_it: [_danny_] {i}*Ahem*{/i} Uhh, Io... Non direi di no!

source: [_sam_] Really?? ...I mean, cool, great!
it_it: [_sam_] Davvero?? ...Voglio dire, fresco, grande!

source: [_sam_] If... if that's what you really want?
it_it: [_sam_] Se... se è quello che vuoi veramente?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, I think so.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, penso di sì.

source: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Whoa! No need to push, ya' know?
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Chi! Non c'è bisogno di spingere, sì?

source: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Oops, sorry Danny! I'm just excited, and I want to just do this now and worry about the awkward conversation later, okay?
it_it: [_sam_s_co_s_offscreen_s_sad_s_talk_amused_s_slight_blush_] Oops, mi dispiace Danny! Sono appena entusiasta, e voglio solo farlo ora e preoccuparmi per la conversazione imbarazzante più tardi, okay?

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] W-we have to, be practical about this! Now let me just... straddle...
it_it: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_s_blush_] Dobbiamo essere pratici su questo punto! Ora lasciami solo... a cavo...

source: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, hey now, watch out-
it_it: [_danny_s_f_s_offscreen_s_towards_wide_s_rise_s_talk_displeased_] Woah, ehi ora, guarda fuori-

source: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... yeah, that's a cozy little seat...
it_it: [_sam_s_co_s_offscreen_s_nobottom_s_notop_s_nojewelry_s_nostockings_s_closed_s_angry_s_talk_happy_s_blush_] Ahhh... sì, è un piccolo posto accogliente...

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Muffled Sounds*{/i} Mmmmph!
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_bite_] {i}*Suoni silenziati*{/i} Mmmmph!

source: [_danny_] (Shit! Sam's butt is right on my face!)
it_it: [_danny_] (Merda! Il culo di Sam è proprio sulla mia faccia!)

source: [_danny_] (Ah!~ Fuck, I never knew girls could smell this good... and her mouth too... oh man...)
it_it: [_danny_] (Ah!~ Scopo, non ho mai saputo che le ragazze potessero odorare questo bene... e la sua bocca anche... oh uomo...)

source: [_sam_] (This is so weird... but the more I suck on his cock the more it actually turns me on!)
it_it: [_sam_] (Questo è così strano... ma più succhiavo sul suo cazzo più mi accende realmente!)

source: [_sam_] (It's so... {i}thick.{/i})
it_it: [_sam_] (È così... {i}spesso.{/i})

source: [_danny_s_sam_69_s_mid_s_talking_] (Her mouth is so warm... her tongue is so gentle... it feels amazing on my cock!)
it_it: [_danny_s_sam_69_s_mid_s_talking_] (La bocca è così calda... la sua lingua è così gentile... si sente incredibile sul mio cazzo!)

source: [_sam_] (Ah!~ If he keeps moving his tongue like that, I'm gonna scream!)
it_it: [_sam_] (Ah!~ Se continua a muovere la sua lingua così, urlerò me!)

source: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-did he just... l-lick my asshole?!)
it_it: [_sam_s_danny_69_s_mid_s_ahegao_] ({i}Eeeep!{/i} D-ha solo... l-lick il mio stronzo?!)

source: [_sam_s_danny_69_s_mid_s_talking_] (Oh God... why did I {i}like{/i} that so much~?!)
it_it: [_sam_s_danny_69_s_mid_s_talking_] (Oh Dio... perché mi è piaciuto {i}{/i} così tanto~?!)

source: [_danny_] (This is incredible... I don't know how much longer I can hold on! Sam's body is so perfect for this...)
it_it: [_danny_] (Questo è incredibile... Non so quanto tempo posso tenere! Il corpo di Sam è così perfetto per questo...)

source: [_sam_] (Ah~ Oooh!~ If I had known, I would have sat on his face sooner! This feels incredible!)
it_it: [_sam_] (Ah~ Oooh!~ Se avessi saputo, sarei seduto sul suo viso prima! Questo si sente incredibile!)

source: [_danny_] (Ah...~ I can't hold on! I need to let her know I'm close!)
it_it: [_danny_] (Ah...~ Non riesco a trattenermi! Devo farle sapere che sono vicino!)

source: [_sam_] (Just a little more Danny! Yes! That's it! Come on! Twist that tongue-)
it_it: [_sam_] (Solo un po' più di Danny! Sì! È tutto! Vieni! Twist quella lingua-)

source: [_sam_s_danny_69_s_fast_s_ahegao_] (Yes! Just like that! Oh god YES!)
it_it: [_sam_s_danny_69_s_fast_s_ahegao_] (Sì! Proprio così! Oh dio Sì!)

source: [_danny_] (Can't... hold... on!)
it_it: [_danny_] (non... tienere... su!)

source: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! I'm cumming! Oh God, I'm cumming!!)
it_it: [_sam_s_danny_69_s_fast_s_ahegao_] (F-fuck! Sto cumming! Oh Dio, sto cumming!!)

source: [_sam_] (Goodness, Danny!! That was a whole mouthful!!)
it_it: [_sam_] (Bontà, Danny!! Era una bocca intera!!)

source: [_sam_] (Okay Sam, we can't make a mess of his sheets! His Mom would probably freak if she saw any stains on here, so just... just woman up... and... {i}and-!{/i})
it_it: [_sam_] (Okay Sam, non possiamo fare un pasticcio dei suoi fogli! La sua mamma probabilmente si preoccuperebbe se vide delle macchie su qui, così giusto. . solo donna su... e... {i}e-!{/i})

source: [_sam_] (There we go... atta girl...)
it_it: [_sam_] (Ci andiamo... ragazza atta...)

source: [_danny_] (Can't... breathe!)
it_it: [_danny_] (Can't... respira!)

source: [_sam_] Oh! S-sorry Danny!
it_it: [_sam_] Oh! Spiacente Danny!

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Are you okay?
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Stai bene?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... just need to catch my breath...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Huff*{/i} Y-yeah... ha solo bisogno di prendere il fiato...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Was... was that good for you?
it_it: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Was... è stato così buono per te?

source: [_danny_s_towards_s_wondering_s_talk_amused_] No, that was {i}great{/i} Sam, trust me...
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] No, che era {i}grande{/i} Sam, fidati di me...

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Really? I mean, alright, sweet, I'm glad...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] Davvero? Voglio dire, bene, dolce, sono felice...

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ...had to be done, right?
it_it: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_slight_blush_] ... doveva essere fatto, giusto?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah... course.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Sì... corso.

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] This was totally just a "needed to happen to save the world" kinda thing, right?
it_it: [_sam_s_co_s_closed_s_sad_s_talk_displeased_s_slight_blush_] Questo era totalmente solo un "necessario per accadere per salvare il mondo" cosa, giusto?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, sure? Just one of those totally normal, world saving 69's, I suppose, yeah.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] Uhhmm, sicuro? Proprio uno di quelli del tutto normali, salvando 69 del mondo, suppongo, sì.

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] So uh, things will just go back to normal now, right?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Così uh, le cose torneranno solo al normale adesso, giusto?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-now you've got what you need... things can just... slip back to the way they were, huh?
it_it: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] N-ora hai quello di cui hai bisogno... le cose possono solo... scivolare indietro nel modo in cui erano, eh?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] I mean, w-we're still friends, right?
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] Voglio dire, w-siamo ancora amici, giusto?

source: [_danny_s_towards_s_rise_s_talk_consternation_] Uh, yeah? Why wouldn't we...?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Uh, sì? Perché noi...?

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] ...n-nothing, don't worry, I just was... that's good, is all, it's good!
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] -niente, non preoccupatevi, ero solo... è buono, è tutto, è buono!

source: [_danny_s_towards_s_sad_s_talk_consternation_] Is everything okay?
it_it: [_danny_s_towards_s_sad_s_talk_consternation_] Va tutto bene?

source: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Totally! Just... just babbling in my own head...
it_it: [_sam_s_co_s_towards_wide_s_neutral_s_talk_consternation_] Totalmente! Giusto... basta sbattere nella mia testa...

source: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Glad we can do this kinda crazy stuff, without it getting, ya' know, totally {i}complicated{/i}, amirite?
it_it: [_sam_s_co_s_at_player_wide_s_neutral_s_talk_consternation_] Siamo felici di poter fare questa roba folle, senza averla ricevuta, sì, totalmente {i}complicato{/i}, amirite?

source: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... I guess?
it_it: [_danny_s_towards_s_rise_s_talk_amused_s_blush_] ...uhh... Immagino?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Would you look at the time! Oh, I probably better go!
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_distraught_] {i}*Ahem*{/i} Oh wow! Guarderesti il tempo! Oh, probabilmente è meglio andare!

source: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? Now?
it_it: [_danny_s_towards_wide_s_rise_s_talk_consternation_] Huh? Ora?

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Yep! Like, right now!
it_it: [_sam_s_co_s_away_s_sad_s_talk_displeased_] Yep! Mi piace, adesso!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... okay. Sure.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Oh... okay. Certo.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll see you soon?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ci vediamo presto?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, yeah! Gonna go crash on that couch! S-see yah!
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_happy_] Uhuh, sì! Gonna va a schiantarsi su quel divano! S-see yah!
