Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, they should be focused on their studies! And ghosts! Not with their heads bopping back and forth to these all too wild and at the same "lax beats" to "chill and vibe" to!
it_it: [_jack_s_detector_s_up_s_angry_s_talk_frown_] Maddie, dovrebbero essere concentrati sui loro studi! E fantasmi! Non con le loro teste che si sbattono avanti e indietro a questi troppo selvaggi e allo stesso "battito lassista" per "freddo e vibrazione" per!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, you have to let them grow a little on their own... and have you even heard that singer yet? She's not half bad, ya' know.
it_it: [_maddie_s_towards_s_sad_s_talk_frown_] Jack, devi lasciarli crescere un po' da soli... e hai ancora sentito quel cantante? Non è mezzo male, sì.

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah!{/i} When I was their age I just looped remix tracks of the {i}Ghostbusters{/i} theme and the national anthem while I was working in the lab! That's all a kid needed to be {u}cool{/u} back then!
it_it: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] {i}Bah! /i} Quando avevo la loro età, ho appena girato tracce remix del tema {i}Ghostbusters{/i} e l'inno nazionale mentre lavoravo in laboratorio! Questo è tutto un bambino doveva essere {u}cool{/u} all'epoca!

source: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] I guess those times are long behind me now, though... darn shame... in hindsight, those truly were the best days of my life...
it_it: [_jack_s_detector_s_stare_s_sad_s_talk_frown_] Credo che quei tempi siano lunghi alle mie spalle, però... darn vergogna... nel senno di poi, quelli sono stati veramente i giorni migliori della mia vita...

source: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...until I met you of course, dear!
it_it: [_jack_s_detector_s_up_s_wondering_s_talk_happy_] {i}Uhh{/i}...{p}...finché non ti ho incontrato naturalmente, caro!

source: [_danny_s_towards_s_sad_s_talk_happy_] Hey guys, long night?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ehi ragazzi, lunga notte?

source: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, not too bad! We've been tracking ghosts all day! Our Fenton-Monitors have been going off the charts as of late!
it_it: [_jack_s_detector_s_towards_s_neutral_s_talk_happy_] {i}Ahh{/i}, non troppo male! Abbiamo tracciato i fantasmi per tutto il giorno! I nostri Fenton-Monitors sono andati fuori dai grafici a tardi!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Y-yeah, I can imagine. Lot of crazy stuff going on lately... from, what I've heard anyway.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Y-yeah, posso immaginare. Un sacco di roba pazza in corso ultimamente... da, quello che ho sentito comunque.

source: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] What the... why, it's even going crazy right now! Just standing right here, talking to you!
it_it: [_jack_s_detector_s_towards_s_confused_s_talk_frown_] Che cosa... perché, è anche impazzire in questo momento! Proprio in piedi qui, parlando con te!

source: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... darn thing must be overloaded and going on the fritz again... I'll be down in the Lab if anyone needs me.
it_it: [_jack_s_detector_s_towards_s_sad_s_talk_frown_] Huh... la cosa scura deve essere sovraccaricata e andare di nuovo sul fritz... sarò giù nel laboratorio se qualcuno ha bisogno di me.

source: [_maddie_s_away_s_neutral_s_talk_happy_] Take your time dear. I'll order some takeaway and bring it down later.
it_it: [_maddie_s_away_s_neutral_s_talk_happy_] Prendete il vostro tempo caro. Ordinerò un po 'di asporto e portarlo giù più tardi.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Chinese? Alrighty! Can you get a little cup of that tasty wonton soup with the order?
it_it: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] Cinese? Va bene! Riesci a ottenere una tazza di quella gustosa zuppa di wonton con l'ordine?

source: [_maddie_s_towards_s_amused_s_talk_amused_] Sure, why not?
it_it: [_maddie_s_towards_s_amused_s_talk_amused_] Certo, perché no?

source: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, baby!!
it_it: [_jack_s_offscreen_s_at_player_s_rise_s_talk_happy_] {i}Booya{/i}, bambino!!

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Well, besides our lack of substantial progress actually {u}capturing{/u} any ghosts yet, tell me how your day was Danny?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Beh, oltre alla nostra mancanza di progressi sostanziali in realtà {u}catturare {/u} qualsiasi fantasma ancora, dimmi come è stata la tua giornata Danny?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, no luck myself either, actually...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sì, nessuna fortuna me stesso, in realtà...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, I mean, it's just been pretty uninteresting, nothing too much to report.
it_it: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] {i}Uhh{/i}, voglio dire che è stato abbastanza poco interessante, niente di troppo da segnalare.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well, that seems rather evasive.
it_it: [_maddie_s_towards_s_rise_s_talk_frown_] Beh, sembra piuttosto evasivo.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, ya' know... if I'm being honest, it's been a {i}little{/i} rough lately.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Beh, sì... se sono onesto, è stato un {i}un po '{/i} grezzo ultimamente.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, poor baby! Come here sweetie and give Mommy a hug!
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, povero bambino! Vieni qui dolcezza e dona alla mamma un abbraccio!

source: [_danny_] (Oh boy... I need to let Mom I'm interested in a {i}little{/i} more action than just a hug... how am I gonna pull this off? I can't excactly explain to her my Orgone problem... I guess here goes nothing!)
it_it: [_danny_] (Oh boy... Ho bisogno di lasciare che la mamma sia interessata a un {i}piccolo{/i} più azione di un abbraccio... come sto andando a tirare questo fuori? Non posso spiegarle scrupolosamente il mio problema di Orgone... Immagino che qui non vada niente!)

source: [_danny_] Hey, I... I was wondering if you could maybe help make my day a little better? With some more, close, mother-son time?
it_it: [_danny_] Ehi, io... mi stavo chiedendo se potresti forse aiutare a migliorare un po' la mia giornata? Con un po' di più, vicino a un tempo di madre-figlio?

source: [_maddie_] {i}*Giggles*{/i} Oh, Danny... well... if I can assume we're thinking about the same thing here... then I certainly wouldn't mind maybe-
it_it: [_maddie_] {i}*Giggles*{/i} Oh, Danny... be... se posso supporre che stiamo pensando alla stessa cosa qui... allora certamente non mi dispiacerebbe forse-

source: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Maddie! Could you fetch me my tool box from the Fenton Family Ghost Assault Vehicle??{p}Also, come check this Fenton Finder with me, I can't make heads or tails of what made it glitch!{/size}
it_it: [_jack_s_offscreen_s_up_s_rise_s_talk_frown_] {size=24}Maddie! Potresti prendermi la mia scatola di strumenti dal veicolo d'assalto fantasma Fenton Famiglia??{p}Anche, vieni a controllare questo Fenton Finder con me, non posso fare teste o code di ciò che ha reso glitch! /size}

source: [_maddie_] {i}Uh{/i}, I'll get it in a minute Jack!
it_it: [_maddie_] {i}Uh{/i}, lo otterrò in un minuto di Jack!

source: [_maddie_] Sorry kiddo, I don't think we can play right now, but I have a little task for you if you don't mind.
it_it: [_maddie_] Scusa il bambino, non penso che possiamo giocare in questo momento, ma ho un piccolo compito per te, se non ti dispiace.

source: [_danny_] Sure, what is it?
it_it: [_danny_] Certo, che cos'è?

source: [_maddie_] It'll require a little bit of a shopping trip... I need you to collect a little something for me, after I order it.
it_it: [_maddie_] Avrai bisogno di un po' di un viaggio di shopping... Ho bisogno di raccogliere un po' di qualcosa per me, dopo averlo ordinato.

source: [_danny_] Anything!
it_it: [_danny_] Qualcosa!

source: [_maddie_] Good! I'll text you the details later.
it_it: [_maddie_] Buono! Ti scriverò i dettagli più tardi.

source: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Maddie! I accidentlaly tipped the liquid nitrogen canister I had open all over the work table! I tried wiping it up, but it just keeps freezing the rags!! {i}Help!!{/i}{/size}
it_it: [_jack_s_offscreen_s_up_s_sad_s_talk_frown_] {size=24}Maddie! Ho accidentalmente capovolto il contenitore di azoto liquido che avevo aperto tutto il tavolo di lavoro! Ho provato a cancellarlo, ma continua a congelare gli stracci!! {i}Aiuto!{/i}{/size}

source: [_maddie_] Just a minute dear, I'm coming!
it_it: [_maddie_] Solo un minuto caro, sto arrivando!

source: [_maddie_] Okay then... see you soon baby. I hope to make you feel a lot better, real soon...~
it_it: [_maddie_] Va bene allora... vedrai presto il bambino. Spero di farti sentire molto meglio, reale presto...~

source: [_danny_] (Wow... she sure is seductive when she wants to be...)
it_it: [_danny_] (Come... è sicura che è seducente quando vuole essere...)

source: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, it's Mom's message.{p}It just says I need to pick up a package she ordered from the Mall for her.)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Huh? Oh, è il messaggio della mamma.{p}Dice solo che devo raccogliere un pacchetto che ha ordinato dal centro commerciale per lei.)

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this should be straightforward, right?
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Beh, questo dovrebbe essere semplice, giusto?

source: [_danny_s_at_player_s_sad_s_talk_distraught_] ...somehow, I doubt it will be...
it_it: [_danny_s_at_player_s_sad_s_talk_distraught_] ...in qualche modo, dubito che sarà...

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Welcome friend, to my humble... oh no, not {i}you{/i} again.
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Amico di benvenuto, nel mio umile... oh no, non {i}tu{/i} di nuovo.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Just great, why on earth did Mom have to order something through {u}here{/u} of all places?
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Solo grande, perché sulla terra Mamma ha dovuto ordinare qualcosa attraverso {u}qui{/u} di tutti i posti?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Why, it's because,{p}{i}our shipping guarantees can't be beat...!{p}OooOooOOohh~!{/i}
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] {i}*Ahem*{/i} Perchè, è perché,{p}{i}le nostre garanzie di spedizione non possono essere battute...!{p}OooOOOohh~!{/i}

source: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...look, do you want the flippin' package or not?
it_it: [_box_ghost_s_at_player_glare_s_neutral_s_talk_frown_] ...guarda, vuoi o meno il pacchetto flippin?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yes, please. The message I got said I could expect to pick it up today. Where is it?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, per favore. Il messaggio che ho detto che potrei aspettarmi di prenderlo oggi. Dov'è?

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Well, {i}uhh{/i}... there's kind of been a little issue with that...
it_it: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Beh, {i}uhh{/i}... c'è stato un piccolo problema con quello...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...there usually is with this store... what's the problem this time?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...di solito c'è con questo negozio... qual è il problema questa volta?

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] I, {i}uh{/i}, sorta don't have it.
it_it: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Io, {i}uh{/i}, sorta non ce l'ho.

source: [_danny_s_towards_wide_s_angry_s_talk_distraught_] WHAT?!
it_it: [_danny_s_towards_wide_s_angry_s_talk_distraught_] Cosa?!

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Well, strictly speaking, that is, I {i}do,{/i} sort've...
it_it: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Beh, in senso stretto, cioè, io {i}fare,{/i} sort've...

source: [_danny_s_towards_s_angry_s_talk_displeased_] You aren't making any sense here, "friend".
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Non hai alcun senso qui, "amico".

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Well, allow me to explain. Do you happen to remember a big scary dragon passing through here a couple days ago?
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] Beh, permettetemi di spiegare. Ti capita di ricordare un grande drago spaventoso che passa qui un paio di giorni fa?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Yeah, tell me about it... actually, no, {u}don't{/u} tell me...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Sì, mi parli di questo... in realtà, no, {u}non't{/u} mi dici...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Well, the actual lady persona of the dragon came in looking for something like a jewelry case to place her shiny necklace in, right?
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Beh, la persona reale della signora del drago è venuto in cerca di qualcosa come una custodia di gioielli per posizionare la sua collana lucida in, giusto?

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Sadly, the fair maiden could not afford any of my delightful wares! Besides some lovely cardboard boxes, of course...
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Purtroppo, la fanciulla fiera non poteva permettersi nessuna delle mie deliziose guerre! Oltre ad alcune belle scatole di cartone, naturalmente...

source: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Upon this realization, she began to tirade! Turning back into a fearsome dragon, and, well... ate all my inventory from the past few days....
it_it: [_box_ghost_s_at_player_s_unhappy_s_talk_frown_] Al termine di questa realizzazione, cominciò a stancarsi! Tornando in un drago temibile e, bene... mangiò tutto il mio inventario degli ultimi giorni...

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, come on!! Just my luck!!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Oh, viene!! Solo la mia fortuna!!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But fear not, friend! For there is still good news to be celebrated!
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Ma non temere, amico! Perché ci sono ancora buone notizie da festeggiare!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Well, what is it??
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Beh, che cos'è??

source: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] She didn't eat {u}me{/u}!!{p}{i}Or{/i} the boxes!!
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_amused_] Non ha mangiato {u}me{/u}!!{p}{i}Or{/i} le scatole!!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] I'm jumping for joy, internally, believe me...
it_it: [_danny_s_at_player_s_neutral_s_talk_displeased_] Sto saltando per gioia, internamente, credete...

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] But know this, hybrid child! I also have knowledge of something else you'll be thrilled to know!
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Ma sappiate questo, bambino ibrido! Ho anche conoscenza di qualcos'altro che sarete entusiasti di sapere!

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} You know where the dragon is?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Sai dov'è il drago?

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Why yes! She hasn't left! She prefers to wander around the main Lobby of the Mall at night. You can find her there and then, package seeker!
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Perché sì! Non se n'è andata! Lei preferisce vagare per la principale lobby del centro commerciale di notte. Potete trovarla lì e poi, cercatore del pacchetto!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Why the heck haven't {i}you{/i} gotten the packages from her yourself?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Perché l'heck non ha {i}hai ottenuto i pacchetti da lei stesso?

source: [_box_ghost_s_at_player_s_sad_s_talk_frown_] I tried! But... I mean, it is rather disgusting, no? Going inside a stomach isn't really my forte,{p}{i}or{/i} my fetish...
it_it: [_box_ghost_s_at_player_s_sad_s_talk_frown_] Ho provato! Ma... voglio dire, è piuttosto disgustoso, no? Andare dentro uno stomaco non è davvero il mio forte,{p}{i}o{/i} il mio feticcio...

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... fine. I'm not thrilled at the idea myself, but if I can possibly get that package back... sure.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] {i}Ugh{/i}... bene. Non sono entusiasta dell'idea, ma se posso ottenere quel pacchetto indietro... sicuro.

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!!{/i} Just say the word when you're ready and I can let you stay behind in my shop while I close up, then you can talk to her yourself after hours!
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] {i}Huzzah!! /i} Basta dire la parola quando sei pronto e posso farti stare indietro nel mio negozio mentre mi vicino, poi si può parlare con lei voi stessi dopo ore!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Why do I have a feeling she's not going to wanna talk this over, reasonably?
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Perché ho la sensazione di non voler parlare di questo, ragionevolmente?

source: [_box_ghost_s_at_player_s_confused_s_talk_frown_] So, you ready to wait 'till the Evening?
it_it: [_box_ghost_s_at_player_s_confused_s_talk_frown_] Allora, sei pronto ad aspettare fino alla sera?

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alrighty, I'll let you stay back here 'til close up.
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Va bene, ti lascerò tornare qui fino a chiudere.

source: [_danny_s_towards_s_rise_s_talk_happy_] Hey, I know we're not like, friends or anything, but thanks for helping me out.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Ehi, so che non siamo come amici, amici o nulla, ma grazie per avermi aiutato.

source: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Helping you... HELPING YOU OUT?!
it_it: [_box_ghost_s_at_player_glare_s_angry_low_s_talk_distraught_] Ti aiuta... HELPING YOU OUT?!

source: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, man! It was just a simple gesture of me saying thanks!
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] {i}Whoa{/i}, uomo! È stato solo un semplice gesto di ringraziamento!

source: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Good sir! I have made a {u}solemn{/u} pledge, that all parcels sent through to me WILL BE DELIVERED! The loyal customers are who I have allied with, and always will ally with!
it_it: [_box_ghost_s_at_player_s_angry_s_talk_frown_] Buon signore! Ho fatto un {u}solenne promesso, che tutti i pacchi inviati a me ESSERE CONSEGNATO! I clienti fedeli sono con chi ho alleato e sempre alleato!

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? I mean, I was mainly saying it to just try and be nice. You're not even going to help me talk to her!
it_it: [_danny_s_towards_s_rise_s_talk_amused_] {i}Uhh{/i}, cool? Insomma, stavo dicendo principalmente di cercare di essere bello. Non mi aiuterai nemmeno a parlare con lei!

source: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Just sit back here and be quiet until they shut the lights off...
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_frown_] {i}Bah!{/i} Basta sedersi qui e stare tranquilli finché non chiudono le luci...

source: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh great, take your sweet time, why don'cha! Sheesh, it's only a fire breathing dragon with all of my stuff inside it, right?{p}Fine, just come here tonight then!
it_it: [_box_ghost_s_at_player_s_confused_s_talk_distraught_] Oh grande, prendi il tuo dolce tempo, perché non 'cha! Sheesh, è solo un drago che respira fuoco con tutte le mie cose al suo interno, giusto?{p}Bene, arrivate qui stasera allora!

source: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Alright, looks like all the Mall guests have left. Now it's up to you to find her! Shouldn't be hard, just listen for the violent shaking of the ground and building.
it_it: [_box_ghost_s_at_player_s_neutral_s_talk_happy_] Va bene, sembra che tutti gli ospiti del centro commerciale siano andati. Ora tocca a te trovarla! Non dovrebbe essere difficile, basta ascoltare il violento scuotimento del terreno e costruire.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well... here we go I guess...
it_it: [_danny_s_at_player_s_sad_s_talk_displeased_] Bene... qui andiamo a indovinare...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Good, she's not a horrible beast just yet... and she appears to be in a good mood... this could actually go smoother than I thought!)
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Buono, non è ancora una bestia orribile... e lei sembra essere di buon umore... questo potrebbe effettivamente andare più liscia di quanto ho pensato!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Hey Princess, it's getting pretty close to midnight, shouldn't you be getting home to your wicked step mother soon?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Ehi principessa, sta diventando abbastanza vicino a mezzanotte, non dovresti tornare a casa a tua madre malvagia passo presto?

source: [_dorathea_s_towards_s_shock_s_talk_frown_] Why, it's {i}you!{/i} The scoundrel who broke my heart!
it_it: [_dorathea_s_towards_s_shock_s_talk_frown_] Perché, sei {i}tu!{/i} Lo scoundrel che mi ha rotto il cuore!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Yeah, h-hey, nice to see you too.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Sì, h-hey, bello vedervi anche.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] You fiend! You attacked me the last time we spoke!
it_it: [_dorathea_s_towards_s_angry_s_talk_frown_] Sei fiendo! Mi hai attaccato l'ultima volta che abbiamo parlato!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ...after you turned into a literal raging monster when I only, rather politely I might add, turned down an all too rushed marriage proposal. I don't know if that makes me a "scoundrel" in so many words.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] ... fter ti sei trasformato in un mostro letterale infuriante quando io solo, piuttosto gentilmente potrei aggiungere, ho rifiutato una proposta di matrimonio troppo frettolosa. Non so se questo mi rende un "scoundrel" in tante parole.

source: [_dorathea_s_towards_s_angry_s_talk_frown_] Well, perhaps had you not all been so crass and rude to a member of royal lineage, I might not have had to defend my honor!!
it_it: [_dorathea_s_towards_s_angry_s_talk_frown_] Beh, forse non siete stati tutti così crass e maleducati ad un membro di lignaggio reale, Non avrei dovuto difendere il mio onore!!
