Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Where do you think you're running off to, Mr. Fenton?
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}*Splutter*{/i} Da dove pensi di essere in carica, Mr. Fenton?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Got an emergency call! Cat got diagnosed with Coronavirus! Have to go!
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Hai ricevuto una chiamata di emergenza! Gatto è stato diagnosticato con Coronavirus! Devi andare!

source: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Wait a second, I haven't dismissed yo- {i}OW!!{/i}{p}People, please, the "Kick Me" sign taped to my backside is {u}not{/u} an invitation!!
it_it: [_lancer_s_offscreen_s_towards_wide_s_rise_one_s_talk_frown_] Aspetta un secondo, non ho respinto yo- {i}OW!! /i}{p}Persone, per favore, il segno "Kick Me" registrato sul retro è {u}no{/u} un invito!!

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh man, did you see his face? ! I've wanted to do that for years!
it_it: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] Oh uomo, hai visto il suo viso? ! Volevo farlo per anni!

source: [_danny_s_towards_s_angry_s_talk_distraught_] Ember, you nearly got us caught!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Ember, ci hai quasi catturati!

source: [_danny_s_towards_s_angry_s_talk_displeased_] I said you couldn't interact or mess with anyone!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Ho detto che non si poteva interagire o pasticciare con nessuno!

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Yeah, but you only wished for that at the {u}house.{/u}
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Sì, ma lo volevi solo nella casa {u}.{/u}

source: [_danny_s_towards_s_rise_s_talk_distraught_] But I {i}asked{/i} you if we came here for {u}no{/u} funny business!!
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Ma io {i}ti ho chiesto{/i} se siamo venuti qui per {u}no{/u} affari divertenti!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Well... you're not laughing so, maybe it's not funny business? I don't know man, I thought it was funny.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Bene... non stai ridendo, forse non è un affare divertente? Non conosco l'uomo, pensavo fosse divertente.

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, look, just be more careful next time.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Ugh, guarda, basta essere più attenti la prossima volta.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton over here.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] {i}Hrmph!{/i} Buzzkill Fenton qui.

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright... it {i}was{/i} pretty funny.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Bene... {i}era{/i} abbastanza divertente.

source: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, I know, right?!
it_it: [_ember_s_disguised_s_jazz_s_closed_s_idle_s_talk_amused_] {i}Hah{/i}, Lo so, giusto?!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Come on, let's get out of here.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Avanti, usciamo da qui.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Wait a minute, are you telling me you're {i}bailing{/i} on class?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_happy_] Aspetta un minuto, mi stai dicendo che sei {i}di salvataggio{/i} in classe?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...little rebel {i}you{/i} are! I never thought you had it in you!
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] ...piccolo ribelle {i}tu{/i} ! Non ho mai pensato che l'avessi in te!

source: [_danny_s_towards_s_sad_s_talk_amused_] Yeah well, I don't really wanna stick around to see the nuclear explosion that will be Mr. Lancer pretty soon!
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Sì, non voglio davvero rimanere in giro per vedere l'esplosione nucleare che sarà Mr. Lancer abbastanza presto!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah!{/i} Fair enough, then let's get out of here.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] {i}Hah!{/i} Bene abbastanza, poi andiamo fuori da qui.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Shit... I gotta admit it, kid... you're sorta alright.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Merda... Lo ammetto, bambino... sei sorta bene.

source: [_danny_s_towards_s_rise_s_talk_amused_] Did I just hear a compliment?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Ho appena sentito un complimento?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, don't get ahead of yourself, I said you were alright, not great.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_amused_] Woah, non andare avanti da soli, ho detto che eravate bene, non grande.

source: [_danny_s_closed_s_neutral_s_talk_amused_] Works for me!
it_it: [_danny_s_closed_s_neutral_s_talk_amused_] Lavora per me!

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Man, it does feel nice, ya' know, not focusing on revenge for a change.
it_it: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_happy_] Uomo, si sente bello, sì, non concentrandosi sulla vendetta per un cambiamento.

source: [_danny_s_towards_s_sad_s_talk_amused_] I imagine it's not the most rewarding experience to solely seek world domination, if I'm speaking candidly.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Immagino che non sia l'esperienza più gratificante per cercare solo il dominio del mondo, se parlo candidamente.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Well, I ended up in a coffee container with a green roommate and a dorky spaz of a landlord, so... I guess.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Beh, ho finito in un contenitore di caffè con un compagno di stanza verde e un spaz dormiente di un padrone di casa, così... immagino.

source: [_danny_s_towards_s_rise_s_talk_amused_] I'm guessing that's not what you were imagining when planning your little world tour, huh?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Immagino che non sia quello che stavi immaginando quando pianifichi il tuo piccolo giro del mondo, eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, ya think?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Naaa, ne pensi?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Anyway, I-
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Comunque, I-

source: [_danny_s_towards_s_sad_s_talk_happy_] Ember? Is everything okay?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ember? Va tutto bene?

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Yeah, I'm fine.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Sì, sto bene.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You need anything?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Hai bisogno di qualcosa?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] No, I'm okay.
it_it: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] No, sto bene.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Can we just head back now, please?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] Possiamo solo tornare ora, per favore?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, sure, whatever you want.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, sicuro, quello che vuoi.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, you seemed to be having fun... until you weren't.{p}Do you want to talk about someth-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Ember, ti è sembrato divertirti... finché non eravi.{p}Vuoi parlare di qualcosa-

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] No, just, let me be, please.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] No, giusto, lasciami essere, per favore.

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I wonder what changed her mood so suddenly? I should probably check up on her later.)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Mi chiedo cosa ha cambiato il suo umore così improvvisamente? Probabilmente dovrei controllare su di lei più tardi.)

source: [_danny_s_towards_s_wondering_s_consternation_] (Huh? What's that sound? I can hear something faintly playing somewhere...)
it_it: [_danny_s_towards_s_wondering_s_consternation_] (Huh? Che cos'è quel suono? Posso sentire qualcosa di debole suonare da qualche parte...)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I better go investigate before it wakes everyone up.)
it_it: [_danny_s_at_player_s_neutral_s_displeased_] (È meglio andare a indagare prima che si sveglia tutti.)

source: [_danny_s_towards_s_rise_s_consternation_] (It sounds like it's coming from... the {b}roof{/b}?)
it_it: [_danny_s_towards_s_rise_s_consternation_] (Sembra che venga dalla... il tetto {b}{/b}?)

source: [_danny_s_at_player_s_neutral_s_displeased_] (I'll have to go ghost to check it out.)
it_it: [_danny_s_at_player_s_neutral_s_displeased_] (Dovrò andare fantasma per controllarlo.)

source: [_ember_s_closed_s_sad_s_talk_displeased_] {i}♪ Ohhh, Embeeer, you will-{/i}
it_it: [_ember_s_closed_s_sad_s_talk_displeased_] {i}<unk> Ohhh, Embeeer, lo farai-{/i}

source: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sigh* ...remember... ♫{/i}
it_it: [_ember_s_down_s_sad_s_talk_distraught_] {i}*Sigh* ...ricorda... <unk> {/i}

source: [_ember_s_towards_s_confused_s_talk_consternation_] Huh? Oh hey, didn't see you there.
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Huh? Oh hey, non ti ha visto lì.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] What're you doing up so late?{p}...and on the tip-top most part of my house?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Cosa stai facendo così tardi?{p}...e sulla parte superiore della mia casa?

source: [_ember_s_towards_s_rise_s_talk_amused_] I'm dead, genius, there's not really a curfew for ghosts.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Sono morto, genio, non c'è davvero un coprifuoco per i fantasmi.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I guess that's true.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Immagino che sia vero.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...but what are you doing up here?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] ...ma cosa stai facendo qui?

source: [_ember_s_down_s_sad_s_talk_displeased_] Just practicing my singing a little. Sorry if I'm being noisy, I just... I don't know...
it_it: [_ember_s_down_s_sad_s_talk_displeased_] Praticare un po' il mio canto. Mi dispiace se sono rumoroso, solo... non lo so...

source: [_ember_s_away_s_sad_s_talk_displeased_] It's not like any of this matters anymore...
it_it: [_ember_s_away_s_sad_s_talk_displeased_] Non è più come nessuna di queste questioni...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] What doesn't?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Che cosa non?

source: [_ember_s_towards_s_sad_s_talk_consternation_] All of 'this', ya' know? I don't know, it all just... it used to be a lot clearer.
it_it: [_ember_s_towards_s_sad_s_talk_consternation_] Tutto 'questo', sì? Non lo so, tutto solo... era molto più chiaro.

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Yeah, I get that.
it_it: [_danny_s_phantom_s_arms_normal_s_at_self_s_sad_s_talk_happy_] Sì, lo capisco.

source: [_ember_s_towards_s_confused_s_talk_displeased_] Do you?
it_it: [_ember_s_towards_s_confused_s_talk_displeased_] Tu tu?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] In a way, I guess... life was so much easier and less confusing before I became half-ghost.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] In un certo senso, immagino... la vita era molto più facile e meno confusa prima di diventare mezzo fantasma.

source: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... I guess.
it_it: [_ember_s_down_s_idle_s_talk_displeased_] Hmm... Immagino.

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...a lot of stars out tonight, huh?
it_it: [_danny_s_phantom_s_arms_normal_s_up_wide_s_neutral_s_talk_happy_] ...molte stelle fuori stasera, eh?

source: [_ember_s_towards_s_confused_s_talk_amused_] They're always out, doofus... but yeah. It's really pretty tonight.
it_it: [_ember_s_towards_s_confused_s_talk_amused_] Sono sempre fuori, doofus... ma sì. È davvero bella stasera.

source: [_ember_s_towards_s_idle_s_talk_happy_] Yeah?
it_it: [_ember_s_towards_s_idle_s_talk_happy_] Sì?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...about that song you sing.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...su quella canzone che canti.

source: [_ember_s_towards_s_confused_s_talk_happy_] What about it?
it_it: [_ember_s_towards_s_confused_s_talk_happy_] Che dire di esso?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] It's about you?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Si tratta di te?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, yeah, sorta has my name and everything in it.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Uhh, sì, sorta ha il mio nome e tutto in esso.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] You never did tell me what happened to you.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Non mi hai mai detto cosa ti è successo.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...yeah, cause I haven't {i}wanted{/i} to tell you... look, why do you care so much?
it_it: [_ember_s_down_s_sad_s_talk_displeased_] ...sì, perché non ho {i}voluto{/i} per dirti... guarda, perché ti importa così tanto?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] It's obviously bothering you.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Ti sta ovviamente infastidendo.

source: [_ember_s_towards_s_angry_s_talk_consternation_] That doesn't mean I want to share it!
it_it: [_ember_s_towards_s_angry_s_talk_consternation_] Questo non significa che voglio condividerlo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... it's okay to be upset about whatever happened.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember... va bene essere sconvolti per tutto ciò che è successo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] It's driven you down a clearly bad place, and I just thought... maybe you shouldn't have to hold the weight of it all.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ti ha guidato in un posto chiaramente cattivo, e ho appena pensato... forse non dovresti tenere il peso di tutto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...it's alright, I'll just go back to bed. You can stay up here, if you want some more time alon-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...va bene, tornerò a letto. Puoi stare in alto qui, se vuoi più tempo da solo-

source: [_ember_s_towards_s_sad_s_talk_displeased_] There was this guy.{p}And we were... well, we were totally head over heels for each other.
it_it: [_ember_s_towards_s_sad_s_talk_displeased_] C'era questo ragazzo.{p}E eravamo... beh, eravamo completamente testa sopra i tacchi l'uno per l'altro.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Yeah, okay. Sounds good so far. And?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Sì, okay. Suona bene finora. E?

source: [_ember_s_down_s_sad_s_talk_displeased_] Well, we dated for a while and I convinced myself that he's, ya' know... "the one".
it_it: [_ember_s_down_s_sad_s_talk_displeased_] Beh, siamo datati per un po' e mi sono convinto che lui sì... "quello".

source: [_ember_s_away_s_sad_s_talk_distraught_] Stupid ol' Ember Mc"Lame" has finally convinced herself that she's ready to sleep with him, to take that next step...
it_it: [_ember_s_away_s_sad_s_talk_distraught_] Stupid ol' Ember Mc"Lame" si è finalmente convinta di essere pronta a dormire con lui, a fare quel passo successivo...

source: [_ember_s_down_s_sad_s_talk_distraught_] ...and then the next thing I know there's nothing.
it_it: [_ember_s_down_s_sad_s_talk_distraught_] ...e poi la prossima cosa che so non c'è niente.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Nothing? What do you mean?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Niente? Che cosa intendi?

source: [_ember_s_towards_s_idle_s_talk_distraught_] Not a phone call, not a peep from my sweet "Prince Charming".
it_it: [_ember_s_towards_s_idle_s_talk_distraught_] Non una telefonata, non un peep del mio dolce "Prince Charming".

source: [_ember_s_towards_s_angry_s_talk_distraught_] Finally, I spot him hanging out with my friend at the park, and he just looks at me and totally ghosts me. Walks away with her instead.
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Finalmente, lo vedo andare fuori con il mio amico al parco, e lui mi guarda e mi fantasmi totalmente. Passeggia via con lei invece.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, some friend you had!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Jeez, qualche amico che avevi!

source: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, yeah, you can say that again.
it_it: [_ember_s_down_s_angry_s_talk_distraught_] {i}Pfft{/i}, sì, puoi dirlo di nuovo.

source: [_ember_s_towards_s_idle_s_talk_distraught_] Anyway, he finally calls me a whole month later. Says to meet him outside of Amity Park on my own and that he needs my help with something important...
it_it: [_ember_s_towards_s_idle_s_talk_distraught_] Comunque, finalmente mi chiama un mese dopo. Dice di incontrarlo fuori di Amity Park da solo e che ha bisogno del mio aiuto con qualcosa di importante...

source: [_ember_s_down_s_idle_s_talk_distraught_] And being the girl that always wanted to hope for the best, Ember McClain took a three-hour bus trip to go see him, and when she got there...
it_it: [_ember_s_down_s_idle_s_talk_distraught_] Ed essendo la ragazza che ha sempre voluto sperare per il meglio, Ember McClain ha preso un viaggio in autobus di tre ore per andare a vederlo, e quando è arrivata...

source: [_ember_s_closed_s_angry_s_talk_distraught_] ...he called the motel I was at to let me know it was all a funny, whacky joke the two of them wanted to pull on me.
it_it: [_ember_s_closed_s_angry_s_talk_distraught_] ... e chiamato il motel ero a farmi sapere che era tutto un divertente, whacky scherzare i due di loro volevano tirarmi su di me.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] What? Are you serious?! That's awful!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Cosa? Sei serio?! È terribile!

source: [_ember_s_towards_s_sad_s_talk_distraught_] Yeah, that seemed to "just be life", the way I saw it.{p}Anyway, I manage to get home the same day... and I'm just so physically and mentally exhuasted, I collapse on the couch.
it_it: [_ember_s_towards_s_sad_s_talk_distraught_] Sì, che sembrava "essere solo vita", il modo in cui l'ho visto.{p}Comunque, riesco a tornare a casa lo stesso giorno. . e sono così esaltato fisicamente e mentalmente, collasso sul divano.

source: [_ember_s_down_s_sad_s_talk_distraught_] ...but what I didn't know was that Dad blacked out after drinking too much and fell asleep in his recliner...{p}...after dropping his lit cigarette on the carpet.
it_it: [_ember_s_down_s_sad_s_talk_distraught_] ...ma quello che non sapevo era che papà si annerì dopo aver bevuto troppo e si addormentò nel suo reclinatore. .{p}...dopo aver lasciato cadere la sua sigaretta accesa sul tappeto.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Your house went up in flames...?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] La tua casa è salita in fiamme...?

source: [_ember_s_away_s_sad_s_talk_distraught_] Yeah, with {i}me{/i} inside it.
it_it: [_ember_s_away_s_sad_s_talk_distraught_] Sì, con {i}di me{/i} al suo interno.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] But your Dad! Didn't he-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Ma il tuo papà! Non è stato

source: [_ember_s_towards_s_angry_s_talk_displeased_] Oh no, he woke up alright. Smoke woke his dumb ass up.
it_it: [_ember_s_towards_s_angry_s_talk_displeased_] Oh no, si svegliò a destra. Fumo svegliò il suo culo muto.

source: [_ember_s_down_s_angry_s_talk_distraught_] ...but he left me there.
it_it: [_ember_s_down_s_angry_s_talk_distraught_] ...ma mi ha lasciato lì.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Don't.
it_it: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, no.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] I can't help it, I just feel so sorry-
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_distraught_] Non posso aiutarlo, mi dispiace solo

source: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Well stop! Stop feeling sorry for me! I don't need a pity party from anybody, especially from you!!
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] {i}Gahh!{/i} Fermatevi! Smettetela di sentirmi dispiaciuta per me! Non ho bisogno di una festa di pietà da nessuno, specialmente da voi!!

source: [_ember_s_down_s_angry_s_talk_distraught_] Why should I have to be forgotten?! I didn't do anything wrong! I didn't ask to be born into my shitty, loser life!!
it_it: [_ember_s_down_s_angry_s_talk_distraught_] Perché dovrei essere dimenticato?! Non ho fatto nulla di sbagliato! Non ho chiesto di nascere nella mia vita perduta, schifosa!!

source: [_ember_s_towards_s_angry_s_talk_distraught_] Coming back as a ghost... it gave me another perspective. That I could use this new opportunity to make sure I'd never be forgotten again...
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Tornando come un fantasma... mi ha dato un'altra prospettiva. Che potrei cogliere questa nuova opportunità per assicurarsi di non essere mai più dimenticato...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I swore that no one would ever forget my name again!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Ho giurato che nessuno avrebbe mai dimenticato di nuovo il mio nome!
