Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Always a pleasure doing business with you!
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_amused_] {i}Heh heh!{/i} Sempre un piacere fare affari con te!

source: [_desiree_] {i}*Grumbles*{/i} The ruthless charlatan...
it_it: [_desiree_] {i}*Grumbles*{/i} Lo spietato charlatan...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Thanks, Box. Glad we could get some of this stuff.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Grazie, scatola. Siamo lieti di poter ottenere alcune di queste cose.

source: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Thank you for shopping at the Mystery Shop! Have a good day and...{p}{i}Beware!!{/i}
it_it: [_box_ghost_s_back_s_towards_s_idle_s_talk_happy_] Grazie per aver fatto acquisti al Mystery Shop! Buona giornata e...{p}{i}Attenzione!!{/i}

source: [_desiree_] You didn't need to do that, you realize.
it_it: [_desiree_] Non hai bisogno di farlo, ti accorgi.

source: [_danny_s_towards_s_sad_s_talk_amused_] Des, I know what I do and don't have to do to get this party to work, but I {i}wanted{/i} to do it.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Des, I know what I do and not have to do to get this party to work, but I {i}wanted{/i} to do it.

source: [_desiree_] Fine, just... don't do extra... favors for me like that again, alright?
it_it: [_desiree_] Bene, giusto... non fare extra... favori per me di nuovo così, giusto?

source: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Yeahhh{/i}, no promises.
it_it: [_danny_s_closed_s_neutral_s_talk_amused_] {i}Yeahhh{/i}, nessuna promessa.

source: [_desiree_] Look, you cannot simply... {i}urgh{/i}, let us just depart for now. We got what you wanted from that fool.
it_it: [_desiree_] Guarda, non puoi semplicemente... {i}urgh{/i}, partiamo solo per ora. Abbiamo ottenuto quello che volevi da quel pazzo.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hey, not too quick to amscray! Let's get the rest of the stuff on our list first.{p}Plus, I still have to teach you more human things, like spitting loogies off the balcony on mall cops!
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Hey, non troppo veloce da amscra! Prendiamo prima il resto della roba nella nostra lista.{p}Inoltre, devo ancora insegnarvi cose più umane, come sputare gli sguardi fuori dal balcone sui poliziotti di centro commerciale!

source: [_desiree_] {i}*Sighs*{/i} As you wish, Master.
it_it: [_desiree_] {i}*Sighs*{/i} Come vuoi, Maestro.

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, with most of the prep work taken care of, now I just need to make a phone call Saturday to have some pizza ordered for everyone to properly {b}start the party.{/b})
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_grin_] (Okay, con la maggior parte del lavoro di preparazione ha curato, ora ho solo bisogno di fare una telefonata sabato per avere una pizza ordinata per tutti a correttamente {b}iniziare il partito. /b})

source: [_danny_s_towards_s_idle_s_talk_happy_] Hello? Is this Crusty's Pizzeria? Yeah, I'd like to order about six pizzas for delivery at 6:45 tonight... yeah, large, thick-crust with double cheese, ham, pepperoni, mushrooms, onions, sausage, green peppers, black olives...
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Ciao? È la pizzeria di questa Crusty? Sì, vorrei ordinare circa sei pizze per la consegna alle 6:45 stasera... yeah, grande, folta crosta con doppio formaggio, prosciutto, peperoni, funghi, cipolle, salsiccia, peperoni verdi, olive nere...

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, but no anchovies! And I mean {u}no{/u} anchovies. You put anchovies on this thing, and you're in {i}big{/i} trouble, okay?
it_it: [_danny_s_at_player_s_angry_s_talk_distraught_] Oh, ma senza acciughe! Intendo dire {u}no{/u} acciughe. Hai messo acciughe su questa cosa, e sei in {i}grossi{/i} guai, ok?

source: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Awesome! Yeah, that should be it, thanks for everything. Buh-bye.
it_it: [_danny_s_pdaCall_s_closed_s_idle_s_talk_happy_] Fantastico! Sì, che dovrebbe esserlo, grazie per tutto. Buh-bye.

source: [_jack_s_towards_s_idle_s_talk_happy_] Alright champ, this is it, we'll be heading off in just a tick.
it_it: [_jack_s_towards_s_idle_s_talk_happy_] Alright champ, questo è questo, ci dirigeremo in un solo tick.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Was that you ordering some pizza for the evening, sweetie?
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Era che ordinavi una pizza per la sera, dolce?

source: [_danny_s_towards_s_idle_s_talk_happy_] Yeup! Nothing better than Crusty's on a Saturday night!
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Yeup! Niente di meglio di Crusty's in un sabato sera!

source: [_maddie_s_towards_s_rise_s_talk_happy_] Did you make sure to order some for Jazz as well?
it_it: [_maddie_s_towards_s_rise_s_talk_happy_] Sei sicuro di ordinarne alcuni anche per il Jazz?

source: [_danny_s_at_player_s_rise_s_talk_amused_] Oh yes, Mom. I made sure to order plenty for both of us, trust me.
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] Oh sì, mamma. Ho fatto in modo di ordinare abbondanza per entrambi, fidatevi di me.

source: [_jazz_s_towards_s_idle_s_talk_happy_] Have a safe trip you guys!
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Hai un viaggio sicuro che ragazzi!

source: [_maddie_s_towards_s_sad_s_talk_happy_] We will sweetie... now you two call if there's any sort've problem, okay?
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Faremo dolce... ora hai due chiamate se c'è qualche problema di sorta, okay?

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, don't worry so much about us, we'll be {i}fiiine{/i}.
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Moooom{/i}, non preoccuparti così tanto di noi, saremo {i}fiiine{/i}.

source: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, I trust you kids, don't worry.
it_it: [_maddie_s_towards_s_idle_s_talk_happy_] Ohh, mi fido di voi bambini, non preoccupatevi.

source: [_maddie_s_towards_s_rise_s_talk_amused_] ...I mean, I know you'd never go and do something irresponsible, like host a huge house party under our roof without our permission.
it_it: [_maddie_s_towards_s_rise_s_talk_amused_] ... Voglio dire, so che non andrai mai a fare qualcosa di irresponsabile, come ospitare una grande festa di casa sotto il nostro tetto senza il nostro permesso.

source: [_jack_s_towards_wide_s_rise_s_talk_amused_] Or do something ethically wrong like serve alcohol to those not legally able to drink yet at said hypothetical house party!
it_it: [_jack_s_towards_wide_s_rise_s_talk_amused_] O fare qualcosa di eticamente sbagliato come servire alcool a coloro che non sono legalmente in grado di bere ancora a detto partito casa ipotetica!

source: [_danny_jazz_] ...{i}riiiiiiight{/i}.
it_it: [_danny_jazz_] ...{i}riiiiiight{/i}.

source: [_jack_s_towards_s_wondering_s_talk_happy_] Alrighty then, you ready dear?
it_it: [_jack_s_towards_s_wondering_s_talk_happy_] Allora, sei pronto caro?

source: [_maddie_s_away_s_idle_s_talk_happy_] As I'll ever be!{nw}
it_it: [_maddie_s_away_s_idle_s_talk_happy_] Come mai sarò!{nw}

source: [_extend_] We'll see you both tomorrow!
it_it: [_extend_] Ti vedremo entrambi domani!

source: [_danny_s_closed_s_wondering_s_talk_happy_] Bye guys!
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Bye ragazzi!

source: [_jazz_s_towards_s_idle_s_talk_happy_] Okay, so I got some of the booze hidden upstairs.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Okay, così ho preso alcuni del booze nascosto al piano di sopra.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Sweet, I got pizza, snacks and my end of the drinks sorted as well.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Dolce, ho ottenuto pizza, spuntini e la mia fine delle bevande ordinate pure.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Dang little brother! I'm impressed at your tenacity with this!
it_it: [_jazz_s_towards_s_idle_s_talk_amused_] Dang fratellino piccolo! Sono impressionato dalla tua tenacia con questo!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Seriously, to put all this together, just for the heck of it all? It's definitely not what I would have expected from you.
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Seriamente, per mettere insieme tutto questo, solo per l'heck di tutto? Non è sicuramente quello che mi sarei aspettato da te.

source: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, well let's just say I have some "ulterior" motives I'd rather not discuss.
it_it: [_danny_s_down_s_wondering_s_talk_happy_] {i}Uhh{/i}, diciamo bene che ho alcuni motivi "ulteriori" che preferisco non discutere.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Well duh, everyone's gonna be trying to hook up with someone.{p}So who's the misfortunate girl you've invited you hope to swap spit with?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Bene duh, tutti cercheranno di collegarsi con qualcuno.{p}Quindi chi è la ragazza sfortunata con cui ti hai invitato a scambiare sputa?

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] W-what?? N-no, t-there's no "girl"! {i}Hah!{/i} G-good one, Jazz!
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_s_blush_] W-what?? N-no, t-there is no "girl"! {i}Hah!{/i} G-good one, Jazz!

source: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sure there isn't, Danny...
it_it: [_jazz_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sicuro che non c'è, Danny...

source: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...look, don't make me have to explain this, please...
it_it: [_danny_s_down_s_unhappy_s_talk_distraught_s_blush_] ...guarda, non farmi spiegare questo, per favore...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh my God! Who is it?? Is it someone from School?!
it_it: [_jazz_s_towards_wide_s_rise_s_talk_amused_] Oh mio Dio! Chi è?? È qualcuno della Scuola?!

source: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. I mean, I'm doing it for-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_s_-blush_] {i}Uhh{/i}... n-not quite. Voglio dire, lo sto facendo per-

source: [_jazz_s_towards_s_confused_s_talk_consternation_] So wait, if she's not from Casper, does she go to a different school then?
it_it: [_jazz_s_towards_s_confused_s_talk_consternation_] Quindi aspetta, se non viene da Casper, allora va a una scuola diversa?

source: [_danny_s_down_s_sad_s_talk_displeased_] N-no, she's, {i}uh{/i}... a little too old for that.
it_it: [_danny_s_down_s_sad_s_talk_displeased_] N-no, lei, {i}uh{/i}... un po' troppo vecchio per questo.

source: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny! Are you trying to hook up with an {u}older woman?!{/u}
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] {i}*Gasp*{/i} Danny! Stai cercando di collegarti con una {u}donna più anziana?!{/u}

source: [_danny_s_closed_s_sad_s_talk_displeased_] N-not quite... exactly? Look, it's really not worth going into, so don't worry too much about-
it_it: [_danny_s_closed_s_sad_s_talk_displeased_] N-non smettere... esattamente? Guarda, non vale davvero la pena entrare, quindi non preoccuparti troppo -

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Well too late for that! Consider my interest piqued!{p}I'll have to look out for this mystery woman at the party!
it_it: [_jazz_s_towards_s_wondering_s_talk_amused_] Beh troppo tardi per quello! Considera il mio interesse picchiato!{p}Dovrò guardare fuori per questa donna mistero alla festa!

source: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}please{/i} don't embarrass me.
it_it: [_danny_s_towards_s_angry_s_talk_displeased_s_blush_] Oh c'mon... Jazz, {i}per favore{/i} non mi imbarazzi.

source: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... you worried about big Sis cramping your mack game, huh? Don't worry, I'll probably be busy getting drunk with some of the other girls anyway.
it_it: [_jazz_s_towards_s_sad_s_talk_amused_] {i}Nawww{/i}... sei preoccupato per il grande Sis crampi il tuo gioco di falso, eh? Non ti preoccupare, probabilmente sarò occupato ubriacarsi con alcune delle altre ragazze comunque.

source: [_jazz_s_towards_s_sad_s_talk_happy_] Look, just good job on getting the party set up, and I'll see you tonight.
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] Guarda, solo un buon lavoro per ottenere la composizione del partito, e ti vedrò stasera.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Where you going?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Dove vai?

source: [_jazz_s_towards_s_idle_s_talk_happy_] Got a few errands to run dude. Catch you later!
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Hai qualche errore da eseguire. Cattura più tardi!

source: [_danny_s_towards_s_wondering_s_talk_happy_] Alright then, bye...
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Allora, adesso...

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh man, she's gonna have so many questions when she sees Desiree.)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Oh uomo, lei avrà tante domande quando vede il desiderio.)

source: [_danny_s_at_self_s_unhappy_s_displeased_] (...I mean, I'm not actually seeing her right? It's just... I know she's just a vengeful ghost I simply set out to stop, but... I don't know, it doesn't {i}feel{/i} right for some reason... I think I should talk to her more about it later.)
it_it: [_danny_s_at_self_s_unhappy_s_displeased_] (...Voglio dire, in realtà non la vedo giusta? È giusto. So che è solo un fantasma vendicativo che ho semplicemente deciso di fermare, mai. . – Non lo so, per qualche motivo non si sente bene {i}{/i}... penso che dovrei parlare di più con lei più tardi.)

source: [_danny_s_at_player_s_idle_s_talk_happy_] Alright, everything's set up and ready.
it_it: [_danny_s_at_player_s_idle_s_talk_happy_] Va bene, tutto è configurato e pronto.

source: [_danny_s_closed_s_wondering_s_talk_amused_] What do you think, Des?
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Cosa ne pensate, Des?

source: [_desiree_] Yes, yes, I'm coming!
it_it: [_desiree_] Sì, sì, sto arrivando!

source: [_danny_s_closed_s_wondering_s_grin_] (Alright, cool, and the guests should be arriving any second now, so it's good that we'll have Desiree to help show off-)
it_it: [_danny_s_closed_s_wondering_s_grin_] (Alright, cool, e gli ospiti dovrebbero arrivare qualsiasi secondo ora, quindi è bene che abbiamo desiderato di aiutare a mostrarlo)

source: [_desiree_] What do you think?
it_it: [_desiree_] Cosa ne pensi?

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! You look amazing!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Wow! Sembri incredibile!

source: [_desiree_] I understand that this social event shall perhaps be a bit more casual than the last affair. I thought this would be more suitable. I made note of it in one of those clothing stores while at your Mall, and copied it.
it_it: [_desiree_] Capisco che questo evento sociale sarà forse un po' più casuale dell'ultima vicenda. Pensavo che questo sarebbe stato più adatto. Ho preso nota di esso in uno di quei negozi di abbigliamento mentre al vostro centro commerciale, e copiato esso.

source: [_danny_s_closed_s_wondering_s_talk_amused_] Trust me, I think even Star and Paulina will have a heart attack when they see you.
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Fidati di me, penso che anche Star e Paulina avranno un attacco di cuore quando ti vedranno.

source: [_desiree_] One can only hope...
it_it: [_desiree_] Si può solo sperare...

source: [_danny_s_towards_s_wondering_s_talk_happy_] Nice, that must be some of them now!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Nizza, che deve essere alcuni di loro ora!

source: [_danny_s_towards_s_rise_s_talk_amused_] Yeah, what's up?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Sì, che cos'è?

source: [_desiree_] I... I hope this goes well for you... is all.
it_it: [_desiree_] Spero che questo vada bene per voi... è tutto.

source: [_danny_s_towards_s_wondering_s_talk_happy_] You too Des. You should enjoy tonight!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Anche tu muoi. Dovresti goderti stasera!

source: [_danny_s_down_s_sad_s_talk_displeased_] And we will, I'm sure! I'm just kinda nervous hoping enough people {i}actually{/i} decided to come...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] E lo faremo, sono sicuro! Sono solo un po' nervoso che spera abbastanza persone {i}in realtà{/i} hanno deciso di venire...

source: [_danny_s_towards_s_idle_s_talk_happy_] Hey everyone! Welcome to-
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Ehi a tutti! Benvenuto a-

source: [_danny_s_closed_s_sad_s_talk_displeased_] ...the party...
it_it: [_danny_s_closed_s_sad_s_talk_displeased_] ...la festa...

source: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! It's already a full house!{p}I had better look around and get to mingling with some people!
it_it: [_danny_s_at_player_s_wondering_s_talk_amused_] Wow! È già una casa completa!{p}Ho fatto meglio a guardarmi intorno e a mescolarmi con alcune persone!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... you know Danny, I didn't imagine you living somewhere like {i}this{/i}.
it_it: [_paulina_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... conosci Danny, non ti immaginavo di vivere da qualche parte come {i}questo{/i}.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, yeah? What did you have in mind?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Oh, sì? Cos'hai in mente?

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] I guess just something a little smaller.{p}And nerdier.{p}And poorer.{p}But honestly, it's not too bad! I sorta dig it.
it_it: [_paulina_s_towards_s_neutral_s_talk_displeased_] Immagino solo qualcosa di un po' più piccolo.{p}E nero.{p}E più povero.{p}Ma onestamente, non è troppo male!

source: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, enough small talk! When's Billy getting here?
it_it: [_star_s_towards_s_angry_s_talk_consternation_] {i}Ughhh{/i}, abbastanza piccola chiacchiera! Quando Billy arriva qui?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, he'll be coming soon girls, don't worry. Feel free to have some food, grab a drink, enjoy the party!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, arriverà presto ragazze, non preoccuparti. Sentitevi liberi di avere un po' di cibo, prendete un drink, godetevi la festa!

source: [_star_s_towards_s_angry_s_talk_displeased_] I'm not gonna hang around with all these other geeks and freaks in your house forever, Fenton...
it_it: [_star_s_towards_s_angry_s_talk_displeased_] Non andrò a appendere in giro con tutti questi altri geek e freaks in casa tua per sempre, Fenton...

source: [_paulina_s_towards_s_rise_s_talk_happy_] Sounds good to me, more Ghost Boy for me!
it_it: [_paulina_s_towards_s_rise_s_talk_happy_] Suona bene a me, più Ghost Boy per me!

source: [_star_s_towards_s_angry_s_talk_consternation_] As if! I'm not leaving before you do!
it_it: [_star_s_towards_s_angry_s_talk_consternation_] Come se! Non me ne vado prima di voi!

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, fine by me! Look, let's get some drinks. Might as well get a little normal social time in before he shows up.
it_it: [_paulina_s_towards_s_angry_s_talk_consternation_] {i}Psssch{/i}, va bene! Guarda, prendiamo qualche bevanda. Potrebbe anche ottenere un po' di tempo sociale normale prima che si presenti.

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, yeah, have a good time! Th-thanks for coming!
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Uhh{/i}, sì, divertiti! Grazie per essere venuto!

source: [_desiree_] Oh, Maste-, I mean, why hello Danny!
it_it: [_desiree_] Oh, Maste-, voglio dire, perché ciao Danny!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Hey Danny, I've just been talking to your friend Des...
it_it: [_jazz_s_towards_s_wondering_s_talk_happy_] Ehi Danny, ho appena parlato con il tuo amico Des...

source: [_jazz_s_towards_s_wondering_s_talk_amused_] I can really see what you're pawing over with her, that much's obvious. She's a great conversationalist!
it_it: [_jazz_s_towards_s_wondering_s_talk_amused_] Posso davvero vedere quello che stai facendo con lei, così è ovvio. È una grande conversazionista!

source: [_desiree_] {i}Ohh, ehm,{/i} yes, why thank you, Jasmine...
it_it: [_desiree_] {i}Ohh, ehm,{/i} sì, perché grazie, Jasmine...

source: [_jazz_s_towards_s_rise_s_talk_amused_] Really punching above your weight class on this one though, aren't you?
it_it: [_jazz_s_towards_s_rise_s_talk_amused_] Forando davvero sopra la tua classe di peso su questo, comunque, vero?

source: [_desiree_] {i}O-oh{/i}, n-no, we're just friends! Danny here is going to introduce me to a friend of his, actually.
it_it: [_desiree_] {i}O-oh{/i}, n-no, siamo solo amici! Danny qui mi presenterà ad un suo amico, in realtà.

source: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, sorry, I just assumed-
it_it: [_jazz_s_down_s_sad_s_talk_displeased_] Oh... uhh, mi dispiace, ho appena assunto-

source: [_danny_s_towards_s_rise_s_talk_displeased_] Yeah, we know you did.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Sì, sappiamo che lo hai fatto.

source: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Desiree, where are you from exactly?
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] S-so- {i}*Ahem*{/i} ...Desideri, dove sei esattamente tu?

source: [_desiree_] Oh, my home land? Oh, well, {i}uhmm{/i}, I'm from... {i}ehhrm{/i}...{p}{size=12}Blast, where am I from again...?{/size}
it_it: [_desiree_] Oh, la mia terra di casa? Oh, beh, {i}uhmm{/i}, sono da... {i}ehhrm{/i}...{p}{size=12}Blast, dove sono di nuovo...?{/size}

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! You're from Wisconsin, Des.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Wisconsin! Sei del Wisconsin, Des.

source: [_desiree_] Oh, yes, Wisconsin. That's right!
it_it: [_desiree_] Oh, sì, Wisconsin. Proprio così!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] So, what're you doing in Amity Park?
it_it: [_jazz_s_towards_s_wondering_s_talk_happy_] Allora, cosa stai facendo in Amity Park?

source: [_desiree_] {i}Uhhm{/i}, just, visiting some... old friends I know who live in the area. I'm actually...
it_it: [_desiree_] {i}Uhhm{/i}, solo, visitando qualcuno... vecchi amici che conosco chi vive nella zona. In realtà...

source: [_desiree_] ...a {u}student{/u}! At the, {i}ehm{/i}, University of Wisconsin!
it_it: [_desiree_] ...a {u}student{/u}! At la, {i}ehm{/i}, University of Wisconsin!

source: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, seriously? That's cool, my parents went there.{p}What are you studying?
it_it: [_jazz_s_towards_s_wondering_s_talk_amused_] Oh, seriamente? È freddo, i miei genitori sono andati lì.{p}Cosa stai studiando?

source: [_desiree_] Alchemy.
it_it: [_desiree_] Alchimia.

source: [_jazz_s_towards_s_rise_s_talk_displeased_] ...a-alchemy?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] ...a-alchimia?

source: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Whispering*{/i} Des! Nobody studies alchemy anymore! They study {u}chemistry{/u}!
it_it: [_danny_s_towards_s_neutral_s_talk_consternation_] {i}*Whispering*{/i} Des! Nessuno studia più l'alchimia! Studiano {u}chimica{/u}!

source: [_desiree_] Oops, I merely meant {i}chemistry{/i}, actually... and Global Middle-Eastern studies.
it_it: [_desiree_] Oops, intendevo solo {i}studi chimici{/i}, in realtà... e Global Middle-Eastern studies.
