Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] And as much as I hate her ever living, lip glossed guts, Star is definitely a hot bombshell in your eyes.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] E per quanto io odio la sua viscera sempre viva, labbra lucide, Star è sicuramente una bomba calda nei tuoi occhi.

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, can't deny that.
it_it: [_danny_s_phantom_s_towards_s_unhappy_s_talk_displeased_] {i}Yeuuuup{/i}, non può negarlo.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] So then why the long face dude? You're acting like somebody put your dog down.
it_it: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Allora perché il lungo volto è tardo? Ti stai comportando come qualcuno ha messo giù il tuo cane.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well, don't get me wrong, they're both crazy attractive. And although they absolutely {i}can{/i} be the shallow type you don't like...
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Beh, non sbagliarmi, sono entrambi pazzi attraenti. E anche se assolutamente {i}può{/i} essere il tipo poco profondo che non ti piace...

source: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...I do get the sense that they've got good things about them that I could definitely like in a girl. Genuinely, no lie.
it_it: [_danny_s_phantom_s_towards_s_rise_s_talk_displeased_] ...Ho la sensazione che abbiano buone cose su di loro che potrei sicuramente piacere in una ragazza. Genuinamente, nessuna menzogna.

source: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] But...?
it_it: [_sam_s_co_s_beer_s_towards_s_rise_s_talk_displeased_] Ma...?

source: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] But... I kinda wanted someone else instead of them.
it_it: [_danny_s_phantom_s_closed_sad_s_neutral_s_talk_displeased_] Ma... Ho voluto qualcun altro invece di loro.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh my God, Danny! Is it that girl you bought to the dance?
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Oh mio Dio, Danny! È quella ragazza che hai comprato alla danza?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...y-yeah. You know me too well.
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_s_blush_] ...y-sì. Mi conosci troppo bene.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] But wait, hold up...{p}...isn't she your {u}cousin{/u}...? Destiny, right...? {i}Uhmm{/i}, Danny...?
it_it: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Ma aspetta, tienete...{p}...non è lei la tua {u}cugina{/u}...? Destiny, giusto...? {i}Uhmm{/i}, Danny...?

source: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Wait, Tucker didn't tell you?
it_it: [_danny_s_phantom_s_towards_wide_s_rise_s_talk_displeased_] Aspetta, Tucker non te l'ha detto?

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Tell me what...?
it_it: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Dimmi cosa...?

source: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] She's, {i}uhh{/i}... well she's not my cousin. Don't worry about that. And her name's actually Desiree.
it_it: [_danny_s_phantom_s_down_s_sad_s_talk_displeased_] Lei, {i}uhh{/i}... beh, non è mia cugina. Non preoccuparti di questo. E il suo nome è in realtà desiderato.

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, okay, but then why'd you say-
it_it: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_displeased_] {i}Uhh{/i}, okay, ma poi perché hai detto-

source: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] I'll try to explain that later, I promise. The important part is that I do think she's nice, and I thought she'd be good for, ya' know... the thing.
it_it: [_danny_s_phantom_s_towards_s_unhappy_s_talk_happy_] Cercherò di spiegarlo più tardi, lo prometto. La parte importante è che penso che lei sia gentile, e ho pensato che sarebbe stato buono, sì... la cosa.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Well, maybe you should tell her that.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} Beh, forse dovresti dirlo a lei.

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Or, rather, tell her that you do like her like that... maybe not your secret identity thing.
it_it: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_s_-blush_] Oppure, piuttosto, le dica che ti piace così... forse non la tua identità segreta.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] I don't know... based on what I know, I doubt she'd be into anything like that...
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Non lo so... sulla base di quello che so, dubito che lei sarebbe in qualcosa di simile...

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c'mon! Are you kidding? I've seen the way she's looked at you! Both tonight {i}and{/i} at the formal!
it_it: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_excited_] Dude, c'mon! Stai scherzando? Ho visto come ti ha guardato! Sia questa sera {i}che {/i} al formale!

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] I figured it was just, like, really strong familial bonds or something. But if she's really not related to you, then she definitely cares about you dude.{p}And that's clearly for {u}Danny Fenton{/u}, not Inviso-Bill.
it_it: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_amused_] Ho capito che era giusto, come davvero forti legami familiari o qualcosa. Ma se è davvero non legato a te, allora lei sicuramente si preoccupa di te tregua.{p}E questo è chiaramente per {u}Danny Fenton{/u}, non Inviso-Bill.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] So, you're not jealous about all this?
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Quindi, non sei geloso di tutto questo?

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] I mean... maybe a little? But honestly, if I had to pick, I'd literally rather you picked a dead sewer rat over Paulina or Star.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_excited_] Voglio dire... forse un po'? Ma onestamente, se dovessi scegliere, avrei letteralmente piuttosto che hai scelto un ratto fognario morto sopra Paulina o Star.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] But I like Destin- or, Desiree a lot better. So, if she's good to you, I'd say you gotta man up and do what you gotta do.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Ma mi piace Destin- or, Desiree molto meglio. Quindi, se lei è brava con te, direi che hai preso l'uomo e fai quello che hai fatto.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Thanks Sam.
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Grazie Sam.

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Just... don't forget you have other people looking out for you as well, okay?
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_amused_] Giusto... non dimenticate che anche altre persone ti guardano fuori, va bene?

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] I won't.
it_it: [_danny_s_phantom_s_towards_s_wondering_s_talk_amused_] Io no.

source: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMMM!!{/i} They have beer pong set up in the kitchen!! I'm gonna be unstoppable at this!!
it_it: [_tucker_s_offscreen_s_closed_s_wondering_s_talk_happy_] SAM! {i}SAMMMM!!{/i} Hanno il pong di birra impostato in cucina!! Sarò inarrestabile in questo!!

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...I better go make sure he doesn't break something in your house...
it_it: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] ...Farei meglio a fare in modo che non rompa qualcosa nella tua casa...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Later, and... good luck.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Più tardi, e... buona fortuna.

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Later Sam. Thanks.
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Più tardi Sam. Grazie.

source: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! He {i}actually{/i} came! {i}Faaar{/i} out!!
it_it: [_dash_s_beer_s_closed_s_idle_s_talk_happy_] DUDE! Egli {i}in realtà{/i} è venuto! {i}Faaar{/i} out!!

source: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh man, I'm like, I'm such a big fan of you, Mr. Inviso-Bill, sir!
it_it: [_dash_s_beer_s_towards_wide_s_idle_s_talk_amused_] Oh uomo, mi piace, sono un tifoso di voi, signor Inviso-Bill, signore!

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, thanks?{p}Y-yes, thank you! I appreciate every one of my, {i}uhm{/i}... fans.
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, grazie?{p}Y-yes, grazie! Apprezzo tutti i miei {i}uhm{/i}... fan.

source: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeyyY!{/i} {i}Woahh{/i}, you're like that guy who beats up the creepy molester ghosts, right?
it_it: [_kwan_s_beer_s_towards_s_rise_s_talk_happy_] {i}HeyyY!{/i} {i}Woahh{/i}, sei come quel tipo che batte i fantasmi del molestere raccapricciante, vero?

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, yeah, that's me.{p}More or less.
it_it: [_danny_s_phantom_s_towards_s_neutral_s_talk_amused_] {i}Uhh{/i}, sì, sono io.{p}Più o meno.

source: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] And how're you, {i}*Ahem*{/i}, "gentlemen" doing tonight?
it_it: [_danny_s_phantom_s_towards_s_wondering_s_talk_happy_] Come stasera stai tu {i}*Ahem*{/i}, "gentlemen"?

source: [_dash_s_talk_happy_s_beer_] Dude, grab a beer with us!
it_it: [_dash_s_talk_happy_s_beer_] Dude, prendi una birra con noi!

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, thank you!
it_it: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] Oh, {i}uh{/i}, grazie!

source: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] Man you SEEN the babes here tonight?! I'm dying over here!{p}Gotta be the sick mood lighting Fenturd has set up in this place...
it_it: [_dash_s_beer_s_towards_s_rise_s_talk_amused_] L'uomo che hai SEEN le ragazze qui stasera?! Sto morendo qui!{p}Gotta sia l'illuminazione malata che Fenturd ha allestito in questo luogo...

source: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, do you think I have a chance with Star? She's seemed pretty distant lately...
it_it: [_kwan_s_beer_s_down_s_sad_s_talk_displeased_] Dude, pensi che io abbia una possibilità con Star? Sembrava piuttosto lontana ultimamente...

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Star? Kwan, that girl's crazy ya' know, and her and Paulina have a real love-hate relationship going on.
it_it: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Stella? Kwan, che la ragazza pazza ya' sa, e lei e Paulina hanno una vera e propria amore-odio che continua.

source: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] I'd just stay as far away from that as I could. They're {i}this{/i} close to just going all out war with each other.
it_it: [_dash_s_beer_s_towards_s_neutral_s_talk_distraught_] Sarei appena lontana da quello che potevo. Sono {i}questo{/i} vicino a solo uscire la guerra l'uno con l'altro.

source: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Wait, so it's like "Mean Girls"? They're like Mean Girls?
it_it: [_kwan_s_beer_s_towards_wide_s_rise_s_talk_happy_] Aspetta, quindi è come "Mean Girls"? Sono come Mean Girls?

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Yeah, dude, exactly! Mean Girls, totally!!
it_it: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Sì, giusto, esattamente! Mean Girls, totalmente!!

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, how do you know about a chick flick like Mean Girls?!
it_it: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Aspetta, come sai di un pulcino come Mean Girls?!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] It's a pretty good movie, dude!{p}{nw}
it_it: [_kwan_s_beer_s_towards_s_sad_s_talk_happy_] È un film abbastanza buono, dude!{p}{nw}

source: [_extend_] And how the heck do {i}you{/i} know about it??
it_it: [_extend_] E come l'heck {i}sai su di esso??

source: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Well while you two help each other discover your softer side, I'm gonna go see how everyone else is doing.
it_it: [_danny_s_phantom_s_beer_s_stare_towards_s_neutral_s_talk_displeased_] Beh, mentre due ti aiutano a scoprire il tuo lato più morbido, andrò a vedere come stanno facendo tutti gli altri.

source: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey... what're you doing over here all on your own?
it_it: [_danny_s_phantom_s_beer_s_towards_s_rise_s_talk_happy_] Hey... cosa stai facendo qui tutti da soli?

source: [_desiree_] {i}Ohh{/i}, Jasmine is just in the bathroom with Paulina and Star. I'm still waiting on her to be polite.
it_it: [_desiree_] {i}Ohh{/i}, Jasmine è solo in bagno con Paulina e Star. Sto ancora aspettando su di lei di essere educato.

source: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, what are they doing in there all together? Kinda a small space to be sharing with two other girls, no?
it_it: [_danny_s_phantom_s_beer_s_towards_s_wondering_s_talk_displeased_] Geez, cosa stanno facendo tutti insieme in esso? Kinda un piccolo spazio per condividere con altre due ragazze, no?

source: [_desiree_] Well, last I checked, they were bathing each other naked, making certain each of their bodies were properly soaked and sudsed up thoroughly...
it_it: [_desiree_] Beh, ultimamente ho controllato, stavano facendo il bagno nudo l'un l'altro, facendo in modo che ciascuno dei loro corpi fossero immersi correttamente e suddivisi accuratamente...

source: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...y-you're kidding, right?
it_it: [_danny_s_phantom_s_beer_s_towards_wide_s_rise_s_talk_amused_] ...-stai scherzando, giusto?

source: [_desiree_] Of course, you simple knuckle dragger! {i}*Chuckles*{/i} They're merely re-applying their dreadful hair and makeup a bit, like any young women their age... Jasmine is splashing some water on her face to stay more alert and attentive, I believe.
it_it: [_desiree_] Certo, hai un semplice dragger di nocciola! {i}*Chuckles*{/i} stanno semplicemente riapplicando i loro capelli terribili e trucco un po ', come le giovani donne della loro età. Il gelsomino sta spruzzando qualche acqua sul viso per stare più attento e attento, credo.

source: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Phew!{/i} Okay, you- you actually may have had me going there for a second.
it_it: [_danny_s_phantom_s_beer_s_closed_happy_s_sad_s_talk_happy_] {i}Phew!{/i} Va bene, potresti avermi fatto andare lì per un secondo.

source: [_desiree_] {i}*Ahem*{/i} ...so, when the girls do return, we shall have to start feigning our act of trying to seduce each other, remember?.
it_it: [_desiree_] {i}*Ahem*{/i} ...quindi, quando le ragazze torneranno, dovremo iniziare a provare a sedurci l'un l'altro, ricordati?.

source: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Huh? Oh, yeah, right, that's the plan...
it_it: [_danny_s_phantom_s_beer_s_towards_s_unhappy_s_talk_displeased_] Huh? Oh, sì, giusto, questo è il piano...

source: [_desiree_] ...is everything alright?
it_it: [_desiree_] ...va tutto bene?

source: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Of course, just...
it_it: [_danny_s_phantom_s_beer_s_down_s_sad_s_talk_displeased_] Certo, solo...

source: [_desiree_] Just what?
it_it: [_desiree_] Proprio cosa?

source: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}DRINKING GAMES!!
it_it: [_dash_s_beer_s_towards_wide_s_angry_s_talk_amused_] DUDE!!{p}GUIDA GAMES!!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Drinking games, buddy!! They reveal your most inner, personal secrets amongst your friends!
it_it: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Bere giochi, amico!! Rivelano i tuoi segreti più interni e personali tra i tuoi amici!

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] We're all gonna play truth or dare! You guys gonna join?
it_it: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] Giocheremo tutti la verità o il no! Ti unirai?

source: [_desiree_] I'm sure these juvenile festivities can wait until we're done speaking to-
it_it: [_desiree_] Sono sicuro che queste feste giovanili possono aspettare fino a quando non abbiamo finito di parlare-

source: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, what are we playing? I {u}love{/u} games!!
it_it: [_paulina_s_beer_s_towards_s_rise_s_talk_amused_] {i}Oooh{/i}, cosa stiamo giocando? Io {u}amo{/u} giochi!!

source: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Truth or dare!!
it_it: [_kwan_s_beer_s_towards_s_angry_s_talk_amused_] Verità o noi!!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Every round someone has to take a shot.
it_it: [_dash_s_beer_s_towards_s_neutral_s_talk_amused_] Ogni giro qualcuno deve fare un colpo.

source: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, human friends, I'm not sure if I'm really in the mood to get blackout drunk playing some silly games.
it_it: [_danny_s_phantom_s_beer_s_towards_s_neutral_s_talk_distraught_] {i}Uhhh{/i}, hey, amici umani, non sono sicuro se sono davvero in vena per ubriacarsi a giocare a dei giochi sciocchi.

source: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (My plan kinda dictates I {u}don't{/u} get blackout drunk...)
it_it: [_danny_s_phantom_s_beer_s_at_player_s_angry_s_clenchteeth_] (il mio piano dice che io {u}non't{/u} si ubriaco...)

source: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] No way dude! You totally gotta play! Along with your hot girlfriend!
it_it: [_dash_s_beer_s_towards_s_sad_s_talk_happy_] Nessun modo dude! Hai completamente giocato! Insieme con la tua ragazza calda!

source: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] She's {u}not{/u} his girlfriend!
it_it: [_paulina_s_beer_s_towards_s_angry_s_talk_distraught_] Lei è {u}no{/u} la sua fidanzata!

source: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Yeah, she's not his girl!
it_it: [_star_s_beer_s_towards_s_angry_s_talk_distraught_] Sì, non è la sua ragazza!

source: [_desiree_] {i}*Blushing*{/i} G-girlfriend? No, please, now whoever said that...
it_it: [_desiree_] {i}*Blushing*{/i} G-girlfriend? No, per favore, ora chi l'ha detto...

source: [_desiree_] Although, it does sound like an {i}interesting{/i} proposition...
it_it: [_desiree_] Anche se, sembra una proposta di {i}interessante{/i}...

source: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon guys, it don't matter! We gotta make sure the town hero has a good time during his first official welcoming party here in Amity Park!!
it_it: [_dash_s_beer_s_towards_s_idle_s_talk_amused_] C'mon ragazzi, non importa! Ci assicuriamo che l'eroe della città si diverta durante la sua prima festa ufficiale di benvenuto qui a Amity Park!!

source: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] ...and especially since Fenton's paying for everything, we gotta drink all his booze while we can!
it_it: [_dash_s_beer_s_towards_s_angry_s_talk_happy_] e soprattutto dal momento che Fenton sta pagando tutto, beviamo tutto il suo booze mentre possiamo!

source: [_desiree_] {i}Hmmm{/i}... well, I suppose one round couldn't hurt, right?
it_it: [_desiree_] {i}Hmmm{/i}... beh, suppongo che un round non abbia potuto fare male, giusto?

source: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Come on Ghost Boy, it would be so much fun to really get to know each other! We have our {i}own{/i} little business to discuss soon.
it_it: [_paulina_s_beer_s_towards_s_wondering_s_talk_happy_] Vieni su Ghost Boy, sarebbe molto divertente conoscersi! Abbiamo il nostro {i}propri{/i} piccolo business di cui discutere presto.

source: [_star_s_beer_s_towards_s_angry_s_talk_happy_] My turn first to ask questions!!
it_it: [_star_s_beer_s_towards_s_angry_s_talk_happy_] Il mio turno prima di fare domande!!

source: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Well... I guess so... how bad could a couple drinking games get?)
it_it: [_danny_s_phantom_s_beer_s_at_player_s_rise_s_grin_] (Bene... Immagino così... quanto male potrebbe una coppia di giochi di bere ottenere?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh man... my head... where... where is everyone?)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_distraught_] (Oh uomo... la mia testa... dove... dov'è tutti?)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Man... thank goodness I didn't turn back to normal while I was passed out! That would've been bad...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Uomo... grazie alla bontà che non tornai alla normalità mentre ero passato! Questo sarebbe stato cattivo...)

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (I've got this gnarly headache, but... I kinda feel stone cold sober still? Which is crazy, cause I know everyone wanted me to do shots...)
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_unhappy_s_displeased_] (Ho questo gnarly mal di testa, ma... Mi sento di pietra fredda sobrio ancora? Che è pazzo, perché so che tutti volevano che io facessi colpi...)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Must be because the ghost half of me's not getting drunk... but the human half's still feeling the headache... oh well, it's getting better...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_displeased_] (Deve essere perché la metà fantasma di me non si ubriaca... ma la metà umana sta ancora sentendo il mal di testa... oh bene, è sempre meglio...)

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... man, this place is a mess though... not many people still around it seems...)
it_it: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_unhappy_s_consternation_] ({i}Ugh{/i}... uomo, questo posto è un pasticcio però... non molte persone ancora intorno ad esso sembrano...)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_consternation_] (Better try and find out where everybody who stuck around are currently at...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_consternation_] (Better prova a scoprire dove tutti coloro che sono bloccati sono attualmente in...)

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ...ya' know, y-you're alright Tucker! {i}*Hiccup*{/i} One day, you'll find a nice floozy schmuck who will wanna spend the rest of their life with you.
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] ... 'sa', y-you alright Tucker! {i}*Hiccup*{/i} Un giorno, troverai uno schmuck carino che vorrà trascorrere il resto della loro vita con te.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-you... you really mean that? Dang, Sam... you're a true friend... ya' know, if it wasn't for you and Danny, I'd probably wanna...
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Y-you... vuoi davvero dire quello? Dang, Sam... sei un vero amico... sì, se non fosse per te e Danny, probabilmente mi piacerebbe andare...
