Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Look, you don't always have to try to keep things like this inside yourself! What happened to you was awful... and it's okay. Nobody blames you for feeling mad.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Guarda, non devi sempre provare a mantenere le cose come questa dentro di te! Quello che ti è successo era terribile. . e va bene. Nessuno ti incolpa di sentirti pazzo.

source: [_ember_s_down_s_angry_s_talk_distraught_] You don't...! You...!
it_it: [_ember_s_down_s_angry_s_talk_distraught_] Non se...! Tu...!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Why?! Why did you need to bring it all back to me?!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Perché?! Perché hai bisogno di riportarmi tutto a me?!

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Why damn you? {i}WHY!{/i}
it_it: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Perché ti maledete? {i}PERCHE!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, it's alright...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Ember, va bene...

source: [_ember_s_towards_s_angry_s_talk_distraught_] No, it's not! It's not okay! This shouldn't be my life!
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] No, no! Non va bene! Questa non dovrebbe essere la mia vita!

source: [_ember_s_down_s_sad_s_talk_distraught_] My life should be...
it_it: [_ember_s_down_s_sad_s_talk_distraught_] La mia vita dovrebbe essere...

source: [_ember_s_away_s_sad_s_talk_distraught_] I... I need to go.
it_it: [_ember_s_away_s_sad_s_talk_distraught_] Io... Ho bisogno di andare.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, wait!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Ember, aspetta!

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh man... what the hell just happened?
it_it: [_danny_s_phantom_s_arms_normal_s_at_self_s_rise_s_talk_displeased_] Oh uomo... che diavolo è appena successo?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Why does it always go down {i}this{/i} road?
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_displeased_] Perché scende sempre {i}questa strada {/i}?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Man... last night was weird... I had probably better give Ember some more space after... whatever even happened.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Uomo... ieri sera era strano... probabilmente avrei fatto meglio a dare ancora un po' di spazio dopo... qualunque cosa fosse accaduto.

source: [_danny_s_at_player_s_rise_s_talk_amused_] Never can tell what's going on in any of these girls' heads...
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] Mai può dire cosa sta succedendo in una qualsiasi di queste ragazze...

source: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? Hello? Something going on? Who's-
it_it: [_danny_s_towards_wide_s_wondering_s_talk_distraught_] Huh? Ciao? Qualcosa sta succedendo? Chi -

source: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, quiet... it's me.
it_it: [_ember_s_towards_s_sad_s_talk_amused_] Hey, {i}sshhh{/i}, tranquillo... sono io.

source: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, is everything okay?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] E-Ember, tutto va bene?

source: [_ember_s_down_s_sad_s_talk_happy_] Yeah, I just... I wanted... I'd like to sit with you and... talk.
it_it: [_ember_s_down_s_sad_s_talk_happy_] Sì, io solo... volevo... mi piacerebbe sedermi con te e... parlare.

source: [_danny_s_towards_s_sad_s_talk_displeased_] What about? Sorry if I sound tired... I sorta am.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Che dire? Mi dispiace se sembro stanco... Io sorta am.

source: [_ember_s_towards_s_rise_s_talk_amused_] Yeah, I know, I've just been thinking a lot is all.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Sì, lo so, ho appena pensato molto è tutto.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] What about?
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Che dire?

source: [_ember_s_down_s_sad_s_talk_displeased_] If it's alright with you, I'd like to change things... between us.
it_it: [_ember_s_down_s_sad_s_talk_displeased_] Se è giusto con te, vorrei cambiare le cose... tra noi.

source: [_danny_s_towards_s_sad_s_talk_happy_] How so? Did you wanna talk more about your-
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Come? Hai voluto parlare di più del tuo-

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, not at all. That's not it.{p}For now, I'd just... I'd rather not.
it_it: [_ember_s_towards_wide_s_sad_s_talk_distraught_] No, non è affatto.{p}Per ora, solo... preferirei di no.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, sorry. Okay, then what is it?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, mi dispiace. Ok, allora che cos'è?

source: [_ember_s_down_s_sad_s_talk_displeased_] ...I still don't trust you.
it_it: [_ember_s_down_s_sad_s_talk_displeased_] ...Non mi fido ancora di te.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay... sure, I guess that's fair, ultimately.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay... sicuro, immagino che sia giusto, in definitiva.

source: [_ember_s_down_s_sad_s_talk_displeased_] ...and I can't tell you everything I know.
it_it: [_ember_s_down_s_sad_s_talk_displeased_] ...e non posso dirti tutto quello che so.

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright, I'm still following you.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Va bene, ti sto ancora seguendo.

source: [_ember_s_down_s_confused_s_talk_amused_] ...and I don't really understand fully everything I'm feeling at the moment.
it_it: [_ember_s_down_s_confused_s_talk_amused_] ...e non capisco veramente tutto quello che sento al momento.

source: [_danny_s_towards_s_rise_s_talk_amused_] Sounds typical for a teenager, same as me... so, what's changed exactly?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Suoni tipici per un adolescente, come me... così, cosa è cambiato esattamente?

source: [_ember_s_towards_s_rise_s_talk_bite_] {u}This.{/u}
it_it: [_ember_s_towards_s_rise_s_talk_bite_] {u}questo.{/u}

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Whoa!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] Choa!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, what are you-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] E-Ember, cosa sei-

source: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] I don't know where any of this is going, I don't even know if this is the right call.
it_it: [_ember_s_human_nude_s_down_s_sad_s_talk_amused_] Non so dove stia andando nessuno di questo, non so nemmeno se questa è la chiamata giusta.

source: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] But I think I want it, and I think... I think there's something different about you.
it_it: [_ember_s_human_nude_s_towards_s_rise_s_talk_amused_] Ma penso di volerlo, e penso... penso che ci sia qualcosa di diverso su di te.

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... you don't have to do this if you're not ready. You even said you wanted to wait until you felt that you could trust-
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_s_-blush_] Ember, c'mon... non devi farlo se non sei pronto. Ha persino detto che voleva aspettare fino a quando si sentiva che si poteva fidare -

source: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Yeah, and what good did that do? I gambled, and I lost. Knowing you as much as I do, kid... you seem like you're good enough.
it_it: [_ember_s_human_nude_s_towards_s_confused_s_talk_displeased_] Sì, e che bene ha fatto? Ho scommesso, e ho perso. Conoscendoti quanto me, bambino... sembri che tu sia abbastanza bravo.

source: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] I'm down to do this with a good guy...~
it_it: [_ember_s_human_nude_s_towards_s_sad_s_talk_bite_] Sono costretto a farlo con un bravo ragazzo...~

source: [_danny_s_towards_s_rise_s_talk_displeased_] Are you sure that's-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Sei sicuro che sia così-

source: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, come here. I'll show you how sure I am...
it_it: [_ember_s_human_nude_s_towards_s_angry_s_talk_bite_] Shh, vieni qui. Ti mostrerò quanto sono sicuro...

source: [_ember_] Oh fuck! Desy was right! You {i}are{/i} big!
it_it: [_ember_] Oh fuck! Desy ha ragione! Hai {i}sono grandi!

source: [_danny_] Ahh! You girls have been talking about my dick?
it_it: [_danny_] Ahh! Hai parlato del mio cazzo?

source: [_ember_] Shush! Don't ruin the moment!
it_it: [_ember_] Shush! Non rovinare il momento!

source: [_ember_] Ooooh, shit dude, I gotta admit... this is pretty awesome! Even better than I thought!
it_it: [_ember_] Ooooh, tizio di merda, lo ammetto... questo è abbastanza fantastico! Ancora meglio di quanto pensassi!

source: [_danny_] Ah! Ember, you feel amazing.
it_it: [_danny_] Ah! Ember, ti senti incredibile.

source: [_ember_] Mmmm, say my name!
it_it: [_ember_] Mmmm, dica il mio nome!

source: [_ember_] Oh fuck! Yes, yes, YES!
it_it: [_ember_] Oh fuck! Sì, sì, sì!

source: [_danny_] Oh crap, I don't know how much longer I can hold on.
it_it: [_danny_] Oh crap, non so quanto tempo posso trattenere.

source: [_ember_] Just a little bit more! Goddamn you're so much bigger than I thought!
it_it: [_ember_] Ancora un po'! Goddamn sei molto più grande di quanto pensassi!

source: [_ember_] Ahhh! That's it! That's the spot!
it_it: [_ember_] Ahhh! È tutto! Questo è il posto!

source: [_danny_] Ember! I'm going to cum!
it_it: [_danny_] Ember! Sto andando a cum!

source: [_ember_] Do it! Finish inside me!
it_it: [_ember_] Fallo fare! Finisci dentro di me!

source: [_ember_s_towards_s_confused_s_talk_bite_] Wow... man... hey, that was a pretty good fuck for two enemies, huh?
it_it: [_ember_s_towards_s_confused_s_talk_bite_] Wow... uomo... hey, che era una bella scopata per due nemici, eh?

source: [_danny_s_towards_s_rise_s_talk_amused_] You can say that again... but you're not my enemy, Ember, you know that...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Puoi dirlo ancora... ma non sei il mio nemico, Ember, lo sai che...

source: [_ember_s_towards_s_angry_s_talk_amused_] Heh, cute... but don't expect this ass to just be on tap from now on! I'm not that kind of girl.
it_it: [_ember_s_towards_s_angry_s_talk_amused_] Heh, carino... ma non aspettatevi che questo culo sia solo al tocco da ora in poi! Non sono una ragazza di questo tipo.

source: [_danny_s_towards_s_angry_s_talk_amused_] Right, n-no, I definitely won't.
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Destra, n-no, sicuramente no.

source: [_ember_s_towards_s_idle_s_talk_happy_] ...good.
it_it: [_ember_s_towards_s_idle_s_talk_happy_] ...buono.

source: [_ember_s_down_s_sad_s_talk_happy_] You're a sweet guy, Danny. I think I like sweet...
it_it: [_ember_s_down_s_sad_s_talk_happy_] Sei un tipo dolce, Danny. Penso che mi piaccia...

source: [_ember_s_towards_s_sad_s_talk_happy_] ...I think I like you.
it_it: [_ember_s_towards_s_sad_s_talk_happy_] ...Penso che mi piaci.

source: [_danny_s_towards_s_sad_s_talk_amused_] I think I like you too Ember.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Penso che mi piaccia anche lei Ember.

source: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, don't say weird stuff like that, doofus~...
it_it: [_ember_s_towards_s_confused_s_talk_amused_s_blush_] {i}*Blushing*{/i} Blehh, non dire cose strane come quello, doofus~...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Okay, goodnight {i}princess.{/i}
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Okay, buonanotte {i}principess.{/i}

source: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ...seriously? God, you're an asshole...~
it_it: [_ember_s_towards_wide_s_rise_s_talk_amused_s_-blush_] ... seriamente? Dio, sei uno stronzo...~

source: [_ember_s_towards_s_idle_s_talk_amused_] Heh... fine, I'll take it.
it_it: [_ember_s_towards_s_idle_s_talk_amused_] Heh... bene, lo prenderò.

source: [_ember_s_towards_s_angry_s_talk_displeased_] Say it again in front of anyone though, alive or dead, and I'll tie my guitar strings around your dick and balls and keep pulling.
it_it: [_ember_s_towards_s_angry_s_talk_displeased_] Ditelo di nuovo di fronte a chiunque, anche se, vivo o morto, e legherò le mie corde di chitarra intorno al tuo cazzo e le palle e continuare a tirare.

source: [_ember_s_towards_s_sad_s_talk_happy_] ...goodnight Danny.
it_it: [_ember_s_towards_s_sad_s_talk_happy_] ...buonanotte Danny.

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, looks like Ember must have vanished before everyone got up.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Yawn*{/i} Huh, sembra che Ember debba essere scomparso prima che tutti si alzino.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh man, I really gotta pee!
it_it: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Oh uomo, ho davvero preso piscia!

source: [_danny_s_at_player_s_rise_s_talk_amused_] Hopefully the bathroom's open.
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] Speriamo che il bagno sia aperto.

source: [_danny_] Oh crap! Jazz, I'm so sorry! I didn't hear the-
it_it: [_danny_] Oh crap! Jazz, mi dispiace! Non ho sentito la-

source: [_jazz_] Get out, get out, {i}GET OUT!{/i}
it_it: [_jazz_] Esci fuori, {i}GET OUT!{/i}

source: [_danny_] Sorry!!
it_it: [_danny_] Scusa!!

source: [_danny_s_at_player_s_sad_s_talk_displeased_] Well, that certainly sucked.
it_it: [_danny_s_at_player_s_sad_s_talk_displeased_] Beh, quello certamente succhiato.

source: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (But damnnnnn, even I have to admit she is damn hot.)
it_it: [_danny_s_ahegao_s_unhappy_s_bite_s_blush_] (Ma dannnnnnn, anche io devo ammettere che lei è maledetto caldo.)

source: [_ember_s_towards_s_rise_s_talk_amused_] Well, well, well...
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Bene, bene, bene...

source: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Uh, hey, good morning... how're you doing...?
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Ember! Uh, ehi, buona mattina... come stai facendo...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... watched that little incident go down, did you?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Uhmm... visto che quel piccolo incidente va giù, vero?

source: [_ember_s_towards_s_idle_s_talk_happy_] I did indeed.
it_it: [_ember_s_towards_s_idle_s_talk_happy_] Ho fatto davvero.

source: [_ember_s_towards_s_confused_s_talk_amused_] No need to explain... I can hardly blame you getting flustered, with a cutie mc-booty like her flashing the goods...
it_it: [_ember_s_towards_s_confused_s_talk_amused_] Non c'è bisogno di spiegare... difficilmente posso biasimare che ti sfiordisci, con un cutie mc-booty come lei lampeggiante le merci...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-no, it's not like that! I- wait-{p}...what? You're not mad?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] N-no, non è così! I- aspetta-{p}...cosa? Non sei pazzo?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Why would I be mad?
it_it: [_ember_s_towards_s_confused_s_talk_displeased_] Perché sarei arrabbiato?

source: [_ember_s_towards_s_rise_s_talk_amused_] It's not like we're together or anything. I don't give a shit, man. It's a new age we live in, who really cares about "labels"?
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Non è come se fossimo insieme o niente. Non do una merda, uomo. È una nuova era in cui viviamo, a chi importa davvero delle "etichette"?

source: [_danny_s_towards_s_rise_s_talk_amused_] R-right, sure...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] R-right, sicuro...

source: [_ember_s_towards_s_rise_s_talk_bite_] In fact, if you're really interested... I think I have {u}just{/u} the plan to help you speed things along with little miss redhead...
it_it: [_ember_s_towards_s_rise_s_talk_bite_] Infatti, se sei davvero interessato... penso di avere {u}solo{/u} il piano per aiutarti a velocizzare le cose insieme a una piccola perdita di rosso...

source: [_ember_s_towards_s_idle_s_talk_amused_] It's a new song I've just been putting together lately, I think it's pretty good so far.
it_it: [_ember_s_towards_s_idle_s_talk_amused_] È una nuova canzone che ho appena messo insieme ultimamente, penso che sia abbastanza buona finora.

source: [_ember_s_at_player_s_rise_s_talk_amused_] I think you're gonna really like this one!
it_it: [_ember_s_at_player_s_rise_s_talk_amused_] Penso che ti piacerà davvero questo!

source: So... why {i}do{/i} you like me?
it_it: Perché... perché {i}ti piace?

source: Tell me, what did you used to do before this?
it_it: Dimmi, cosa hai fatto prima di questo?

source: Where does Star get her... attitude?
it_it: Dove la Star ottiene lei... atteggiamento?

source: That's about it.
it_it: È a riguardo.

source: Ask Maddie.
it_it: Chiedete A Maddie.

source: Ask Star.
it_it: Chiedi Alla Stella.

source: Ask Paulina.
it_it: Chiedete A Paulina.

source: Ask Desiree.
it_it: Chiedete A Desiderio.

source: Ask Kate.
it_it: Chiedi A Kate.

source: Yes, I'm ready.
it_it: Sì, sono pronto.

source: Not right now.
it_it: Non in questo momento.

source: Star & Paulina.
it_it: Stella & Paulina.
