Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] What?! Danny hurt?? He didn't say!{p}W-why did no one call me?!
it_it: [_maddie_s_offscreen_s_towards_s_unhappy_s_talk_frown_] Cosa?! Danny ha fatto male?? Non ha detto!{p}Perché nessuno mi ha chiamato?!

source: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] I'm truly sorry, the first incident wasn't too serious, and neither was this, really. It's nothing to be alarmed about, I assure you!
it_it: [_kate_s_offscreen_s_down_s_unhappy_s_talk_displeased_] Mi dispiace veramente, il primo incidente non è stato troppo grave, e nemmeno questo, davvero. Non è nulla di cui essere allarmati, vi assicuro!

source: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph!{/i} Well {u}someone{/u} should have called, regardless.
it_it: [_maddie_s_offscreen_s_towards_s_angry_s_talk_frown_] {i}Hmph!{/i} Bene, {u}qualcuno{/u} avrebbe dovuto chiamare, senza dubbio.

source: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] I should have done so, you're absolutely right, it just totally slipped my mind while I was treating Danny.
it_it: [_kate_s_offscreen_s_towards_s_unhappy_s_talk_displeased_] Avrei dovuto farlo, hai assolutamente ragione, è solo scivolato completamente la mia mente mentre stavo trattando Danny.

source: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] So in light of this, I just wanted to check in and make sure Danny was really okay.
it_it: [_kate_s_offscreen_s_towards_s_neutral_s_talk_happy_] Quindi, alla luce di questo, volevo solo fare il check in e assicurarsi che Danny fosse davvero bene.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, why didn't you tell me you've been passing out in school?? And what happened with your arm?!
it_it: [_maddie_s_towards_s_confused_s_talk_frown_] Danny, perché non mi hai detto che sei uscito a scuola?? E cosa è successo con il tuo braccio?!

source: [_danny_s_towards_s_sad_s_talk_distraught_] Sorry, I just didn't wanna worry you is all. I'm alright, I promise. I don't know, just... weird little stuff like that's been happening to me a lot lately...
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Mi dispiace, non voglio preoccuparti che sia tutto. Sto bene, lo prometto. Non lo so, solo... cose piccole strane come quella che mi sta succedendo molto ultimamente...

source: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, sweet baby... you poor thing!
it_it: [_maddie_s_towards_s_unhappy_s_talk_frown_] Oh, dolce bambino... povero cosa!

source: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} If it's alright with you Mrs. Fenton, I could sit here in the living room and check on his arm if you'd like. I brought my medical kit along.
it_it: [_kate_s_towards_s_rise_s_talk_happy_] {i}Ahem*{/i} Se è giusto con te Mrs. Fenton, potrei sedermi qui in salotto e controllare il braccio se volessi. Ho portato il mio kit medico lungo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... I don't know if this is all really necessa-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Umm{/i}... Non so se tutto questo sia davvero necessario-

source: [_maddie_s_away_s_amused_s_talk_happy_] Oh please do! Danny is just being awkward and stubborn like all boys his age. Please, make yourself at home! Would you like some coffee?
it_it: [_maddie_s_away_s_amused_s_talk_happy_] Oh per favore fa! Danny è solo essere imbarazzante e testardo come tutti i ragazzi la sua età. Per favore, preparatevi a casa! Vorreste un po' di caffè?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, hey guys! Look, I'm fine! Really!
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Uhh, hey ragazzi! Guarda, sto bene! Davvero!

source: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, you should have told me you were unwell. I'm now having someone medically trained look after you. Don't try pushing away our help this time, young man!
it_it: [_maddie_s_towards_s_angry_s_talk_frown_] Danny, mi avresti dovuto dire che non eravate bene. Ora sto avendo qualcuno medicalmente addestrato per prendersi cura di te. Non provare a spingere via il nostro aiuto questa volta, giovane!

source: [_kate_s_towards_s_neutral_s_talk_amused_] It'll only take a few minutes, Danny, don't worry.
it_it: [_kate_s_towards_s_neutral_s_talk_amused_] Ci vorranno solo pochi minuti, Danny, non preoccuparti.

source: [_danny_s_at_player_s_neutral_s_consternation_] (Darn it, this is {i}super{/i} awkward! This woman has jerked me off! And now she's coming over to my house?! I really hope this isn't some kinda kinky plan of hers...)
it_it: [_danny_s_at_player_s_neutral_s_consternation_] (Darn it, questo è {i}super{/i} goffo! Questa donna mi ha masturbato! E ora lei sta arrivando a casa mia?! Spero davvero che questo non sia un po 'stravagante piano di lei...)

source: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, just let Nurse Kate take another look at you. It'd put me at ease knowing you were alright.{p}I'll go make that coffee right now...
it_it: [_maddie_s_towards_s_sad_s_talk_frown_] Danny, lascia che Nurse Kate ti dia un'altra occhiata. Mi avrebbe messo a mio agio sapendo che eravate giusti.{p}andrò a fare quel caffè in questo momento...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Alright then, let's see that arm, buster.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Allora, vediamo quel braccio, buster.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... alright good, looks like that's healing rather quickly, that's nice.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] {i}Yeuup{/i}... va bene, sembra che sia guarito abbastanza velocemente, è bello.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Is everything okay?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Va tutto bene?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...well, yeah! Nothing's wrong! In fact, it looks really good!{p}It's just that it's already pretty much healed itself...{p}...{i}very{/i} quickly.
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] ...beh, sì! Niente è sbagliato! In realtà, sembra davvero buono!{p}È solo che è già abbastanza guarito se stesso. .{p}...{i}molto{/i} rapidamente.

source: [_danny_s_at_player_s_sad_s_talk_amused_] Y-yeah, crazy huh? Thank goodness for those... super white blood cells... r-right?
it_it: [_danny_s_at_player_s_sad_s_talk_amused_] Y-yeah, pazzo eh? Grazie bontà per quelli... super globuli bianchi... r-right?

source: [_kate_s_down_s_sad_s_talk_displeased_] Danny... how do I put this...
it_it: [_kate_s_down_s_sad_s_talk_displeased_] Danny... come metto questo...

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...and I hope you realize I'd never want to frighten you away with this, sincerely, but...
it_it: [_kate_s_towardsdown_s_rise_s_talk_displeased_] ...e spero che vi rendiate conto che non voglio mai spaventarvi via con questo, sinceramente, ma...

source: [_danny_s_towards_s_rise_s_talk_displeased_] B-but what...?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] B-ma cosa...?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, you kn-know what? W-what are we talking about here exactly?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh{/i}, o-okay, sai cosa? W-di cosa stiamo parlando qui esattamente?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Now how did you like your coffee again? I prefer it straight black myself, but I know that not many people-
it_it: [_maddie_s_towards_s_rise_s_talk_happy_] Ora come ti è piaciuto di nuovo il tuo caffè? Preferisco il nero dritto, ma so che non molte persone -

source: [_kate_s_towards_s_sad_s_talk_happy_] Thank you Mrs. Fenton, but it looks like we're all done here. Danny's arm is healing well, there's no need for me to stay any longer.
it_it: [_kate_s_towards_s_sad_s_talk_happy_] Grazie signora Fenton, ma sembra che tutti noi abbiamo finito qui. Il braccio di Danny sta guarendo bene, non c'è bisogno che io rimanga più.

source: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, leaving so soon? You're welcome to stay for your drink at least!
it_it: [_maddie_s_towards_s_confused_s_talk_frown_] Oh, se ne vai così presto? Sei il benvenuto a rimanere per il tuo drink almeno!

source: [_kate_s_towards_s_unhappy_s_talk_amused_] I appreciate the gesture, but I'm afraid I really do need to get going. Perhaps another time, I truly appreciate it though.
it_it: [_kate_s_towards_s_unhappy_s_talk_amused_] Apprezzo il gesto, ma temo di avere davvero bisogno di andare. Forse un'altra volta, lo apprezzo veramente.

source: [_kate_s_at_player_s_neutral_s_talk_amused_] Well, I'll hope to see you at school, Danny. Like I said, you should still get some rest. Helps with the rest of the healing process.
it_it: [_kate_s_at_player_s_neutral_s_talk_amused_] Beh, spero di vederti a scuola, Danny. Come ho detto, dovresti ancora riposarti. Aiuta con il resto del processo di guarigione.

source: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, well allow me to show you out! I'm sorry you can't stay, but it was nice of you to stop by for Danny's sake.
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Oh, ben permettetemi di mostrarvi! Mi dispiace che non possa rimanere, ma è stato bello da parte di voi fermarsi per amor di Danny.

source: [_kate_s_towards_s_neutral_s_talk_happy_] I really appreciate you letting me in!{p}And I must say, you have a rather lovely home...
it_it: [_kate_s_towards_s_neutral_s_talk_happy_] Apprezzo davvero che tu mi lasci entrare!{p}E devo dire, hai una casa piuttosto bella...

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, thank you! We decorated it ourselves!!
it_it: [_maddie_s_towards_s_wondering_s_talk_happy_] Oh, grazie! Lo abbiamo decorato noi stessi!!

source: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} How did she figure it out?!)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Oh crap! Crap! {u}CRAP!{/u} Come ha capito tutto?!)

source: [_maddie_s_towards_s_amused_s_talk_happy_] Well, she seemed nice!
it_it: [_maddie_s_towards_s_amused_s_talk_happy_] Beh, sembrava bella!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah, she's uh, one of the cooler staff at school.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah, lei è uh, uno del personale più fresco a scuola.

source: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny? What's wrong, you look really pale again all of a sudden
it_it: [_maddie_s_towards_s_unhappy_s_talk_displeased_] Danny? Cosa c'è di sbagliato, sembri davvero pallido di nuovo all'improvviso

source: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, nothing, just sorta got a little woozy looking at my arm again, I guess... probably oughta just sleep it off!
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] {i}Uh{/i}, niente, appena sorta ha ottenuto un po 'bizzarro guardando di nuovo il mio braccio, immagino... probabilmente basterà dormirlo!

source: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, poor thing. Go upstairs and get yourself some rest honey. I'll have some food warmed up in the microwave when you feel better.
it_it: [_maddie_s_towards_s_sad_s_talk_frown_] Oh, cosa povera. Vai al piano di sopra e ottieni un po' di miele di riposo. Avrò un po' di cibo riscaldato nel microonde quando ti senti meglio.

source: [_danny_s_towards_s_sad_s_talk_amused_] Thanks Mom. You're the best.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Grazie Mamma. Sei il migliore.

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man... this is bad... could she really have figured out that... that {i}I'm{/i} Inviso-Bill?)
it_it: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh uomo... questo è cattivo... avrebbe potuto capire che... che {i}I{/i} Inviso-Bill?)

source: [_danny_s_at_player_s_sad_s_consternation_] (I'm gonna have to try and talk to her tomorrow... hopefully I can steer her around the issue, just make her forget all about it. Hopefully.)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Dovrò provare a parlare con lei domani... spero di poterla guidare intorno al problema, basta farla dimenticare tutto su di esso. Speriamo che sia.)

source: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, how's it going?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] H-hey Kate, come sta andando?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Everything's going good, things are more or less like they usually are. Glad to see you looking better.{p}How can I help you?
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Tutto sta andando bene, le cose sono più o meno come di solito sono. Glad a vederti apparire meglio.{p}Come posso aiutarti?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] I was just, ya' know, wondering if we could talk about the other day at-
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] Ero giusto, sì, chiedendomi se potessimo parlare l'altro giorno a

source: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, you should really get to class.
it_it: [_kate_s_down_s_neutral_s_talk_displeased_] ...Danny, si dovrebbe davvero arrivare a lezione.

source: [_danny_s_towards_s_rise_s_talk_displeased_] R-right, but-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] R-right, ma-

source: [_kate_s_towards_s_rise_s_talk_amused_] Look, if you'd really like to talk, we can meet at the Park fountain this evening.
it_it: [_kate_s_towards_s_rise_s_talk_amused_] Guarda, se vuoi davvero parlare, questa sera possiamo incontrarci alla fontana del Parco.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-huh? What? Why, can't we just talk right now?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] H-huh? Cosa? Perché, non possiamo parlare adesso?

source: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, don't get Lancer on my butt about your attendance! Chop chop, mister!
it_it: [_kate_s_towards_s_angry_s_talk_amused_] Danny, c'mon, non prendete Lancer sul mio culo circa la vostra presenza! Chop chop, mistero!

source: [_danny_s_at_player_s_sad_s_displeased_] (Well... that sure seemed evasive of Kate. Figures out that I'm the Ghost Boy, and then wants to avoid the whole conversation?)
it_it: [_danny_s_at_player_s_sad_s_displeased_] (Bene... che è sembrato sicuramente evasivo di Kate. Figure fuori che sono il Ghost Boy, e poi vuole evitare l'intera conversazione?)

source: [_danny_s_at_player_s_rise_s_consternation_] (...could she have {i}really{/i} figured it out just from looking at my wound...?)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (...potrebbe avere {i}in realtà{/i} lo ha capito solo guardando la mia ferita...?)

source: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (Man, I'm being so stupid. There's no way! She couldn't possibly have come to the conclusion that one of her students was a super hero in secret!)
it_it: [_danny_s_at_self_s_unhappy_s_clenchteeth_] (L'uomo, sono così stupido. Non c'è! Non avrebbe potuto arrivare alla conclusione che uno dei suoi studenti era un super eroe in segreto!)

source: [_danny_s_at_player_s_rise_s_smile_] (I guess I better go see her at the Park later, just to hear what she has to say. Hopefully talk her out of any ideas she may still have...)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Credo che sia meglio andare a vederla al parco più tardi, solo per sentire quello che ha da dire. Speriamo di parlarla da qualsiasi idea che possa ancora avere...)

source: [_danny_s_at_player_s_unhappy_s_frown_] (In the meantime, I'll have to figure out what excuse I'm even gonna try to give to her...)
it_it: [_danny_s_at_player_s_unhappy_s_frown_] (Nel frattempo, dovrò capire che scusa tenterò di dare a lei...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, where is she? This is definitely considered late, especially for a meeting between a student and faculty member. I have homework to do still! And she should really know better by now that there's ghosts prowling the-)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Jeez, dov'è lei? Questo è sicuramente considerato tardi, soprattutto per un incontro tra uno studente e un docente. Ho i compiti da fare ancora! E lei dovrebbe davvero sapere meglio ora che ci sono fantasmi prowling the-)

source: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh no!! {i}Helppppp!{/i}{p}Please, stay away from me you creepy, ghostly thing you!{p}{i}AHHHHH!!{/i}
it_it: [_kate_s_bluedress_s_offscreen_s_at_player_s_rage_s_talk_displeased_] Oh no!! {i}Helppppp!{/i}{p}Si prega di stare lontano da me strisciante, cosa fantasiosa!{p}{i}AHHHHHH!!{/i}

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Another{/i} ghost attack? Sounds like she's closer to the school this time!{p}Shoot! Kate must have terrible luck with this stuff!
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Another{/i} attacco fantasma? Suona come se fosse più vicina alla scuola questa volta!{p}Sparare! Kate deve avere una fortuna terribile con questa roba!

source: [_danny_s_at_player_s_angry_s_talk_amused_] Well, no time to lose!{p}I'm going ghost!
it_it: [_danny_s_at_player_s_angry_s_talk_amused_] Beh, non c'è tempo da perdere!{p}Sto andando fantasma!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Now then, time to leap into-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_pleased_] Ora è il momento di saltare in-

source: [_kate_] {i}Ahah!{/i} It's true!{p}I just saw it happen, but I still can't even begin to believe it!
it_it: [_kate_] {i}Ahah!{/i} È vero!{p}L'ho appena visto accadere, ma ancora non posso nemmeno cominciare a crederci!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-huh? Wh-what? But... b-but I heard you screaming for help! W-where's the ghost?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] H-huh? Che cosa? Ma... b-ma ti ho sentito urlare di aiuto! W-dov'è il fantasma?

source: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}you're{/i} {u}Inviso-Bill{/u}!!
it_it: [_kate_s_towardsdown_wide_s_sad_s_talk_amused_] Danny Fenton... {i}hai {/i} {u}Inviso-Bill{/u}!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-no! Wh-wha-whatever could you be referring to, {i}uh{/i}, human citizen? I do not know of such a, {i}ehm{/i}, cool and groovy kid as Danny... Fen... ton...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhh!{/i} N-no! A che cosa si può riferire, {i}uh{/i}, cittadino umano? Non conosco tale a, {i}ehm{/i}, ragazzo fresco e groovy come Danny. . Fin... ton...

source: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, rats...{p}This figures.
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_angry_s_talk_distraught_] {i}Ahhh{/i}, ratti...{p}Queste cifre.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Turn back into your human form, Danny.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] C'mon. Torna nella tua forma umana, Danny.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Seriously, I still can't believe it's real... like, {i}really{/i} real! It's actually you!
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Wow. Seriamente, non riesco ancora a credere che sia reale... come, {i}realmente{/i} reale! In realtà sei tu!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] So, how did you figure it out?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Così, come hai capito fuori?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well, c'mon, the clues were kinda obvious, hon: the distinct wound on your arm matching Inviso-Bill's? Then the utterly bizarre healing cycle working WAY too fast given the injury?
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Beh, c'mon, gli indizi erano evidenti, hon: la ferita distinta sul tuo braccio corrispondente a quella di Inviso-Bill? Allora il ciclo di guarigione assolutamente bizzarro lavorare WAY troppo veloce data la ferita?

source: [_danny_s_towards_s_rise_s_talk_distraught_] I thought you said it wasn't that bad?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Pensavo aveste detto che non era così cattivo?

source: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, you should've already been dead when they sent you to my office.
it_it: [_kate_s_towardsdown_wide_s_unhappy_s_talk_consternation_] Danny, saresti già dovuto essere morto quando ti hanno mandato nel mio ufficio.

source: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} I found large doses of venom inside your wound, {b}cobra venom{/b}, to be exact... of course, I had to do a little research to be sure.
it_it: [_kate_s_down_s_sad_s_talk_displeased_] {i}*Sigh*{/i} Ho trovato grandi dosi di veleno all'interno della tua ferita, {b}veleno cobra{/b}, per l'esattezza. Naturalmente, ho dovuto fare un po 'di ricerca per essere sicuri.

source: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Just the pure volumetric amount of that nasty corrosive toxin you had in your skin should have caused you to at least lose your arm. But you only dealt with a heavy fever, that you clearly broke out of pretty fast.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_displeased_] Solo la quantità volumetrica pura di quella brutta tossina corrosiva che avevi nella tua pelle avrebbe dovuto farti perdere almeno il braccio. Ma si è trattato solo di una febbre pesante, che chiaramente è scoppiato di abbastanza veloce.

source: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, man... so that's why I was so sick!
it_it: [_danny_s_down_s_unhappy_s_talk_displeased_] Oh, uomo... ecco perché ero così malato!

source: [_kate_s_towardsdown_s_sad_s_talk_displeased_] I underplayed how bizarre things were because I wanted to make sure my hypothesis was correct before bringing up something so... unbelievable.
it_it: [_kate_s_towardsdown_s_sad_s_talk_displeased_] Ho sottovalutato quanto fossero bizzarri le cose perché volevo assicurarmi che la mia ipotesi fosse corretta prima di allevare qualcosa così... incredibile.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Then, once I asked you here, it just so happens that for a {u}second{/u} time, Inviso-Bill just so happens to be around to "save" me... in the {i}same{/i} exact spot I told Danny Fenton to show up at?
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Poi, una volta che ti ho chiesto qui, succede che per un tempo {u}secondo{/u}, Inviso-Bill solo così capita di essere intorno per "salvare" me. . nello stesso punto di {i}{/i} ho detto a Danny Fenton di presentarsi?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] I mean, it wouldn't exactly take a super-sleuth to put everything together.
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Voglio dire, che non sarebbe esattamente prendere una super-sleuth per mettere tutto insieme.

source: [_danny_s_towards_s_sad_s_talk_amused_] ...alright, alright. Well done. You got me Kate.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] ...va bene, bene. Ben fatto. Mi hai preso Kate.

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, right... so then, I sorta have a question... or two... or-
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] {i}Uhm{/i}, destra... così allora, ho una domanda... o due... o-

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah, I figured. At this point, you have me dead to rights, so, fire away.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Sì, ho immaginato. A questo punto, mi hai morta per i diritti, quindi il fuoco via.

source: [_kate_s_towardsdown_s_rise_s_talk_displeased_] So, are you actually a ghost or-
it_it: [_kate_s_towardsdown_s_rise_s_talk_displeased_] Quindi, sei in realtà un fantasma o-
