Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... I don't know! What was I even saying?
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Uhhh{/i}... Non lo so! Cosa stavo persino dicendo?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] I dunno, probably sumpin' smart though.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Ho dunno, probabilmente sumpin' intelligente però.

source: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}you{/i}. You're a pal, Ms. Manson.
it_it: [_tucker_s_beer_s_towards_s_wondering_s_talk_happy_] {i}Ohhh{/i}, {i}tu{/i}. Sei un amico Ms. Manson.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, hey guys? Have you seen where Des and the other girls went?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_idle_s_talk_happy_] {i}Uhh{/i}, hey guys? Hai visto dove sono andati i Des e le altre ragazze?

source: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhh, yeah, sorry... I just wanted to do that, {i}*Hiccup*{/i} ...just so everyone could see.
it_it: [_sam_s_co_s_beer_s_towards_s_wondering_s_talk_excited_s_blush_] {i}*Hiccup*{/i} Ohhh, sì, mi dispiace... Volevo solo farlo, {i}*Hiccup*{/i} ...così tutti potevano vedere.

source: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] You see that people?! I kissed Inviso-Bill first!!
it_it: [_sam_s_co_s_beer_s_closed_s_angry_s_talk_excited_s_-blush_] Vedete quella gente?! Ho baciato Inviso-Bill prima!!

source: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo! You go girl! Claim your territory!
it_it: [_tucker_s_beer_s_towards_s_talk_happy_] Woohoo! Vai ragazza! Richiedi il tuo territorio!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Guys, c'mon, stop! I'm trying to keep a low profile on this one.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Ragazzi, c'mon, fermatevi! Sto cercando di mantenere un profilo basso su questo.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda hard for that to happen, dude. You're a ghost hanging around a bunch of drunk High School Seniors.
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Kinda difficile per questo accadere, tesoro. Sei un fantasma appeso intorno a un mucchio di anziani delle scuole superiori ubriache.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I'll be back later guys, try to take it easy. Watch out for Sam, Tuck. Make sure she gets home safe.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Sarò di ritorno più tardi, prova a prenderla facilmente. Attenzione per Sam, Tuck. Assicurati di tornare a casa al sicuro.

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] You betcha. Awesome party man.
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] Lei betcha. Impressionante uomo di festa.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, I don' wunna' go home {i}yeeet!!{/i}
it_it: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] {i}Nooooo{/i}, Non vado a casa {i}yeeet!!{/i}

source: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon now miss lightweight, I can tell you've already reached your limit for the night. Let's get home, 'kay kiddo?
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_happy_] {i}Ahhh{/i}, c'mon ora manca di leggerezza, posso dire che hai già raggiunto il limite per la notte. Torniamo a casa, 'kay kiddo?

source: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] It's like, ya' know... if you think about it, like... if like aliens invaded, right? You think they'd have hot babes too?
it_it: [_dash_s_beer_s_towards_wide_s_rise_s_talk_happy_] È come sì... se ci pensi, come... se come alieni invasi, giusto? Pensi che avrebbero anche delle ragazze calde?

source: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Like hot babes to share with us? I mean, that'd be pretty awesome, but like... I dunno if they'd do that while they were invading.
it_it: [_kwan_s_beer_s_towards_wide_s_sad_s_talk_amused_] Ti piacciono le ragazze calde da condividere con noi? Intendo dire che sarebbe piuttosto fantastico, ma mi piace. . – Non dunno se lo facessero mentre stavano invadendo.

source: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah man, not with all the stupid politicians and the weak, nerdy scientist dudes, but with the real {u}alpha{/u} dogs of Earth.
it_it: [_dash_s_beer_s_towards_s_angry_s_talk_displeased_] Nah uomo, non con tutti gli stupidi politici e i deboli, nerdy scienziato dudes, ma con i veri {u}alfa{/u} cani della Terra.

source: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Varsity athletes like us, dude? The aliens would have to be a buncha' freaking rock suckers to not let us mate with their women.
it_it: [_dash_s_beer_s_towards_s_angry_s_talk_amused_] Gli atleti di Varsity come noi, dude? Gli alieni dovrebbero essere un buncha' sbalorditivi rocciosi per non farci accoppiare con le loro donne.

source: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, now dude, that makes {i}sooo{/i} much sense, dude! We'd be like, the branch between humanity and a new species of super strong alien bros!
it_it: [_kwan_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Ohhh{/i}, ora dude, che rende {i}sooo{/i} molto senso, dude! Saremmo come il ramo tra l'umanità e una nuova specie di super forte aliene bros!

source: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Exactly{/i} dude, exactly. We'd be kings!
it_it: [_dash_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Esattamente{/i} dude, esattamente. Saremmo re!

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...but like, what if Aliens don't exist, dude?
it_it: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...ma come, se gli alieni non esistono, dude?

source: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, if ghosts exist like Inviso-Bill, then aliens {i}definitely{/i} exist.
it_it: [_dash_s_beer_s_towards_s_rise_s_talk_displeased_] Kwan, se i fantasmi esistono come Inviso-Bill, allora esistono gli alieni {i}definitivamente{/i}.

source: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuuude!{/i} Why didn't I think of that?!
it_it: [_kwan_s_beer_s_towards_s_sad_s_talk_displeased_] ...{i}duuuuuuude!{/i} Perché non l'ho pensato?!

source: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] You know, this is why I'm applying to a be a philosophy major, dude. My football scholarship isn't everything I have to offer, ya' know?
it_it: [_dash_s_beer_s_closed_s_sad_s_talk_happy_] Sai, questo è il motivo per cui mi sto candidando ad un essere una filosofia maggiore, dude. La mia borsa di calcio non è tutto quello che ho da offrire, sì?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...I'm just gonna let them tire themselves out on their own. I definitely don't wanna get in the middle of these two mental juggernauts' conversation.)
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_displeased_] (...lascerò che si stancino da soli. Sicuramente non voglio entrare nel bel mezzo di queste due conversazioni mentali di juggernauts.)

source: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Nice to see you're still awake.
it_it: [_jazz_s_beer_s_towards_s_idle_s_talk_happy_] Oh, hey Ghost Guy. Bello vedere che sei ancora sveglio.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jasmine, right? N-nice to meet you.{p}Uhmm, nice party, by the way.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, hey, yeah... Jasmine, giusto? N-bello incontrarti.{p}Uhmm, bella festa, a proposito.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, we've already met! No need to be so formal. And yeah, my little brother set it up, really...{nw}
it_it: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Dude, ci siamo già incontrati! Non c'è bisogno di essere così formali. E sì, mio fratellino lo ha impostato, davvero...{nw}

source: [_extend_] but he bailed or something. Probably expects {u}me{/u} to help clean it all up too.
it_it: [_extend_] ma lui ha salvato o qualcosa. Probabilmente si aspetta {u}me{/u} per aiutare a ripulire tutto in su.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, yeah, Danny, he {i}uh{/i}... I heard he didn't feel too good, so he, {i}uh{/i}...
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] {i}Ohh{/i}, sì, Danny, lui {i}uh{/i}... Ho sentito che non si sentiva troppo bene, quindi {i}uh{/i}...

source: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] God, can I be honest with you right now?{p}It is {i}so{/i} strange having you here. You're like a local celebrity. And a dead guy! That's so foreign to me...
it_it: [_jazz_s_beer_s_towards_wide_s_rise_s_talk_happy_] Dio, posso essere onesto con te in questo momento?{p}È {i}così{/i} strano averti qui. Sei come una celebrità locale. E un ragazzo morto! È così estraneo a me...

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] I mean, it's not "foreign", but with my family, I never thought that I'd ever get to meet one of you up close, just like any other normal person!
it_it: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Voglio dire, non è "straniero", ma con la mia famiglia, Non ho mai pensato che avrei mai incontrato uno di voi da vicino, proprio come qualsiasi altra persona normale!

source: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] Growing up, I was raised by my folks to believe that "the only good ghost was a {u}dead{/u} ghost!"{p}Kind've an oxymoron, I know...
it_it: [_jazz_s_beer_s_closed_s_sad_s_talk_happy_] Crescendo, sono stato cresciuto dalla mia gente per credere che "l'unico fantasma buono era un fantasma {u}morto{/u}!{p}Kindhave un ossimoro, lo so...

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Like, how on earth did my brother, the son of a pair of "legit" ghost hunters, end up friends with a ghost? I mean, I couldn't believe it when Paulina said you were coming...
it_it: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Come: come ha fatto mio fratello, figlio di un paio di cacciatori di fantasmi "legiti", a finire amici con un fantasma? Voglio dire, non riuscivo a crederci quando Paulina ha detto che stavi arrivando...

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, well, I guess it's kind've a funny story... not so much "hah hah" funny, but more-
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_happy_] {i}Uhhmmm{/i}, beh, immagino che sia gentile avere una storia divertente... non tanto "hah hah" divertente, ma di più-

source: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, you're doing it again... sorry, I'm rambling and badgering. I'm like this normally already, but compounded with the drinking and the excitement of it all...
it_it: [_jazz_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ugh{/i}, Jazz, lo stai facendo di nuovo... mi dispiace, sto agitando e badgering. Sono come questo normalmente già, ma aggravato con il bere e l'eccitazione di tutto...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, no, don't worry, it's nothing to apologize for, seriously.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] H-hey, no, non ti preoccupare, non è niente per cui scusarti, seriamente.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...wait, you said we already officially met...? When was that?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...aspetta, hai detto che ci siamo già ufficialmente incontrati...? Quando è stato?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Truth or dare?{p}What, you seriously don't remember anything?
it_it: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Verità o noi?{p}Cosa, non ti ricordi seriamente niente?

source: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Man, for a superhero who isn't even alive, you really let a couple of shots knock you dead!
it_it: [_jazz_s_beer_s_closed_s_idle_s_talk_amused_] Uomo, per un supereroe che non è ancora vivo, ti lasci davvero un paio di colpi che ti fanno morire!

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh yeah, I guess we did do that... can't say I remember much though...
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Oh sì, credo che abbiamo fatto questo... non posso dire che mi ricordo molto però...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] How long was I out for, exactly?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Per quanto tempo sono stato fuori, esattamente?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] After a good amount of {i}pretty{/i} revealing stuff from everyone, you fell asleep for... about an hour? Yeah, I'd say that.
it_it: [_jazz_s_beer_s_towards_s_rise_s_talk_happy_] Dopo una buona quantità di {i}bello{/i} rivelando roba da tutti, ti sei addormentato... circa un'ora? Sì, direi che.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhh{/i}, what was said, exactly?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] {i}Uhhhh{/i}, cosa è stato detto, esattamente?

source: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, I ain't saying.
it_it: [_jazz_s_beer_s_closed_s_wondering_s_talk_amused_] {i}Pfft{/i}, Non sto dicendo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Seriously? You're gonna dog me like that?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_consternation_] Seriamente? Mi canterai così?

source: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Well, for starters, Star, Paulina and Desiree all ended up kissing you, which then broke out into a mild cat-fight.
it_it: [_jazz_s_beer_s_towards_s_wondering_s_talk_amused_] Beh, per cominciare, Star, Paulina e Desiree tutti finirono per baciarti, che poi scoppiarono in una lotta mite gatto.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, seriously?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_] Woah, seriamente?!

source: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Totally. It was kinda awesome, except for the bottles and cups they knocked over, doing it.{p}Whatever, I'll just make Danny clean that part up...
it_it: [_jazz_s_beer_s_down_s_neutral_s_talk_displeased_] Completamente. Era fantastico, tranne che per le bottiglie e le tazze che bussavano, facendolo.{p}Qualunque cosa farò solo pulire Danny quella parte su...

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...and then somebody I guess started discussing a foursome proposition, but I believe negotiations broke down pretty quickly...
it_it: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] ...e poi qualcuno che immagino abbia iniziato a discutere di una quarta proposta, ma credo che i negoziati siano interrotti abbastanza rapidamente...

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...you're joking.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_amused_s_blush_] ...stai scherzando.

source: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Am I? Am I really?
it_it: [_jazz_s_beer_s_towards_wide_s_angry_s_talk_amused_] Sono vero? Sono veramente?

source: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Well, I guess you'll never know!
it_it: [_jazz_s_beer_s_towards_s_rise_s_talk_amused_] Beh, immagino che non lo saprai mai!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Sighs*{/i} Anything else happen you'd be willing to share with me, oh-wise-one?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] {i}*Sighs*{/i} Qualunque altra cosa accada, saresti disposto a condividere con me, oh-wise-one?

source: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... some crazy emotional stuff happened with Dash and Kwan, but they seem cool now. I think it was a big bonding moment for them I guess. You passed out a little bit before that I think.
it_it: [_jazz_s_beer_s_towards_s_neutral_s_talk_happy_] {i}Hmmm{/i}... è successo qualche folle roba emotiva con Dash e Kwan, ma ora sembrano freschi. Penso che sia stato un grande momento di legame per loro credo. Sei passato un po 'prima che pensi.

source: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... well thanks, I'm gonna keep looking for other people.
it_it: [_danny_s_phantom_s_arms_normal_s_stare_away_s_wondering_s_talk_displeased_] {i}Ahh{/i}, okay... beh, grazie, continuerò a cercare altre persone.

source: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Good luck dude. And kick my brother if you see him, he needs to help me at least collect all the bottles to recycle...
it_it: [_jazz_s_beer_s_towards_s_sad_s_talk_happy_] Buona fortuna tizio. E calci mio fratello se lo vedi, ha bisogno di aiutarmi almeno a raccogliere tutte le bottiglie per ricambiare...

source: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}heyyyyy!{/i} Ghost Boy!
it_it: [_paulina_s_beer_s_towards_s_idle_s_talk_happy_] Oh {i}heyyyyyyyy!{/i} Ghost Boy!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, you girls okay?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Hey, voi ragazze va bene?

source: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, honestly, I don't feel the best...
it_it: [_star_s_closed_s_sad_s_talk_displeased_] {i}*Hiccup*{/i} {i}Uhhh{/i}, n-no, onestamente, non mi sento il migliore...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, well, do you want me to go get you anyting like a glass of wa-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, beh, vuoi che io vada a prenderti qualcuno come un bicchiere di wa-

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, no! Poor Star...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Oh, no! Stella povera...

source: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Yeah, no, she's always been a lightweight about this kind of stuff... usually has to tap out early to avoid getting sick.
it_it: [_paulina_s_beer_s_towards_s_neutral_s_talk_distraught_] Sì, no, lei è sempre stato un peso leggero su questo tipo di roba... di solito deve toccare fuori presto per evitare di ammalarsi.

source: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Guess she just tried to prove herself tonight, for some reason... hopefully it wasn't some sad attempt to get your attention, or anything! No, that'd be {i}sooo{/i} awkward, you know?
it_it: [_paulina_s_beer_s_away_s_wondering_s_talk_consternation_] Indovina lei ha appena provato a dimostrare se stessa stasera, per qualche motivo... speriamo che non fosse un triste tentativo di attirare la tua attenzione, o niente! No, sarebbe {i}sooo{/i} goffo, sa?

source: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...thankfully, there are still a couple of us pretty ladies who know how to handle our drink...
it_it: [_paulina_s_beer_s_towards_s_rise_s_talk_happy_] ...per fortuna, ci sono ancora un paio di noi belle signore che sanno come gestire la nostra bevanda...

source: [_desiree_] Great sands... I feel very, {i}very{/i} funny....
it_it: [_desiree_] Grandi sabbie... Mi sento molto, {i}molto{/i} divertente....

source: [_desiree_] ...why has everyone chosen to spin around me at the same time...?
it_it: [_desiree_] perché tutti hanno scelto di girare intorno a me allo stesso tempo...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Man, those special Ectolaxm cocktails sure must be working their magic...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (L'uomo, quegli speciali cocktail Ectolaxm devono essere sicuri di lavorare la loro magia...)

source: [_desiree_] {i}Ohhh{/i}, my... I certainly have forgotten just how {i}gooood{/i} nights like this can be...
it_it: [_desiree_] {i}Ohhh{/i}, mio... Sicuramente ho dimenticato quanto {i}notti di buono{/i} come questo possano essere...

source: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, I wanna show you something really cool... let's go somewhere more private, 'kay...~?
it_it: [_paulina_s_towards_s_idle_s_talk_amused_s_blush_] {i}Heyyy{/i}, Ghost Boy~! C'mon, voglio mostrarti qualcosa di davvero bello... andiamo da qualche parte più privato, 'kay...~?

source: [_desiree_] N-no! You shouldn't be...
it_it: [_desiree_] N-no! Non dovresti essere...

source: [_desiree_] {i}Woooh{/i}, goodness me... that last drink definitely had a strong kick to it...
it_it: [_desiree_] {i}Woooh{/i}, bontà me... che l'ultima bevanda ha sicuramente avuto un forte calcio...

source: [_desiree_] {i}*Ahem*{/i} Okay, I'm better.
it_it: [_desiree_] {i}*Ahem*{/i} Va bene, sono meglio.

source: [_desiree_] Now get your hands off him, he hasn't had a chance to say a proper word to me all night!
it_it: [_desiree_] Ora toglietevi le mani, non ha avuto la possibilità di dirmi una parola giusta per tutta la notte!

source: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Stop interfering, Desiree! The ghostly heart wants what the ghost heart wants!!
it_it: [_paulina_s_beer_s_towards_wide_s_angry_s_talk_distraught_] Smettila di interferire, desiderio! Il cuore fantasma vuole quello che il cuore fantasma vuole!!

source: [_desiree_] You don't even understand, he's only doing any of these silly games with you all because he couldn't have {u}me!!{/u} Because I was too selfish and cold to let him-
it_it: [_desiree_] Non capisci, sta solo facendo uno di questi sciocchi giochi con tutti voi perché non poteva avere {u}di me! {/u} Perché ero troppo egoista e fredda per lasciarlo-

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah!{/i} Everyone needs to calm down, and just-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_consternation_] Woah, {i}woah!{/i} Tutti hanno bisogno di calmarsi, e solo-

source: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Desiree, does your cousin Danny {i}normally{/i} have horribly loud shakes happen in his house?
it_it: [_paulina_s_towards_s_rise_s_talk_distraught_] ...{i}uhmm{/i}... Desideri, la tua cugina Danny {i}normalmente{/i} ha orribilmente forti scosse accadono nella sua casa?

source: [_desiree_] N-no, not normally...
it_it: [_desiree_] N-no, non normalmente...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Girls, wait right here! I'm going to go check out what that noise was...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_distraught_] Ragazze, aspettate qui! Andrò a controllare che cosa era quel rumore...

source: [_maddie_s_suited_s_idle_s_talk_displeased_] Kids, quickly, get to the basement, there's a-{nw}
it_it: [_maddie_s_suited_s_idle_s_talk_displeased_] Bambini, in fretta, arriva al seminterrato, c'è un-{nw}

source: [_extend_] wait, what the- what the heck is going on here?!?
it_it: [_extend_] aspetta, qual è l'heck che cosa sta succedendo qui?!?
