Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_] Paulina... you're already so wet!
it_it: [_danny_] Paulina... sei già così bagnato!

source: [_paulina_] {i}Mmm, ah!{/i} I made sure I was ready for you to- {i}ahhh!{/i}{p}...to give it to me, just like this!
it_it: [_paulina_] {i}Mmm, ah!{/i} Ho fatto in modo che fossi pronto per te - {i}ahhh!{/i}{p}...per darmi, proprio come questo!

source: [_paulina_] Besides, watching you beat the crap out of that monster to keep little ol' me safe...
it_it: [_paulina_] Inoltre, guardandovi battere il bottino di quel mostro per tenermi al sicuro...

source: [_paulina_] ...it was {u}such{/u} a a turn on! {i}Ooooh, yess!{/i}
it_it: [_paulina_] ...è stato {u}tale{/u} a turn on! {i}Ooooh, yess!{/i}

source: [_danny_] S-shit! Paulina, you're really tight!
it_it: [_danny_] S-shit! Paulina, sei davvero stretto!

source: [_paulina_] {i}Ah! Oooh{/i}, don't stop! {i}Mmm, fuuck~!{/i}
it_it: [_paulina_] {i}Ah! Oooh{/i}, non fermarti! {i}Mmm, fuuck~!{/i}

source: [_danny_] {i}*Huff*{/i} I really hope this Mr. Lancer guy doesn't notice anything different about his desk!
it_it: [_danny_] {i}*Huff*{/i} Spero davvero che questo ragazzo Mr. Lancer non si accorga nulla di diverso della sua scrivania!

source: [_paulina_] {i}Hahaha!{/i} That's what's you're worried about right now?!{p}{nw}
it_it: [_paulina_] {i}Hahaha!{/i} Ecco cosa ti preoccupa adesso?!{p}{nw}

source: [_extend_] God, you really are cute sometimes... now fuck me {i}harder!!{/i}
it_it: [_extend_] Dio, sei davvero carino a volte... ora mi scopa {i}più duro!!{/i}

source: [_paulina_] {i}Mmm!{/i} That's it! Don't stop!
it_it: [_paulina_] {i}Mmm!{/i} Questo è tutto! Non fermarti!

source: [_danny_] {i}Umm{/i}, s-sorry Paulina, but can we change positions?
it_it: [_danny_] {i}Umm{/i}, s-spiace Paulina, ma possiamo cambiare posizioni?

source: [_paulina_] H-huh, why? Already? {i}Mmmphh{/i}...
it_it: [_paulina_] H-huh, perché? Già? {i}Mmmphh{/i}...

source: [_danny_] {i}*Blushing*{/i} I'm sorry... I kinda wanna look at you when we do it....
it_it: [_danny_] {i}*Blushing*{/i} Mi dispiace... Ti guardo quando lo facciamo....

source: [_paulina_] {i}Nawwww!{/i} You are the sweetest little Ghost I know! Of course then!
it_it: [_paulina_] {i}Nawwww!{/i} Sei il fantasma più dolce che conosco! Certo allora!

source: [_danny_] ...not that your butt isn't amazing or anything! I mean, it's amazing to even be {u}seeing{/u} it up and close like this!
it_it: [_danny_] ... non che il tuo culo non sia incredibile o niente! Voglio dire, è incredibile anche essere {u}vedendolo {/u} e vicino come questo!

source: [_paulina_] Oh c'mon, you don't need to try so hard... you've already got the girl for the night, silly...
it_it: [_paulina_] Oh c'mon, non c'è bisogno di provare così duramente... hai già la ragazza per la notte, sciocchezza...

source: [_danny_] {i}Heh{/i}, sorry, I guess I'm still nervous...
it_it: [_danny_] {i}Heh{/i}, mi dispiace, credo di essere ancora nervoso...

source: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Come here...~
it_it: [_paulina_s_offscreen_s_nude_s_towards_s_angry_s_talk_happy_] Vieni qui...~

source: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Whoa! Yes ma'am!
it_it: [_danny_s_p_s_offscreen_s_towards_wide_s_rise_s_talk_happy_] Choa! Sì ma'am!

source: [_paulina_] {i}Ahhh!{/i}{p}Oh my goodness, you're like, {i}really{/i} big, you know that?
it_it: [_paulina_] {i}Ahhh!{/i}{p}Oh mia bontà, sei come {i}davvero{/i} grande, lo sai?

source: [_danny_] I... I am?
it_it: [_danny_] Io... lo sono?

source: [_paulina_] Oh my gosh, yes...{p}...now hold onto me gently, just like that, okay?{p}Now push it in as far as you can!
it_it: [_paulina_] Oh il mio gosh, sì...{p}...ora tenetemi delicatamente, proprio così, ok?{p}Ora spingetelo per quanto puoi!

source: [_danny_] I'll do whatever you want Paulina!
it_it: [_danny_] Farò tutto quello che vuoi Paulina!

source: [_danny_] Wh-what! Paulina, are you okay?
it_it: [_danny_] Che cosa! Paulina, stai bene?

source: [_paulina_] {i}Ah! AH!!{/i} I just wasn't expecting it to feel {i}this{/i} good!! This is so crazy!!
it_it: [_paulina_] {i}Ah! AH!!{/i} Non mi aspettavo che si sentisse {i}buono{/i}!! Questo è così pazzo!!

source: [_paulina_] Don't stop! Come on Ghost Boy, fuck me harder!! I love doing this with you!!
it_it: [_paulina_] Non fermarti! Vieni su Ghost Boy, fottimi più duramente!! Mi piace fare questo con te!!

source: [_danny_] P-Paulina! I don't know how much longer I can last.
it_it: [_danny_] P-Paulina! Non so quanto tempo posso durare.

source: [_paulina_] Oh, please, just a little bit more!{p}{i}Ah!{/i}{p}L-look at me when you make l-love to- {i}ooh!{/i} ...me...~
it_it: [_paulina_] Oh, per favore, un po' di più!{p}{i}Ah!{/i}{p}L-guardami quando fai l-love a- {i}ooh!{/i} ...me...~

source: [_paulina_] Oh, fuck! I can feel you actually pulsing inside my body! This is incredible!
it_it: [_paulina_] Oh, scopata! Posso sentirti davvero pulsante dentro il mio corpo! Questo è incredibile!

source: [_paulina_] Yes, yes, YES!!
it_it: [_paulina_] Sì, sì, sì!!

source: [_danny_] I'm gonna... I'm gonna cum Paulina!
it_it: [_danny_] Ho intenzione di sborrare Paulina!

source: [_paulina_] {i}Yesss!~{/i} Do it!
it_it: [_paulina_] {i}Sì!~{/i} Faccia!

source: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh God... that was the best!
it_it: [_paulina_s_nude_s_closed_s_idle_s_talk_happy_s_blush_] Oh Dio... questo è stato il migliore!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] I can't believe we did that on a desk!! That's so crazy!!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Non posso credere che lo abbiamo fatto su una scrivania!! È così pazzo!!

source: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-that good for you too, huh?
it_it: [_paulina_s_nude_s_towards_s_rise_s_talk_happy_] T-Che bene anche per voi, eh?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Totally! Just let me catch my breath and I'll tell you my play-by-play thoughts on having sex with you!
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] Totalmente! Lasciatemi prendere il fiato e vi dirò i miei pensieri play-by-play di fare sesso con voi!

source: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Come on, silly, we better get going soon. Let me just get dressed for a second here...
it_it: [_paulina_s_nude_s_towards_s_idle_s_talk_happy_] {i}Ha!{/i} Vieni, stupido, è meglio andare presto. Lasciami vestire per un secondo qui...

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay! I'm ready. Thanks for watching the door for me.{p}Come on, let's get out of here!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Va bene! Sono pronto. Grazie per aver guardato la porta per me.{p}Avanti, usciamoci da qui!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] You don't have to tell me twice. I think I've had enough excitement for one night.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Non devi dirmi due volte. Penso di aver avuto abbastanza entusiasmo per una notte.

source: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, thanks.{p}For helping me out with my test... and ya' know, the {i}other{/i} stuff.
it_it: [_paulina_s_normal_s_down_s_sad_s_talk_happy_] Ghost Boy, grazie.{p}Per avermi aiutato con il mio test... e sì, le altre {i}cose {/i}.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Are you kidding me?? I should be thanking you, tonight has been amazing! I feel ready to tackle any stupid big baddie ghost! You really raised my spirits, no pun intended.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Mi stai scherzando?? Dovrei ringraziarvi, stasera è stato incredibile! Mi sento pronto ad affrontare qualsiasi stupido grande fantasma di baddie grande! Hai davvero alzato i miei spiriti, nessuna pistola intenzionata.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Well, you totally saved my grade in that class! So in my eyes, you really are just a {u}super{/u} sweetie, "Billy".
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_amused_] Beh, hai totalmente salvato il mio voto in quella classe! Quindi, ai miei occhi, sei davvero solo un {u}super{/u} sweetie, "Billy".

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] So... stop me if this is like weird at this point or something, but like... are we...? I mean, I guess, boyfriend and girlfriend now...? Or would you wanna maybe-
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Così... fermatemi se questo è strano a questo punto o qualcosa, ma come... siamo...? Voglio dire, immagino, fidanzato e fidanzata adesso...? O vorresti forse-

source: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhh... I don't know.{p}For now, I'd say... not quite? Sorry...
it_it: [_paulina_s_normal_s_away_s_sad_s_talk_displeased_] Ohh, uhhh... Non lo so.{p}Per ora, dire... non smettere? Mi dispiace...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... no, yeah for sure, I understand.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_frown_] O-oh... no, sì, di sicuro, capisco.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] I dunno if I'd be able to convince my friends or Daddy that I was dating a dead boy... that might be a little strange, at least for the moment...
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Ho dunno se sarei in grado di convincere i miei amici o papà che stavo uscendo con un ragazzo morto. . che potrebbe essere un po 'strano, almeno per il momento...

source: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ...but I {i}do{/i} like you! Honest! You are {i}so{/i} different to all the other guys I know! Definitely different compared to any other guy I've ever liked before, too...
it_it: [_paulina_s_normal_s_towards_s_sad_s_talk_happy_] ... ut I {i}do{/i} come te! Onesto! Sei {i}così{/i} diverso da tutti gli altri ragazzi che conosco! Sicuramente diverso rispetto a qualsiasi altro ragazzo che mai mi è piaciuto prima, troppo...

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (She just said she likes me!){p}Really?
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_pleased_] (Ha appena detto che le piace!){p}Davvero?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] You can be pretty dorky at times, not going to lie, but... yes. I think you are very, {i}very{/i} nice.
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_amused_] A volte puoi essere piuttosto dormiente, non mentire, ma... sì. Penso che tu sia molto, {i}molto{/i} bello.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] So, could I maybe see you again?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_pleased_] Quindi, potrei forse vederti di nuovo?

source: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Absolutely!
it_it: [_paulina_s_normal_s_closed_s_idle_s_talk_pleased_] Assolutamente!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] I'll see you around! Text me whenever!
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_happy_] Ti vedrò in giro! Scrivimi quando!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh man! What a night, Sam and Tucker will never believe in a million years what just happened.)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_grin_] (Oh uomo! Che notte, Sam e Tucker non crederanno mai in un milione di anni quello che è appena successo.)

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (I guess that sorts out an Orgone boost for me as well. I almost sorta forgot about that!{p}Now I just need to focus on dealing with Ember...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_smile_] (Suppongo che ordina un impulso di Orgone anche per me. Sono quasi sorta a dimenticarlo!{p}Ora ho solo bisogno di concentrarmi su trattare con Ember...)

source: [_danny_s_down_s_idle_s_talk_displeased_] I mean, it could be a bit of a long shot with her, but I think Desiree might be willing to help out...
it_it: [_danny_s_down_s_idle_s_talk_displeased_] Voglio dire, potrebbe essere un po 'di un lungo colpo con lei, ma penso che Desiree potrebbe essere disposto ad aiutare...

source: [_danny_s_at_player_s_rise_s_talk_displeased_] I better summon Des and see what she has to say on the matter.
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Meglio convocare Des e vedere cosa ha da dire sulla questione.

source: [_desiree_] You have summoned me Master?
it_it: [_desiree_] Mi hai convocato Maestro?

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... how've you been doing?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}Heyyyy{/i}, Des... come stavi facendo?

source: [_desiree_] ...is this one of your strange attempts at fraternization? I've been floating around in this canister with nothing else to do, how might you {i}think{/i} I've "been doing"?
it_it: [_desiree_] ... s questo uno dei vostri strani tentativi di fraternizzazione? Ho galleggiato in questo barattolo con nient'altro da fare, come potresti pensare {i}{/i} Ho "stato"?

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, right, right... so, you wouldn't mind doing me a big favor to help alleviate your boredom then?
it_it: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahhh{/i}, giusto, giusto... così, non ti dispiacerebbe farmi un grande favore per alleviare la tua noia allora?

source: [_desiree_] {i}*Sigh*{/i} What do you need?
it_it: [_desiree_] {i}*Sigh*{/i} Che cosa ti serve?

source: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, there's this really powerful ghost I'm chasing after, and she's seriously a lot more-
it_it: [_danny_s_closed_s_sad_s_talk_displeased_] Sooo, c'è questo fantasma davvero potente che sto inseguendo dopo, e lei è seriamente molto di più-

source: [_desiree_] I shall not be having sex with you willingly. Not even for Orgone.
it_it: [_desiree_] Non farò sesso con te volentieri e nemmeno per Orgone.

source: [_danny_s_down_s_sad_s_talk_consternation_] ...well I guess that was to be expected.{p}Sorry, I guess you just might be interested in helping, cause... ya' know.
it_it: [_danny_s_down_s_sad_s_talk_consternation_] char@@0 credo che ci si aspettasse.{p}Mi dispiace, immagino che tu possa essere interessato ad aiutare, causare... sì.

source: [_desiree_] {i}*Blushing*{/i} W-what happened at that silly dance was just a... a special one-off! I changed my mind! I am not just some harlot that beds any man who makes her crack a smile for a night.
it_it: [_desiree_] {i}*Blushing*{/i} W-what happened at that silly dance was just a... una tantum speciale! Ho cambiato idea! Non sono solo un po 'di prostituta che letti qualsiasi uomo che la rende crepa un sorriso per una notte.

source: [_danny_s_down_s_sad_s_talk_displeased_] I guess that's... fair? Alright, well, I had to try.
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Immagino che... giusto? Va bene, bene, ho dovuto provare.

source: [_desiree_] But... wait...{p}...you {i}aren't{/i} going to order me to have sex with you?{p}I mean, you do know you {u}literally{/u} can, right?
it_it: [_desiree_] Ma... aspetta...{p}... o {i}mi ordineranno{/i} per fare sesso con te?{p}Voglio dire, tu conosci {u}letteralmente{/u} può, vero?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? No, of course not, not if you wouldn't want that. I'll just have to figure something else out then.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? No, ovviamente no, non se non lo volessi. Dovrò solo capire qualcos'altro all'epoca.

source: [_danny_s_towards_s_sad_s_talk_happy_] Sorry for the trouble, I didn't mean to assume or anything.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Mi dispiace per il problema, non avevo intenzione di assumere o niente.

source: [_desiree_] ...oh. I guess I was just expecting you to-{p}...nevermind.
it_it: [_desiree_] ...oh. Immagino che stavo solo aspettando-{p}... mai.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, I've already told you, I'm never going to try to take advantage of you. You're just in lockup to keep others safe from your powers, you're not a slave to me...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des, vi ho già detto, non cercherò mai di approfittarvi. Sei solo in blocco per tenere gli altri al sicuro dai tuoi poteri, non sei uno schiavo per me...

source: [_desiree_] {i}*Grumbles*{/i} ...strange... little...{p}...{i}kind{/i}, boy...
it_it: [_desiree_] {i}*Grumbles*{/i} ...strange... little...{p}...{i}kind{/i}, ragazzo...

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...what was that?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...cos'era quello?

source: [_desiree_] Nothing of consequence.
it_it: [_desiree_] Niente di conseguenza.

source: [_desiree_] So, this particular ghost of yours... she is one not to be trifled with currently?
it_it: [_desiree_] Quindi, questo particolare fantasma del vostro... lei è uno da non essere scherzato con attualmente?

source: [_danny_s_down_s_neutral_s_talk_consternation_] Yeah, she kinda kicked my butt to the curb. Flat out.
it_it: [_danny_s_down_s_neutral_s_talk_consternation_] Yeah, lei kinda calciò il mio culo per la corna. Piatta fuori.

source: [_desiree_] {i}Hmmmm{/i}, I see. A shame I could not have been witness to that spectacle.
it_it: [_desiree_] {i}Hmmmm{/i}, vedo. Una vergogna che non avrei potuto essere testimone di questo spettacolo.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Look, do you have any ideas to help me out here or not? The town's not gonna save itself from... whatever she's got planned with her mind altering music powers.
it_it: [_danny_s_towards_s_neutral_s_talk_consternation_] Guarda, hai qualche idea per aiutarmi qui o no? La città non si salverà da. . qualunque cosa abbia pianificato con la sua mente alterando i poteri musicali.

source: [_desiree_] As a ghost myself, I could not care a smidgen what gruesome fate is bestowed upon your town... but what exactly did you have planned so far?
it_it: [_desiree_] Come un fantasma me stesso, non potevo preoccuparmi di uno smidgen ciò che il destino gruesome è concesso alla vostra città. . – ma che cosa avete pianificato esattamente finora?

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I actually need two doses of Orgone so I can take her on. I've got the second one already lined up, but... if not from you, maybe you could just help, ya' know, play a sorta "wing woman" for me?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Beh, in realtà ho bisogno di due dosi di Orgone in modo da poterla prendere su. Ho il secondo già allineato, mai. . se non da voi, forse si potrebbe solo aiutare, sì, suona una sorta "donna alare" per me?

source: [_desiree_] A... "wing-woman"?
it_it: [_desiree_] A... "ala-donna"?

source: [_danny_s_towards_s_idle_s_talk_happy_] As in, you could help me match up with another girl to produce the Orgone I need.
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Come in voi, potreste aiutarmi a abbinare con un'altra ragazza per produrre l'Orgone di cui ho bisogno.

source: [_desiree_] {i}Urgh!{/i} You could not be serious!! You intend to use me as some sort've... indentured matchmaker?! An utter insult!
it_it: [_desiree_] {i}Urgh!{/i} Non potresti essere serio!! Hai intenzione di usarmi come qualche matchmaker di ordine...indentato?! Un insulto totale!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, I don't see the problem here, you said you don't want to help me yourself, so why not just-
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] C'mon, non vedo il problema qui, hai detto che non vuoi aiutarmi te stesso, quindi perché non solo-

source: [_desiree_] "Don't see the problem"!? There is most {i}certainly{/i} a problem at hand!
it_it: [_desiree_] "Non vedi il problema"!? C'è più {i}sicuramente{/i} un problema a portata di mano!

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...that being {i}what{/i} exactly?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...che è esattamente {i}cosa{/i}?

source: [_desiree_] Well, clearly, there's the issue of... I mean to say, that you have the audacity to ask me to- th-that you would truly think to... {i}hmmm{/i}...
it_it: [_desiree_] Beh, chiaramente, c'è la questione di... Intendo dire che hai l'audacia di chiedermi, di-che penseresti veramente... {i}hmmm{/i}...

source: [_desiree_] {i}Urgh!{/i} You're just a foolish child! How about {i}that{/i} for a problem?!
it_it: [_desiree_] {i}Urgh!{/i} Sei solo un bambino sciocco! Che ne dici di {i}che{/i} per un problema?!

source: [_danny_s_towards_s_sad_s_talk_consternation_] What?! What have {i}I{/i} possibly done wrong lately? I just {u}asked{/u} for your help! And you're pretty helpful when you wanna be!
it_it: [_danny_s_towards_s_sad_s_talk_consternation_] Cosa?! Che cosa ho fatto {i}I{/i} forse sbagliato ultimamente? Ho solo {u}chiesto{/u} per il tuo aiuto! E sei abbastanza utile quando vuoi essere!

source: [_desiree_] ...and my help you shall receive, my Master...
it_it: [_desiree_] ...e il mio aiuto riceverete, mio Maestro...

source: [_danny_s_down_s_angry_s_talk_consternation_] So wait, {i}now{/i} I'm getting your help? What changed?!{p}{i}Ughh{/i}, why can't the women in my life just give me a straight answer?!
it_it: [_danny_s_down_s_angry_s_talk_consternation_] Attendi, {i}adesso{/i} Sto ricevendo il tuo aiuto? Cosa è cambiato?!{p}{i}Ughh{/i}, perché le donne nella mia vita non mi possono dare una risposta diritta?!

source: [_desiree_] Hush! Yes, very well, I will help you "get a girl" for your piggish Orgone needs. Helpless oaf!
it_it: [_desiree_] Hush! Sì, molto bene, ti aiuterò a "ottenere una ragazza" per il tuo Orgone piggish ha bisogno. Indifesa!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] ...well, great. Thanks.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] ...beh, grande. Grazie.

source: [_desiree_] So, have you perhaps put any thought into possible suitors yet?
it_it: [_desiree_] Dunque, hai forse messo qualche pensiero in possibili pretendenti?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Well, Sam is already helping me with the first power-up, so that leaves either Star or Paulina for right now.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Beh, Sam mi sta già aiutando con il primo power-up, in modo che lasci Stella o Paulina per il momento.

source: [_desiree_] {i}Blech{/i}... is that truly what we have to work with? A pack of insufferable delinquent trollops from your school?
it_it: [_desiree_] {i}Blech{/i}... è davvero quello con cui dobbiamo lavorare? Un pacchetto di trollops delinquenti insofferenti dalla tua scuola?

source: [_desiree_] Not exactly setting your sights for anything high, are we...?
it_it: [_desiree_] Non esattamente impostare i tuoi luoghi di vista per qualcosa di alto, siamo...?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, let's be nice here. Also, {u}you{/u} were my first choice, remember. I'm working with my {u}available{/u} options here.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Woah{/i}, hey, c'mon, let's nice qui. Inoltre, {u}you{/u} sono stati la mia prima scelta, ricorda. Sto lavorando con le mie {u}opzioni disponibili {/u} qui.

source: [_desiree_] Well of course I would be considered first, there was hardly a concern otherwise.
it_it: [_desiree_] Bene, naturalmente sarei stato considerato per primo, non c'era quasi una preoccupazione altrimenti.
