Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_s_neutral_s_talk_amused_] No, not quite. I mean, I'm still Danny Fenton, the kid born and raised in Amity Park, but now I'm... sorta dead, sorta alive... kinda somewhere in-between.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] No, non molto. Voglio dire, sono ancora Danny Fenton, il bambino nato e cresciuto in Amity Park, ma ora lo sono. . sorta morta, sorta viva... kinda da qualche parte in mezzo.

source: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] It's truly unbelievable, and I mean it. I can't believe that you're some sorta... {u}super hero{/u}! That's just crazy! {i}Hah!{/i}
it_it: [_kate_s_towardsdown_wide_s_neutral_s_talk_amused_] È davvero incredibile, e lo voglio dire. Non riesco a credere che sei un po' sorta... {u}super eroe{/u}! È solo pazzo! {i}Hah!{/i}

source: [_danny_s_down_s_sad_s_talk_happy_] I don't know about {i}super{/i} hero... I mean, {i}heh{/i}, I just try to do my best...
it_it: [_danny_s_down_s_sad_s_talk_happy_] Non conosco {i}super{/i} eroe... Insomma, {i}heh{/i}, cerco solo di fare del mio meglio...

source: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, give yourself some credit! That's what, twice you've come to my rescue? Saving me from that Cobra and getting my medical supplies back?
it_it: [_kate_s_towardsdown_s_sad_s_talk_amused_] Oh c'mon, darti un po' di credito! È cosa, due volte sei venuto in mio soccorso? Salvatemi da quella Cobra e ottenere i miei rifornimenti medici?

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] A real knight in shining armor vibe you've got going on.
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Un vero cavaliere in un'atmosfera di armatura splendente che hai continuato.

source: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Like I said, I do my best...
it_it: [_danny_s_towards_s_rise_s_talk_amused_] {i}*Chuckles*{/i} Come ho detto, faccio del mio meglio...

source: [_kate_s_closed_s_neutral_s_talk_happy_] Well, you've certainly earned the title in my eyes, that's for sure...
it_it: [_kate_s_closed_s_neutral_s_talk_happy_] Beh, hai certamente guadagnato il titolo nei miei occhi, è sicuro...

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...ya' know, how about as a thank you, we grab a bite to eat sometime, on me?
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] ...sì, come ti ringraziamo, prendiamo un morso da mangiare qualche volta, su di me?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Like, a little lunch date? Just a school nurse and her... all too frequent patient?
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Mi piace, un po' di pranzo data? Solo un'infermiera scolastica e lei... il paziente troppo frequente?

source: [_kate_s_down_s_sad_s_talk_consternation_] Well, it'd probably be inappropriate to do that... you wouldn't be able to hang out with me as "Danny", a boy who goes to the school I work at.
it_it: [_kate_s_down_s_sad_s_talk_consternation_] Beh, probabilmente sarebbe inappropriato farlo... non sareste in grado di uscire con me come "Danny", un ragazzo che va alla scuola a cui lavoro.

source: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}ohh!{/i}{p}Right, got it!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_happy_] ...{i}ohh!{/i}{p}Destra, ho capito!

source: [_kate_s_towardsdown_s_sad_s_talk_happy_] I mean, it's not that I personally wouldn't or anything! It's just with the job and everything...
it_it: [_kate_s_towardsdown_s_sad_s_talk_happy_] Voglio dire, non è che io personalmente non lo farei o nulla! È solo con il lavoro e tutto...

source: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...I could probably get suspended for hanging out with a student after hours in public like that.
it_it: [_kate_s_towardsdown_s_unhappy_s_talk_consternation_] ...Potrei probabilmente essere sospeso per andare fuori con uno studente dopo ore in pubblico così.

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, yeah, that's totally fair, I totally get it.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] No, sì, è assolutamente giusto, lo ottengo totalmente.

source: [_danny_s_towards_s_sad_s_talk_displeased_] But, ya' know, it's not you or anything... it's just...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Ma, sì, non sei o niente... è solo...

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...I guess it'd sorta be nice if maybe... maybe I could know if the girls I like are starting to find interest in me just for being {u}me{/u}, and not just because of "Inviso-Bill"...
it_it: [_danny_s_at_self_s_sad_s_talk_displeased_] ...Immagino che sarebbe bello se forse... forse potrei sapere se le ragazze che mi piacciono stanno cominciando a trovare interesse per me solo per essere {u}me{/u}, e non solo a causa di "Inviso-Bill"...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Don't worry champ, {i}I{/i} know who the real hero is. {i}*Winks*{/i}
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Non preoccuparti campione, {i}I{/i} sa chi è il vero eroe. {i}*Winks*{/i}

source: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] You know it'd be nice if you could try rubbing off on Star a little... I swear, that girl is getting mixed up more and more with the wrong crowd. She needs a good kid like you in her life.
it_it: [_kate_s_towardsdown_s_unhappy_s_talk_happy_] Sai che sarebbe bello se potessi provare a sfregare un po' su Stella... Giuro, quella ragazza si sta mescolando sempre di più con la folla sbagliata. Ha bisogno di un bambino buono come te nella sua vita.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...wait... you're... you're Star's {u}mom?!{/u}
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_] ...wait... si... sei la {u}mamma di Star?!{/u}

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Star can be a bit shy to talk about it, but I always thought the resemblance kinda gave it away, no?
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}*Giggles*{/i} Stella può essere un po 'timida per parlarne, ma ho sempre pensato che la somiglianza kinda lo desse via, no?

source: [_danny_s_towards_s_wondering_s_talk_amused_] I mean, now that you mention it, yeah, I do see it! Sorta glaringly obvious, really...{p}I can definitely see where Star gets her good looks from.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Intendo dire, ora che lo menzionate, sì, lo vedo! Sorta evidentemente ovvia, davvero.{p}Posso sicuramente vedere da dove Star ottiene il suo buon aspetto.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, been eyeing up my daughter, have you?
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] {i}Ooooh{/i}, ha guardato mia figlia, vero?

source: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, well, she's definitely... attractive, sure... but, no offense, Star doesn't really have much interest in giving the time of day to a Danny Fenton... only an Inviso-Bill.
it_it: [_danny_s_down_s_unhappy_s_talk_displeased_s_blush_] {i}Ehhmm{/i}, beh, lei è sicuramente... attraente, sicuro... ma, nessuna offesa, Star non ha davvero molto interesse a dare l'ora del giorno a un Danny Fenton... solo un Inviso-Bill.

source: [_kate_s_closed_s_sad_s_talk_happy_] ...that's just too bad then. She's definitely still got some more growing up to do.{p}Her loss, I say!
it_it: [_kate_s_closed_s_sad_s_talk_happy_] ... è proprio troppo brutto allora. Ha sicuramente un po' di più a crescere.{p}La sua perdita, dico!

source: [_kate_s_towardsdown_s_neutral_s_talk_happy_] But she {i}is{/i} a kind, sweet person deep down.
it_it: [_kate_s_towardsdown_s_neutral_s_talk_happy_] Ma lei {i}è{/i} una persona gentile, dolce in profondità.

source: [_danny_s_towards_s_neutral_s_talk_amused_] I'm sure you'd know better than me.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Sono sicuro che sapresti meglio di me.

source: [_danny_s_towards_s_rise_s_talk_amused_] Anyway, when would you like to schedule your lunch date with Mr. Bill? I'll see if I can't fit you into his rather hectic schedule.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Comunque, quando vuoi programmare la tua data di pranzo con Mr. Bill? Vedrò se non posso inserirvi nel suo programma piuttosto frenetico.

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Well... how about Saturday? That work for Mr. Bill?
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Bene... che ne dici di sabato? Quel lavoro per Mr. Bill?

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, Saturday, huh... that sounds about right! I'll mark you down for lunch.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Hmmm{/i}, sabato, eh... che suona a destra! Ti segnerò a pranzo.

source: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Please tell him I'm really grateful for being so accommodating. And that I also {i}really{/i} appreciate him coming to save me the other night...
it_it: [_kate_s_towardsdown_s_neutral_s_talk_amused_] Per favore ditegli che sono davvero grato per essere così accomodante. E che io anche {i}davvero{/i} apprezzano che lui venga a salvarmi l'altra notte...

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, and before I go...
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Oh, e prima di andare...

source: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...do be a dear and pass that onto him for me, won't you Mr. Fenton?
it_it: [_kate_s_bluedress_s_towardsdown_s_neutral_s_talk_amused_] ...sei un caro e passalo su di lui per me, non sei il signor Fenton?

source: [_danny_s_towards_s_rise_s_talk_amused_] I'll be sure to convey that as best I can, nurse.{p}Although, it may not sound as good coming from me, {i}heh...{/i}
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Sarò sicuro di trasmettere questo il meglio che potrei fare, infermieristico.{p}Anche se, potrebbe non sembrare un bene venire da me, {i}heh...{/i}

source: [_kate_s_towardsdown_s_rise_s_talk_amused_] See ya around Danny. I'll be looking forward to Saturday...{p}..."hero"...
it_it: [_kate_s_towardsdown_s_rise_s_talk_amused_] Vedi ya intorno a Danny. Non vedo l'ora di sabato...{p}..."eroe"...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, how's it-
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, Kate, com'è-

source: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny? I thought that we were going to have you- wait, what's the matter?
it_it: [_kate_s_casual_s_towardsdown_s_sad_s_talk_consternation_] Oh, Danny? Pensavo che avremmo dovuto aspettare, qual è la questione?

source: [_danny_s_towards_s_rise_s_talk_amused_] You just look... {i}different!{/i}
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Stai guardando... {i}diverso!{/i}

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Well c'mon, you didn't seriously think I spent my weekends still dressed as a nurse, right?
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] Beh, c'mon, non hai pensato seriamente che ho trascorso i miei fine settimana ancora vestiti da infermiera, giusto?

source: [_danny_s_towards_s_neutral_s_talk_happy_] No, no, it's just... different is all. And I've seen you outside school hours still dressed like a nurse, {i}sooo{/i}...
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] No, no, è solo... diverso è tutto. E ti ho visto fuori dalle ore scolastiche ancora vestito da infermiera, {i}sooo{/i}...

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, Sam and I were debating whether or not the faculty were just tucked into their cupboards at night, because we really never see them around town anyway.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Intendo dire che Sam ed io stavamo discutendo se la facoltà fosse solo nascosta nei loro armadi di notte, perché non li vediamo mai in giro per la città comunque.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Laughs*{/i} Well, sorry to burst your 4th grade hypotheticals, but I'm afraid that some of us DO in fact have lives outside of Casper High.
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_amused_] {i}*Risate*{/i} Beh, mi dispiace di scoppiare il tuo ipotetico di 4° grado, ma temo che alcuni di noi effettivamente hanno vite al di fuori di Casper High.

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, I'll believe it when I see it.{p}Anyway, where are we going first on our little "lunch date"?
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Ehhh{/i}, Lo crederò quando lo vedrò.{p}Comunque, dove andiamo prima nella nostra piccola "data di pranzo"?

source: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, well first, I think it'd be best if you go... {u}change{/u} now, remember?{p}Danny Fenton can't hang out with a teacher, but...
it_it: [_kate_s_casual_s_towardsdown_s_unhappy_s_talk_happy_] {i}Uhh{/i}, prima bene, penso che sarebbe meglio se andassi... {u}change{/u} ora, ricorda?{p}Danny Fenton non può uscire con un insegnante, ma...

source: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill can, right, right. Good point, sure, I'll be right back.
it_it: [_danny_s_towards_wide_s_sad_s_talk_amused_] ...Inviso-Bill può, giusto. Buon punto, certo, sarò subito indietro.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] I'll be waiting...
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Aspetterò...

source: [_kate_s_casual_s_down_s_neutral_s_cute_] (He's {i}definitely{/i} cute. I wonder if somehow-)
it_it: [_kate_s_casual_s_down_s_neutral_s_cute_] (Lui è {i}definitamente{/i} carino. Mi chiedo se in qualche modo-)

source: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] You're back already!?
it_it: [_kate_s_casual_s_towardsdown_wide_s_rise_s_talk_happy_] Sei già tornato!?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Yes ma'am!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Sì ma'am!

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Really, that quick?
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_happy_] Davvero, quella veloce?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} That quick.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_] {i}Yeeup!{/i} Quella veloce.

source: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] I mean, I was kinda picturing some "American Werewolf in London" schtick. Like a whole long and painful transformation.
it_it: [_kate_s_casual_s_towardsdown_wide_s_sad_s_talk_happy_] Intendo dire che stavo fotografando qualche schtick "American Werewolf a Londra". Come una trasformazione lunga e dolorosa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...that some kinda movie reference? I mean, I'm pretty familiar with horror movies, so-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...che qualche riferimento al film kinda? Voglio dire, ho abbastanza familiarità con i film horror, così-

source: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Okay, {u}now{/u} I feel old. Yeah, it was a scary movie that I saw when I was a little girl, so, about a million years ago.
it_it: [_kate_s_casual_s_down_s_unhappy_s_talk_consternation_] Okay, {u}ora{/u} Mi sento vecchio. Sì, era un film spaventoso che ho visto quando ero una bambina, così, circa un milione di anni fa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, you're like late-twenties, max.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_pleased_] {i}Ahh{/i}, c'mon, sei come gli ultimi venti, max.

source: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, smooth one. Despite the fact I have an 18-year-old daughter, I'm glad I can still pull off that sorta "late twenties" thing...
it_it: [_kate_s_casual_s_towardsdown_s_rise_s_talk_amused_] {i}Oooh{/i}, liscia. Nonostante io abbia una figlia di 18 anni, sono contento di poter ancora tirare via quella sorta "ultimi venti" cosa...

source: [_kate_s_casual_s_down_s_sad_s_displeased_] (Thirty-six in July... goodness, where does the time go?)
it_it: [_kate_s_casual_s_down_s_sad_s_displeased_] (trentasei in luglio... bontà, dove va il tempo?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] So, as I was saying, shall we head on to our lunch date? I believe I heard you say you were buying.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Quindi, come dicevo, ci dirigeremo verso la nostra data? Credo di aver sentito dire che stavi comprando.

source: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Of course, I'm starving!
it_it: [_kate_s_casual_s_towardsdown_s_neutral_s_talk_happy_] Certo, sto morendo di fame!

source: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, we can of course both ask each other some "first date" questions, but I wanna ask a big one first: how did all... {u}this{/u} happen?
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_happy_] {i}Sooo{/i}, ovviamente possiamo entrambe porci a vicenda delle domande "prima data", ma voglio chiederne uno grande prima: come ha fatto tutto. . {u}this{/u} happen?

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] You mean my ghost powers? Oh ya' know, I was just messing around downstairs with some new lab project my parents were working on...
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_happy_] Intendi i miei poteri fantasma? Oh sì, stavo solo disordinando al piano di sotto con un nuovo progetto di laboratorio su cui lavoravano i miei genitori...

source: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...next thing I know, WHAM! I'm struck with this really strong current, and then... I wake up with these powers. Simple as that.
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_neutral_s_talk_displeased_] ...prossima cosa che so, QUI! Sono colpito con questa corrente davvero forte, e poi... mi sveglio con questi poteri. Semplice come quello.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... simple's right! I guess I was expecting something a bit more dramatic of an origin story. Batman's parents were shot ya' know, he didn't doofishly {i}stumble{/i} into a bat suit.
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmm{/i}... è semplice! Immagino di aspettarmi qualcosa di un po' più drammatico di una storia di origine. I genitori di Batman sono stati sparati sì' sai, non ha spaventosamente {i}inciampato{/i} in un seme da pipistrello.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Well hey, we super heroes can't all strike it super lucky with our pathos rich and complex origin stories.
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_distraught_] Beh, hey, noi super eroi non possono tutti colpire super fortunato con i nostri patos ricchi e complessi racconti di origine.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...point taken.
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_displeased_] ...punto preso.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] So, who else knows?
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Allora, chi altro lo sa?

source: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Just some close friends. I'd rather keep their identities a secret. It's only fair, they keep my secret safe too.
it_it: [_danny_s_phantom_s_fc_s_down_s_neutral_s_talk_happy_] Solo alcuni amici stretti, preferirei mantenere segreta la loro identità. È giusto che anche loro mantengano al sicuro il mio segreto.

source: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] You should be careful who you trust, Danny. The people in this town are already unsure whose side Inviso-Bill is really on.
it_it: [_kate_s_fc_s_towards_s_unhappy_s_talk_displeased_] Dovresti stare attenti a chi ti fidi, Danny. Le persone in questa città sono già insicure sul cui lato Inviso-Bill è davvero acceso.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd trust my friends with my life... well, I trust them more than anyone else at school anyway.
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Mi fido dei miei amici con la mia vita... beh, mi fido di loro più di chiunque altro a scuola comunque.

source: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] I take it your parents have no clue?
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_displeased_] Presumo che i tuoi genitori non abbiano indizi?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Of course not! There's no way that they'd accept me after I turned into the thing they hunt down professionally.
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_wondering_s_talk_distraught_] Certamente no! Non c'è modo che mi accetterebbero dopo che mi sono trasformato in quello che cacciano professionalmente.

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] You don't want them finding out?
it_it: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Non vuoi che scopriscano?

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] No, no way!
it_it: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_distraught_] No, nessun modo!

source: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Cause it'd probably cause you more problems than it's worth?
it_it: [_kate_s_fc_s_towards_s_sad_s_talk_displeased_] Causa probabilmente ti causerebbe più problemi di quanto valga la pena?

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Yeah, exactly.
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Sì, esattamente.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, what you're saying is...
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Quindi, quello che stai dicendo è...

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Grins*{/i} You're powerless to stop me from telling your parents, unless... you do what I say...?
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_amused_] {i}*Grins*{/i} Sei impotente a impedirmi di dire ai tuoi genitori, a meno che tu faccia quello che dico...?

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, very funny Kate.
it_it: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] {i}Harr harr{/i}, Kate molto divertente.

source: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ...you wouldn't.
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_rise_s_talk_displeased_] ... non lo farebbe.

source: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} maybe, maybe not...{p}depends on how badly I need whatever it is I'd be asking of you...
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_amused_] {i}Hmmm...{/i} forse, forse...{p}dipende da quanto male ho bisogno di qualsiasi cosa ti chiedere...

source: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] So, your turn! Ask away. I'm an open book, as they say. Though I don't know if I'm gonna have anything too exciting for you...
it_it: [_kate_s_fc_s_towards_s_neutral_s_talk_happy_] Così, il tuo turno! Chiedete. Sono un libro aperto, come dicono. Anche se non so se ho intenzione di avere qualcosa di troppo eccitante per voi...

source: [_danny_] (Kate's letting me ask her whatever I want...) [nointeract]
it_it: [_danny_] (Kate mi lascia chiedere tutto quello che voglio...) [nointeract]

source: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Well, that's an odd route to go down! Or to presume is true! {i}Haha hah!{/i}
it_it: [_kate_s_fc_s_towards_s_rise_s_talk_amused_s_blush_] {i}*Blushing*{/i} Beh, questo è un percorso strano per andare giù! O per presumere che sia vero! {i}Haha hah!{/i}
