Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Thanks Dad!! Thanks Mom!! Come on, let's go right now! Oh, I can't wait!!
it_it: [_jazz_s_ef_s_towards_s_neutral_s_talk_amused_] Grazie Papà!! Grazie mamma!! Vieni, andiamo subito! Oh, non posso aspettare!!

source: [_jack_s_closed_s_neutral_s_talk_happy_] Of course sweetie. Ol' Jacky boy tries his best from time to time...
it_it: [_jack_s_closed_s_neutral_s_talk_happy_] Naturalmente sweetie. Ol' Jacky ragazzo prova il suo meglio di tanto in tanto...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Mom? Wait, I don't get it, why'd you push for-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Eh? Mamma? Aspetta, non lo capisco, perché spingeresti per-

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What's with you?
it_it: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Cosa c'è con te?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] N-nothing! Just need a g-glass of water. Hope you and Dad drive safe! Stay as long as you need to, make sure you verify that they're legit.
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] N-niente! Basta avere bisogno di un bicchiere d'acqua. Spero che tu e papà guidate sicuro! Rimanete il più a lungo necessario, assicuratevi di verificare che siano legit.

source: [_jack_s_towards_s_idle_s_talk_happy_] Oh, I know this guy well, don't worry. Still, he's just a little ways out of the city right now, so we'll be gone for an hour or two.
it_it: [_jack_s_towards_s_idle_s_talk_happy_] Oh, conosco bene questo ragazzo, non preoccupatevi. Ancora, è solo un piccolo modo di uscire dalla città in questo momento, quindi saremo andati per un'ora o due.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Drive carefully honey.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Guidare con attenzione miele.

source: [_jack_s_towards_s_rise_s_talk_happy_] Thanks hon! I'll enjoy the little drive there! You two try not to get {i}too{/i} bored while we're gone!
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Grazie hon! Mi piacerà il piccolo drive lì! Tu due cerca di non ottenere {i}troppo{/i} annoiato mentre siamo andati!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Dad. We'll try...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Y-yeah Papà. Proveremo...

source: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Urgh!{/i} Come on already Dad!
it_it: [_jazz_s_ef_s_offscreen_s_towards_s_neutral_s_talk_frown_] {i}Urgh!{/i} Vieni già papà!

source: [_jack_s_closed_s_sad_s_talk_happy_] I'm coming, I'm coming!!
it_it: [_jack_s_closed_s_sad_s_talk_happy_] Sto arrivando, vengo!!

source: [_jack_s_towards_s_wondering_s_talk_happy_] See you gang later!
it_it: [_jack_s_towards_s_wondering_s_talk_happy_] Ci vediamo più tardi!

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Dad.
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Bye, Papà.

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well Mom, what do we do-
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Beh Mamma, cosa facciamo-

source: [_maddie_s_away_s_amused_s_talk_amused_] Come upstairs when you're ready sweetie, but don't take too long...~
it_it: [_maddie_s_away_s_amused_s_talk_amused_] Vieni al piano di sopra quando sei pronto dolce, ma non ci vuole troppo tempo...~

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh brother, what have I gotten myself into?
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Oh fratello, in che cosa mi sono guadagnato?

source: [_danny_s_at_self_s_sad_s_talk_happy_] ...I act like I'm actually upset or uncomfortable by this stuff anymore, {i}heh{/i}... who am I fooling?
it_it: [_danny_s_at_self_s_sad_s_talk_happy_] ...Mi sento davvero turbato o scomodo da questa roba più, {i}heh{/i}... chi sto ingannando?

source: [_danny_s_towards_s_rise_s_talk_happy_] Mom? You in your bedroom?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Mamma? Sei nella tua camera da letto?

source: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] No honey, I'm in your room right now...
it_it: [_maddie_s_offscreen_s_towards_s_amused_s_talk_happy_2_] Nessun miele, sono nella tua stanza in questo momento...

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Come on in sweetie...~
it_it: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_2_] Vieni in dolce...~

source: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay then... here I come.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Oh-okay allora... qui vengo.

source: [_danny_s_towards_s_rise_s_talk_amused_] So do you mind me asking what was in the packa-{p}
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Quindi ti dispiace che mi chieda cosa era nel pacchetto-{p}

source: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] So baby, how do you like my new little get-up?
it_it: [_maddie_s_purple_lingerie_s_away_s_amused_s_talk_amused_] Così bambino, come ti piace il mio nuovo piccolo get-up?

source: [_danny_s_ahegao_s_neutral_s_talk_amused_] So, {i}so{/i} pretty...
it_it: [_danny_s_ahegao_s_neutral_s_talk_amused_] Così, {i}so{/i} pretty...

source: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} baby... you like what you see...? Can you guess what {u}else{/u} I'm wearing tonight...?{p}Something maybe a little more hidden?
it_it: [_maddie_s_purple_lingerie_s_away_s_rise_s_talk_amused_s_blush_] {i}Awww{/i} baby... ti piace quello che vedi...? Puoi indovinare cosa {u}altro{/u} sto indossando stasera...?{p}Qualcosa forse un po' più nascosto?

source: [_danny_s_towards_s_rise_s_talk_happy_] Wait... huh? You mean... right now... you have... you have a... one of those little thing-
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Aspetta... eh? Vuoi dire... adesso... hai... hai una di quella piccola cosa-

source: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] It's called a buttplug, sweetie.
it_it: [_maddie_s_purple_lingerie_s_neutral_s_talk_happy_s_-blush_] Si chiama tappo gluteo, dolce.

source: [_danny_s_down_s_unhappy_s_talk_amused_] Man... it's still so strange hearing you talk about stuff like this.
it_it: [_danny_s_down_s_unhappy_s_talk_amused_] Uomo... è ancora così strano sentire che parli di cose come questa.

source: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh baby, trust me, I'm sure it won't be difficult to get used to... in fact, I think it might even be rather...
it_it: [_maddie_s_purple_lingerie_s_rise_s_talk_amused_] Oh bambino, fidatevi di me, sono sicuro che non sarà difficile abituarsi... in realtà, penso che potrebbe anche essere rare...

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...hard{/u} for you not to try and at least have a little fun.
it_it: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {u}...hard{/u} per non provare e almeno divertirti.

source: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] We really don't have all that long before your father and Jazz get back, so take those clothes off right now, young man.
it_it: [_maddie_s_purple_lingerie_s_towards_s_angry_s_talk_amused_] Non abbiamo molto tempo prima che tuo padre e il Jazz tornino, quindi prendi quei vestiti in questo momento, giovane uomo.

source: [_maddie_] Now come on over... and help pull this out for mommy...~
it_it: [_maddie_] Ora vieni sopra... e aiutalo a tirare fuori per la mamma...~

source: [_danny_] You mean-
it_it: [_danny_] Vuoi dire-

source: [_maddie_] Come closer Danny.
it_it: [_maddie_] Avvicinatevi a Danny.

source: [_maddie_] That's it baby, pull it out gently.
it_it: [_maddie_] Questo è il bambino, tirarlo fuori delicatamente.

source: [_danny_] S-sorry Mom! I didn't mean to pull that hard! Did I, {i}uhm{/i}, hurt you?
it_it: [_danny_] S-dispiace Mom! Non avevo intenzione di tirare così duramente! Ho fatto male, {i}uhm{/i}, ti ha fatto male?

source: [_maddie_] {i}*Phew*{/i} No baby, it's quite alright, just been a while since I had anything back there.
it_it: [_maddie_] {i}*Phew*{/i} Nessun bambino, va benissimo, è stato un po' da quando avevo qualcosa di nuovo lì.

source: [_danny_] You've put things up inside your butt before? Really?
it_it: [_danny_] Hai già messo le cose dentro il tuo testo? Davvero?

source: [_maddie_] Danny, it's perfectly natural to want to try it out... especially when you've got the right person...
it_it: [_maddie_] Danny, è perfettamente naturale voler provarlo... soprattutto quando hai la persona giusta...

source: [_danny_] W-wait, y-you mean, you want me to use... {i}that{/i} hole?!
it_it: [_danny_] W-wait, y-you mean, you want me use... {i}that{/i} hole?!

source: [_maddie_] Oh I just know it'll feel really, {i}really{/i} good sweetie.
it_it: [_maddie_] Oh Lo so solo che si sentirà davvero, {i}veramente{/i} buona dolcezza.

source: [_maddie_] What are you waiting for, baby? Come and get it!
it_it: [_maddie_] Cosa stai aspettando, bambino? Vieni a prenderlo!

source: [_danny_] Mom?! Are you alright? You got me so excited, I just...
it_it: [_danny_] Mamma?! Hai bene? Mi hai preso così eccitato, io solo...

source: [_maddie_] {i}*Huff*{/i} Yes baby, {i}*Huff*{/i} ...j-just go a little slower a second, trust me, you're bigger than you think!
it_it: [_maddie_] {i}*Huff*{/i} Sì bambino, {i}*Huff*{/i} ...j-basta andare un po' più lento un secondo, fidati di me, sei più grande di quanto pensi!

source: [_danny_] Oh fuck, you're so tight!
it_it: [_danny_] Oh cazzo, sei così stretto!

source: [_maddie_] {i}Mmm{/i}, you're really stretching me back there good, honey.
it_it: [_maddie_] {i}Mmm{/i}, mi stai davvero allungando lì indietro bene, miele.

source: [_danny_] {i}Ah!{/i} Mom, this feels... feels so good.
it_it: [_danny_] {i}Ah!{/i} Mamma, questo si sente... si sente così bene.

source: [_maddie_] {i}Ooooh~{/i} ...that's it baby, you can push in a little deeper now...
it_it: [_maddie_] {i}Ooooh~{/i} ...questo è il bambino, puoi spingere un po' più in profondità ora...

source: [_danny_] F-fuckkk! So damn tight!!
it_it: [_danny_] F-fuckkk! Così maledetto stretto!!

source: [_maddie_] Language, Danny!
it_it: [_maddie_] Lingua, Danny!

source: [_danny_] S-sorry Mom, but I'm kinda drilling your ass right now, I don't know if bad language is the most important thing on my mind at the moment!
it_it: [_danny_] S-scusa, ma sto trivellando il tuo culo in questo momento, Non so se il linguaggio cattivo è la cosa più importante nella mia mente al momento!

source: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ...I bet my sweet little ass is what you're gonna think of now, whenever you're with those other school girls, huh?
it_it: [_maddie_] {i}Mmm{/i}... {i}*Huff*{/i} ... scommettere il mio dolce culo piccolo è quello che si sta andando a pensare ora, ogni volta che siete con quelle altre ragazze della scuola, eh?

source: [_danny_] {i}Ah!{/i} Y-yeah, well... I mean, yeah, yours is the best!
it_it: [_danny_] {i}Ah!{/i} Y-yeah, bene... Voglio dire, sì, il tuo è il migliore!

source: [_maddie_] {i}Ooooh~!{/i} That's it Danny, hit that spot again, baby, fill me up!
it_it: [_maddie_] {i}Ooooh~!{/i} Questo è Danny, ha colpito quel punto di nuovo, il bambino, riempitemi su!

source: [_danny_] {i}Ahh!{/i} I don't know how much longer I can last! You're squeezing me so much!
it_it: [_danny_] {i}Ahh!{/i} Non so quanto più tempo posso durare! Mi stai spremando così tanto!

source: [_maddie_] Come on baby! Fuck Mommy's ass! Fuck me deep and slap my butt!
it_it: [_maddie_] Vieni sul bambino! Cazzo culo della mamma! Cazzo me in profondità e schiaffo il mio culo!

source: [_danny_] Alright! You asked for it!
it_it: [_danny_] Bene! L'hai chiesto!

source: [_maddie_] YES, YES, YES!!! That's it baby! Fuck that ass!
it_it: [_maddie_] Sì, sì, sì!!! È un bambino! Cazzo quel culo!

source: [_danny_] {i}*Huff* *Huff*{/i} Oh shit, M-Mom... this is the b-best...
it_it: [_danny_] {i}*Huff* *Huff*{/i} Oh shit, M-Mom... questo è il b-best...

source: [_danny_] H-hey, what'd we say about language...? Oh shit, I'm gonna finish...
it_it: [_danny_] H-hey, cosa diremo della lingua...? Oh merda, finirò...

source: [_maddie_] No! Just a few more seconds baby! I'm gonna cum from taking your big cock in my ass!
it_it: [_maddie_] No! Ancora pochi secondi! Sto andando a cum dal prendere il tuo grosso cazzo nel mio culo!

source: [_danny_] {i}Ah!{/i} I-I'll try!
it_it: [_danny_] {i}Ah!{/i} Cercherò!

source: [_maddie_] That's... that's it! Danny! OH DANNY!
it_it: [_maddie_] Questo... è tutto! Danny! OH DANNY!

source: [_danny_] {i}Ahh!{/i} I can't hold on any longer! I'm sorry Mom!
it_it: [_danny_] {i}Ahh!{/i} Non posso più trattenermi! Mi dispiace Mom!

source: [_maddie_] Cum inside me baby! Cum in my ass!
it_it: [_maddie_] Cum dentro di me baby! Cum nel mio culo!

source: [_danny_] {i}Ahhhh~...!{/i}
it_it: [_danny_] {i}Ahhh~...!{/i}

source: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... baby, that was amazing.
it_it: [_maddie_s_purple_lingerie_s_towards_s_neutral_s_talk_happy_] {i}Oooh~{/i}... bambino, che è stato incredibile.

source: [_danny_s_towards_s_wondering_s_talk_amused_] I think I need to lay down for a bit! I'm feeling light headed after a session like that!
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Penso di dover deporre per un po'! Mi sento di luce a capo dopo una sessione del genere!

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} You aren't the one who's going to struggle to walk in the morning after that!
it_it: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] {i}Ha!{/i} Non sei quello che farà fatica a camminare la mattina dopo!

source: [_danny_s_towards_s_unhappy_s_talk_amused_] ...so, I did a good job?
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] ...così, ho fatto un buon lavoro?

source: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] You did an amazing job baby... in fact, from now on, why don't you let me know more often when you're in the mood for a little bit of backdoor fun like this?
it_it: [_maddie_s_purple_lingerie_s_towards_s_rise_s_talk_amused_] Hai fatto un lavoro incredibile bambino... di fatto, d'ora in poi, perché non mi lasci sapere più spesso quando sei in vena per un po 'di divertimento backdoor come questo?

source: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-seriously?
it_it: [_danny_s_towards_wide_s_rise_s_talk_happy_] S-seriamente?

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, sure, I wouldn't mind paying my baby a little midnight bootycall if I can.
it_it: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Uh-huh, sicuro, non mi dispiacerebbe pagare al mio bambino un piccolo bootycall di mezzanotte, se posso.

source: [_danny_s_closed_s_neutral_s_talk_amused_] It's still making my head spin hearing you talk like this.
it_it: [_danny_s_closed_s_neutral_s_talk_amused_] Sta ancora facendo girare la testa a sentire che parli così.

source: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, when the others are around, I'm your mother... but when no ones around, I'm your {u}mommy{/u}, understand?
it_it: [_maddie_s_purple_lingerie_s_towards_wide_s_angry_s_talk_amused_] Sweetie, quando gli altri sono in giro, sono tua madre... ma quando nessuno in giro, sono la tua {u}mamma{/u}, capisce?

source: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-yes, I understand...{p}...Mommy.
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_s_blush_] {i}*Blushing*{/i} Y-sì, capisco...{p}...Mommy.

source: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Good, glad we understand ourselves.
it_it: [_maddie_s_purple_lingerie_s_towards_s_amused_s_talk_amused_] Bene, contento di capirci.

source: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Now then, if you'll excuse me, I'd like to take a quick shower before the two of them get back. See you later, kiddo...
it_it: [_maddie_s_purple_lingerie_s_towards_s_sad_s_talk_happy_] Ora, se mi scusi, vorrei fare una rapida doccia prima che i due tornino indietro. Ci vediamo più tardi, bambino...

source: [_danny_s_ahegao_s_rise_s_bite_] (I can't believe Mom really let me do that with her! But do I feel any stronger...?)
it_it: [_danny_s_ahegao_s_rise_s_bite_] (Non posso credere che la mamma mi lasci davvero fare questo con lei! Ma mi sento più forte...?)

source: [_danny_s_at_player_s_unhappy_s_distraught_] (...I mean, a good bit, yeah! But it's not gonna be enough... I can't use this Orgone on it's own to take down Ember...)
it_it: [_danny_s_at_player_s_unhappy_s_distraught_] (...Voglio dire, un bel po', sì! Ma non sarà abbastanza... non posso usare questo Orgone da solo per abbattere Ember...)

source: [_danny_s_at_self_s_sad_s_bite_s_blush_] (I'll have to just rely on my regular ol' ghost-fu to fight any creeps until I can... umm... seek Sam for help.)
it_it: [_danny_s_at_self_s_sad_s_bite_s_blush_] (Dovrò solo contare sul mio regolare ol' ghost-fu per combattere qualsiasi strisciamento fino a quando non posso... umm... cercare Sam per aiuto.)

source: [_danny_s_at_player_s_neutral_s_talk_happy_] Well, if there's anyone who will probably get me what I need quickly, it'd be Star. No offense, but she's not exactly prudish.
it_it: [_danny_s_at_player_s_neutral_s_talk_happy_] Beh, se c'è qualcuno che probabilmente mi porterà quello di cui ho bisogno in fretta, sarebbe Star. Nessuna offesa, ma non è esattamente pruforme.

source: [_danny_s_at_player_s_rise_s_talk_happy_] I haven't texted her in a while, so maybe I should approach her as Danny to "pass on a message" from Inviso-Bill.
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Non l'ho inviata da un po', quindi forse dovrei avvicinarmi a lei come Danny per "trasmettere un messaggio" da Inviso-Bill.

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] So yeah, you totally wouldn't like, know to think this or anything, because he's kinda dead and stuff, but Inviso-Bill is just like, the most amazing guy ever.
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Quindi sì, non ti piacerebbe, sai pensare questo o niente, perché è parecchio morto e roba, ma Inviso-Bill è proprio come il ragazzo più incredibile di sempre.

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, yeah, I know.
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Uhuh{/i}, sì, lo so.

source: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Yeah, but like, not as much as me, really, because he chose {i}me{/i} for the dance and everything. {i}*Laughs*{/i} Gee, that must sting for you!
it_it: [_star_s_normal_s_towards_s_rise_s_talk_pleased_] Sì, ma come, non tanto quanto me, davvero, perché ha scelto {i}me{/i} per la danza e tutto. {i}*Risate*{/i} Gee, che deve pungere per te!

source: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] I heard you the {u}first{/u} time Star.
it_it: [_paulina_s_normal_s_towards_s_angry_s_talk_consternation_] Ti ho sentito il {u}primo{/u} tempo Star.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Well, I'm just saying how lucky I feel, especially now that {i}I'm{/i} the talk of the school and all that.
it_it: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Beh, sto solo dicendo quanto ho la fortuna che sento, soprattutto ora che {i}I{/i} il discorso della scuola e tutto questo.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey ladies. How's it going for you two today?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Ehi signore. Come sta andando per voi due oggi?

source: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, just what I needed right now, a dork poorly hitting on me...
it_it: [_paulina_s_normal_s_closed_s_neutral_s_talk_distraught_] {i}Urgh{/i}, proprio quello che avevo bisogno in questo momento, un dormiente che mi colpiva m...

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Hey, be nice to Billy's friend!
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Ehi, sii gentile con l'amico di Billy!

source: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] What?? Why should I have to be nice to-?! {i}Uch!{/i} You know what, never mind. I'll see you in class later, I guess...
it_it: [_paulina_s_normal_s_towards_wide_s_confused_s_talk_consternation_] Cosa?? Perché dovrei essere gentile con ?! {i}Uch!{/i} Sai cosa, non mi dispiace. Ti vedrò in classe più tardi, immagino...

source: [_danny_s_towards_s_sad_s_talk_amused_] Hey, thanks for sticking up for me.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Ehi, grazie per avermi attaccato.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, shut up loser, no one cares about you. Don't get the wrong idea here.
it_it: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Pfft{/i}, chiuso perdente, nessuno si preoccupa di te. Non avere l'idea sbagliata qui.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Then why did you-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Allora perché ti ha fatto

source: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Because I take it you've got a message for me from Inviso-Bill?
it_it: [_star_s_normal_s_towards_s_wondering_s_talk_displeased_] Perché lo prendo hai un messaggio per me da Inviso-Bill?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, how'd you-?
it_it: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Woah, come?

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Because I was sure he was bound to text me by now, and he still hasn't yet! I know he has to fight ghost crime or whatever, but I wanna hear from him!
it_it: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Perché ero sicuro che era legato a me per il testo, e non lo ha ancora fatto! So che deve combattere il crimine fantasma o altro, ma voglio sentire da lui!

source: [_danny_s_down_s_neutral_s_talk_displeased_] Yeah well... I guess he's been pretty busy, ya' know. Being a cool super hero is a lot of stressful work, I'm sure.
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Sì bene... Immagino che sia stato piuttosto occupato, sì' sa. Essere un super eroe fresco è molto lavoro stressante, ne sono sicuro.

source: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Fine, but just listen, cause here's how this is going to work...
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_consternation_] Bene, ma basta ascoltare, causa qui come questo sta per funzionare...

source: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Your{/i} job is to just deliver me his messages when he can't text me, for whatever weird "ghostly" reasons he comes up with...
it_it: [_star_s_normal_s_towards_s_idle_s_talk_displeased_] {i}Il tuo lavoro{/i} è solo quello di consegnarmi i suoi messaggi quando non può scrivermi, per qualsiasi strano motivo "ghostly" con cui viene su...

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] In return, as the {i}new{/i} most popular girl in school now, you'll be allowed to hang out with me for a little bit in public, but ONLY because of your friendship to Billy.{p}I need that made clear, right up front.
it_it: [_star_s_normal_s_towards_s_rise_s_talk_happy_] In cambio, come la {i}nuova{/i} ragazza più popolare a scuola ora, ti sarà permesso di uscire con me per un po 'in pubblico, ma SOLO a causa della tua amicizia con Billy.{p}Ho bisogno che sia chiaro, proprio davanti.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, are you serious?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Aspetta, sei serio?
