Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, right, y-yeah. Ghost powers. Pretty standard, I imagine.{p}Yeah, have that on standby, but just give me a sec, I think I can talk my way through this...
it_it: [_kate_s_nude_s_towards_s_neutral_s_talk_amused_] ...oh, destra, y-yeah. Poteri fantasma. Bello standard, immagino.{p}Sì, lo abbia in standby, ma mi dia solo un secondo, penso di poter parlare la mia strada attraverso questo...

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mom, you in your room? I'm looking for my hair straighteners, and I can't seem to find-
it_it: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Mamma, tu nella tua stanza? Sto cercando i miei raddrizzatori per capelli, e non riesco a trovare-

source: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-don't come in here sweetie! You, uh, should stay out for now.
it_it: [_kate_s_nude_s_towards_wide_s_sad_s_talk_displeased_] D-non entrare qui sweetie! Tu, uh, dovrebbe stare fuori per ora.

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? What, why? Mom are you-
it_it: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Huh? Cosa, perché? Mamma sei tu-

source: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-naked! Y-yeah, sorry sweetie , didn't realize you would be home so soon.
it_it: [_kate_s_nude_s_closed_s_sad_s_talk_displeased_] N-nudo! Y-sì, mi dispiace sweetie , non si rendeva conto che saresti stato a casa così presto.

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...God, just look at Kate's butt wiggling around like that...)
it_it: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...Dio, basta guardare il culo di Kate che si muovono in questo modo...)

source: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...screw it, I can't take it anymore!!)
it_it: [_danny_s_boxers_s_down_wide_s_angry_s_bite_] (...avvitarlo, non posso più prenderlo!!)

source: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Mom? Is something up? Why are you just naked in your own room?
it_it: [_star_s_offscreen_s_towards_s_sad_s_talk_displeased_] Mamma? È qualcosa in alto? Perché sei appena nudo nella tua stanza?

source: [_kate_] N-nothing sweetie! {i}Haha!{/i} J-just changing! And kinda dealing with a pretty {u}big{/u} problem at the moment is all...~
it_it: [_kate_] N-niente di dolcezza! {i}Haha!{/i} J-just changing! E kinda affrontare con un problema abbastanza {u}big{/u} al momento è tutto...~

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Big proble- what the heck are you talking about...?
it_it: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] Big <unk> e- di cosa stai parlando...?

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Wait... is this a...{p}...were you having a nasty "alone time" session or something? {i}GROSS!!{/i}
it_it: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Aspetta... è questa...{p}...stavi avendo una sessione "da sola" o qualcosa? {i}GRUSS!!{/i}

source: [_kate_] ...{i}uhhmm{/i}... n-no sweetie, nobody's here at all!{p}I-I mean, n-no, nothing like that's going on... I've just got a bit of a pain... in my lower back, is all...~
it_it: [_kate_] ...{i}uhhmm{/i}... n-no sweetie, nessuno è qui affatto!{p}I-Insomma, n-no, niente come sta succedendo. . Ho appena un po 'di dolore... nella mia parte bassa della schiena, è tutto... ~

source: [_kate_] That was the, {i}uhm{/i}, {i}huge{/i} problem I mentioned... {i}mmphhh{/i}...
it_it: [_kate_] Era il problema, {i}uhm{/i}, {i}huge{/i} che ho menzionato... {i}mmphhh{/i}...

source: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] What the hell ever Mom, TMI at any rate... {i}blech{/i}...
it_it: [_star_s_offscreen_s_towards_s_angry_s_talk_consternation_] Che diavolo mai Mamma, TMI ad ogni costo... {i}blech{/i}...

source: [_danny_] (I can't believe I'm doing this! But there's no way I was gonna be able to pass it up, especially while Star & Kate are so close like this! It was too tempting!)
it_it: [_danny_] (Non posso credere che sto facendo questo! Ma non c'è modo che avrei potuto passarlo, soprattutto quando Star & Kate sono così vicini! Era troppo allettante!)

source: [_kate_] {i}*Huff*{/i} So uh- {i}*Ahem*{/i} ...why are you home s-so early, baby?
it_it: [_kate_] {i}*Huff*{/i} Così uh- {i}*Ahem*{/i} ...perché sei a casa s-così presto, bambino?

source: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, it's so stupid. Paulina and I had another argument. So freaking dumb, she just thinks she's {i}always{/i} right.
it_it: [_star_s_offscreen_s_closed_s_angry_s_talk_displeased_] Oh, è così stupido. Paulina ed io abbiamo avuto un altro argomento. Quindi freaking dumb, pensa solo che lei è {i}sempre{/i} giusto.

source: [_kate_] {i}*Huff*{/i} Oh no, that's- {i}*Huff*{/i} ...a-awful sweetie, {i}mmm~{/i}...
it_it: [_kate_] {i}*Huff*{/i} Oh no, che's- {i}*Huff*{/i} ...un terribile dolce, {i}mmm~{/i}...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, Mom, seriously, what the hell's going on? You sound like you're out of breath...
it_it: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...{i}ehhh{/i}, Mamma, seriamente, che cosa sta succedendo? Sembra che tu sia senza fiato...

source: [_kate_] Oh, n-never better, I just- {i}AHH!!{/i}
it_it: [_kate_] Oh, n-mai meglio, solo- {i}AHH!!{/i}

source: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Mom!? Is something really wrong with your back? You should let me in to help-
it_it: [_star_s_offscreen_s_towards_wide_s_sad_s_talk_displeased_] Moma!? C'è qualcosa di veramente sbagliato con la schiena? Dovresti lasciarmi andare a aiutare-

source: [_kate_] NO!! I mean, n-no, don't worry. I, {i}uh{/i}, I just stubbed my toe! Silly me! Standing still at the door, and I bump my toe! Oh, your silly mother, {i}soooo{/i} clumsy!
it_it: [_kate_] NO!! Voglio dire, n-no, non preoccupatevi. Io, {i}uh{/i}, Mi sono appena ostinato il dito! Silly me! Stare fermo alla porta, e mi bump il dito! Oh, tua madre stupida, {i}soooo{/i} goffa!

source: [_danny_] (Oh fuck, why does she make me so hard while she's trying to lie her way through this?)
it_it: [_danny_] (Oh cazzo, perché mi rende così difficile mentre sta cercando di mentire la sua strada attraverso questo?)

source: [_danny_] (This is crazy, we could get caught any moment, but it feels too good to stop!)
it_it: [_danny_] (Questo è pazzo, potremmo essere presi in qualsiasi momento, ma è troppo bello per fermarsi!)

source: [_kate_] (Shit... if he keeps giving it to me like that, I'm gonna... oh no, I'm {u}definitely{/u} gonna cum again!)
it_it: [_kate_] (merda... se continua a darlo a me così, io andrò a sborri... oh no, sono {u}definitivamente{/u} lo spererò!)

source: [_kate_] (Oh God, am I seriously about to cum while talking to my daughter at the same time?!)
it_it: [_kate_] (O Dio, sto seriamente per sborrare mentre parlo con mia figlia allo stesso tempo?!)

source: [_danny_] (Her pussy's so tight, and I can feel her clenching down on me with every thrust!)
it_it: [_danny_] (Her pussy's così stretto, e posso sentire la sua stretta su di me con ogni spinta!)

source: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Wait a minute... you've changed in front of me before, nudity shouldn't bother you at all! Mom...{p}...are you...
it_it: [_star_s_offscreen_s_towards_s_neutral_s_talk_displeased_] Aspetta un minuto... hai cambiato di fronte a me prima, la nudità non dovrebbe disturbarti affatto! Mamma...{p}... sei tu...

source: [_kate_] (Please don't suspect anything, PLEASE don't suspect anything!)
it_it: [_kate_] (Per favore non sospetti nulla, PLEASE non sospetti nulla!)

source: [_danny_] (Oh crap! I'm about to cum! Here it comes!!)
it_it: [_danny_] (Oh crap! Sto per cum! Ecco arriva!!)

source: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Are you... {u}smoking again{/u}?!
it_it: [_star_s_offscreen_s_at_player_s_angry_s_talk_displeased_] Stai ancora fumando... {u}di nuovo{/u}?!

source: [_kate_] {i}Uhhh{/i}, oh... God... a very... {i}very{/i} exhausting day! It's certainly taken a lot out of me... s-still... is... even... NOW!!
it_it: [_kate_] {i}Uhhh{/i}, oh... God... un molto... {i}molto{/i} giorno esaustivo! Sicuramente mi ha preso molto... s-still... è... anche... NOW!!

source: [_kate_] I'll be out in-
it_it: [_kate_] Sarò fuori dentro

source: [_kate_] (Holy fuck! He just filled me up in an instant!! Oh dammit, that feels {i}sooooo{/i} good!)
it_it: [_kate_] (Santa scopata! Mi ha appena riempito in un istante!! Oh dammit, che sembra {i}sooooo{/i} buono!)

source: [_kate_] ({i}Ah!{/i} I'm... I'm cumming again, just from his jizz inside me! God, I'm such a slut!!)
it_it: [_kate_] ({i}Ah!{/i} Io... sto cumming di nuovo, solo dal suo jizz dentro di me! Dio, sono una così troia!!)

source: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...Mom? Seriously, are you having a stroke or something? What's with all the whimpering?
it_it: [_star_s_offscreen_s_towards_s_rise_s_talk_displeased_] ...Mamma? Seriamente, stai avendo un ictus o qualcosa? Cosa c'è con tutte le bavaglie?

source: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...look, it's not {i}that{/i} big a big deal if you're smoking... I just wish you'd have kept at the nicotine gum some more!
it_it: [_star_s_offscreen_s_closed_s_sad_s_talk_displeased_] ...guarda, non è {i}che{/i} grande affare se stai fumando... Vorrei solo che avessi mantenuto alla gomma di nicotina un po 'di più!

source: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...need to lay- {i}*Huff*{/i} ...d-down for a little bit...{p}Like I said... this one just took it all out of me today...
it_it: [_kate_s_offscreen_s_nude_s_closed_s_sad_s_talk_happy_] N-no, Star I... j-just- {i}*Shivers*{/i} ...need to lay- {i}*Huff*{/i} . .d-down per un po '...{p}Come ho detto... questo solo ha preso tutto da me oggi...

source: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... okay, but seriously, have you seen my hair straighten-
it_it: [_star_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}Uhhmm{/i}... ok, ma seriamente, hai visto i miei capelli raddrizzati-

source: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] No sweetie!! Haven't seen them in here! Bye, talk to you later, taking a nap now!!
it_it: [_kate_s_offscreen_s_nude_s_towards_s_sad_s_talk_displeased_] Nessun dolce!! Non li hai visti qui dentro! Ciao, parli più tardi, prendendo un pisolino adesso!!

source: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...okay, it sounds like she's gone back to her room.
it_it: [_kate_s_nude_s_towards_s_neutral_s_talk_happy_] ...va bene, suona come se fosse tornata nella sua stanza.

source: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... bad time to ask, but... you're not mad, are you? About the whole-
it_it: [_danny_s_boxers_s_towards_s_unhappy_s_talk_displeased_] {i}Uhhh{/i}... è brutto il momento di chiedere, ma... non sei pazzo, vero?

source: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] After {i}that{/i} performance? Hell no, I'm impressed!
it_it: [_kate_s_nude_s_towardsdown_s_rise_s_talk_amused_] Dopo {i}quella{/i} performance? Inferno no, sono impressionato!

source: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Really? I mean, great, I'm glad!
it_it: [_danny_s_boxers_s_towards_s_angry_s_talk_pleased_] Davvero? Voglio dire, grande, sono felice!

source: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Yeah, it was definitely at least surprising, hot shot... but get ready to scram while you still can. I'm gonna go distract Star in her room while you sneak out through the front door.
it_it: [_kate_s_nude_s_towardsdown_s_neutral_s_talk_amused_] Sì, è stato sicuramente almeno sorprendente, colpo caldo... ma preparatevi a imbrogliare mentre ancora puoi. Vado a distrarre Star nella sua stanza mentre ti sneak fuori dalla porta d'ingresso.

source: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Will we get to do something like this again?
it_it: [_danny_s_boxers_s_towards_s_sad_s_talk_pleased_] Riusciremo a fare qualcosa del genere?

source: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*Shouting*{/i} Mom! Now I'm missing my charger for my phone!! Where is all my stuff?!
it_it: [_star_s_offscreen_s_normal_s_towards_s_wondering_s_talk_displeased_] {i}*Shouting*{/i} Mom! Ora mi manca il mio caricabatterie per il mio telefono!! Dov'è tutta la mia roba?!

source: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Yes, yes, I'm sure, now shoo!!
it_it: [_kate_s_nude_s_towardsdown_s_sad_s_talk_happy_] Sì, sì, sono sicuro, ora shoo!!

source: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, and make sure you turn invisible when you leave again, just to be safe. Definitely don't want Star to see you sneaking out of my bedroom.
it_it: [_kate_s_nude_s_closed_s_unhappy_s_talk_amused_] Oh, e assicurati di girare invisibile quando ti lasci di nuovo, solo per essere al sicuro. Sicuramente non vuoi che Star ti veda uscire dalla mia camera da letto.

source: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Got it. See ya around Kate.
it_it: [_danny_s_boxers_s_closed_s_wondering_s_talk_pleased_] Ho capito. Vedi ya intorno a Kate.

source: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Here sweetie, I found your charger.
it_it: [_kate_s_casual_s_offscreen_s_towards_s_neutral_s_talk_happy_] Qui dolce, ho trovato il vostro caricabatterie.

source: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, sweet, thanks Mom. How was work today?
it_it: [_star_s_offscreen_s_normal_s_towards_s_idle_s_talk_pleased_] Oh, dolce, grazie Mamma. Com'è stato il lavoro oggi?

source: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Well, like I said, {i}really{/i} exhausting, trust me, took a lot out of me... but it was definitely worth it, especially in th end! Finish strong, I always say!
it_it: [_kate_s_casual_s_offscreen_s_at_player_s_rise_s_talk_amused_] Beh, come ho detto, {i}in realtà{/i} estenuante, fidatevi di me, mi ha tolto molto. . ma ne valeva sicuramente la pena, soprattutto alla fine fine! Finire forte, dico sempre!

source: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} What the heck? What's that sound coming from downstairs...?)
it_it: [_danny_s_at_player_s_rise_s_displeased_] {i}*Yawn*{/i} ({i}Hmm?{/i} Che cos'è l'heck? Che suono viene dal piano di sotto...?)

source: [_radio_] {i}♪ Here we are, back again, doing this routine as friends...~ ♪{/i}
it_it: [_radio_] {i}<unk> Qui siamo, di nuovo facendo questa routine come amici...~ <unk> {/i}

source: [_radio_] {i}♫ Tell me lies, have no shame, give into your love again!~ ♫{/i}
it_it: [_radio_] {i}<unk> Dimmi bugie, non avere vergogna, dare di nuovo nel tuo amore!~ <unk> {/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Morning Danny.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Mattina Danny.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, who's that singing on the radio?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Woah, chi sta cantando alla radio?

source: [_jazz_s_towards_s_confused_s_talk_frown_] Are you serious? How have you somehow {i}not{/i} heard of {b}Ember McClain{/b} yet?{p}She's like the hottest thing on the charts right now.
it_it: [_jazz_s_towards_s_confused_s_talk_frown_] Sei serio? Come hai in qualche modo {i}non {/i} sentito parlare di {b}Ember McClain{/b} ancora?{p}È come la cosa più calda sui grafici in questo momento.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Really? Huh, I guess I've been a little too, uh, pre-occupied recently to focus on the music industry Jazz.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Davvero? Huh, credo di essere stato un po 'troppo, uh, preoccupato recentemente per concentrarsi sul settore musicale Jazz.

source: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, well, get used to hearing her for a while. She's actually playing a concert pretty soon at Amity Park Stadium. The whole town's going crazy waiting for ticket presales to go up!
it_it: [_jazz_s_towards_s_neutral_s_talk_frown_] {i}Pfft{/i}, beh, abituati a sentirla per un po'. In realtà sta suonando un concerto in breve presso l'Amity Park Stadium. Tutta la città sta impazzendo aspettando la presenza di biglietti per salire!

source: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... sounds pretty good, but man, there's something strange about her music, and I can't quite put my finger on what-)
it_it: [_danny_s_towards_s_unhappy_s_displeased_] ({i}Hmmm{/i}... suona abbastanza bene, ma l'uomo, c'è qualcosa di strano della sua musica, e non riesco abbastanza a mettere il dito su cosa-)

source: [_radio_] {i}♫ Say my naaaame! ♫~{/i}
it_it: [_radio_] {i}<unk> Dì la mia naaaame! <unk> ~{/i}

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... weird.{p}Anyway, better get myself to school. Gotta try to make up any work I've been behind on lately.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Hrmm{/i}... strano.{p}In ogni caso, meglio andarmi a scuola. Prova a recuperare qualsiasi lavoro che sono stato dietro ultimamente.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Man, I heard about seven different cars today playing the same song by this new artist!
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Uomo, ho sentito parlare di sette auto diverse oggi che suonano la stessa canzone di questo nuovo artista!

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] I see you've also discovered everyone's latest music fad obsession.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Vedo che hai anche scoperto l'ultima ossessione musicale di tutti.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... yeah man, isn't she just the hottes- ehr, I mean, isn't her music just like, totally {i}deep?{/i}
it_it: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] Oh, Ember McClain... yeah uomo, non è lei solo il hottes- ehr, voglio dire, non è la sua musica proprio come, totalmente {i}profondo?{/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] I take it you're a fan, Tuck?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Presumo che tu sia un fan, Tuck?

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck yeah! I've got all her demos {i}and{/i} her EP's!{p} And check {u}this{/u} out...!
it_it: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Heck sì! Ho tutte le sue demo {i}e{/i} del suo EP!{p} E controlla {u}questo{/u} out...!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, is that her? Ember?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Wow, è lei? Ember?

source: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] The one and only!
it_it: [_tucker_s_arms_pdastraps_s_towards_s_wondering_s_talk_happy_] Quello e solo!

source: [_danny_s_towards_s_wondering_s_displeased_] (Dang she sure is pretty hot... I kinda dig the messy grunge thing... but even just looking at her is... I don't know giving me that weird vibe again.)
it_it: [_danny_s_towards_s_wondering_s_displeased_] (Dang lei certo è abbastanza caldo... Ho kinda scavare la grunge disordine... ma anche solo guardarla è... non so darmi quella vibrazione strana di nuovo.)

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Are you two seriously going to just drool and fawn over her all day?
it_it: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Voi due andate seriamente a sbavare e a sbavare su di lei tutto il giorno?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Don't be like that Sam! I've heard you listening to a couple of her songs too!
it_it: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Non essere come Sam! Ti ho sentito ascoltare un paio di sue canzoni!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, I mean some of it's actually pretty good ya' know, I mean, she goes a little heavier in her non singles.{p}I can relate a little to her more gothic aspects...
it_it: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Beh, voglio dire che alcuni di loro sono in realtà abbastanza bravi sì, Insomma, lei va un po' più pesante nei suoi non singoli.{p}Posso riferirmi un po' ai suoi aspetti più gotici...

source: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Yeah, she's an Ember stan too, she can't even deny it.
it_it: [_tucker_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Ha!{/i} Sì, è anche un Ember stan, non può nemmeno negarlo.

source: [_danny_s_towards_s_rise_s_talk_displeased_] So wait, if she's really this popular, I would have heard something sooner than say today... right?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Quindi aspetta, se fosse davvero così popolare, avrei sentito qualcosa prima di dire oggi... giusto?

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Huh? Well I don't know, I mean she did go viral SUPER fast.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Huh? Beh, non lo so, intendo dire che è andata rapidamente virale SUPER.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] So, where was she before all this exactly?
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Allora, dov'era prima di tutto esattamente questo?

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] You know, I dunno. Like I said, she just sort've, {u}appeared{/u} out of the blue.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Sai, io dunno. Come ho detto, lei ha appena ordinato, {u}è apparso{/u} fuori dal blu.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, you're apparently her new number one fan boy, what was her older stuff like?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Tucker, apparentemente sei il suo nuovo fan boy numero uno, come era la sua roba più vecchia?

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...what "older" stuff?
it_it: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] ...che roba "vecchia"?

source: [_danny_s_towards_s_rise_s_talk_displeased_] She's a singer, right? She must have done something before this.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Lei è una cantante, giusto? Deve aver fatto qualcosa prima di questo.

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah man, this is her debut album dude.
it_it: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Nah man, questo è il suo debutto album dude.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] So a debut album by an unknown singer that suddenly goes super viral without any celebrity endorsements... doesn't that sound a little fishy to you?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Così un album di debutto di un cantante sconosciuto che improvvisamente va super virale senza alcuna approvazione di celebrità. . non vi sembra un po' di pesce?

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Never pegged you for the kind to get jealous over awesome punk rockers, Sam.
it_it: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Non ti ancorò mai per il tipo di ottenere geloso sopra impressionanti punk rockers, Sam.
