Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Look, you have something of mine, and I need it back.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] {i}Urgh!{/i} Guarda, hai qualcosa di mio, e ho bisogno di tornare indietro.

source: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} Why, do you refer to one of the many strangely wrapped presents I consumed? Does one indeed belong to you...?
it_it: [_dorathea_s_towards_s_rise_s_talk_frown_] {i}Hm?{/i} Perché, fai riferimento a uno dei tanti regali stranamente avvolti che ho consumato? Fa parte di te...?

source: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] It's called a package. Or a parcel. Not exactly a treasure to devour, especially with what Box Ghost tries to hock off to mall rats.
it_it: [_danny_s_phantom_s_arms_normal_s_stare_towards_s_neutral_s_talk_displeased_] Si chiama un pacchetto. O un pacchetto. Non è esattamente un tesoro da divorare, soprattutto con quello che Box Ghost cerca di calpestare i topi.

source: [_dorathea_s_towards_s_neutral_s_talk_frown_] Well, I might have even said I was sorry... but I am most certainly not, and you cannot have it back.
it_it: [_dorathea_s_towards_s_neutral_s_talk_frown_] Beh, potrei anche dire che ero dispiaciuto... ma non sono certo no, e non potete averlo indietro.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Look, I'm sorry I attacked you and all, but I really just need it bac-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] Guarda, mi dispiace di aver attaccato voi e tutti, ma ho davvero bisogno di bac-

source: [_dorathea_] That was it?? {i}That{/i} was the apology you chose to bestow upon a Princess? And you expect myself to bequeath to you {u}anything{/u} in my possession?! After such a flagrant attack on my character, I might have expected {u}some{/u} greater reparations!!
it_it: [_dorathea_] Era questo?? {i}Quello{/i} erano le scuse che hai scelto di dare a una Principessa? E ti aspetti che tu stesso ti lasci in eredità {u}qualcosa{/u} in mio possesso?! Dopo un attacco così flagrante al mio personaggio, avrei potuto aspettarmi {u}un po '{/u} maggiori riparazioni!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Again, I was {i}sorta{/i} defending myself!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_angry_s_talk_displeased_] Ancora una volta, ero {i}sorta{/i} a difendermi!

source: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Well, in that case, why don't you try to defend against THIS!!
it_it: [_dorathea_s_towards_s_angry_s_talk_frown_] {i}Hrmph!{/i} Beh, in questo caso, perché non provi a difenderti contro THIS!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] I mean... what did I expect, but also, come on!!
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_angry_s_talk_displeased_] Intendo dire... cosa mi aspettavo, ma anche, viene!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Just... {i}*Huff*{/i} ...talk this out with me, Princess!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] {i}*Huff*{/i} Just... {i}*Huff*{/i} ...parla con me, Principessa!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (I'm serious, I gotta start going to the gym. Even when I win these things, I'm completely winded!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_consternation_] (Sono serio, ho iniziato ad andare in palestra. Anche quando vinco queste cose, sono completamente male!)

source: [_dragon_s_2_] You are just the meanest, Ghost Child! I shall get you one of these days, you'll see!! M-mark my words!!
it_it: [_dragon_s_2_] Tu sei solo il significato, Fantasma Bambino! Ti prenderò uno di questi giorni, vedrai!! M-mark le mie parole!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, wait, don't go, I still need my-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_distraught_] N-no, aspetta, non va, ho ancora bisogno del mio-

source: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Drat! And away she goes!{p}Well, hopefully she's at least learned her lesson, and knows not to fly away without going intangi-
it_it: [_danny_s_phantom_s_arms_normal_s_up_wide_s_unhappy_s_talk_distraught_] Gratto! E via che va!{p}Beh, speriamo che lei abbia almeno imparato la sua lezione, e sa non volare via senza andare intangi-

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...man, the poor Mall must be on the verge of bankruptcy with the amount of repairs it has to deal with nowadays.
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_neutral_s_talk_displeased_] ...l'uomo, il povero Mall deve essere sull'orlo del fallimento con la quantità di riparazioni che ha a che fare con oggi.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] And now, I'm flat outta luck. She took off already, so there's no way I'll be-
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_wondering_s_talk_distraught_] E ora, sono fortunato fuori piatto. Si è già decollata, quindi non c'è modo che sarò -

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Wait, what the- {u}holy cow!{/u} There's a whole bunch of stuff she left behind!!
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_happy_] Aspetta, cosa- {u}mucca santa!{/u} C'è un sacco di roba che ha lasciato dietro!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] It all must have gotten beaten out of her during the fight. Must be hard to maintain anything tangible inside yourself as a ghost, especially during a fight...
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_amused_] Tutto deve essere stato sconfitto da lei durante la lotta. Deve essere difficile mantenere qualcosa di tangibile dentro di sé come un fantasma, soprattutto durante una lotta...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...doesn't quite remove the smell of dragon stomach juices, sadly... {i}yeuch{/i}...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...non rimuove abbastanza l'odore di succo di stomaco del drago, tristemente... {i}yeuch{/i}...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna take me some time to figure out which one of these boxes is mine though...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Gonna mi prende un po' di tempo per capire quale di queste scatole è la mia...

source: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Allow me to help with that! {i}Heheh!{/i}
it_it: [_box_ghost_s_towards_s_neutral_s_talk_amused_] Permettetemi di aiutarlo! {i}Heheh!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Hey, where the heck were you when I was fighting back there?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Ehi, dove eravate voi quando stavo combattendo lì?

source: [_box_ghost_s_towards_s_confused_s_talk_amused_] Do not concern yourself with the likes of the unknown, Ghost Boy! The truth of the world might frighten you stiff!!
it_it: [_box_ghost_s_towards_s_confused_s_talk_amused_] Non preoccuparti di simili all'ignoto, Ghost Boy! La verità del mondo potrebbe spaventare la tua forza!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] You were just hiding in the back, weren't you?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ti stavi semplicemente nascondendo nella schiena, vero?

source: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silence! Take your pre-purchased parcel and begone from the box-like premises of the Amity Park Mall!!
it_it: [_box_ghost_s_towards_glare_s_angry_s_talk_frown_] Silenzio! Prendete il vostro pacco pre-acquistato e cominciate dai locali casellari del centro commerciale Amity Park!!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Wait, hold up! How do you know it's {i}this{/i} one for sure? There must be like a hundred packages here!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_happy_] Aspetta, tieni premuto! Come sai che è {i}questo{/i} di sicuro? Ci deve essere come cento pacchetti qui!

source: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Foolish question! I am the Box Ghost! The {u}Box{/u}. Ghost. It's sorta my awesome {u}power{/u} to know the contents of any and all square containers!!
it_it: [_box_ghost_s_towards_glare_s_confused_s_talk_frown_] Bah! Foolish question! Sono il Box Ghost! La {u}Box{/u}. Ghost. È sorta la mia eccezionale {u}power{/u} per conoscere il contenuto di tutti i contenitori quadrati!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Well, this whole experience has been pretty tiring, you mind giving me a lift home or something?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Bene, tutta questa esperienza è stata piuttosto faticosa, ti dispiace darmi un ascensore a casa o qualcosa?

source: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} sure, why not, my Tesla's parked out front.
it_it: [_box_ghost_s_towards_s_neutral_s_talk_frown_] {i}Ehh{/i} sicuro, perché no, il mio Tesla ha parcheggiato davanti.

source: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Thanks for your help, Ghost Child.
it_it: [_box_ghost_s_towards_s_neutral_s_talk_happy_] Grazie per il tuo aiuto, Ghost Bambino.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh man, can't believe I crashed so hard last night.
it_it: [_danny_s_at_player_s_sad_s_talk_displeased_] {i}*Yawn*{/i} Oh man, non posso credere che ieri sera mi sia schiantato così duramente.

source: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, are you up?
it_it: [_maddie_s_offscreen_s_towards_s_wondering_s_talk_happy_] Sweetie, sei alzato?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Yeah, I'm up.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Uh-huh. Sì, sono alzato.

source: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Can I come in?
it_it: [_maddie_s_offscreen_s_towards_s_neutral_s_talk_happy_] Posso entrare?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Yeah, no problem...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Sì, nessun problema...

source: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh baby what's the matter? You look exhausted.
it_it: [_maddie_s_towards_wide_s_neutral_s_talk_frown_] {i}*Gasp*{/i} Oh bambino qual è la questione? Sembri esausto.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] It was just a long night, sorry I was out so long.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Era solo una lunga notte, mi dispiace di essere stato così lungo.

source: [_maddie_s_towards_s_rise_s_talk_frown_] Well I hope everything's okay... I worry about you, kiddo...
it_it: [_maddie_s_towards_s_rise_s_talk_frown_] Beh, spero che tutto vada bene... mi preoccupo di te, bambino...

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah no, I'm fine, just a little tired is all.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, no, sto bene, solo un po' stanco è tutto.

source: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... well, I'll cook up some breakfast to help you start the day right!
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] {i}Hmm{/i}... beh, cucinerò un po' di colazione per aiutarti a iniziare la giornata a destra!

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Yes sweetie?
it_it: [_maddie_s_towards_s_wondering_s_talk_happy_] Sì dolce?

source: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] I {i}uh,{/i} I got that thing you wanted.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_s_blush_] Ho {i}uh,{/i} Ho ottenuto quella cosa che volevate.

source: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh my, Danny. Did you now?
it_it: [_maddie_s_towards_wide_s_amused_s_talk_amused_] ...oh mio, Danny. Sei ora?

source: [_danny_s_closed_s_neutral_s_talk_happy_] Yeah, I left it by the door.
it_it: [_danny_s_closed_s_neutral_s_talk_happy_] Sì, l'ho lasciato per la porta.

source: [_maddie_s_towards_s_neutral_s_talk_amused_] Thank you baby... I'll give you a call later today.
it_it: [_maddie_s_towards_s_neutral_s_talk_amused_] Grazie bambino... Le darò una chiamata più tardi oggi.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Aren't you going to tell me what's inside?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Non mi dirai cosa c'è dentro?

source: [_maddie_s_towards_s_rise_s_talk_happy_] Oh sweetie! A little patience and mystery never hurt anybody.
it_it: [_maddie_s_towards_s_rise_s_talk_happy_] Oh sweetie! Una piccola pazienza e mistero non fanno mai male a nessuno.

source: [_danny_s_towards_s_sad_s_distraught_] (What is it with everybody and mystery? She sounds like the Box Ghost...)
it_it: [_danny_s_towards_s_sad_s_distraught_] (Che cos'è con tutti e mistero? Suona come il Box Ghost...)

source: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} That is not a mental image I needed to create...)
it_it: [_danny_s_at_player_s_angry_s_grindteeth_] (...{i}blech!!{/i} Questa non è un'immagine mentale che avevo bisogno di creare...)

source: [_danny_s_towards_s_sad_s_talk_amused_] Alright Mom, I'll be patient.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Proprio Mamma, sarò paziente.

source: [_maddie_s_towards_s_amused_s_talk_amused_] Good boy. Now c'mon, get up, I've got some nice eggs and bacon for you waiting.
it_it: [_maddie_s_towards_s_amused_s_talk_amused_] Buon ragazzo. Ora c'mon, alzati, ho alcune belle uova e pancetta per voi aspettando.

source: [_danny_s_towards_s_sad_s_smile_] (Well, I hope whatever I just did was worth it... I've committed so much to this I have to see things through now...)
it_it: [_danny_s_towards_s_sad_s_smile_] (Beh, spero che tutto quello che ho appena fatto ne sia valsa la pena... mi sono impegnato così tanto a questo proposito devo vedere le cose attraverso ora...)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (All this excitement made me almost forget that Ember was even a thing. Hopefully, this plan will work the way I need it to.)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Tutta questa eccitazione mi ha fatto quasi dimenticare che Ember era anche una cosa. Speriamo che questo piano funzionerà come ho bisogno.)

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Hey Danny, you gonna join us for dinner tonight?
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Ehi Danny, ti unirai a noi per cena questa sera?

source: [_jack_s_towards_s_idle_s_talk_happy_] Your mother's cooking her world famous ghost-pepper steak tonight! This baby's tastier than a runway model in a latex jumpsuit! It's outta this world!
it_it: [_jack_s_towards_s_idle_s_talk_happy_] Tua madre sta cucinando la sua bistecca fantasma-pepe di fama mondiale stasera! Questo bambino è più gustoso di un modello di pista in una tuta di lattice! È fuori di questo mondo!

source: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, stop it you!
it_it: [_maddie_s_away_s_amused_s_talk_amused_] Oh Jack, fermatevi!

source: [_jack_s_up_s_wondering_s_talk_happy_] Oh, but you and I both know that you're {i}really{/i} the one who's out of this world babe!
it_it: [_jack_s_up_s_wondering_s_talk_happy_] Oh, ma io e te sappiamo entrambi che sei davvero {i}{/i} quello che è fuori da questa ragazza del mondo!

source: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Trying to just grab a snack here, people!
it_it: [_jazz_s_ef_s_closed_s_neutral_s_talk_frown_] {i}Blergh!{/i} Cercando di prendere uno spuntino qui, persone!

source: [_jack_s_towards_s_idle_s_talk_frown_] Young lady, one of these days you'll truly come to appreciate a man {u}half{/u} as in love with you as I am with your mother!
it_it: [_jack_s_towards_s_idle_s_talk_frown_] Giovane signora, uno di questi giorni verrai davvero ad apprezzare un uomo {u}metà{/u} come innamorato di te come sono con tua madre!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Hey, hey, family, please... I feel like you guys need family counseling if this is what dinner has come to.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ehi, hey, famiglia, per favore... Mi sento come voi ragazzi hanno bisogno di consigli familiari se questo è ciò che la cena è arrivata.

source: [_maddie_s_towards_s_neutral_s_talk_happy_] Your father is the sweetest man I ever met Danny! I definitely think you could take a few notes from him when you finally meet a girl you want to bring home to us.
it_it: [_maddie_s_towards_s_neutral_s_talk_happy_] Tuo padre è l'uomo più dolce che io abbia mai incontrato Danny! Sicuramente penso che si potrebbe prendere un paio di note da lui quando finalmente si incontra una ragazza che si desidera portare a casa a noi.

source: [_maddie_s_towards_s_rise_s_talk_amused_] Speaking of, {i}will{/i} we be scheduling dinner with any special girl any time soon...?
it_it: [_maddie_s_towards_s_rise_s_talk_amused_] Parlando di, {i}sarà{/i} stiamo programmando cena con qualsiasi ragazza speciale in qualsiasi momento presto...?

source: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] M-Mom, don't embarrass me.
it_it: [_danny_s_towards_s_sad_s_talk_distraught_s_blush_] Mamma, non mi imbarazzi.

source: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Is she really just gonna pretend and act like a normal mother with everything we have planned? I guess being a Mom still comes first and foremost for her...)
it_it: [_danny_s_at_player_s_rise_s_displeased_s_blush_] (Ha davvero solo intenzione di fingere e agire come una madre normale con tutto ciò che abbiamo progettato? Immagino di essere una mamma viene ancora prima di tutto per lei...)

source: [_jack_s_towards_s_confused_s_talk_frown_] ...jumping gadzooks!! Would you look at the time!!
it_it: [_jack_s_towards_s_confused_s_talk_frown_] ...salto gadzooks!! Saresti a guardare il tempo!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's wrong dad?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Cosa c'è di sbagliato papà?

source: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, do you happen to remember that little {u}thing{/u} we talked about?
it_it: [_jack_s_towards_s_idle_s_talk_happy_] Jasmine, ti capita di ricordare quel piccolo {u}cosa{/u} di cui abbiamo parlato?

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] What thing?
it_it: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Che cosa?

source: [_jack_s_towards_s_rise_s_talk_happy_] Well, it came through after all!
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Bene, è venuto dopo tutto!

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Wait- you mean-
it_it: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] Aspetta- intendi-

source: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup!{/i} An old college buddy of mine got your tickets to the Ember concert all ready to go!
it_it: [_jack_s_closed_s_wondering_s_talk_happy_] {i}Yeup!{/i} Un mio vecchio compagno di college ha ottenuto i biglietti per il concerto Ember tutti pronti per andare!

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeee!!{/i} How did you even get them?! The concert was already sold out! I was so bummed, I thought I'd be the only who wouldn't be able to go!!
it_it: [_jazz_s_ef_s_towards_s_wondering_s_talk_amused_] {i}Eeeeeee!!{/i} Come li hai ottenuti?! Il concerto era già esaurito! Ero così ingombrante, pensavo di essere l'unico che non sarebbe stato in grado di andare!!

source: [_maddie_s_towards_s_amused_s_talk_amused_] Well, your father does have a few tricks up his sleeve, dear.
it_it: [_maddie_s_towards_s_amused_s_talk_amused_] Beh, tuo padre ha alcuni trucchi sulla sua manica, caro.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Wait, the Ember concert?! You're going too Jazz??
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Aspetta, il concerto Ember?! Stai andando troppo Jazz??

source: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh no, this is not good... I can't possibly warn her about Ember without exposing myself...)
it_it: [_danny_s_at_player_s_unhappy_s_distraught_] (Oh no, questo non va bene... non posso avvertirla dell'Ember senza espormi...)

source: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] What's the matter Danny? Jealous of the most amazing night ever I'm gonna have?
it_it: [_jazz_s_ef_s_towards_s_rise_s_talk_happy_] Qual è la questione di Danny? Geloso della notte più incredibile mai avremo?

source: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh well, ya' know, it's just crazy how lucky you are, is all... {i}heh{/i}... s-so, when is the concert, exactly?
it_it: [_danny_s_towards_s_unhappy_s_talk_amused_] Oh bene, sì, è solo pazzo quanto sei fortunato, è tutto... {i}heh{/i}... s-so, quando è il concerto, esattamente?

source: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] It's in just a couple days! Duh!
it_it: [_jazz_s_ef_s_towards_s_neutral_s_talk_happy_] È tra un paio di giorni! Duh!

source: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhh!!{/i} I'm so excited now, I could just {u}die!!{/u}
it_it: [_jazz_s_ef_s_closed_s_idle_s_talk_happy_] {i}Ahhhhh!!{/i} Sono così eccitato ora, potrei solo {u}morire!!{/u}

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} That's great Jazz, really.{p}(...but let's hope that Ember doesn't have plans for anything like that...)
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}*Gulp*{/i} È davvero fantastico Jazz.{p}(...ma speriamo che Ember non abbia piani per niente di simile...)

source: [_danny_s_at_player_s_angry_s_consternation_] (I really need to be ready by then to stop whatever it is Ember's planning. Who knows what I could be up against!)
it_it: [_danny_s_at_player_s_angry_s_consternation_] (Ho davvero bisogno di essere pronto per poi fermare qualunque cosa sia la pianificazione di Ember. Chissà cosa potrei essere contro!)

source: [_jack_s_towards_s_rise_s_talk_frown_] Now hey, do you remember your end of the deal young lady?
it_it: [_jack_s_towards_s_rise_s_talk_frown_] Ora hey, ti ricordi la fine dell'affare giovane signora?

source: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Yes, yes, yes, don't worry! I promise I'll get all my homework and chores done even {i}extra{/i} earlier than normal, I swear!!{p}Now can we go get them already??
it_it: [_jazz_s_ef_s_towards_wide_s_angry_s_talk_amused_] Sì, sì, sì, non preoccuparti! Prometto che avrò tutti i miei compiti e faccende fatto anche {i}extra {/i} prima del normale, ho giurato!{p}Ora possiamo andare a prenderli già??

source: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, aren't we eager? Alrighty, we'll go right after dinner. Don't forget to thank your Mother, she really pushed me to get those tickets for you.
it_it: [_jack_s_towards_s_wondering_s_talk_happy_] {i}Heh heh{/i}, non siamo desiderati? Bene, andremo subito dopo cena. Non dimenticate di ringraziare vostra Madre, mi ha spinto davvero per ottenere quei biglietti per voi.

source: [_jack_s_towards_s_rise_s_talk_happy_] She was really insistent that we go {u}today{/u} to get them too. Early bird gets the interdimensional sandworm, I suppose!
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Era davvero insistente che andiamo {u}oggi{/u} per prenderli anche. Il primo uccello ottiene il sandworm interdimensionale, supponso!
