Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] It's, uh... a bit complicated, I'll be honest.
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] È, uh... un po' complicato, sarò onesto.

source: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Well just explain it to me, I'm not a {i}total{/i} idiot, ya' know.
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_displeased_] Bene mi spieghi, non sono un totale di {i}{/i} idiota, sì.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...well, ya' see, there's... I kinda needed...{p}...I just wanted to spend some time with you is all?{p}All this rough and tumble ghost fighting lately has really just been wearing me out.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] ...beh, sì' vedete, c'è... Ho bisogno di ciò...{p}... solo voluto trascorrere del tempo con voi è tutto?{p}Tutto questo grezzo e tumble fantasma combattimento ultimamente mi ha davvero appena indossato.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] But I thought you were an amazing superhero who could handle any mean ghosty bad guys no problem, no?
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] Ma pensavo che fossi un supereroe stupefacente che poteva gestire qualsiasi tipo di fantasma cattivo nessun problema, no?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Well, kinda, but this new ghost I'm up against, they're the strongest one I've faced yet.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Beh, gentile, ma questo nuovo fantasma mi oppone, sono i più forti che abbia mai affrontato.

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} So in case you don't survive your next battle, you wanted to spend your last few hours in a somewhat semi-corporeal form with {u}me{/u}??
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_consternation_] {i}*Gasp*{/i} Quindi, nel caso in cui non sopravvivi alla tua prossima battaglia, hai voluto trascorrere le tue ultime ore in una forma un po 'semi-corporea con {u}me{/u}??

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] That is {i}sooooo{/i} romantic!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] Questo è {i}sooooo{/i} romantico!

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, yeah, that was {i}exactly{/i} what I wanted to have happen, yeup.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_neutral_s_talk_happy_] ...oh, sì, che era {i}esattamente{/i} quello che volevo accadere, sì.

source: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, you're so sweet Ghost Boy...
it_it: [_paulina_s_normal_s_closed_s_idle_s_talk_happy_] {i}Nawww{/i}, sei così dolce Ghost Boy...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] So, how should we spend our time together? Go to the Mall maybe, catch a movie to watch-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Così, come dovremmo trascorrere il nostro tempo insieme? Vai al centro commerciale forse, prendere un film per guardare-

source: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Let's break into my school together!
it_it: [_paulina_s_normal_s_towards_s_angry_s_talk_amused_] Incrociamo insieme nella mia scuola!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...or commit breaking and entering, just the sort've intimate getaway I would've imagined you suggesting.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...o commetti la rottura e l'ingresso, solo la fuga intima che ti avrei immaginato suggerire.

source: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Well{/i}, I guess I should be upfront and say I do have a {u}reason{/u} for wanting to break in with you...
it_it: [_paulina_s_normal_s_away_s_idle_s_talk_displeased_] {i}Well{/i}, Immagino che dovrei essere in anticipo e dire che ho un {u}motivo{/u} per volerci entrare con te...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh please, I'm all ears on this one...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Oh, per favore, sono tutte le orecchie su questo...

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] See, I was going to ask this guy Dash to help me out with this, but he can barely brush his teeth, let alone open a locked door quietly and discreetly.
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Vedi, stavo per chiedere a questo ragazzo Dash di aiutarmi con questo, ma riesce a malapena a lavarsi i denti, per non parlare di aprire una porta chiusa in modo tranquillo e discreto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Why exactly do you want to break into your own high school though?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Perché esattamente vuoi entrare nella tua scuola superiore però?

source: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] I {i}maaaaybe{/i} wanna get a copy of the test answers for the upcoming quizzes ahead of time...?
it_it: [_paulina_s_normal_s_down_s_neutral_s_talk_displeased_s_blush_] I {i}maaaaybe{/i} vogliono ottenere una copia delle risposte di test per i prossimi quiz prima del tempo...?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Wait, what?! Why? Haven't you studied for them?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Aspetta, cosa?! Perché? Non hai studiato per loro?

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, no?? Of course not! But Daddy needs to see that I'm getting an "A" on this one stupid test, or I'm banned from going to see Ember's concert that's in town!
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] {i}Uhhh{/i}, no?? Naturalmente no! Ma papà ha bisogno di vedere che sto ricevendo una "A" su questo uno stupido test, o sono vietato di andare a vedere il concerto di Ember che è in città!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, don't you think honest, hard work and determination to challenge yourself is far more rewarding than cheating your way forward?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] C'mon Paulina, non credi che onesto, duro lavoro e determinazione a sfidare te stesso sia molto più gratificante che imbrogliare la tua strada in avanti?

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh my goodness, and he's {u}funny{/u} too! Ghost boy, you should consider a career in comedy!
it_it: [_paulina_s_normal_s_closed_s_wondering_s_talk_amused_] Oh la mia bontà, e lui è {u}divertente{/u} troppo! Fantasma ragazzo, si dovrebbe considerare una carriera in commedia!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Look, people are always telling me I need to apply my brain more often, and I am! My plan will absolutely work, especially with you helping!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Guarda, la gente mi sta sempre dicendo che devo applicare il mio cervello più spesso, e lo sono! Il mio piano funzionerà assolutamente, soprattutto con voi aiutando!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] I'm pretty sure they mean applying your mental faculties, and actually reading the material.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] Sono abbastanza sicuro che significano applicare le tue facoltà mentali, e in realtà leggere il materiale.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, maybe, but I like doing things my own way.
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}ehh{/i}, forse, ma mi piace fare le cose a modo mio.

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sigh*{/i} (I'm not gonna be able to stop Ember if I don't get things to work out with Paulina in some way or another... if this is what she wants...?)
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_displeased_] {i}*Sigh*{/i} (non riuscirò a fermare Ember se in qualche modo non farò nulla per lavorare con Paulina in un altro modo. . se questo è quello che vuole...?)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Sure, fine, we wouldn't wanna disappoint "Daddy".
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Certo, bene, non vorremmo deludere "Papà".

source: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, thank you Ghost Boy, thank you!
it_it: [_paulina_s_normal_s_towards_wide_s_wondering_s_talk_pleased_] Oh, grazie Ghost Boy, grazie!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} You won't regret it!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_amused_] {i}Mwha!{/i} Non ve ne pentirete!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] So, what time are we going to do this little B&E session? I think if we plan a little bit ahead of time, we'll be able to-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Quindi, a che ora faremo questa piccola sessione B&E? Penso che se pianifichiamo un po 'in anticipo, saremo in grado di-

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] It has to be tonight, actually.
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_consternation_] Deve essere stasera, in realtà.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}Tonight?!{/u}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_rise_s_talk_distraught_] {u}stasera?!{/u}

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Yes, otherwise I won't have enough time to memorize all the answers before the test!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] Sì, altrimenti non avrò abbastanza tempo per memorizzare tutte le risposte prima del test!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Alright, fine, then I'll meet you outside the front of the school, tonight. I'll at least see if I can get you inside.{p}But you really should study more!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_happy_] Bene, allora ti incontrerò fuori dalla scuola, stasera. Vedrò almeno se posso farti dentro.{p}Ma dovresti davvero studiare di più!

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfect! See you then!
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Perfetto! Ci vediamo allora!

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, one more thing: I'm totally gonna claim you kidnapped me if we get caught by anyone. That cool?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] ...oh, un'altra cosa: mi affermerò che mi hai rapito se ci siamo presi da qualcuno. Che cool?

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] WHAT?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_] Cosa?!

source: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Sorry, but I mean, c'mon, it'd be the only valid excuse I'd have to not get expelled.
it_it: [_paulina_s_normal_s_down_s_sad_s_talk_displeased_] Mi dispiace, ma voglio dire, c'mon, sarebbe l'unica scusa valida che non dovrei essere espulso.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, but my reputation gets to be even cruddier than it already is?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] Oh, ma la mia reputazione diventa ancora più rozzo di quanto non sia già?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] I'll give it some more charm than just "kidnapping", of course!{p}...make it seem like a romantic ghost, having fallen in love with the most prettiest girl in the world!
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Lo darò un po' più di fascino del solo "rapimento", ovviamente!{p}... ake sembra un fantasma romantico, essendosi innamorato della più bella ragazza del mondo!

source: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Besides, it's not like you can really get in trouble with the school or something. Really, what do you have to lose here?
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_amused_] Inoltre, non è come se ci si potesse davvero trovare in difficoltà con la scuola o con qualcosa. Davvero, cosa si deve perdere qui?

source: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (I'm gonna get stiffed somehow at the end of this deal, and not in the good way, I just know it...)
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_neutral_s_grindteeth_] (Mi stringo in qualche modo alla fine di questo accordo, e non nel buon senso, lo conosco...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} I guess that makes sense. Just not what I had in mind for a another chance to hang and get to know each other better is all...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} Immagino che abbia senso. Proprio non quello che avevo in mente per un'altra possibilità di appendere e conoscersi meglio è tutto...

source: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Great! See you tonight then, cutie!
it_it: [_paulina_s_normal_s_closed_s_wondering_s_talk_pleased_] Ottimo! Ci vediamo stasera poi, cutie!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...did Paulina just call me {u}cutie?{/u}
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_pleased_s_blush_] ...Paulina mi ha appena chiamato {u}cutie?{/u}

source: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Great, you're here!{p}This is so exciting! I can't believe we're really doing this!
it_it: [_paulina_s_normal_s_towards_s_wondering_s_talk_pleased_] Ottimo, sei qui!{p}Questo è così emozionante! Non posso credere che stiamo davvero facendo questo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Yeah, so what's the plan?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Sì, quindi qual è il piano?

source: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Okay, so all the doors are locked on all sides, from both the inside {i}and{/i} the outside. So what we need is for you to go all Inviso-Bill and stuff and head through the walls, find some spare key to open the front doors and let me inside!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_pleased_] Okay, quindi tutte le porte sono bloccate su tutti i lati, sia dall'interno {i}che {/i} dall'esterno. Quindi quello di cui abbiamo bisogno è per voi di andare tutto Inviso-Bill e roba e testa attraverso le pareti, trovare qualche chiave di ricambio per aprire le porte anteriori e lasciarmi dentro!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...alright, but any idea where the keys might even be?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] ...bene, ma qualsiasi idea su dove potrebbero essere le chiavi?

source: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... that I don't exactly know, but just knowing Mr. Lancer, he'd probably keep a spare set of keys in his desk drawer maybe?
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Hmm{/i}... che non conosco esattamente, ma conoscendo il signor Lancer, probabilmente avrebbe tenuto un set di chiavi di ricambio nel suo cassetto scrivania forse?

source: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] He takes his job as the Vice Principal {i}way{/i} too seriously, so it'd make sense he'd have a set of them. He's definitely big enough of a dork like that.
it_it: [_paulina_s_normal_s_down_s_angry_s_talk_consternation_] Prende il suo lavoro come vice principale {i}modo{/i} troppo seriamente, quindi avrebbe senso che avrebbe avuto un set di loro. Lui è sicuramente abbastanza grande di un dormiente così.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Alright then, I guess that sounds simple enough. Hopefully no late night staff are working... I'll be right back then.
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Allora, immagino che suoni abbastanza semplice. Speriamo che il personale di tarda notte stia lavorando... Sarò proprio allora.

source: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Wait, won't you need directions to Mr. Lancer's class? It's not like you go here, right?
it_it: [_paulina_s_normal_s_towards_s_confused_s_talk_consternation_] Aspetta, non hai bisogno di indicazioni per la classe del signor Lancer? Non è come se andassi qui, vero?

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, right, but no thanks, I'm sure I'll easily be able to navigate the building on my own. Wish me luck!
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_wondering_s_talk_happy_] {i}Uhh{/i}, giusto, ma non grazie, sono sicuro che sarò facilmente in grado di navigare l'edificio da solo. Augurami fortuna!

source: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Okay, good luck!!
it_it: [_paulina_s_normal_s_towards_s_idle_s_talk_happy_] Ok, buona fortuna!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Alright... now to find those keys.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Va bene... ora per trovare quelle chiavi.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancer would have them somewhere on his desk, right? Best look there first.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Lancer li avrebbe da qualche parte sulla sua scrivania, giusto?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? Really? Doesn't look like there's any keys lying around... maybe I should look in the drawers too?
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_unhappy_s_talk_displeased_] Huh? Davvero? Non sembra che ci siano delle chiavi in giro... forse dovrei guardare anche nei cassetti?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Note to self: Remember to score all the smarter students lower to encourage them to work even harder on midterms."
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_neutral_s_talk_displeased_] "Nota per sé: Ricordati di segnare tutti gli studenti più intelligenti in basso per incoraggiarli a lavorare ancora più duramente a medio termine."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Well {i}that's{/i} disturbing.{p}I mean, not for me really, but for the smart kids I guess.
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Beh {i}che's{/i} inquietante.{p}Voglio dire, non per me davvero, ma per i bambini intelligenti che indovino.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "New Doomed password is {i}Goatee_4_Lyfe{/i}."
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_rise_s_talk_displeased_] "La nuova password condannata è {i}Goatee_4_Lyfe{/i}."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, wait, Lancer plays {b}Doomed Online{/b}??{p}Who would've thought that a middle-aged, pudgy bald man would be much of a gamer... huh.
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Woah, aspetta, Lancer gioca {b}Doomed Online{/b}??{p}Chi avrebbe pensato che un uomo calvo, di mezza età e pudgy sarebbe stato molto di un giocatore... ehh.

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Reminder: Head to library over weekend to find more book titles for exasperated exclamations."
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Promemoria: Testa in biblioteca durante il fine settimana per trovare più titoli di libri per esasperazioni esasperate."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Look, I know he's an educated guy and all, but I wonder out of all the books Lancer likes to shout about, how many he's actually read...?
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Guarda, so che è un ragazzo istruito e tutti, ma mi chiedo di tutti i libri che Lancer ama gridare, quanti ha effettivamente letto...?

source: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idea for Novel: Handsome and beloved vice-principal overcomes adversity through his lack of naturally occurring follicles and rises to the ranks of principal of his school."
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_down_s_wondering_s_talk_displeased_] "Idea per il novello: Handsome e amato viceprincipale supera le avversità per la sua mancanza di follicoli naturali e si alza alle fila del principale della sua scuola."

source: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...this is probably just a fantasy of his his and nothing more, but Lancer better hope Ishiyama doesn't see this. She wouldn't like the idea of her second-in-command vying for her position under her nose.
it_it: [_danny_s_p_s_offscreen_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] char@@0 questa è probabilmente solo una fantasia del suo e niente di più, ma Lancer migliore speranza Ishiyama non vede questo. A lei non piacerebbe l'idea del suo secondo comando in vying per la sua posizione sotto il naso.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...darn it, not one of these is helpful...
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_distraught_] ...darlo, non uno di questi è utile...

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Well, if not Mr. Lancer, who {i}else{/i} might have a spare set of keys left lying around in the school?
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_distraught_] Beh, se non Mr. Lancer, chi {i}altrimenti{/i} potrebbe avere un set di chiavi di riserva rimanenti in giro nella scuola?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Nurse Kate? Maybe she'd have access to all the doors as the school nurse?
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Infermiera Kate? Forse avrebbe avuto accesso a tutte le porte come infermiera della scuola?

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] But where would she keep them? She's got so many different spots to hide stuff away in this office...
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_displeased_] Ma dove li teneva? Ha così tanti punti diversi per nascondere le cose in questo ufficio...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] I guess I can just try them one at a time... starting with this purple drawer.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Immagino di poterli provare uno alla volta... a partire da questo cassetto viola.
