Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} nobody hanging in the kitchen, so that's a good sign so far... better check in the basement though, just to make anybody that's there is staying busy.)
it_it: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_smile_] ({i}Hmmm...{/i} nessuno pende in cucina, quindi questo è un buon segno finora. . controllare meglio nel seminterrato però, solo per rendere chiunque che ci sia è rimanere occupato.)

source: [_jack_s_closed_s_idle_s_talk_happy_] ♪ When there's something strange... in your neighborhood...{nw}
it_it: [_jack_s_closed_s_idle_s_talk_happy_] <unk> Quando c'è qualcosa di strano... nel tuo quartiere...{nw}

source: [_extend_] {u}who you gonna call?{/u} ♫{p}{i}Jack Fenton!!{/i} ♫ Do-do-do-{i}do{/i}do~ ♫
it_it: [_extend_] {u}che chiamerai?{/u} <unk>{p}{i}Jack Fenton!!{/i} <unk> Do-do-do-{i}do{/i}do~ <unk>

source: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, curses... that silly song's stuck in my head again...{nw}
it_it: [_jack_s_at_player_s_rise_s_talk_displeased_] {i}Ahh{/i}, maledizioni... quella canzone stupida è di nuovo bloccata nella mia testa...{nw}

source: [_extend_] I can never remember the right lyrics... maybe if I go over them in my head again...
it_it: [_extend_] Non posso mai ricordare i testi giusti... forse se li vado di nuovo nella mia testa...

source: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfect, looks like Dad is going to be busy for a while.)
it_it: [_danny_s_p_s_offscreen_s_at_player_s_neutral_s_grin_] (Perfetto, sembra che papà stia per essere occupato per un po'.)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Now I can let Star in.)
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_smile_] (Ora posso lasciare Star in.)

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Best to be safe I guess and turn back into Danny... I definitely don't wanna be caught with a hot girl my age in my ghost form by my parents.)
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_grin_] (Per essere al sicuro immagino e tornare indietro in Danny... Sicuramente non voglio essere catturato con una ragazza calda la mia età nella mia forma fantasma dai miei genitori.)

source: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, come on in.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Oh, hey Star, vieni dentro.

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, awesome, thanks for checking if the coast was-
it_it: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Oh, fantastico, grazie per il controllo se la costa era-

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...wait. Where's Billy?
it_it: [_star_s_normal_s_down_s_confused_s_talk_displeased_] ...aspetta. Dov'è Billy?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, he asked me to let you in. Look, just come with me. He's in my bathroom right now, {i}uhh{/i}, "freshening up", I guess.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Oh, mi ha chiesto di lasciarti entrare. Guarda, vieni con me. È nel mio bagno in questo momento, {i}uhh{/i}, "rinfrescamento", immagino.

source: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] But... he's a ghost? What needs freshening...?
it_it: [_star_s_normal_s_at_player_wide_s_confused_s_talk_displeased_] Ma... è un fantasma? Che cosa ha bisogno di rinfrescare...?

source: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} Don't judge the man's desire to look good for you! Come on and follow me quickly, before my dad knows I have you here!
it_it: [_danny_s_towards_wide_s_neutral_s_talk_displeased_] {i}Shh!{/i} Non giudicare il desiderio dell'uomo di guardare bene per te! Vieni a seguirmi rapidamente, prima che mio padre sappia che ti ho qui!

source: [_star_s_normal_s_down_s_rise_s_talk_amused_] Sure, your loser dad definitely wouldn't want to know he's got a cute ghost getting some smooch time under his own roof.
it_it: [_star_s_normal_s_down_s_rise_s_talk_amused_] Certo, il tuo papà perdente sicuramente non vorrebbe sapere che ha un fantasma carino ottenere un po 'di tempo smooch sotto il suo tetto.

source: [_danny_s_towards_s_rise_s_talk_amused_] Smooch time, huh? Well alright, go "Billy".{p}(I know I'm only really doing this to stop Ember, but oh man, this is gonna be good...)
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Smooch time, eh? Beh bene, vai a "Billy".{p}(So che sto solo facendo questo per fermare Ember, ma oh uomo, questo andrà bene...)

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... this is your room, huh?
it_it: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] {i}Sooo{/i}... questa è la tua stanza, eh?

source: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... it's not much, but-
it_it: [_danny_s_towards_s_sad_s_talk_pleased_s_blush_] {i}*Blushing*{/i} Y-yeah... non è molto, ma-

source: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] You've got that right, it's not much of anything.{p}{i}Hmmm{/i}, but it'll do. Anyway go check on Billy for me, I definitely don't wanna stick around here forever.
it_it: [_star_s_normal_s_down_s_neutral_s_talk_consternation_] Hai ragione, non è molto di niente.{p}{i}Hmmm{/i}, ma lo farà. Comunque vai a controllare Billy per me, sicuramente non voglio bastone qui per sempre.

source: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh yeah! He should be here any sec. I'll just go fetch him for you.
it_it: [_danny_s_towards_s_sad_s_talk_frown_s_-blush_] O-oh sì! Dovrebbe essere qui ogni secondo. Andrò a prenderlo per te.

source: [_danny_s_at_player_s_rise_s_talk_amused_] And with just a little bit of switcheroo magic...
it_it: [_danny_s_at_player_s_rise_s_talk_amused_] E con un po 'di switcheroo magic...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Okay, here goes nothing.
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_idle_s_talk_happy_] Okay, qui non va niente.

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] It's showtime...
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_talk_pleased_] È showtime...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, Star, sorry for the-{u}WHOA!{/u}
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, Star, dispiace per il-{u}QUI!{/u}

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, you like what you see~?
it_it: [_star_s_lingerie_s_down_s_rise_s_talk_amused_] Oh, ti piace quello che vedi~?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-you're wearing a-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_s_blush_] Y-si sta indossando un-

source: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Yeah, bought it a week ago, been meaning to find a time to wear it for a while now... thought our date today would be good...
it_it: [_star_s_lingerie_s_down_s_wondering_s_talk_pleased_] Sì, comprato una settimana fa, ha significato trovare un tempo per indossarlo per un po '. . pensava che la nostra data di oggi sarebbe buona...

source: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...does it suit me?
it_it: [_star_s_lingerie_s_down_s_rise_s_talk_happy_] ...mi va bene?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] I-it looks amazing on you.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_pleased_s_blush_] Ti sembra incredibile.

source: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfect! I just knew you'd love it.
it_it: [_star_s_lingerie_s_closed_s_wondering_s_talk_pleased_] {i}Ha!{/i} Perfetto! Lo sapevo solo che ti piacerebbe.

source: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...but doesn't it make my butt look big?
it_it: [_star_s_lingerie_s_down_s_rise_s_talk_displeased_] ...ma non fa sembrare il mio culo grande?

source: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha!{/i} Goodness, it's like a slobbering dog staring at a big, juicy bone.
it_it: [_star_s_lingerie_s_down_s_idle_s_talk_amused_s_blush_] {i}Haha!{/i} Bontà, è come un cane smorzante che fissa un osso grande e succoso.

source: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Well... in that case.
it_it: [_star_s_lingerie_s_down_s_rise_s_talk_amused_s_blush_] Bene... in quel caso.

source: [_star_] Come and get it, Fido...
it_it: [_star_] Vieni a prenderlo, Fid...

source: [_danny_] Y-you... you want to do it... like this? S-standing? Against the wall?
it_it: [_danny_] Sei tu... vuoi farlo... così? In piedi? Contro il muro?

source: [_star_] Just take your pants off and get over here, cutie....
it_it: [_star_] Basta togliere i pantaloni e arrivare qui, cutie....

source: [_star_] Now put it in nice and gentl-{i}EEEEEEH!{/i}{p}Oh, god...~
it_it: [_star_] Ora mettilo in una bella e gentile-{i}EEEEEEH!{/i}{p}Oh, dio...~

source: [_danny_] S-sorry! Did I put it in too fast?
it_it: [_danny_] Spiacenti! L'ho messo troppo veloce?

source: [_star_] It's- {i}ah!{/i} ...fine, j-just... try a little slower next time, 'kay? Give me a chance to.... {i}mmmm{/i}... adjust myself a bit first.
it_it: [_star_] E's- {i}ah!{/i} ...fine, j-just... prova un po' più lentamente la prossima volta, 'kay? Dammi una possibilità.... {i}mmmm{/i}... aggiustami un po' prima.

source: [_danny_] Alright... {i}mmph{/i}... izzat' better?
it_it: [_danny_] Bene... {i}mmph{/i}... izzat' meglio?

source: [_star_] {i}Mmm{/i}, yeah, that's it... you can go a little faster now.
it_it: [_star_] {i}Mmm{/i}, sì, è così... ora puoi andare un po' più velocemente.

source: [_danny_] {i}*Huff*{/i} Star... your butt is so soft... {i}*Nnfh*{/i} ...soft to squeeze.
it_it: [_danny_] {i}*Huff*{/i} Star... il tuo culo è così morbido... {i}*Nnfh*{/i} ...morbido da squeeze.

source: [_star_] {i}Mmmmmm{/i}, ohh Billy... you know all the right things to say to a girl.
it_it: [_star_] {i}Mmmmmm{/i}, ohh Billy... conosci tutte le cose giuste da dire a una ragazza.

source: [_star_] {i}Ah!{/i} Yes... that's it! Move it in, just like that!
it_it: [_star_] {i}Ah!{/i} Sì... è tutto! Muovilo dentro, proprio così!

source: [_star_] Oh, {i}fuck!{/i} You're so big, Billy... it's so good...
it_it: [_star_] Oh, {i}scopata!{/i} Sei così grande, Billy... è così buono...

source: [_star_] {i}Ah!{/i} Tell me I'm better than the others!
it_it: [_star_] {i}Ah!{/i} Dimmi che sono meglio degli altri!

source: [_star_] Just do it! Tell me my pussy's better than any other girl's in this town!
it_it: [_star_] Basta farlo! Dimmi che la mia figa è meglio di qualsiasi altra ragazza in questa città!

source: [_danny_] Y-your, uhm... {i}*Mmph*{/i} ...your pussy is... {i}*Phew!*{/i} ...way better than any of the other girls'!.
it_it: [_danny_] Y-your, uhm... {i}*Mmph*{/i} ...la tua figa è... {i}*Phew!*{/i} ...modo migliore di qualsiasi altra ragazza'!.

source: [_star_] {i}Oooooooh,{/i} fuck... damn, I love hearing you tell me that!
it_it: [_star_] {i}Oooooooh,{/i} scopare... maledetto, mi piace sentirmi dire!

source: [_danny_] {i}Ah!{/i} You're really tightening up Star, are you already-
it_it: [_danny_] {i}Ah!{/i} Stai davvero rafforzando Star, sei già tu

source: [_star_] D-don't stop! Fuck my sweet little pussy, please!
it_it: [_star_] D-non si ferma! Cazzo la mia piccola figa, per favore!

source: [_danny_] S-Star, how are you holding on from-
it_it: [_danny_] S-Star, come stai tenendo da-

source: [_star_] {i}Mmmmmmmm!{/i} I'm... I'm...
it_it: [_star_] {i}Mmmmmmmm!{/i} Io... Io...

source: [_star_] Oh fuck... I just came... {i}*Phew!*{/i}{p}...God... I just came in that nerd Fenton's room... unbelievable...
it_it: [_star_] Oh fuck... Sono appena venuto... {i}*Phew!*{/i}{p}...Dio... Sono appena venuto nella stanza di quel nerd Fenton... incredibile...

source: [_danny_] Yeah? You like it that we're making a sex filled racket in his room, huh?
it_it: [_danny_] Sì? Ti piace che stiamo facendo una racchetta piena di sesso nella sua stanza, eh?

source: [_star_] Yeah! I love taking advantage of your friendship with him, Billy! Fucking in the place he sleeps at night!{p}It's {i}suuuch{/i} a turn on!!
it_it: [_star_] Sì! Mi piace approfittare della tua amicizia con lui, Billy! Cazzo nel posto in cui dorme di notte!{p}È {i}suuuch{/i} un turno!!

source: [_danny_] (She likes getting off on humiliating Danny Fenton, huh? Well, his ol' pal Billy doesn't quite like that! Time to finish her off!)
it_it: [_danny_] (Le piace mettersi all'umiliante Danny Fenton, eh? Beh, il suo pal Billy non è del tutto così! È tempo di finirla!)

source: [_danny_] Okay, get ready, cause I'm gonna push myself over the edge too!
it_it: [_danny_] Va bene, preparati, perché anch'io mi spingerò oltre il bordo!

source: [_star_] P-push y-yourself over th- WAIT, does that mean you're gonna-
it_it: [_star_] P-push y-yourself over th- WAIT, significa che stai andando

source: [_danny_] {i}Ah!{/i} I'm going to cum, Star!
it_it: [_danny_] {i}Ah!{/i} Sto per cum, Star!

source: [_star_] {i}AHHHH~!!{/i} It's like... like a mini-orgasm with every thrust!
it_it: [_star_] {i}AHHH~!!{/i} È come... come un mini-orgasmo con ogni spinta!

source: [_star_] Do it Billy! Fill me!! Fill me up with that cum!
it_it: [_star_] Fallo Billy! Riempimi!! Riempimi con quel cum!

source: [_danny_] I'm CUMMING!
it_it: [_danny_] Sto CUMMING!

source: [_danny_] Oh my God... that felt amazing.
it_it: [_danny_] Oh mio Dio... che si sentiva incredibile.

source: [_star_] I know... it always does with me... {i}heh{/i}...
it_it: [_star_] Lo so... lo faccio sempre con me... {i}heh{/i}...

source: [_danny_] No, seriously, that was awesome. It feels so good having this much strength for that kinda pose...
it_it: [_danny_] No, seriamente, è stato fantastico. Si sente così bene avere questa grande forza per quel kinda posa...

source: [_star_] That's great babe... now can you kindly pull your dick out of me please? I'm on the Pill, but there's no need to let it simmer. {i}*Giggles*{/i}
it_it: [_star_] Questa è una grande bambina... ora puoi gentilmente tirare il tuo cazzo fuori da me, per piacere? Sono sulla pillola, ma non c'è bisogno di lasciarlo sobbollire. {i}*Giggles*{/i}

source: [_danny_] Oh y-yeah, sorry.
it_it: [_danny_] Oh y-yeah, mi dispiace.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Well, thanks for showing a girl a hell of a good time today.
it_it: [_star_s_normal_s_down_s_idle_s_talk_happy_] Beh, grazie per aver mostrato una ragazza un inferno di un buon tempo oggi.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Yeah, no problem...{p}{nw}
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_displeased_] Sì, nessun problema...{p}{nw}

source: [_extend_] ...uh, hey, you're not still mad about earlier? I thought you might wanna talk about-
it_it: [_extend_] ...uh, hey, non sei ancora arrabbiato per prima? Pensavo che si potesse parlare di -

source: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, not really, I mean... I'm still not quite sure where to take things from here, honestly, but...
it_it: [_star_s_normal_s_down_s_confused_s_talk_displeased_] {i}Ehhh{/i}, non davvero, voglio dire... Non sono ancora abbastanza sicuro di dove prendere le cose da qui, onestamente, ma...

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...I suppose at least calling you my actual {b}boyfriend{/b} could come with some good publicity.
it_it: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] I- {i}*Ahem*{/i} ...Suppongo che almeno ti chiami il mio {b}boyfriend{/b} potrebbe venire con una buona pubblicità.

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyfriend? Wait what, I didn't-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Boyfriend? Aspetta cosa, non ho fatto

source: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaax{/i}. Trust me Billy, you're so much cuter when you let me take the lead on this kinda stuff.
it_it: [_star_s_normal_s_down_s_sad_s_talk_pleased_s_blush_] {i}Shhh{/i}, hey, hey, {i}relaaaax{/i}. Fidati di me Billy, sei così carino quando mi lasci prendere il comando su questa roba kinda.

source: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] By the way, enjoy the video I'm gonna send you later!
it_it: [_star_s_normal_s_closed_s_neutral_s_talk_amused_] A proposito, goditi il video ti invierò più tardi!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Video? What video-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Video? Quale video-

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Wait... DID YOU RECORD US HAVING SEX?!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_unhappy_s_talk_distraught_s_blush_] Aspetta... DIRETTI REGISTRATI HAVING SEX?!

source: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, gotta bait my OnlySimps followers with the premium content somehow!
it_it: [_star_s_normal_s_down_s_confused_s_talk_pleased_] Duh, esce i miei seguaci OnlySimps con il contenuto premium in qualche modo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] But I didn't-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_s_-blush_] Ma non l'ho fatto

source: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, I'm gonna blur our faces in post, and my real life identity isn't out there online like that. Public reputation and all that... I'll just say you're albino and like to wear latex or something.
it_it: [_star_s_normal_s_down_s_wondering_s_talk_displeased_] Oh hush, ho intenzione di sfocare i nostri volti in post, e la mia vera identità di vita non è là fuori online così. La reputazione pubblica e tutto ciò... dirò solo che sei albino e ti piace indossare lattice o qualcosa.

source: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Gotta go now! Buh-bye, {u}boyfriend{/u}! {i}Haha!{/i}
it_it: [_star_s_normal_s_down_s_wondering_s_talk_amused_] Vai adesso! Buh-bye, {u}boyfriend{/u}! {i}Haha!{/i}

source: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh man, I can't wait to rub this news in Paulina's face!
it_it: [_star_s_normal_s_down_s_angry_s_talk_happy_] Oh uomo, non vedo l'ora di strofinare questa notizia sul volto di Paulina!

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] ...oh, and tell Danny I said thanks for the space to bust my beautiful nut in. He can bask in the glory of knowing a girl did in fact achieve an orgasm in his room! For once!
it_it: [_star_s_normal_s_down_s_idle_s_talk_happy_] oh, e dire a Danny ho detto grazie per lo spazio per busto il mio bel dado dentro. Può crogiolarsi nella gloria di sapere che una ragazza ha fatto in realtà raggiungere un orgasmo nella sua stanza! Per una volta!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...what. The heck. Just happened?!
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] ...cosa. Il nodo. È appena successo?!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] Star is so weird. I mean, I'm almost glad she's at least consistent in her craziness, but...{p}...and now, I'm her... boyfriend, I guess?
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_neutral_s_talk_displeased_] La stella è così strana. Voglio dire, sono quasi contenta di essere almeno coerente nella sua follia, mai. .{p}... e ora, sono lei... fidanzato, immagino?

source: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] Or, at least Inviso-Bill is. Is she seriously gonna spread that around now? Great...
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_unhappy_s_talk_displeased_] O almeno Inviso-Bill è. Sta seriamente diffondendo questo ora? Ottimo...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Well, I guess I've got my first part of the Orgone boost I'll need, which is good...{p}but I think this just brought on a whole lot more trouble than I was expecting...
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_displeased_] Beh, immagino che ho la mia prima parte della spinta Orgone che ho bisogno, che è buono. .{p}ma penso che questo abbia causato molti più problemi di quanto mi aspettavo...

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, if I've got a choice in the matter, it oughta be my dream girl, right?
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Beh, se ho una scelta in materia, dovrebbe essere la mia ragazza da sogno, giusto?

source: [_danny_s_down_s_neutral_s_talk_happy_] I'll just use my PDA to get in touch with her as Inviso-Bill.
it_it: [_danny_s_down_s_neutral_s_talk_happy_] Utilizzerò il mio PDA per mettermi in contatto con lei come Inviso-Bill.

source: [_billspook_] Hey Paulina, it's Billy, the Ghost Boy.
it_it: [_billspook_] Ehi Paulina, è Billy, il Ghost Boy.

source: [_paulinaspook_] Oh, hey, how are you!! I'm so glad to hear from you!
it_it: [_paulinaspook_] Oh, ehi, come sei!! Sono così felice di sentire da te!

source: [_billspook_] Good, thanks for asking.{p}Hey, I really need your help with something, if you don't mind.
it_it: [_billspook_] Bene, grazie per aver chiesto.{p}Ehi, ho davvero bisogno del tuo aiuto con qualcosa, se non ti dispiace.

source: [_paulinaspook_] Sure, is everything ok tho?
it_it: [_paulinaspook_] Certo, tutto va bene?

source: [_billspook_] Yeah, it's fine, I'd just like to maybe hang out together? Is there a time that's good for you?
it_it: [_billspook_] Sì, va bene, mi piacerebbe forse uscire insieme? C'è un momento che fa bene a te?

source: [_paulinaspook_] Oh! Well I'm free tomorrow?? We could meet at the Park if you want :)
it_it: [_paulinaspook_] Oh! Beh, domani sono libero?? Potremmo incontrarci al parco se vuoi :)

source: [_billspook_] That'd be awesome. I'll see you in the {b}afternoon{/b} then?
it_it: [_billspook_] Sarebbe fantastico. Ti vedrò nel {b}pomeriggio{/b} allora?

source: [_paulinaspook_] I will be there! Not a problem!! See ya later Billy!! :)
it_it: [_paulinaspook_] Sarò lì! Non un problema!! Vedi ya più tardi Billy!! :)

source: [_danny_s_at_player_s_wondering_s_grin_] (Great, that worked out pretty well. Hopefully, scoring with the most popular girl in school will be a breeze!)
it_it: [_danny_s_at_player_s_wondering_s_grin_] (Grande, che ha funzionato abbastanza bene. Speriamo che il punteggio con la ragazza più popolare a scuola sia una brezza!)

source: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Hey, you're here! You really came!
it_it: [_paulina_s_normal_s_towards_s_neutral_s_talk_pleased_] Ehi, sei qui! Sei davvero venuto!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] So did you! I appreciate it Paulina, thanks for responding so quickly.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Così ti ha fatto! Lo apprezzo Paulina, grazie per aver risposto così rapidamente.

source: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Totally, but if you don't mind me asking, why'd you wanna meet up again? You didn't give a lot of details as to our little {i}rendezvous{/i}, Ghost Boy.
it_it: [_paulina_s_normal_s_towards_s_rise_s_talk_happy_] Completamente, ma se non ti dispiace chiedermi, perché vorresti incontrarti di nuovo? Non hai dato molti dettagli sul nostro piccolo {i}rendezvous{/i}, Ghost Boy.
