Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] I am {u}not{/u} jealous! I'm just saying, it is kinda weird, Danny's right. One minute no one's heard of her, and now people can't stop playing her stuff.
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Sono {u}no{/u} geloso! Sto solo dicendo, è strano, Danny ha ragione. Un minuto nessuno ha sentito parlare di lei, e ora la gente non può smettere di giocare la sua roba.

source: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] So what? Most artists are nobodies 'til they get their stuff out there. I mean she could be a total industry plant for all I care, her sound is {u}hot!{/u} And so is she!
it_it: [_tucker_s_arms_straps_s_away_s_angry_s_talk_frown_] Allora, cosa? La maggior parte degli artisti non hanno nulla da ottenere le loro cose là fuori. Intendo dire che potrebbe essere un impianto industriale totale per tutte le mie cure, il suo suono è {u}caldo!{/u} E così è lei!

source: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Yeah but, it's like she literally popped out of thin air, it's like she's a... a...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_consternation_] Sì, ma, è come lei letteralmente spuntato fuori dall'aria sottile, è come lei...

source: [_danny_s_towards_s_wondering_s_talk_distraught_] ...like a ghost?
it_it: [_danny_s_towards_s_wondering_s_talk_distraught_] ...come un fantasma?

source: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...well, I mean, that {i}does{/i} sound sorta silly when you say it out loud, but... y-yeah.
it_it: [_sam_s_co_s_away_s_confused_s_talk_displeased_] ...beh, voglio dire, che {i}fa{/i} suono sorta stupido quando lo dici forte, ma... y-yeah.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, whoa, whoa! You guys are just going to assume a super starlet who {i}you{/i} didn't personally hear of before is a ghost? We're making {i}that{/i} leap of faith already?
it_it: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Whoa, whoa, whoa! Hai solo intenzione di assumere un super starlet che {i}tu {/i} non ha sentito personalmente di prima è un fantasma? Stiamo già facendo {i}che{/i} salto di fede?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, no, I'm not saying she's a ghost Tucker, I'm just saying it's pretty strange that a nobody could reach super stardom {i}this{/i} fast.{p}What do you think Danny?
it_it: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] {i}Ugh{/i}, no, non sto dicendo che è un fantasma Tucker, Sto solo dicendo che è abbastanza strano che un nessuno potrebbe raggiungere super stardom {i}questo{/i} velocemente.{p}Cosa ne pensi Danny?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? Is everything okay?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Danny? Va tutto bene?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Sorry, uhh, just thinking is all...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Hmm?{/i} Oh! Ci dispiace, uhh, pensando è tutto...

source: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Care to share?
it_it: [_tucker_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Vuoi condividere?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] It's nothing... I just, I do sorta get this funny feeling listening to her music, and even looking at that photo Tuck showed.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Non è niente... soltanto, faccio sorta ottenere questa divertente sensazione di ascoltare la sua musica, e anche guardare quella foto Tuck mostrato.

source: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, well my friend, I think I've got something to give you an even {u}bigger{/u} dose of that kinda feeling, if you know what I mean!
it_it: [_tucker_s_arms_straps_s_ahegao_s_wondering_s_talk_happy_] {i}Heh{/i}, beh, mio amico, Penso di avere qualcosa da darti una dose anche {u}più grande{/u} di quel sentimento kinda se sai cosa voglio dire!

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, this isn't going to be something perverted is it!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Tucker, questo non sarà qualcosa di pervertito è!

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} I will have you know, miss high and mighty, that this is {i}highly{/i} relevant to the situation at hand!
it_it: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] {i}*Ahem*{/i} Io lo farò sapere, perdere alto e potente, che questo è {i}altamente{/i} rilevante per la situazione in corso!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, really? Please, enlighten me as to how.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Oh, davvero? Per favore, mi illumini come fare.

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Like {u}this!{/u}
it_it: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Ti piace {u}!{/u}

source: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Whoa!!{/i} What the heck...?!
it_it: [_danny_s_ahegao_s_rise_s_talk_amused_] {i}Whoa!!{/i} Che heck...?!

source: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] She did a modeling shoot the other day, and it is GLORIOUS!
it_it: [_tucker_s_arms_pdastraps_s_towards_s_angry_s_talk_happy_] Ha fatto uno scatto di modellazione l'altro giorno, ed è GLORIOUS!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}real{/u} relevant. {i}Very{/i} focused on the topic at hand, Tuck.
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] ...{u}real{/u} pertinente. {i}Very{/i} si è concentrato sull'argomento a portata di mano, Tuck.

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] I mean, yeah, seriously Tuck... that isn't very... I mean, that is just... wow...
it_it: [_danny_s_ahegao_s_wondering_s_talk_amused_] Voglio dire, sì, seriamente Tuck... che non è molto... voglio dire, che è giusto... wow...

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hey, stay focused for a second, Y chromosome!{p}Also, that picture is probably photo edited anyway. No one looks this way in real life!!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Hey, rimani focalizzato per un secondo, cromosoma Y!{p}Inoltre, quella foto è probabilmente modificata comunque. Nessuno sembra così nella vita reale!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] ...s-sorry did you say something Sam?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] ...s-dispiace hai detto qualcosa di Sam?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Sigh*{/i} Forget it, I'll see both of you weaker sexes in class.
it_it: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] {i}*Sigh*{/i} Dimentica, vedrò entrambi i sessi più deboli in classe.

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] I better get a move on too, but dude, don't worry about Sam. She's trying to help out, but you'd have to be {u}crazy{/u} to think Ember's a ghost just because she appeared out of the blue.
it_it: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_frown_] Meglio fare anche una mossa, ma tesoro, non preoccuparti di Sam. Sta provando ad aiutare, ma dovresti essere {u}pazzo{/u} per pensare che Ember sia un fantasma solo perché apparve fuori dal blu.

source: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Yeah.. real crazy.
it_it: [_danny_s_at_player_s_unhappy_s_talk_displeased_] Sì.. vero pazzo.

source: [_lancer_s_towards_s_idle__s_talk_happy_] ...and can anyone explain to me why Gatsby's extravagance begins to work {i}against{/i} him towards the later chapters of the book?
it_it: [_lancer_s_towards_s_idle__s_talk_happy_] ...e qualcuno può spiegarmi perché lo stravaganza di Gatsby comincia a lavorare {i}contro{/i} verso i capitoli successivi del libro?

source: Classroom [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}
it_it: Classe [special_delimiter] {i}*Chirp* *Chirp* *Chirp*{/i}

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Anyone?{p}An educated guess, perhaps?{p}Literally {u}anyone{/u} with a suggestion?
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] Chiunque?{p}Una supposizione educata, forse?{p}Letteralmente {u}chiunque{/u} con un suggerimento?

source: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, and now do you ladies have a {i}particular{/i} reason for being fifteen minutes late to class?
it_it: [_lancer_s_towards_s_neutral_s_talk_frown_] Oh, e ora hai un motivo di {i}particolare{/i} per essere quindici minuti in ritardo di lezione?

source: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClain's record label just released a new single! We were blasting it in the bathroom!
it_it: [_star_s_ef_s_towards_s_confused_s_talk_frown_s_noblush_] {i}Duh!{/i} Ember McClain ha appena rilasciato un nuovo singolo! Lo abbiamo fatto esplodere in bagno!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}Who{/i} now?
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...Ember Mc{i}Who{/i} ora?

source: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Mr. Lancer, do you even pay attention to the {i}slighest{/i} amount of pop culture today?
it_it: [_paulina_s_ef_s_towards_s_rise_one_2_s_talk_frown_s_noblush_] Mr. Lancer, presti anche attenzione alla quantità di {i}slighest{/i} di cultura pop oggi?

source: [_lancer_s_closed_s_wondering_s_talk_happy_] Why, of course! I {u}love{/u} the youth culture! Once I wire my old ham radio correctly, I usually tune into the hippinest {i}and{/i} hoppinest beats out there, yo!
it_it: [_lancer_s_closed_s_wondering_s_talk_happy_] Perché, naturalmente! Io {u}amo{/u} la cultura giovanile! Una volta che filo la mia vecchia radio prosciutto correttamente, di solito sintonizzo nel più hippinest {i}e{/i} batte fuori là, yo!

source: [_lancer_s_towards_s_angry_s_talk_frown_] Regardless, you girls can't just turn up to the lesson whenever you feel like it! I don't care whose music is-
it_it: [_lancer_s_towards_s_angry_s_talk_frown_] Indipendentemente dal fatto che tu non riesci a presentarti alla lezione ogni volta che ti sentisci! Non mi importa la cui musica è-

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}WAIT!{/i} Did they say there's a {i}new{/i} Ember song?!
it_it: [_tucker_s_offscreen_s_arms_straps_s_towards_s_sad_s_talk_frown_] {i}ATTENZIONE!{/i} Ha detto che c'è una {i}nuova canzone Ember?!

source: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] Literally just released twenty minutes ago online!
it_it: [_paulina_s_ef_s_at_player_s_neutral_s_talk_happy_s_noblush_] Letteralmente appena uscito venti minuti fa online!

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] I see...{p}{i}*Deep Inhale*{/i}
it_it: [_tucker_s_offscreen_s_arms_straps_s_towards_s_wondering_s_talk_happy_] Vedi...{p}{i}*Deep Inhale*{/i}

source: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}EVERYONE!!{/i} To the computer lab to witness this new angelic melody!!
it_it: [_tucker_s_offscreen_s_arms_straps_s_towards_s_rage_s_talk_happy_] {i}OGNI!!{/i} Al laboratorio di computer per assistere a questa nuova melodia angelica!!

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Wait! Students cannot leave during reading hour! Doesn't anyone want to learn what happens to Gatsby at the end?!
it_it: [_lancer_s_towards_wide_s_angry_s_talk_frown_] Aspetta! Gli studenti non possono partire durante l'ora di lettura! Nessuno vuole imparare cosa succede a Gatsby alla fine?!

source: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] He gets blasted in the stomach by a mechanic, bleeds to death in his pool, the end!
it_it: [_sam_s_co_s_offscreen_s_at_player_s_neutral_s_talk_amused_] Si fa saltare nello stomaco da un meccanico, sanguina a morte nella sua piscina, la fine!

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}thank you{/i}, Ms. Manson, for your {u}impeccable{/u} habit to read ahead of the scheduled lessons...
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] ...{i}grazie{/i}, Ms. Manson, per la tua abitudine {u}impeccabile{/u} da leggere prima delle lezioni programmate...

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (Holy cow, people are {i}really{/i} going nuts for this Ember chick!)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_consternation_] (la mucca santa, la gente è {i}davvero{/i} andando noci per questo pulcino di Embero!)

source: [_lancer_s_at_player_s_sad_s_talk_frown_] Well Mr. Fenton, as the {i}only{/i} one of my pupils to actually stay behind for the lesson, I suppose you're dismissed as well.
it_it: [_lancer_s_at_player_s_sad_s_talk_frown_] Beh Mr. Fenton, come il {i}solo{/i} uno dei miei alunni a rimanere effettivamente indietro per la lezione, suppongo che tu sia sciolto pure.

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Wait, really?
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_talk_displeased_] Aspetta, veramente?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Yes, unfortunately. I can't reasonably teach a class with only {u}one{/u} student present, let's be reasonable.
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] Sì, purtroppo. Non posso ragionevolmente insegnare una classe con solo {u}uno studente presente, siamo ragionevoli.

source: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} I'm still here too, ya' know!
it_it: [_sam_s_co_s_offscreen_s_towards_glare_s_neutral_s_talk_displeased_] {i}AHEM!{/i} Sono ancora qui, sì' sa!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm?{/i} Oh, yes... my apologies, I already forgot you were back there, Miss Manson.
it_it: [_lancer_s_towards_s_wondering_s_talk_frown_] {i}Hm?{/i} Oh, sì... le mie scuse, ho già dimenticato che eri tornato lì, signorina Manson.

source: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Well, if you're going to end the class early, I was hoping I could take the time to make some suggestions to the curriculum to include more gothic writing? Starting with the works of-
it_it: [_sam_s_co_s_offscreen_s_towards_s_neutral_s_talk_happy_] Beh, se hai intenzione di terminare la lezione presto, Speravo di prendere il tempo per fare alcuni suggerimenti al curriculum per includere più scrittura gotica? A partire dai lavori di-

source: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, class officially dismissed, everyone out.
it_it: [_lancer_s_towards_wide_s_sad_s_talk_frown_] {i}Yeeuuup{/i}, classe ufficialmente licenziata, tutti fuori.

source: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] But I-
it_it: [_sam_s_co_s_offscreen_s_towards_s_unhappy_s_talk_distraught_] Ma I-

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Dismissed!!{/u}
it_it: [_lancer_s_towards_wide_s_angry_s_talk_frown_] {u}Rimosso!!{/u}

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... just look at them all! It's like a pack of dogs slobbering over a bone.
it_it: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Jeeez... basta guardarli tutti! È come un pacchetto di cani che sbattono sopra un osso.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, but what's popular tends to stick to everything and everyone, right?{p}Ya' know, I'm glad you don't seem too affected by this pop culture craze, Sam.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Sì, ma cosa è popolare tende ad attenersi a tutto e a tutti, giusto?{p}Ya' sa, Sono contento che non sembri troppo influenzato da questa mania di cultura pop, Sam.

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] You know me, I'm not one to follow the conventional social norms of this thing we call "society", so you're rarely gonna find me fawning over-
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Voi mi conoscete, non sono uno a seguire le norme sociali convenzionali di questa cosa che chiamiamo "società", quindi raramente mi troverà in disordine -

source: [_danny_s_towards_s_rise_s_talk_amused_] Alright Joaquin Phoenix, relax. We get it, you're different.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Alright Joaquin Phoenix, rilassatevi. Lo otteniamo, sei diverso.

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Yeah, well, it's that, plus I mean, I stopped listening to her music after I burned through most of her darker stuff, so I don't hear much of it throughout the day anyway.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] Sì, beh, è che, più voglio dire, ho smesso di ascoltare la sua musica dopo che ho bruciato attraverso la maggior parte della sua roba più scura, quindi non ne sento molto per tutto il giorno.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? How do you manage that? I feel it'd be impossible to escape hearing it even around town, from what I've seen today.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Come riesci a farlo? Sento che sarebbe impossibile sfuggire a sentirlo anche in città, da quello che ho visto oggi.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Well, I've kinda started wearing ear plugs, actually...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Beh, ho iniziato a indossare spine per le orecchie, in realtà...

source: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, really?
it_it: [_danny_s_towards_wide_s_wondering_s_talk_amused_] Woah, veramente?

source: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Yeah, just seemed like the easiest way to avoid listening to her stuff, over and over.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_happy_] Sì, sembrava proprio il modo più semplice per evitare di ascoltare la sua roba, più e più volte.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_] I had just been hearing her stuff playing {i}everywhere{/i}, and it started to drive me crazy. So, I pop a pair in every day now. Helps drown it all out.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_] Avevo appena sentito la sua roba suonare {i}ovunque{/i}, e ha iniziato a farmi impazzire. Così, ho un paio in ogni giorno adesso. Aiuta a cadere tutto fuori.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Say, that's pretty nifty. You wouldn't happen to have a spare pair would you-
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Dice, che è abbastanza di novità. Non ti capiterebbe di avere una coppia di ricambio avresti

source: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaang{/i}, Sam! Girl, I don't know if I told you yet, but you look AMAZING today!
it_it: [_tucker_s_arms_straps_s_towards_s_wondering_s_talk_happy_] {i}Daaaaang{/i}, Sam! Ragazza, non so se ti ho detto ancora, ma sembri AMAZING oggi!

source: [_sam_s_co_s_away_s_confused_s_talk_amused_] Huh? Tucker did you knock your head or something? I'm dressed the same way I always am.
it_it: [_sam_s_co_s_away_s_confused_s_talk_amused_] Huh? Tucker hai bussato la testa o qualcosa? Sono vestito allo stesso modo in cui sono sempre.

source: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Weird, I guess I just thought... well anyway, hey, have you not heard the new song yet?{p}You should really give it a listen! Here!
it_it: [_tucker_s_arms_straps_s_towards_s_sad_s_talk_happy_] Strano, immagino che ho appena pensato... in ogni caso, hey, non hai ancora sentito la nuova canzone?{p}Dovresti davvero dargli un ascolto! Qui!

source: [_danny_s_towards_s_sad_s_talk_displeased_] Hey Tucker, wait, don't just-
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Ehi Tucker, aspetta, non solo-

source: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... jeez... that sorta sounds like-
it_it: [_sam_s_co_s_dazed_s_confused_s_talk_displeased_] Woah... jeez... che sorta suona come-

source: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Giggles*{/i} Oh my {i}god!{/i}{p}That actually sounds {u}amazing{/u}!
it_it: [_sam_s_co_s_closed_s_neutral_s_talk_amused_] {i}*Risatine*{/i} Oh, mio {i}Dio!{/i}{p}Sembra davvero {u}fantastico{/u}!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Uh, Sam? You okay?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Uh, Sam? Stai bene?

source: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahhh{/i}... yeah! I feel really, {i}really{/i} trippy though!{p}Man, her sound is a lot {i}deeper{/i} than I first thought... wow...
it_it: [_sam_s_co_s_stare_s_neutral_s_talk_excited_] {i}Yeaaahh{/i}... sì! Mi sento davvero, {i}davvero però{/i} trippy però!{p}Uomo, il suo suono è molto {i}più profondo{/i} di quanto ho pensato... wow...

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... you sure you're alright? You look pretty whacked out of it, honestly. You need me to get the nurse or something?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Uhmm{/i}... sei sicuro di essere giusto? Sembra piuttosto sconvolto da esso, onestamente. Hai bisogno di me per ottenere l'infermiera o qualcosa?

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, dude, don't worry about it! Just {u}vibe{/u} with me... say, did I ever tell you how absolutely {i}cute{/i} you look this morning?
it_it: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] {i}Naahhh{/i}, dude, non preoccuparti! Solo {u}vibe{/u} con me. . – dire, vi ho mai detto quanto assolutamente {i}carino{/i} avete guardato questa mattina?

source: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh my gosh! Is it getting super hot in here, or what...?
it_it: [_sam_s_co_s_closed_s_confused_s_talk_excited_s_slight_blush_] {i}Ahh!{/i} Oh il mio gosh! Sta diventando super caldo qui, o cosa...?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, maybe you should sit down, you're turning really red...
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, forse dovresti sederti, stai diventando davvero rosso...

source: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] I'm pretty sure it's because {i}she's{/i} so hot! Go Sam!!{p}Go on girl, get loose, take something off!
it_it: [_tucker_s_arms_straps_s_towards_s_angry_s_talk_happy_] Sono abbastanza sicuro che è perché {i}lei {/i} così caldo! Vai Sam!!{p}Vai su ragazza, sciolto, prendi qualcosa!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, this is Sam! Get a grip! She's not gonna be interested in you just flirting like-
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Tucker, questo è Sam! Prendi una presa! Non ti interesserà solo flirtare come-

source: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! My man... ya' know, not looking so bad yourself, I might add!{p}You know, that may not be too bad an idea...
it_it: [_sam_s_co_s_away_s_neutral_s_talk_excited_s_slight_blush_] {i}Tucker~{/i}! Il mio uomo... ya' sa, non sembra così male te stesso, potrei aggiungere!{p}Sai, che potrebbe non essere troppo cattivo un'idea...

source: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, something is definitely, {i}seriously{/i} wrong here.
it_it: [_danny_s_at_player_s_rise_s_talk_distraught_] ...okay, qualcosa è definitivamente, {i}seriamente{/i} sbagliato qui.

source: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] So, care to take me home Danny...?
it_it: [_sam_s_co_s_stare_s_neutral_s_talk_bite_] Quindi, la cura di portarmi a casa Danny...?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Well, Sam, I don't mind leaving with you, but what about the rest of your classes?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Beh, Sam, non mi dispiace partire con te, ma che dire del resto delle tue lezioni?
