Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Look Danny, I'm popular enough now that merely hanging around me by extension will make even {i}you{/i} popular.
it_it: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Duh!{/i} Look Danny, sono abbastanza popolare ora che semplicemente appeso intorno a me per estensione renderà anche {i}tu{/i} popolare.

source: [_danny_s_towards_s_neutral_s_talk_happy_] You've really benefited from being Inviso-Bill's girlfriend that much, huh?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Hai davvero beneficiato di essere la ragazza di Inviso-Bill, tantissimo, eh?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "girlfriend"? Let's not get ahead of ourselves. He knows the score, it's a mutually beneficial popularity partnership for us both.
it_it: [_star_s_normal_s_towards_wide_s_confused_s_talk_displeased_] Woah, "fidanzata"? Non andiamo avanti di noi stessi. Conosce il punteggio, è una partnership di popolarità reciprocamente vantaggiosa per entrambi noi.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Huh? None of that made any sense to me...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Huh? Niente di tutto ciò ha avuto senso per me...

source: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, nevermind, why am I even explaining this to you? I wouldn't expect a social slug like you to understand, Danny.
it_it: [_star_s_normal_s_down_s_angry_s_talk_displeased_] {i}Ughh{/i}, mai, perché ti sto persino spiegando? Non mi aspetterei che un slug sociale come te capisca, Danny.

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Now c'mon already, what's the message??
it_it: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Ora c'mon già, qual è il messaggio??

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Well, Inviso-Bill needs your help with something he just said {i}urgent{/i}. He says you're the only one who can help him.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Bene, Inviso-Bill ha bisogno del tuo aiuto con qualcosa che ha appena detto {i}urgente{/i}. Dice di essere l'unico che può aiutarlo.

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} Is he in trouble?!
it_it: [_star_s_normal_s_towards_wide_s_sad_s_talk_displeased_] {i}*Gasp*{/i} È in difficoltà?!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, I guess so? He made it seem like he needs to meet you, but {i}uhhm{/i}... he used a specific phrasing... he wants something "a little more intimate," I guess?
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Beh, immagino così? Ha fatto sembrare come ha bisogno di incontrarti, ma {i}uhm{/i}. . ha usato una specifica frase... vuole qualcosa di "un po 'più intimo", immagino?

source: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgent{/i}, huh? That dirty little-
it_it: [_star_s_normal_s_towards_s_wondering_s_talk_amused_] {i}Urgent{/i}, eh? Quel poco sporco-

source: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohh!{/i} And h-he said he wants to know when he can s-see you again, as soon as possible, if you're available.
it_it: [_danny_s_towards_s_sad_s_talk_happy_s_blush_] {i}Ohh!{/i} E h-ha detto che vuole sapere quando può s-vederti di nuovo, il più presto possibile, se sei disponibile.

source: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwww!{/i} How sweet of him! But he only had to text me to set things up!
it_it: [_star_s_normal_s_towards_s_sad_s_talk_pleased_] {i}Awwww!{/i} Che dolce di lui! Ma ha dovuto solo scrivermi per impostare le cose!

source: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... I'd say we could use my place, but my stupid mom is like, being super lame at the moment over homework. She wants downstairs, in the kitchen, studying, as soon as I get home.
it_it: [_star_s_normal_s_down_s_idle_s_talk_displeased_] {i}Hmm{/i}... Direi che potremmo usare il mio posto, ma la mia stupida mamma è come essere super lame al momento sopra i compiti. Vuole al piano di sotto, in cucina, studiando, appena arrivo a casa.

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, uhmm, if I could suggest... you could use my place if you'd like? That way, you wouldn't have to deal with your mom finding out.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] ...w-well, uhmm, se potessi suggerire... potresti usare il mio posto se ti piace? In questo modo, non dovresti avere a che fare con la tua mamma a scoprire.

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}your{/i} place?
it_it: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] ...{i}tuo{/i} posto?

source: [_danny_s_down_s_sad_s_talk_happy_] Y-yeah, I mean, if anyone's there and asks about you being there, I'll just say you and I are studying together.{p}Then I can leave, and Bill can do his ghost thing and appear to you.
it_it: [_danny_s_down_s_sad_s_talk_happy_] Y-yeah, voglio dire, se qualcuno lì e chiede che tu sia lì, ti dirò che io e te stiamo studiando insieme.{p}Poi posso andarmene e Bill può fare la sua cosa fantasma e apparirti.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... that's like, an actually somewhat interesting proposal, Fenton...{p}Man, you two must really be good friends after all, lending your room out like that.
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] {i}Hmmm{/i}... è così, una proposta davvero interessante, Fenton. .{p}Uomo, voi due devono essere veramente buoni amici dopo tutto, prestando la vostra stanza fuori così.

source: [_danny_s_closed_s_neutral_s_talk_happy_] Great! Glad you agree! So, what time can I tell Bill to expect-
it_it: [_danny_s_closed_s_neutral_s_talk_happy_] Ottimo! Siamo lieti di essere d'accordo! Quindi, a che ora posso dire a Bill di aspettarsi-

source: [_star_s_normal_s_towards_s_rise_s_talk_happy_] But I have a little request of him first, so you should pass thing along as well, {i}if{/i} he expects me to follow through with his little last minute get together.
it_it: [_star_s_normal_s_towards_s_rise_s_talk_happy_] Ma prima ho una piccola richiesta di lui, quindi dovresti passare anche la cosa, {i}se{/i} si aspetta che io segua con il suo piccolo ultimo minuto si unisca.

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, okay. What is it?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Oh, va bene. Che cos'è?

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy has to take me out on a public date, of course!
it_it: [_star_s_normal_s_towards_wide_s_idle_s_talk_amused_] Billy deve portarmi fuori in una data pubblica, naturalmente!

source: [_danny_s_towards_s_neutral_s_talk_distraught_] What? But you guys already went to the dance together!
it_it: [_danny_s_towards_s_neutral_s_talk_distraught_] Cosa? Ma voi ragazzi siete già andati alla danza insieme!

source: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] You can't just have {u}one{/u} little public flaunt and call it quits, Fenton. People will literally start thinking I was just a one night-stand of his otherwise.
it_it: [_star_s_normal_s_towards_s_angry_s_talk_displeased_] Non puoi avere solo {u}uno{/u} piccola ostentazione pubblica e chiamarla terminata, Fenton. La gente inizierà letteralmente a pensare che ero solo un comodino della sua altrimenti.

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...but I thought you weren't together...?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...ma pensavo che non fossi assieme...?

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Of course not, doofus! They have to respect the fact that they {i}think{/i} I'm his girl, not just some floozy whose ass he tapped.
it_it: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Certo no, doofus! Devono rispettare il fatto che {i}pensano{/i} Sono la sua ragazza, non solo un po 'inondata di cui il culo ha toccato.

source: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahhh{/i}... makes sense, I guess...?
it_it: [_danny_s_at_player_s_neutral_s_talk_distraught_] ...{i}ahhh{/i}... ha senso, immagino...?

source: [_star_s_normal_s_down_s_sad_s_talk_consternation_] I mean, banging him has its own bragging rights, sure, but eventually I'll just get branded as a slut if we don't keep up the charade.
it_it: [_star_s_normal_s_down_s_sad_s_talk_consternation_] Intendo dire che sbattendolo ha i propri diritti di vantaggio, sicuramente, ma alla fine mi limito a marcare come una troia se non continuiamo la charade.

source: [_danny_s_at_player_s_sad_s_consternation_] (Which you kinda are though... I mean, sex positivity and all that, but let's call a spade a spade here...)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Che si è kinda però... Voglio dire, il sesso positività e tutto questo, ma chiamiamo un picco qui...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] So, a date this {b}Saturday{/b} then?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Così, una data questo {b}Sabato{/b} allora?

source: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Sure! Tell him to meet me in the Park a little before 2:00.
it_it: [_star_s_normal_s_closed_s_idle_s_talk_happy_] Certo! Ditegli di incontrarmi nel Parco poco prima delle 2:00.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Got it, no problem.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Ho capito, nessun problema.

source: [_danny_s_towards_s_rise_s_talk_happy_] ...by the way, were you seriously concerned back there if he was in danger or not?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] ...a proposito, eravate seriamente preoccupati di tornare lì se era in pericolo o no?

source: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, yeah, of course! What kind of monster do you take me for?
it_it: [_star_s_normal_s_towards_s_confused_s_talk_displeased_] {i}Uhh{/i}, sì, naturalmente! Che tipo di mostro mi porti?

source: [_danny_s_closed_s_sad_s_talk_happy_] Oh, well... gee Star, I don't know, I guess that's actually pretty sweet of you to-
it_it: [_danny_s_closed_s_sad_s_talk_happy_] Oh, beh, gee Star, non so, immagino che sia davvero abbastanza dolce di voi -

source: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] I mean, without him, I'm back to square one, and Paulina will crawl her way up back to the top of the school totem pole!
it_it: [_star_s_normal_s_at_player_wide_s_wondering_s_talk_consternation_] Voglio dire, senza di lui, sono tornato al quadrato uno, e Paulina striscerà la sua strada fino alla cima del totem della scuola!

source: [_danny_s_down_s_sad_s_talk_distraught_] ...as expected.
it_it: [_danny_s_down_s_sad_s_talk_distraught_] ...come previsto.

source: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Anyway, go pass my message along already, and tell him to text me more often!
it_it: [_star_s_normal_s_towards_s_rise_s_talk_displeased_] Comunque, vai a passare il mio messaggio già lungo e gli dica di testarmi più spesso!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} Sure... will do.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] {i}*Sigh*{/i} Sure... lo farà.

source: [_danny_s_at_player_s_rise_s_smile_] (Well... my own ego aside, I guess that worked out well. Inviso-Bill's got a date this {b}Saturday at the Park{/b}.)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Bene... il mio ego a parte, immagino che abbia funzionato bene. Inviso-Bill's ha una data questo {b}sabato al Park{/b}.)

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... where is he? He better not have stood me up, I swear...
it_it: [_star_s_normal_s_down_s_angry_s_talk_consternation_] {i}Urgh{/i}... dov'è? Meglio non mi ha alzato, giuro...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Hey you! Thanks for coming.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Ehi a te! Grazie per essere arrivato.

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Why didn't you call or text me, jerk face?!
it_it: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Perché non mi hai chiamato o scritto, la faccia jerk?!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Whoa, {i}whoa!{/i} Hey, I've been really busy, I'm sorry.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_sad_s_talk_displeased_] Whoa, {i}choa!{/i} Ehi, sono stato davvero occupato, mi dispiace.

source: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Whatever... you're here now, I guess.
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_displeased_] Qualunque cosa... sei qui ora, immagino.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] So, I heard from Danny you wanted to go on a date today.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Così, ho sentito da Danny che si voleva andare in un appuntamento oggi.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Absolutely, we need to take lots of pics for my Pinstagram followers, and I mean LOTS of pics.
it_it: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Assolutamente, abbiamo bisogno di fare molte foto per i miei seguaci di Pinstagram, e intendo LOTS di foto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uhh{/i}, seriously? Okay...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...{i}uhh{/i}, seriamente? Okay...

source: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh you're so cute when you're complying with my demands... anyway, we're going to the Mall today as well.
it_it: [_star_s_normal_s_towards_s_confused_s_talk_pleased_] Oh sei così carino quando stai rispondendo alle mie esigenze... comunque, stiamo andando al centro commerciale anche oggi.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] We are? I mean, of course we are. That's where you girls always wanna go...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Noi siamo? Intendo dire che siamo. Ecco dove vuoi sempre andare...

source: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-nothing! Yeah, sounds good, I'm excited!
it_it: [_danny_s_phantom_s_arms_normal_s_closed_sad_s_sad_s_talk_happy_] N-niente! Sì, suona bene, sono emozionato!

source: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Great, because I've got all the places planned out.
it_it: [_star_s_normal_s_towards_s_wondering_s_talk_happy_] Ottimo, perché ho tutti i posti pianificati.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Okay let's get goi-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Ok prendiamo goi-

source: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Hold on, don't rush! Wait right here just a second.
it_it: [_star_s_normal_s_towards_wide_s_idle_s_talk_displeased_] Aspetta, non affrettati! Aspetta proprio qui solo un secondo.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] What, why?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Cosa, perché?

source: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Just trust me. This is gonna be a good first move.
it_it: [_star_s_normal_s_towards_s_neutral_s_talk_amused_] Confida solo di me. Questa sarà una buona prima mossa.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Ice cream? What's this for?{p}...and where'd you even get it from-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Gelato? A cosa serve questo?{p}...e da dove lo otterrai-

source: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, sit down and look cute with me!
it_it: [_star_s_icecream_s_towards_s_neutral_s_talk_happy_] C'mon Billy, siediti e guardati carino con me!

source: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Okay, now smile for the camera!
it_it: [_star_s_park_s_closed_s_wondering_s_talk_amused_] Ok, ora sorridere per la fotocamera!

source: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...this is going to be the whole date, isn't it?)
it_it: [_danny_s_phantom_s_park_s_at_player_s_unhappy_s_consternation_] (...questa sarà l'intera data, non è tutto?)

source: [_star_s_park_s_towards_s_idle_s_talk_happy_] Perfect! That's our cute starter photo for the date sorted!
it_it: [_star_s_park_s_towards_s_idle_s_talk_happy_] Perfetto! Questa è la nostra foto di inizio carina per la data ordinata!

source: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "Cute starter photo?"
it_it: [_danny_s_phantom_s_park_s_towards_s_rise_s_talk_displeased_] "Foto di avviamento carino?"

source: [_star_s_park_s_towards_s_rise_s_talk_happy_] Yeah, it's like the visual appetizer for showing everyone online how things are going between us.
it_it: [_star_s_park_s_towards_s_rise_s_talk_happy_] Sì, è come l'antipasto visivo per mostrare a tutti online come le cose stanno andando tra di noi.

source: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Now we just spend the rest of the time together showing off how much cuter and more special we are!
it_it: [_star_s_park_s_closed_s_wondering_s_talk_happy_] Ora passiamo solo il resto del tempo insieme mostrando quanto più fresca e più speciale siamo!

source: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... sounds like a good way to spend time together.
it_it: [_danny_s_phantom_s_park_s_down_s_unhappy_s_talk_distraught_] ...{i}greaaat{/i}... sembra un buon modo per trascorrere del tempo insieme.

source: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Come on, we gotta get a move on already! The Mall's peak lighting is only gonna be around for the next forty-five minutes!{p}Also, throw that ice cream away. I hate the smell of dairy...
it_it: [_star_s_park_s_towards_s_neutral_s_talk_displeased_] Avanti, otteniamo già una mossa! L'illuminazione di punta della Mall sarà solo per i prossimi quarantacinque minuti!{p}Inoltre, buttate via quel gelato. Odio l'odore dei latticini...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ...sorry Star, can you not put the phone down for just five minutes? I'm pretty sure your followers don't need to know where we are every single second.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_displeased_] ... orry Star, non si può mettere il telefono giù per soli cinque minuti? Sono abbastanza sicuro che i tuoi seguaci non hanno bisogno di sapere dove siamo ogni singolo secondo.

source: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, fine. I guess I can take a short break after that last three dozen pics I took of us in AbYss.
it_it: [_star_s_-cellphone_s_normal_s_towards_s_rise_s_talk_consternation_] {i}Hmph{/i}, bene. Immagino di poter fare una breve pausa dopo quell'ultima dozzina di foto che ho preso da noi in AbYss.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, where are we going to now?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Quindi, dove stiamo andando adesso?

source: [_star_s_normal_s_towards_s_confused_s_talk_happy_] The movies, obviously!
it_it: [_star_s_normal_s_towards_s_confused_s_talk_happy_] I film, ovviamente!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, really? Alright, that actually sounds fun.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Oh, veramente? Bene, che sembra davvero divertente.

source: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Of course! What date at the Mall doesn't involve a fun movie together?
it_it: [_star_s_normal_s_towards_s_sad_s_talk_happy_] Certo! Che data al centro commerciale non coinvolge un divertente film insieme?

source: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Cough*{/i} ...mainly so I can live react to it to my hundreds of Pinstagram followers who demand my critique... {i}*Cough*{/i}
it_it: [_star_s_normal_s_down_s_idle_s_talk_pleased_] {i}*Cough*{/i} ...principalmente in modo da poter reagire ad esso alle mie centinaia di seguaci di Pinstagram che richiedono la mia critica... {i}*Cough*{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] What was that?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_displeased_] Cos'era quello?

source: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Nothing! Now come on, silly Billy~
it_it: [_star_s_normal_s_at_player_wide_s_neutral_s_talk_amused_] Niente! Ora vieni, stupido Billy~

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Whispering*{/i} Wait, so I don't get it, so they're using time travel to make things go backwards, to stop things that haven't even happened yet? Man, this movie is next level stuff.
it_it: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_neutral_s_talk_happy_] {i}*Whispering*{/i} Aspetta, quindi non lo ottengo, così stanno usando il viaggio di tempo per fare le cose andare indietro, per fermare le cose che non sono ancora successe? Uomo, questo film è roba di livello superiore.

source: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Whispering*{/i} It's next level boring, is what it is.
it_it: [_star_s_cinema_s_pose1_s_towards_s_idle_s_talk_consternation_] {i}*Whispering*{/i} È noioso di livello successivo, è quello che è.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Hey, what are you doing?
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_] {i}Psst!{/i} Ehi, cosa stai facendo?

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Telling everyone how great and how crazy {u}deep{/u} the movie is.
it_it: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_displeased_] Raccontare a tutti quanto è grande e quanto è pazzo {u}profondo {/u} il film.

source: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] But you just said it was boring.
it_it: [_danny_s_phantom_s_cinema_s_pose2_s_towards_s_rise_s_talk_displeased_] Ma hai appena detto che era noioso.

source: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Yeah, but it's the big summer release. Who the heck is gonna listen to someone who doesn't think the same way as everyone else online?
it_it: [_star_s_cinema_s_pose1_s_towards_s_confused_s_talk_displeased_] Sì, ma è la grande uscita estiva. Chi l'heck ascolterà qualcuno che non pensa allo stesso modo di tutti gli altri online?

source: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. No other words necessary.
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_at_player_s_neutral_s_talk_distraught_] ...wow. Nessuna altra parola necessaria.

source: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Alright fine, I'll put my phone away.
it_it: [_star_s_cinema_s_pose1_s_towards_s_sad_s_talk_displeased_] Va bene, mi metterò via il telefono.

source: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} I'm just having a little fun... I told you I'm bored...{p}I need something to tide me over until the credits.
it_it: [_star_s_cinema_s_pose2_s_towards_s_rise_s_talk_amused_] {i}Shhh!{/i} Mi sto divertendo un po'... ti ho detto che sono annoiato...{p}Ho bisogno di qualcosa per marmarciarmi fino a quando i crediti.
