Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Of course he does sweetie, I'd never argue that... I'm just saying you're gonna need to learn a little thing called "taking one for the team" on this one.
it_it: [_paulina_s_towards_s_neutral_s_talk_displeased_] Naturalmente lui fa dolce, non lo litigerei mai... Sto solo dicendo che hai bisogno di imparare una piccola cosa chiamata "prenderne uno per la squadra" su questo.

source: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, as if! J-just because you're the most popular doesn't mean I don't stand a chance!!
it_it: [_star_s_towards_s_sad_s_talk_displeased_] {i}Uhm{/i}, come se! J-just perché sei il più popolare non significa che non ho una possibilità!!

source: [_paulina_s_towards_s_rise_s_talk_consternation_] Yes, I'm sure he'll be totally infatuated with your {i}"dynamic personality."{/i}
it_it: [_paulina_s_towards_s_rise_s_talk_consternation_] Sì, sono sicuro che sarà completamente infatuato con la tua {i}"personalità dinamica."{/i}

source: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Dammit Paulina! You're so mean some times!!
it_it: [_star_s_closed_s_angry_s_talk_consternation_s_tears_] Dammit Paulina! Sei un po' di tempo!!

source: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] S-screw you guys!
it_it: [_star_s_towards_s_sad_s_talk_distraught_s_tears_] S-vite si ragazzi!

source: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... I never like having to put her down like that... poor thing just hasn't learned the proper pecking order yet... she'll come around.
it_it: [_paulina_s_down_s_rise_s_talk_consternation_] {i}Hmmmph{/i}... Non mi piace mai doverla mettere giù così... la povera cosa non ha appena imparato il giusto ordine di becking ancora... lei verrà in giro.

source: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiiight.{/i}{p}Well, I better get going to class now, so-
it_it: [_danny_s_stare_s_neutral_s_talk_consternation_] {i}Riiiight.{/i}{p}Beh, è meglio andare a lezione ora, così-

source: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Hold it{/u}, Fenton.
it_it: [_paulina_s_towards_s_angry_s_talk_consternation_] {u}Tienilo{/u}, Fenton.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Wh-what is it?
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Che cos'è?

source: [_desiree_] ({i}Annnndd{/i} here it comes...~)
it_it: [_desiree_] ({i}Annnddd{/i} qui arriva...~)

source: [_paulina_s_towards_s_angry_s_talk_consternation_] You're going to help me make sure Ghost Boy sees clearly on this. I'm not letting him get blinded by that cousin of yours.
it_it: [_paulina_s_towards_s_angry_s_talk_consternation_] Mi aiuterai a fare in modo che Ghost Boy veda chiaramente su questo. Non lo lascio accecare da quel tuo cugino.

source: [_danny_s_towards_s_sad_s_talk_consternation_] Okay, but, what about Star?
it_it: [_danny_s_towards_s_sad_s_talk_consternation_] Ok, ma, che dire di Star?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Don't worry about that! Star isn't even in the equation right now...
it_it: [_paulina_s_towards_s_angry_s_talk_displeased_] Non preoccuparti! La stella non è nemmeno nell'equazione in questo momento...

source: [_paulina_s_towards_s_rise_s_talk_displeased_] When the time comes, make sure your cousin is promptly distracted so I can get some proper "alone" time with Ghost Boy.
it_it: [_paulina_s_towards_s_rise_s_talk_displeased_] Quando arriva il momento, assicurati che il cugino sia prontamente distratto in modo da poter ottenere un certo tempo "solo" con Ghost Boy.

source: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, do you really feel {u}threatened{/u} by Des that much?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Paulina, ti senti davvero {u}minacciato{/u} di Des così tanto?

source: [_paulina_s_towards_s_angry_s_talk_distraught_] O-of course not you idiot!
it_it: [_paulina_s_towards_s_angry_s_talk_distraught_] O-naturalmente non sei idiota!

source: [_paulina_s_towards_s_wondering_s_talk_happy_] I just happen to know that I'm the only one who sees the kind of nice, sweet kind of dead boy that he really is...~
it_it: [_paulina_s_towards_s_wondering_s_talk_happy_] Mi capita solo di sapere che sono l'unico che vede il tipo di bello, dolce tipo di ragazzo morto che realmente è...~

source: [_danny_s_down_s_unhappy_s_talk_consternation_] R-really? Cause this all seems to be a bit backhanded, at least when you consider that-
it_it: [_danny_s_down_s_unhappy_s_talk_consternation_] R-veramente? Causa tutto questo sembra essere un po 'indietro, almeno quando si considera che-

source: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Enough with the chit chat and philosophical character study! Just do what I'm asking here, Danny!
it_it: [_paulina_s_towards_wide_s_angry_s_talk_distraught_] Abbastanza con la chat chit e lo studio del personaggio filosofico! Basta fare quello che sto chiedendo qui, Danny!

source: [_danny_s_at_player_s_rise_s_talk_happy_] Well, all that juvenile bickering aside, that went easier than I thought. Don't you think Des?
it_it: [_danny_s_at_player_s_rise_s_talk_happy_] Beh, tutto quel bickering giovanile a parte, che è andato più facile di quanto pensassi. Non pensi Des?

source: [_desiree_] (Young people can be so fickle and annoying...)
it_it: [_desiree_] (I giovani possono essere così agguerriti e fastidiosi...)

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, let's go ahead and sever that psychic link.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Okay Des, andiamo avanti e smettiamo quel link psichico.

source: [_desiree_] Why, you don't enjoy having me tinkering around in your private thoughts all day? Afraid you'll accidentally conjure up a mental image you'd be embarrassed to share?
it_it: [_desiree_] Perché, non ti piace farmi girare nei tuoi pensieri privati tutto il giorno? Avventuratevi di evocare accidentalmente un'immagine mentale che sareste imbarazzati di condividere?

source: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, very funny.
it_it: [_danny_s_stare_s_neutral_s_talk_displeased_] {i}Ha-ha{/i}, molto divertente.

source: [_desiree_] The link is severed, Master...
it_it: [_desiree_] Il link è stato interrotto, Master...

source: [_danny_s_closed_s_wondering_s_talk_happy_] Des, your plan worked like a charm.
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Des, il tuo piano ha funzionato come un fascino.

source: [_desiree_] But of course it did! Those two would be willing to do {i}anything{/i} to make sure Invisi... whatever they're calling you, gets with them over someone like me.{p}It's in their jealous nature!
it_it: [_desiree_] Ma naturalmente ha fatto! Quei due sarebbero disposti a fare {i}qualsiasi{/i} per assicurarsi Invisi. . qualunque cosa ti chiami, ottiene con loro sopra qualcuno come me.{p}È nella loro natura gelosa!

source: [_danny_s_towards_s_neutral_s_talk_amused_] It sure was a smart tactic.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Sicuramente era una tattica intelligente.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Hey, are you okay? You seem kinda sad?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ehi, stai bene? Sembra un po' triste?

source: [_desiree_] {i}Hmm?{/i}{p}Oh, it's nothing.
it_it: [_desiree_] {i}Hmm?{/i}{p}Oh, non è niente.

source: [_danny_s_towards_s_sad_s_talk_distraught_] ...you know, we can call this whole off if you want.
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] ...sai, se vuoi, possiamo chiamarlo intero.

source: [_desiree_] What? Why would we do that, we've only just started this little game of cat and mouse!
it_it: [_desiree_] Cosa? Perché lo faremo, abbiamo appena iniziato questa piccola partita di gatto e topo!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... I also like you as my... well, as best we can be under these circumstances, friend. I do care what you think and feel, ya' know.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Des... Mi piace anche voi come mio... beh, come meglio possiamo essere in queste circostanze, amico. Mi importa quello che pensi e senti, sì.

source: [_danny_s_closed_s_sad_s_talk_happy_] ...I also think you like me like that too.{p}And I'd be willing to wager if you looked down deep enough, probably even a little bit more than tha-
it_it: [_danny_s_closed_s_sad_s_talk_happy_] ... penso anche che ti piaccia anche.{p}E sarei disposto a scommettere se lo guardassi abbastanza in profondità, probabilmente anche un po' più di tha-

source: [_desiree_] Master, please don't. Something like this could never work, please see that. I am a ghost, and you're-
it_it: [_desiree_] Maestro, per favore no. Qualcosa del genere non potrebbe mai funzionare, per favore vedete.

source: [_desiree_] ...no, I'm sorry Master, but I cannot.
it_it: [_desiree_] ...no, mi dispiace Maestro, ma non posso.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Why not?
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Perché no?

source: [_desiree_] After my time with the Sultan, I focused all my energy into getting revenge for what had happened. Even against those who had never wronged me personally...
it_it: [_desiree_] Dopo il mio tempo con il sultano, concentrai tutta la mia energia nella vendetta per quello che era successo. Persino contro coloro che non mi avevano mai torto personalmente...

source: [_desiree_] Anyone or anything that got in my way, I...
it_it: [_desiree_] Chiunque o tutto ciò che mi ha portato, io...

source: [_desiree_] ...now I've been dealt with meeting you and it... it has simply blurred things together in a confusing haze I cannot clearly see through.
it_it: [_desiree_] ...ora mi sono occupata di incontrarti ed esso... ha semplicemente sfocato le cose insieme in una foschia confusa che non riesco a vedere chiaramente.

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, I mean, I want you to take as much time as you need on that Des. To help you clear out anything blocking your headspace, I guess.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Beh, voglio dire, voglio che tu prenda il tempo di cui hai bisogno su quel Des. Per aiutarvi a cancellare qualsiasi cosa bloccando il vostro spazio di testa, immagino.

source: [_desiree_] ...you really are different than any of the other men I've known, Danny.
it_it: [_desiree_] ...siete davvero diversi da tutti gli altri uomini che ho conosciuto, Danny.

source: [_desiree_] Come then, we have a party to plan.
it_it: [_desiree_] Vieni allora, abbiamo una festa da pianificare.

source: [_danny_s_down_s_neutral_s_talk_displeased_] Wait! {i}Uhh{/i}, there's actually another wish I need to make...
it_it: [_danny_s_down_s_neutral_s_talk_displeased_] Aspetta! {i}Uhh{/i}, c'è un altro desiderio che devo fare...

source: [_desiree_] {i}*Sighs*{/i} What shall it be, my Master?
it_it: [_desiree_] {i}*Sighs*{/i} Che cos'è il mio Maestro?

source: [_danny_s_towards_s_rise_s_talk_happy_] This party is obviously gonna be big, so... I wish that my parents were completely out of the house for Saturday night.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Questa festa ovviamente sarà grande, così... vorrei che i miei genitori fossero completamente fuori casa per il sabato sera.

source: [_desiree_] So you have wished it, so shall-
it_it: [_desiree_] Così lo avete desiderato, così

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] -but not because they're dead!{p}Or gravely injured and in need of medical attention!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] - ma non perché sono morti!{p}O gravemente feriti e bisognosi di attenzione medica!

source: [_desiree_] Oh. O-okay, yeah, obviously, I wasn't-{p}I wasn't going to-
it_it: [_desiree_] Oh. O-ok, si, ovviamente, non stavo-{p}non stavo per-

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Or sent somewhere that they have no means of escaping from on their own!
it_it: [_danny_s_towards_wide_s_sad_s_talk_distraught_] O mandati da qualche parte che non hanno mezzi per scappare da soli!

source: [_desiree_] I really wasn't going to-
it_it: [_desiree_] Non stavo davvero andandando-

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] Or captured, or related to anything nefarious, just a genuinely wholesome and non threatening situation that they'd need to be away the whole night for!
it_it: [_danny_s_at_player_s_unhappy_s_talk_distraught_] O catturato, o legato a qualcosa di nefarioso, solo una situazione veramente sana e non minacciosa che avrebbero bisogno di essere via tutta la notte per!

source: [_desiree_] {i}Yeesh!{/i} Come now, Danny! I do {i}realize{/i} I get cast back into the Ghost Zone if something were to happen to your friends or family on my account!
it_it: [_desiree_] {i}Yeesh!{/i} Vieni ora, Danny! Faccio {i}realizzare{/i} Ritorno nella Zona Fantasma se qualcosa dovesse accadere ai tuoi amici o alla tua famiglia sul mio account!

source: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Sorry, just... keeping every precaution in check.
it_it: [_danny_s_at_self_s_unhappy_s_talk_displeased_] Siamo spiacenti, solo... tenendo sotto controllo ogni precauzione.

source: [_desiree_] As you wish.
it_it: [_desiree_] Come vuoi.

source: [_desiree_] ...and so...{p}...it is done.
it_it: [_desiree_] ...e così...{p}...è fatto.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Sweet! I guess I'll head over to the Mall tomorrow to get some stuff for the party.{p}Wanna come?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Dolce! Immagino che domani andrò al centro commerciale per ottenere qualche roba per la festa.{p}Vuoi venire?

source: [_desiree_] I don't see why not. I wouldn't mind more time to stretch my tail...
it_it: [_desiree_] Non capisco perché no. Non mi dispiacerebbe più tempo per allungare la coda...

source: [_desiree_] So, where will we be procuring the additional courtesans for the party?
it_it: [_desiree_] Quindi, dove procureremo i cortigiani aggiuntivi per il partito?

source: [_danny_s_towards_s_rise_s_talk_consternation_] The... the what now?
it_it: [_danny_s_towards_s_rise_s_talk_consternation_] Il... quello che ora?

source: [_desiree_] The courtesans.
it_it: [_desiree_] I cortigiani.

source: [_desiree_] ...the other whores for the guests?
it_it: [_desiree_] ...le altre puttane per gli ospiti?

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, yeah, no, we won't be getting any... any courtesans.
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Oh! Uhh{/i}, sì, no, non otterremo nessuno... qualsiasi cortigiana.

source: [_desiree_] {u}Ridiculous!!{/u} How are the other men going to entertain themselves? If not that, then we'll require at least four barrels of delicious sun soaked wine and to hire out some local musicians to perform!
it_it: [_desiree_] {u}ridicolo!! /u} Come stanno andando gli altri uomini a divertirsi? Se non è così, allora avremo bisogno di almeno quattro botti di delizioso vino imbevuto di sole e di assumere alcuni musicisti locali per esibirsi!

source: [_danny_s_towards_s_rise_s_talk_displeased_] ...so you know how the Casper Chill Formal wasn't what you were expecting for a ball type event?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] ...quindi sai come il Casper Chill Formal non era quello che ti aspettavi per un evento di tipo palla?

source: [_desiree_] Oh, how could I possibly forget?
it_it: [_desiree_] Oh, come potrei dimenticare?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, so house parties are kind've like that, but... even less.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Okay, così le feste di casa sono gentili così, ma... ancora meno.

source: [_desiree_] Lesser than even {i}that{/i}?! Goodness, these social events you modern people partake in seem to forget the point of even having social gatherings!
it_it: [_desiree_] Minore di {i}quello{/i}?! Bontà, questi eventi sociali in cui le persone moderne prendono parte sembrano dimenticare il punto di anche avere incontri sociali!

source: [_danny_s_towards_s_rise_s_talk_happy_] Well hey, they can also definitely get pretty crazy, but I'm really not looking to host a crazy party at my house.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Beh hey, possono anche sicuramente impazzire, ma non sto davvero cercando di ospitare una festa pazza a casa mia.

source: [_danny_s_down_s_sad_s_talk_displeased_] ...although, I worry we might already be past that point...{p}...more than half the school she said? Jeez...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] ... anche se, mi preoccupo potremmo già essere passati quel punto...{p}...più della metà della scuola che ha detto? Jeez...

source: [_desiree_] Regardless, I look forward to our day out of the house again tomorrow.
it_it: [_desiree_] Indipendentemente da ciò, domani non vedo l'ora di uscire dalla casa.

source: [_danny_s_at_player_s_wondering_s_grin_] (It'll be a nice day, I'm sure, aside from the whole still looming threat of Ember's intent on taking over the town and all that.)
it_it: [_danny_s_at_player_s_wondering_s_grin_] (Sarà una bella giornata, ne sono sicuro, oltre a tutta la minaccia ancora incombente dell'intenzione di Ember di prendere il controllo della città e tutto questo.)

source: [_desiree_] Will that be all you require of me this evening Master?
it_it: [_desiree_] Questo sarà tutto quello che mi richiede questa sera Maestro?

source: [_danny_s_towards_s_sad_s_talk_happy_] I think that's everything, yeah. Goodnight Desiree.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Penso che sia tutto, sì. Buona notte desiderata.

source: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny! Is that you in the hall?
it_it: [_jack_s_offscreen_s_rise_s_talk_happy_] Oh, Danny! Sei nel corridoio?

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Dad. What's up?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Yeah Papà. Che cos'è?

source: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, you won't believe it! We just received a special invite to enjoy a luxury cabin retreat this Saturday up North in the {b}Lake Eerie{/b} district!
it_it: [_maddie_s_towards_s_wondering_s_talk_happy_] Kiddo, non ci crederete! Abbiamo appena ricevuto un invito speciale per godere di un rifugio cabina di lusso questo sabato fino a nord nel {b}distretto Lago Eerie{/b}!

source: [_jack_s_closed_s_idle_s_talk_happy_] They have lake fishing too! I'm gonna catch me a whopper!!
it_it: [_jack_s_closed_s_idle_s_talk_happy_] Hanno anche la pesca del lago! Mi prenderò un whopper!!

source: [_danny_s_towards_s_rise_s_talk_happy_] Huh, no kidding?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Eh, non scherzare?

source: [_maddie_s_towards_s_wondering_s_talk_amused_] I even went and looked up the company providing it online, and they're all totally legit!
it_it: [_maddie_s_towards_s_wondering_s_talk_amused_] Sono anche andato a cercare la società che fornisce on-line, e sono tutti totalmente legit!

source: [_maddie_s_down_s_neutral_s_talk_displeased_] ...after the last incident with that whole "Dalv Group" thing, I've decided it's best to really check these things out more thoroughly...
it_it: [_maddie_s_down_s_neutral_s_talk_displeased_] ...dopo l'ultimo incidente con quella cosa "Dalv Group" intera, ho deciso che è meglio controllare veramente queste cose più accuratamente...

source: [_danny_s_at_player_s_wondering_s_grin_] (That must be Desiree's spell! Well, that seems perfectly innocent and innocuous enough, so what's the worst that could happen?)
it_it: [_danny_s_at_player_s_wondering_s_grin_] (Questo deve essere l'incantesimo di Desiree! Beh, questo sembra abbastanza innocente e innocuo, quindi qual è il peggio che potrebbe accadere?)

source: [_danny_s_towards_s_wondering_s_talk_amused_] Well, wow! I'm excited for you two, I hope it's a good time!
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Beh, wow! Sono entusiasta per voi due, spero che sia un buon momento!

source: [_jack_s_towards_s_rise_s_talk_happy_] You going to be alright this Saturday with just you and Jazz here, champ?
it_it: [_jack_s_towards_s_rise_s_talk_happy_] Sarai giusto questo sabato con te e Jazz qui, campeggio?

source: [_danny_s_towards_s_sad_s_talk_happy_] Yeah, of course. No problem Dad.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, ovviamente. Nessun problema papà.

source: [_maddie_s_towards_s_sad_s_talk_happy_] We're gonna leave around 2:00 or so on Saturday. We'll leave you some money to order pizza while we're gone, okay? We'll be back on Sunday about mid-day sweetie.
it_it: [_maddie_s_towards_s_sad_s_talk_happy_] Partiremo intorno alle 2:00 di sabato. Ti lasceremo un po' di soldi per ordinare la pizza mentre siamo andati, okay? Torneremo domenica circa mezzogiorno di dolcezza.

source: [_danny_s_towards_s_rise_s_talk_happy_] Guys, c'mon, don't worry so much, it's just one night.
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Ragazzi, c'mon, non preoccuparti così tanto, è solo una notte.

source: [_jack_s_towards_s_wondering_s_talk_happy_] That's my boy! Look at this young stallion dear... what a man he's become! I bet he's already planning to bring some pretty lady back here to show her the ol "Fenton magic"!
it_it: [_jack_s_towards_s_wondering_s_talk_happy_] Questo è il mio ragazzo! Guarda questo giovane stallone caro... che uomo è diventato! Scommetto che sta già progettando di portare qualche bella signora indietro qui per mostrarle l'ol "Fenton magia"!

source: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, I mean, behave Danny, don't do anything your mother or I wouldn't do...
it_it: [_jack_s_towards_s_sad_s_talk_happy_] {i}Uhh{/i}, voglio dire, comportarsi con Danny, non fare nulla a tua madre o non fare...

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Take it they told you the good news?
it_it: [_jazz_s_towards_s_wondering_s_talk_happy_] Prendilo ti hanno detto la buona notizia?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ya' know, how come I'm always the last one to know what's going on around here?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Si, come mai sono sempre l'ultimo a sapere cosa sta succedendo qui?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] Maybe cause you're usually asleep, doofus? Or in your room glued to your computer, scrolling through your OnlySimps subscriptions...?
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Forse perché ti stai addormentando, doofus? O nella tua stanza incollata al tuo computer, scorrendo i tuoi abbonamenti OnlySimps...?

source: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Hey!!{/i} S-sex workers are a pillar of our society!
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] {i}Ehi!!{/i} I lavoratori S-sex sono un pilastro della nostra società!

source: [_maddie_s_towards_s_rise_s_talk_displeased_] Alright, you two, we're trusting you both to look after the house while we're gone.
it_it: [_maddie_s_towards_s_rise_s_talk_displeased_] Bene, tu due, ci fidiamo di te entrambi per prenderci cura della casa mentre siamo andati.

source: [_jack_s_towards_s_neutral_s_talk_displeased_] I'll be putting a lock on the Lab by the way. No offense kids, but we'd rather not have you guys messing around too much down there.
it_it: [_jack_s_towards_s_neutral_s_talk_displeased_] A proposito, metterò una serratura sul laboratorio. Nessun bambino offensivo, ma preferiremmo non avere ragazzi che si incastrano in giro troppo giù lì.

source: [_jazz_s_towards_s_rise_s_talk_consternation_] Seriously? We aren't little kids anymore who just slap shiny buttons.
it_it: [_jazz_s_towards_s_rise_s_talk_consternation_] Seriamente? Non siamo più bambini piccoli che fanno solo schiaffi pulsanti lucenti.
