Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-huh? Oh no, no, everything's fine Dad, just a little shaky from the coffee still...
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] H-huh? Oh no, no, tutto il papà bello, solo un po 'traballante dal caffè ancora...

source: [_jack_s_towards_s_neutral_s_talk_happy_] Well, next time, try going decaf instead! In the meantime, keep vigilant for those ghosts, champ!!
it_it: [_jack_s_towards_s_neutral_s_talk_happy_] Beh, la prossima volta, prova invece ad andare decante! Nel frattempo, tieni vigile per quei fantasmi, campione!!

source: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... I hope this coffee doesn't run through me again... the porta-john in the Fenton Family Ghost Assault Vehicle is busted right now...
it_it: [_jack_s_towards_s_sad_s_talk_frown_] ...oohh... Spero che questo caffè non mi passi di nuovo... il porta-john nel veicolo d'assalto fantasma della famiglia Fenton è caduto in questo momento...

source: [_jack_s_towards_s_confused_s_talk_frown_] ...ya' know, is it just me, or is that name {i}really{/i} long winded to have to say every time?{p}Definitely gotta figure out a good shorthand for it...
it_it: [_jack_s_towards_s_confused_s_talk_frown_] ... ' sa, è solo me, o è quel nome {i}veramente{/i} a lungo arricciato di avere da dire ogni volta?{p}Sicuramente ottengono un buon shorthand per esso...

source: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...now "The G.A.V." sounds pretty good... ehhh, but then I don't get to say "Fenton" {i}or{/i} Family... darn shame...
it_it: [_jack_s_offscreen_s_at_player_s_sad_s_talk_frown_] ...ora "The G.A.V." suona abbastanza buono... ehhh, ma poi non riesco a dire "Fenton" {i}o{/i} Famiglia... vergogna...

source: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Phew!{/i} That was close.
it_it: [_danny_s_closed_s_sad_s_talk_distraught_] {i}Phew!{/i} Era vicino.

source: [_ember_s_towards_s_rise_s_talk_amused_] See ya, "champ!"
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Vedi ya, "campione!"

source: [_danny_s_towards_s_angry_s_talk_displeased_] As an edgy punk rocker I know once said sarcastically, "Har har, so funny I forgot to laugh."
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Come un punk rocker spigoloso lo so una volta detto sarcasticamente, "Har har, così divertente ho dimenticato di ridere."

source: [_ember_s_towards_s_idle_s_talk_amused_] Come on, it {i}is{/i} pretty funny.
it_it: [_ember_s_towards_s_idle_s_talk_amused_] Avanti, {i}è{/i} abbastanza divertente.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Right. Anyway, I'm off to school now. Peace ladies.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Giusto. In ogni caso, sono fuori a scuola ora. La pace signore.

source: [_ember_s_towards_s_sad_s_talk_displeased_] Wait!
it_it: [_ember_s_towards_s_sad_s_talk_displeased_] Aspetta!

source: [_ember_s_towards_s_rise_s_talk_displeased_] If I took on a human form, could I come with you?
it_it: [_ember_s_towards_s_rise_s_talk_displeased_] Se ho assunto una forma umana, potrei venire con te?

source: [_danny_s_towards_s_rise_s_talk_displeased_] What, why? You suddenly wanna spend time out with me now? The Mall didn't seem to be your favorite activity...
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Cosa, perché? All'improvviso vuoi passare del tempo con me ora? Il Mall non sembrava essere la tua attività preferita...

source: [_ember_s_down_s_idle_s_talk_consternation_] What? N-no, hell no, eww...
it_it: [_ember_s_down_s_idle_s_talk_consternation_] Cosa? N-no, inferno no, eww...

source: [_ember_s_towards_s_sad_s_talk_happy_] It's just... ya' know, I wouldn't mind to see the ol' school properly this time, is all.
it_it: [_ember_s_towards_s_sad_s_talk_happy_] È solo... sì, non mi dispiacerebbe vedere correttamente la scuola dell'ol' questa volta, è tutto.

source: [_danny_s_towards_s_sad_s_talk_happy_] Des, do you mind being alone?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Des, ti dispiace essere solo?

source: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] The whole house to myself? Oh please, I pray to the Gods for an opportunity such as this!
it_it: [_desiree_s_ghost_original_top_s_towards_s_wondering_s_talk_excited_] Tutta la casa a me stesso? Oh, per favore, prego gli Dei per un'opportunità come questa!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...well no, I meant like, "going back in the Thermos" alone. I have to take it with me for Ember to tag along.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] ...bene no, intendevo dire, "tornare nel Termo" solo. Devo portarlo con me per Ember per taggare lungo.

source: [_danny_s_towards_s_sad_s_talk_happy_] Thanks, you're the best!!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Grazie, sei il migliore!!

source: [_ember_s_towards_s_confused_s_talk_happy_] So is that a yes?! C'mon, please?
it_it: [_ember_s_towards_s_confused_s_talk_happy_] Così è un sì?! C'mon, per favore?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, but as always, no funny business Ember.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Ok, ma come sempre, nessun affare divertente Ember.

source: [_ember_s_towards_s_idle_s_talk_happy_] I promise!!{p}And Danny...?
it_it: [_ember_s_towards_s_idle_s_talk_happy_] Prometto!!{p}E Danny...?

source: [_ember_s_towards_s_sad_s_talk_amused_] ...thanks.
it_it: [_ember_s_towards_s_sad_s_talk_amused_] ...grazie.

source: [_danny_s_towards_s_neutral_s_talk_happy_] Come on, take on your human form and get dressed.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Avanti, assumi la tua forma umana e ti vesti.

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Hey Danny, what's going... uhh, who's that you're hanging with behin-
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Ehi Danny, che cosa sta succedendo... uhh, chi è appeso con behin-

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Wait. Stop. No.
it_it: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Aspetta. Ferma. No.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, yeah, hey again. Sup dorks?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Uhh, sì, ehi di nuovo. I dormi?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, guys, relax, I know this is {i}kinda{/i} weird.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Ok, ragazzi, relax, so che questo è {i}kinda{/i} strano.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] No Danny, this is "kinda" freaking {u}insane{/u}! You should have blasted her out of a cannon into the Ghost Zone!! Away from us!!
it_it: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] No Danny, questa è "kinda" che freaking {u}pazzo{/u}! Avresti dovuto farla saltare fuori da un cannone nella Zona Fantasmi!! Lontano da noi!!

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Not bring her to first period!! The hell's the matter with you, Danny?!
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_distraught_] Non portarla al primo periodo!! L'inferno è la questione con te, Danny?!

source: [_danny_s_closed_s_unhappy_s_talk_distraught_] Guys, I used Desiree's magic to make sure certain rules were established and-
it_it: [_danny_s_closed_s_unhappy_s_talk_distraught_] Ragazzi, ho usato la magia di Desiree per assicurarsi che alcune regole siano state stabilite e-

source: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] You've got Desiree involved in this too?? The hell Danny?!
it_it: [_tucker_s_arms_clenchedfists_s_towards_s_angry_s_talk_frown_] Hai anche Desiree coinvolto in questo?? L'inferno Danny?!

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Hey look, I guess I owe you two an apology, right, so let me just say-
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_displeased_] Ehi guardare, immagino che ti devo due scuse, giusto, quindi lasciami solo dire-

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] An apology? No, you owe me the privilege of not having to see you ever again in this dimension!
it_it: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Una scusa? No, mi devi il privilegio di non doverti rivederti mai più in questa dimensione!

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam! Guys, c'mon, wait-
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Sam! Ragazzi, c'mon, wait-

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] No, no, Danny, let's be honest. She has a right to be pissed at me. She should be.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] No, no, Danny, siamo onesti. Ha il diritto di essere sbaciata contro di me. Dovrebbe essere.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I kidnapped you and tried to take over the world.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Mi dispiace di averti rapito e di aver cercato di conquistare il mondo.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] I'm sorry I tried to take over the world.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_distraught_] Mi dispiace di aver cercato di conquistare il mondo.

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, yeah, no, sorry doesn't quite cut it in this particular instance..
it_it: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] Uhhh, sì, no, mi dispiace non tagliarlo abbastanza in questa particolare istanza..

source: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] I mean yeah, this is freaky, but I guess... kinda okay, right? It's better that Danny has an eye on these ghosts personally so that-
it_it: [_tucker_s_arms_straps_s_away_s_neutral_s_talk_frown_] Intendo sì, questo è strano, ma immagino... kinda okay, giusto? È meglio che Danny abbia un occhio su questi fantasmi personalmente in modo che-

source: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, she {u}brainwashed{/u} you!
it_it: [_sam_s_co_s_away_s_angry_s_talk_distraught_] Tucker, lei {u}lavaggio del cervello{/u} te!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] True, but have you considered the fact...
it_it: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Vero, ma hai considerato il fatto...

source: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Don't say it, don't you {i}dare{/i} even try to justify this the way I just {u}know{/u} you're going to Tucker Fole-
it_it: [_sam_s_co_s_away_s_angry_s_talk_consternation_] Non dirlo, non hai {i}osato {/i} anche cercare di giustificare questo il modo in cui solo {u}conosco {/u} che stai andando a Tucker Fole-

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...that she's pretty damn hot?
it_it: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] ...che lei è abbastanza maledetto caldo?

source: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] That's it, I'm done. My little remaining faith in men is fully destroyed.
it_it: [_sam_s_co_s_closed_s_sad_s_talk_distraught_] Questo è questo, ho fatto. La mia piccola fede rimanente negli uomini è completamente distrutta.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] I know a genie you'd get along swimmingly with.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_amused_] Conosco un genio con cui vieni a nuotare.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Don't you try to talk to me like we're friends!
it_it: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Non provi a parlare con me come se fossimo amici!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hey, hey! Everyone deserves a shot at redemption, right?
it_it: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] Hey, hey! Tutti meritano un colpo alla redenzione, giusto?

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Lest we forget, I messed up pretty badly when I had all the powers that Danny has thanks to Desiree. And Danny {i}still{/i} forgave me for everything, and even saved my life!
it_it: [_tucker_s_arms_straps_s_away_s_sad_s_talk_happy_] Per evitare di dimenticare, ho messo in ginocchio abbastanza male quando ho avuto tutti i poteri che Danny ha grazie a Desiree. E Danny {i}ancora {/i} mi ha perdonato per tutto, e anche salvato la mia vita!

source: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] I say, as long as Danny trusts her, we should keep an open mind.
it_it: [_tucker_s_arms_straps_s_away_s_wondering_s_talk_happy_] Io dico, finché Danny si fida di lei, dovremmo mantenere una mente aperta.

source: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] I cannot believe you guys are even considering this.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_distraught_] Non posso credere che anche voi ragazzi state pensando a questo.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, I know that there's more to Ember than any of us thought. She's shown me a different side that-
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] C'mon Sam, So che c'è più Ember di quanto nessuno di noi pensi. Mi ha mostrato un lato diverso quello-

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh really?! And we're just supposed to believe this is a {i}genuine{/i} persona on her part?
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_consternation_] Oh davvero?! E dovremmo solo credere che questa sia una {i}persona genuina{/i} da parte sua?

source: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, for Christ sake, it's been DAYS since the world was almost taken over by her!!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_distraught_] Danny, per amore di Cristo, è stato GIORNI da quando il mondo è stato quasi preso da lei!!

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Look, I know I don't have all that much free-will to just walk away at the moment, so let's try to make this awkward meeting as painless as possible, okay?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Guarda, so che non ho tutto questo libero arbitrio per andare via al momento, quindi cerchiamo di rendere questo incontro imbarazzante il più indolore possibile, ok?

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] I'm sorry for what I did, with brainwashing your friend and everything else. Trust me, I couldn't take over the world at the moment even if I wanted to.
it_it: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_consternation_] Mi dispiace per quello che ho fatto, con lavaggio del cervello il tuo amico e tutto il resto. Fidati di me, al momento non potevo prendere il mondo anche se volevo.

source: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] So you {i}do{/i} have intentions and a desire to do it though, right?{p}Give a girl a break right now, okay?
it_it: [_sam_s_co_s_towards_wide_s_angry_s_talk_distraught_] Quindi {i}fare{/i} ha intenzioni e il desiderio di farlo, comunque?{p}Fai una pausa a una ragazza in questo momento, okay?

source: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Man... I don't know. I'm still figuring out what I want, exactly.
it_it: [_ember_s_disguised_s_jazz_s_down_s_confused_s_talk_distraught_] Uomo... Non lo so. Sto ancora capendo quello che voglio, esattamente.

source: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Fine... so what {i}are{/i} you doing here then?
it_it: [_sam_s_co_s_stare_s_angry_s_talk_consternation_] Fine... quindi che cosa hai fatto {i}{/i} qui?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] I don't know, just thought I'd check out the old stomping grounds.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Non lo so, pensavo solo di controllare i vecchi terreni di stoming.

source: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Wait, you mean, you went to Casper High?
it_it: [_tucker_s_arms_straps_s_towards_wide_s_wondering_s_talk_frown_] Aspetta, intendi, sei andato a Casper High?

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] I'm sorry, this whole thing just skeeves me out, man...
it_it: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] Mi dispiace, questa cosa mi fa solo schifo, l'uomo...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, just try to go easy on her, okay?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Sam, basta cercare di andare facile su di lei, okay?

source: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...I've got my eyes on you, McClain. Don't you forget it.
it_it: [_sam_s_co_s_towards_glare_s_angry_s_talk_displeased_] {i}Hmph!{/i}{p}...Ho gli occhi su di te, McClain. Non dimenticarti.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] In that case, I hope you enjoy the view.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] In questo caso, spero che vi piaccia la vista.

source: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Hey, if she's not, I definitely am!
it_it: [_tucker_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ehi, se non è così, sono sicuramente!

source: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat?{/i} The heart wants what the heart wants... a man can dream, can't he?
it_it: [_tucker_s_arms_straps_s_away_s_sad_s_talk_frown_] {i}Whaaat?{/i} Il cuore vuole quello che il cuore vuole... un uomo può sognare, vero?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] That's all he can do, trust me...
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] È tutto quello che può fare, fidati di me...

source: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Just walk with me Tuck, we have to get to class anyway.
it_it: [_sam_s_co_s_away_s_unhappy_s_talk_distraught_] Basta camminare con me Tuck, dobbiamo comunque andare in classe.

source: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...keep her away from the music room, if at all possible...
it_it: [_sam_s_co_s_towards_s_angry_s_talk_displeased_] ...tenetela lontana dalla sala della musica, se possibile...

source: [_danny_s_down_s_sad_s_talk_happy_] Yeah, I actually have to get to class too.
it_it: [_danny_s_down_s_sad_s_talk_happy_] Sì, in realtà devo anche andare in classe.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] No worries, I'll just go invisible and wait in there with you.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Non preoccuparti, andrò solo invisibile e aspetterò lì con te.

source: [_danny_s_down_s_rise_s_talk_displeased_] Wait, seriously? Why? Surely even putting up with Desiree has to be better than any of Lancer's lectures.
it_it: [_danny_s_down_s_rise_s_talk_displeased_] Aspetta, seriamente? Perché? Sicuramente anche sopportare il desiderio deve essere migliore di qualsiasi lezione di Lancer.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Oh come on, I'm not gonna distract you, what's the problem if I wanna sit in?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Oh vieni, non ti distraggo, qual è il problema se voglio sedermi dentro?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, if you really wanna be bored to death listening to Lancer explain what Herman Melville was like in his private life, be my guest.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Okay, se vuoi davvero annoiarti a morte ascoltando Lancer spieghi come era Herman Melville nella sua vita privata, sia il mio ospite.

source: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Trust me, seeing his even older mug should cheer me up plenty.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_sad_s_talk_happy_] Fidati di me, vedendo la sua tazza ancora più vecchia dovrebbe rallegrarmi molto.

source: [_lancer_s_towards_s_neutral_s_talk_happy_] And the principle theory behind utilitarianism is that...
it_it: [_lancer_s_towards_s_neutral_s_talk_happy_] E la teoria di principio dietro l'utilitarismo è che...

source: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Whispering*{/i} Oh my god, he's somehow gotten even {i}more{/i} boring with age.{p}And fatter...
it_it: [_ember_s_disguised_s_offscreen_s_towards_s_idle_s_talk_amused_] {i}*Whispering*{/i} Oh mio dio, è in qualche modo ottenuto anche {i}più{/i} noioso con l'età.{p}E spargere...

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} Ember, you said you'd be quiet. Don't distract me! I need to catch up after all the ghost fighting I've been doing...
it_it: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} Ember, hai detto che saresti tranquillo. Non distrarmi! Ho bisogno di recuperare dopo tutto il combattimento fantasma che stavo facendo...

source: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Whispering*{/i} Fine, fine. School's for chumps anyway...
it_it: [_ember_s_disguised_s_offscreen_s_towards_s_rise_s_talk_happy_] {i}*Whispering*{/i} Bene, ammettono comunque la scuola...

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Whispering*{/i} What is it now?
it_it: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_distraught_] {i}*Whispering*{/i} Che cos'è adesso?

source: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Whispering*{/i} Wanna see something funny?
it_it: [_ember_s_disguised_s_offscreen_s_at_player_s_rise_s_talk_amused_] {i}*Whispering*{/i} Vuoi vedere qualcosa di divertente?

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} No actually, I don't wanna see-
it_it: [_danny_s_f_s_offscreen_s_towards_s_angry_s_talk_displeased_] {i}*Whispering*{/i} No in realtà, non voglio vedere-

source: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, yes?
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Uhhhm, sì?

source: [_lancer_s_towards_s_rise_one_s_talk_frown_] Well...? Is there a {i}particular{/i} reason you're standing up and disrupting my class?
it_it: [_lancer_s_towards_s_rise_one_s_talk_frown_] Bene...? C'è un motivo di {i}specifico{/i} per cui ti stai alzando in piedi e disturbare la mia classe?

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, it's just, I, um...
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Uhh, è solo, io, um...

source: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! My {u}pants!!{/u}
it_it: [_lancer_s_pantsless_s_shocked_s_at_self_wide_s_sad_s_talk_frown_] Oliver Twist!! I miei {u}pantaloni!!{/u}

source: Class [special_delimiter] {i}*Thunderous Laughter*{/i}
it_it: Classe [special_delimiter] {i}*Risata Thunderous*{/i}

source: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Stop this madness right now! BE SILENT, ALL OF YOU, BEFORE I-
it_it: [_lancer_s_pantsless_s_shocked_s_towards_wide_s_angry_s_talk_frown_s_blush_] Ferma questa follia in questo momento! Sii SILENTE, TUTTO DI Te, PRIMA DI I-

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Dorian Gray!! My blasted shoelaces!!
it_it: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] Grigio Doriano!! Le mie scarpette soffiate!!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh crap! Ember, what the hell are you doing?)
it_it: [_danny_s_at_player_s_angry_s_clenchteeth_] (Oh crap! Ember, che diavolo stai facendo?)

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, that's too bad, but uh, sorry, I've gotta go Mr. Lancer!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] Uhhmmm, gee, è troppo male, ma uh, mi dispiace, sono andato il signor Lancer!
