Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] I don't wanna go to any more classes! I just want you to carry me home...
it_it: [_sam_s_co_s_stare_s_sad_s_talk_consternation_s_-slight_blush_] Non voglio andare in altre classi! Voglio solo che tu mi porti a casa...

source: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...preferably over your strong shoulders, {i}hrmm?{/i}
it_it: [_sam_s_co_s_stare_s_neutral_s_talk_lick_s_slight_blush_] ...preferibilmente sulle tue forti spalle, {i}hrmm?{/i}

source: [_danny_s_at_player_s_angry_s_displeased_] (First flirting with Tucker, now she switched to me? Either Sam's having a hormonal stroke, or methinks there's something rotten in the state of Denmark.)
it_it: [_danny_s_at_player_s_angry_s_displeased_] (Prima flirtare con Tucker, ora è passata a me? O Sam sta avendo un colpo ormonale, o metinchi c'è qualcosa marcio nello stato della Danimarca.)

source: [_danny_s_at_player_s_rise_s_smile_] (...huh, I guess Mr. Lancer's book lectures are paying off after all! That sounded pretty smart!)
it_it: [_danny_s_at_player_s_rise_s_smile_] (...ehh, credo che le lezioni del libro di Mr. Lancer, dopo tutto! Sembravano piuttosto intelligenti!)

source: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, come on! I wanna get into bed...~
it_it: [_sam_s_co_s_stare_s_angry_s_talk_displeased_s_-slight_blush_] {i}Dannyyyy{/i}, viene! Voglio entrare nel letto...~

source: [_danny_s_towards_s_sad_s_talk_distraught_] Okay, okay, I'll walk you home! Sheesh...
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Ok, ok, ti cammino a casa! Sheesh...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Hey, it's the matching twins! What are they...?{p}Wait, are they doing what I {i}think{/i} they're doing?!
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Ehi, sono i gemelli corrispondenti! Che cosa sono...?{p}Aspetta, stanno facendo quello che penso {i}{/i} stanno facendo?!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Star, you {i}definitely{/i} have the {u}cutest{/u} little butt in school, you know that?
it_it: [_paulina_s_ef_s_towards_s_wondering_s_talk_happy_s_noblush_] Oohh! Stella, {i}definitivamente{/i} ha il {u}più carino{/u} piccolo culo a scuola, lo sapete?

source: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, whatever girl, I'd kill to have {i}your{/i} ass! Plus these nice boobs!
it_it: [_star_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Peeshaw!{/i} Oh, qualunque ragazza, ucciderei per avere {i}tuo{/i} culo! Inoltre queste belle tette!

source: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] You mind if I have myself a little feel?
it_it: [_paulina_s_ef_s_towards_s_wondering_s_talk_bite_s_noblush_] Ti dispiace se mi sento un po'?

source: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Go for it girl! As long as I get a handful too!{p}And a nice taste, too...~
it_it: [_star_s_ef_s_towards_s_angry_s_talk_happy_2_s_noblush_] Vai per la ragazza! Finché ottengo una manciata troppo!{p}E un buon gusto, troppo...~

source: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...best.{p}Music.{p}Trend.{p}{u}Ever.{/u}
it_it: [_danny_s_ahegao_s_wondering_s_talk_amused_] ...migliore.{p}Musica.{p}Tendenza.{p}{u}Ever.{/u}

source: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heyyy!{/i} Grope {i}my{/i} waist and ass when we're leaving!
it_it: [_sam_s_co_s_stare_s_angry_s_talk_bite_] {i}Heyyyy!{/i} Grope {i}mio{/i} vita e culo quando usciamo!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] You heard me! Grab my hips, right now!!
it_it: [_sam_s_co_s_towards_glare_s_rage_s_talk_lick_] Mi hai sentito! Prendi i miei fianchi, adesso!!

source: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. My. God! Nasty Danny's got his arms wrapped around that gargoyle's fat waist!
it_it: [_star_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Oh. My. Dio! Nasty Danny ha le braccia avvolte la vita grassa di quel gargoyle!

source: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Just as I thought, they were star-crossed {u}losers{/u} from the start.
it_it: [_paulina_s_ef_s_towards_s_rise_one_s_talk_frown_s_noblush_] Proprio come pensavo, sono stati stellati {u}perdenti {/u} fin dall'inizio.

source: [_danny_] Hey, we're not-
it_it: [_danny_] Ehi, non siamo

source: [_sam_] {i}Ha!{/i} Go back to your make-out session ladies! Jealousy doesn't suit you whores! His hands are touching {u}this{/u} alone! Suck it, skanks!
it_it: [_sam_] {i}Ha!{/i} Torna alle tue donne make-out sessione! La gelosia non ti soddisfa le puttane! Le sue mani stanno toccando {u}questo{/u} solo! Succhiatelo, skanks!

source: [_danny_] {i}*Whispering*{/i} Sam what the heck is with you?!
it_it: [_danny_] {i}*Whispering*{/i} Sam cos'è l'heck con te?!

source: [_sam_] Ohhh, Danny, I'm just having fun silly! Be mellow, man! You totally gotta learn to chill...
it_it: [_sam_] Ohhh, Danny, mi sto solo divertendo sciocco! Sii morbido, uomo! Hai completamente impazzito a raffreddare...

source: [_danny_] Look, let's just go Sam. You told me to walk you back home!
it_it: [_danny_] Guarda, andiamo a Sam. Mi hai detto di tornarti a casa!

source: [_danny_s_towards_s_sad_s_talk_happy_] Well, we're finally at your place now. And away from all that... whatever that was.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Beh, siamo finalmente al tuo posto ora. E lontano da tutto quello... qualunque cosa fosse.

source: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... we're finally back home? Thank God... my head is killing me.
it_it: [_sam_s_co_s_closed_s_unhappy_s_talk_distraught_] {i}Urgh{/i}... siamo finalmente tornati a casa? Grazie Dio... la mia testa mi sta uccidendo.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] You alright?
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Hai bene?

source: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Yeah, it just feels like I woke up from a really weird dream...
it_it: [_sam_s_co_s_towards_s_confused_s_talk_consternation_] Sì, si sente proprio come se mi svegliassi da un sogno davvero strano...

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wait, but... you {i}do{/i} remember what just happened back in the hallway, right?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Aspetta, ma... {i}fa{/i} ricorda cosa è appena successo nel corridoio, giusto?

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Well yeah, we were with Tucker, and I asked you to- OH MY GOD!{p}Danny, I'm so sorry, I have no idea what came over me!{p}It couldn't be Kitty possessing me again, right?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_blush_] Beh, sì, eravamo con Tucker, e ti ho chiesto di- OH MY GOD!{p}Danny, mi dispiace, non ho idea di cosa mi sia venuto finito!{p}Non potrebbe essere Kitty possedendomi di nuovo, giusto?

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Don't worry. From what I've gathered, everyone started acting really weird the minute that new Ember song played.
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Non ti preoccupare. Da quello che ho raccolto, tutti hanno iniziato a recitare davvero strano il minuto che la nuova canzone Ember ha suonato.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] ...did Paulina and Star start making out? Am I remembering that wrong?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] char@@0 Paulina e Star hanno iniziato a farlo? Mi ricordo di aver torto?

source: [_danny_s_towards_s_neutral_s_talk_amused_] Nope, that {u}definitely{/u} happened. Thank God, that was real.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Nope, che {u}definitivamente{/u} è successo. Grazie a Dio, che era reale.

source: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh man... I'm still really dizzy... I'm gonna go lay down in my room for a bit. Thanks for helping me home Danny. I guess I'll see you tomorrow dude.
it_it: [_sam_s_co_s_closed_s_sad_s_talk_displeased_] Oh uomo... Sono ancora davvero vertigine... andrò a deporre per un po' nella mia stanza. Grazie per avermi aiutato a casa Danny. Immagino che ci vedrò domani dude.

source: [_danny_s_towards_s_sad_s_talk_happy_] Rest easy, Sam. I'm gonna figure out what's going on around the school.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Riposa facile, Sam. Sto andando a capire cosa sta succedendo intorno alla scuola.

source: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Yeah, uh, you do that, awesome...{p}...yikes, I totally have the spins again... I hope I don't barf...
it_it: [_sam_s_co_s_towards_s_unhappy_s_talk_distraught_] Sì, uh, lo fai, fantastico...{p}...yikes, ho totalmente di nuovo i giri... spero di non abbaiare...

source: [_danny_] (Oh, right... Jazz is still listening to Ember on the radio... did she even go to school today?)
it_it: [_danny_] (Oh, giusto... Jazz sta ancora ascoltando Ember sulla radio... è anche andata a scuola oggi?)

source: [_radio_] {i}♪ It was... it was September... winds blow... the dead leaves fall... ♫{/i}
it_it: [_radio_] {i}<unk> È stato... è stato settembre... soffio di venti... le foglie morte cadono... <unk> {/i}

source: [_jazz_s_towards_s_idle_s_talk_happy_] Hey man, how was school today?
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Ehi uomo, com'era la scuola oggi?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Alright, I guess. Pretty bizarre stuff, honestly.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Va bene, immagino. Piuttosto bizzarro, onestamente.

source: [_jazz_s_towards_s_rise_s_talk_frown_] Oh yeah? What's up?
it_it: [_jazz_s_towards_s_rise_s_talk_frown_] Oh sì? Che cos'è?

source: [_danny_s_towards_s_neutral_s_talk_displeased_] You were {i}way{/i} too right! Everyone's going nuts for this Ember girl.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Eravate {i}modo{/i} troppo giusto! Tutti stanno andando noci per questa ragazza Ember.

source: [_jazz_s_towards_s_neutral_s_talk_amused_] Told ya! Isn't she awesome?
it_it: [_jazz_s_towards_s_neutral_s_talk_amused_] Told ya! Non è fantastica?

source: [_radio_] (Ember's latest song, {i}Midnight's Kiss{/i}, will be debuting on our station in just a few seconds! Stay glued to your radio dials!)
it_it: [_radio_] (Ember's latest song, {i}Midnight Kiss{/i}, will be debuting on our station in just few seconds! Stay glued to your radio dials!)

source: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh!{/i} This must be that new song everyone's going crazy over!
it_it: [_jazz_s_towards_wide_s_wondering_s_talk_happy_] {i}Ooooh!{/i} Questa deve essere quella nuova canzone che tutti impazziscono!

source: [_danny_s_closed_s_wondering_s_talk_displeased_] New song? Wait...
it_it: [_danny_s_closed_s_wondering_s_talk_displeased_] Nuova canzone? Aspetta...

source: [_danny_s_at_player_s_wondering_s_consternation_] (After hearing this latest song, everyone started acting really weird... does that mean Jazz might also...?!)
it_it: [_danny_s_at_player_s_wondering_s_consternation_] (Dopo aver sentito questa ultima canzone, tutti hanno iniziato a comportarsi davvero strano... significa che il Jazz potrebbe anche...?!)

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, wait! Don't listen to-
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Jazz, aspetta! Non ascoltare-

source: [_radio_] {i}♫ You and I, not even death could keep me away, I'll be coming right back to you, I'll hold you down and make you mine, only mine... ♫{/i}
it_it: [_radio_] {i}Io e te, nemmeno la morte potevamo tenermi via, Tornerò da te, ti terrò giù e ti farò mio, solo mio. . <unk> {/i}

source: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... this new song is... I feel so... so {i}bewitched{/i} by it...
it_it: [_jazz_s_towards_wide_s_sad_s_talk_frown_] Wow... questa nuova canzone è... mi sento così... così {i}bewitched{/i} da esso...

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, are you okay? We need to turn the radio off!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, stai bene? Dobbiamo spegnere la radio!

source: [_jazz_s_stare_s_confused_s_talk_frown_] Turn... turn it off? Why would I ever do that?
it_it: [_jazz_s_stare_s_confused_s_talk_frown_] Attivare... spegnerlo? Perché mai lo farò?

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, you, uh... you're starting to make this weird face...
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] J-Jazz, tu, uh... stai iniziando a fare questo volto strano...

source: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, I'm sorry, but, {i}uhmm{/i}... goodness, have you done something different with your look? You look... really, {i}really{/i} handsome lately...
it_it: [_jazz_s_towards_wide_s_rise_s_talk_amused_s_blush_] O-oh, Danny, mi dispiace, ma, {i}uhmm{/i}... bontà, hai fatto qualcosa di diverso con il tuo look? Davvero, {i}davvero{/i} bello ultimamente...

source: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh no! It's affecting her as well!)
it_it: [_danny_s_at_player_s_sad_s_clenchteeth_] (Oh no! Anche lei sta influenzando!)

source: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! I think Ember's music is causing people to act... to act sorta...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Jazz! Penso che la musica di Ember stia facendo agire la gente... per sorta...

source: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh man, when did she get so hot? Is this the music's hold on me too? Oh crap...~)
it_it: [_danny_s_ahegao_s_wondering_s_bite_s_blush_] (Oh uomo, quando è così caldo? È anche questa la presa della musica su di me? Oh crap...~)

source: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, I was... I was saying something important, I think...
it_it: [_danny_s_towards_s_rise_s_talk_displeased_s_blush_] Uhh, eravo... stavo dicendo qualcosa di importante, penso...

source: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Wait, did I just call him handsome...? Jeez! What's going on with my head? I... I think I should go upstairs and take a break from the music for now...)
it_it: [_jazz_s_stare_s_confused_s_frown_s_blush_] (Wait, l'ho appena chiamato bello...? Jeez! Cosa sta succedendo con la mia testa? . Penso che dovrei andare al piano di sopra e prendere una pausa dalla musica per ora...)

source: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] I, uh, sorry, need to get to my room! S-see ya around!
it_it: [_jazz_s_towards_s_confused_s_talk_frown_s_blush_] Io, uh, mi dispiace, devo arrivare nella mia stanza! S-see ya intorno!

source: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] I said, I need to leave! Now!!
it_it: [_jazz_s_towards_s_angry_s_talk_frown_s_blush_] Ho detto, ho bisogno di andarmene! Ora!!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh man... thank goodness for that... I had better turn that music off before someone else walks in here.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Oh uomo... grazie alla bontà per questo... Avrei fatto meglio a spegnere quella musica prima che qualcun altro camminasse qui.

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...maybe I should check on Jazz though, to make sure she's okay?
it_it: [_danny_s_at_player_s_sad_s_talk_displeased_] char@@0 forse dovrei controllare il Jazz per assicurarmi che vada bene?

source: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Jazz is playing with herself? Right after that whole kitchen scene? That music really {i}is{/i} powerful!)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_unhappy_s_bite_] (Whoa! Jazz sta suonando con se stessa? Subito dopo tutta la scena cucina? Quella musica davvero {i}è{/i} potente!)

source: [_jazz_] (It's a good thing I got away from Danny when I did, otherwise I... {i}urgh{/i}, gross!! What the hell is wrong with me for even thinking that?!)
it_it: [_jazz_] (È una buona cosa che mi sono allontanato da Danny quando l'ho fatto, altrimenti io... {i}urgh{/i}, grossolano!! Che diavolo è sbagliato con me anche pensando?!)

source: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (Jazz is really getting into it isn't she...? Man, I had better close the door before she notices I'm watching her...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_wondering_s_bite_s_blush_] (Jazz sta davvero entrando in esso non è lei...? Uomo, farei meglio a chiudere la porta prima che lei notasse che la sto guardando...)

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh man... I'm exhausted after today. I should probably go lay down for a bit. Everyone seems to be losing it with this music!
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_talk_distraught_] Oh uomo... Sono esaurito dopo oggi. Probabilmente dovrei sdraiarmi per un po'. Tutti sembrano perderlo con questa musica!

source: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}Alright, hopefully today will be a little less weird than yesterday.
it_it: [_danny_s_at_player_s_neutral_s_talk_displeased_] {i}*Yawn*{/i}{p}Bene, speriamo che oggi sia un po' meno strano di ieri.

source: [_danny_s_down_s_wondering_s_talk_displeased_] Of course, I say that now, and will then be promptly subjected to a view of Dad doing squats in the kitchen wearing nothing but lederhosen or something...
it_it: [_danny_s_down_s_wondering_s_talk_displeased_] Naturalmente, lo dico adesso, e sarà quindi prontamente sottoposto ad una vista di papà facendo squat in cucina che indossa altro che lederhosen o qualcosa...

source: [_danny_s_at_player_s_sad_s_talk_displeased_] ...again.
it_it: [_danny_s_at_player_s_sad_s_talk_displeased_] ...di nuovo.

source: [_danny_s_at_player_s_sad_s_talk_happy_] Oh well, just gotta hope for the best! Positive outlook and all!
it_it: [_danny_s_at_player_s_sad_s_talk_happy_] Oh bene, basta sperare per il meglio! Prospettive positive e tutti!

source: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Gooood{/i} morning, everyo-
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] {i}Buono{/i} mattina, ogni

source: [_radio_] {i}♪ I'll hold you down and make you mine, only mine... ♫{/i}
it_it: [_radio_] {i}<unk> Ti terrò premuto e ti farò mio, solo mio... <unk> {/i}

source: [_danny_s_at_player_s_unhappy_s_consternation_] (There goes my hope that today could just be "normal" for a change.)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (C'è la speranza che oggi possa essere "normale" per un cambiamento.)

source: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny! Good morning! Jazz was just showing me some of her {i}rad{/i} new music and fashion! Isn't it great?{p}This Ember McClain girl sure knows how to create a real unique {u}movement!{/u}
it_it: [_maddie_s_ef_s_towards_s_neutral_s_talk_happy_] {i}Ohh{/i}, Danny! Buongiorno! Jazz mi ha appena mostrato alcuni dei suoi {i}rad{/i} nuova musica e moda! Non è fantastico?{p}Questa ragazza Ember McClain sa come creare un vero e proprio movimento unico {u}!{/u}

source: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] She's {u}amazing{/u}, I know!
it_it: [_jazz_s_ef_s_towards_s_wondering_s_talk_happy_] Lei è {u}incredibile{/u}, lo so!

source: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... so I'm glad to see that you two are... "bonding" together and all, but don't you two feel a {i}little{/i} weirded out by what you're both wearing?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] {i}Uhmm{/i}... quindi sono contento di vedere che sei due... "bonding" insieme e tutti, ma non si sente un {i}po '{/i} strano fuori da quello che stai indossando entrambi?

source: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] What do you mean sweetie? Is it so out of place for your dear old Mom to try being a little more 'hip'?
it_it: [_maddie_s_ef_s_towards_s_confused_s_talk_amused_] Che cosa intendi dolce? È così fuori luogo per la tua cara vecchia mamma provare ad essere un po' più 'fianco'?

source: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] He's just frustrated because he knows our asses look better in these leather pants than anyone else's at school! Must be hard knowing what you can't have...~
it_it: [_jazz_s_ef_s_towards_s_angry_s_talk_frown_] È solo frustrato perché sa che i nostri asini sembrano meglio in questi pantaloni di pelle di chiunque altro a scuola! Deve essere difficile sapere che cosa non si può avere...~

source: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, what the hell?! That's not even... you don't have to- wh-what the heck's gotten into you?!
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Jazz, che inferno?! Non è neanche questo... non devi - a che cosa c'è arrivata l'heck?!

source: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} Oh my... quite the little tiff you two are having... almost like a little "lover's quarrel", if I didn't know any bet-
it_it: [_maddie_s_ef_s_away_s_rise_s_talk_happy_s_blush_] {i}*Blushing*{/i} Oh mio... proprio il piccolo tiff che due hai avuto... quasi come un po' di "lite di amante", se non sapevo nessuna scommessa

source: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Urgh!{/i} I'm going to school!
it_it: [_danny_s_towards_s_neutral_s_talk_distraught_] {i}Urgh!{/i} Vado a scuola!

source: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Wait, but I packed you a lunch with some pretzel rods! Danny!!
it_it: [_maddie_s_ef_s_towards_s_sad_s_talk_frown_s_-blush_] Aspetta, ma ti ho riempito un pranzo con alcune canne pretzel! Danny!!

source: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] ...was it something I said?
it_it: [_jazz_s_ef_s_standard_arms_crossed_s_towards_s_sad_s_talk_frown_] era qualcosa che ho detto?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] What the heck? Where did all these posters come from?!
it_it: [_danny_s_towards_wide_s_wondering_s_talk_displeased_] Che noi? Da dove sono arrivati tutti questi manifesti?!

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny! Great, you're here, you can help me stick more flyers up!
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] Danny! Ottimo, sei qui, puoi aiutarmi a attaccare più volantini!

source: [_danny_s_towards_s_rise_s_talk_distraught_] What? This isn't enough advertisement for Ember already??
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Cosa? Questa pubblicità non è già sufficiente per Ember??

source: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] PEOPLE NEED TO KNOW!{p}The glorious music of Ember McClain must be known to every man, woman, and child on this earth!
it_it: [_tucker_s_ef_s_arms_clenchedfists_s_towards_wide_glare_s_angry_s_talk_frown_] PERSONE PER SAPERE!{p}La gloriosa musica di Ember McClain deve essere conosciuta ad ogni uomo, donna e bambino su questa terra!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Sheesh! What's your problem, why're you acting all crazy?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Sheesh! Qual è il tuo problema, perché stai agendo tutti pazzi?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Sorry man! It's just that everyone's so excited! Ember's music has gotten even better since her {b}new manager{/b} took over.
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_happy_] Scusa l'uomo! È solo che tutti sono così entusiasti! La musica di Ember è migliorata da quando il suo {b}nuovo manager{/b} ha preso il sopravvento.
