Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_jazz_s_towards_s_idle_s_talk_happy_] Well, neat! That's quite varied! I honestly can't wait to get my degree and leave this town for school.
it_it: [_jazz_s_towards_s_idle_s_talk_happy_] Beh, ordinato! È abbastanza vario! onestamente non vedo l'ora di ottenere la mia laurea e lasciare questa città per la scuola.

source: [_desiree_] Y-yes, it sure is fun having your freedom!{p}{i}*Sighs*{/i}
it_it: [_desiree_] Y-sì, è sicuramente divertente avere la tua libertà!{p}{i}*Sighs*{/i}

source: [_jazz_s_closed_s_idle_s_talk_amused_] Well that's super awesome!
it_it: [_jazz_s_closed_s_idle_s_talk_amused_] Beh, è fantastico!

source: [_jazz_s_towards_s_wondering_s_talk_happy_] Tell me, are there any feminist movements or interesting psychology programs?
it_it: [_jazz_s_towards_s_wondering_s_talk_happy_] Dimmi, ci sono movimenti femministi o interessanti programmi di psicologia?

source: [_desiree_] {i}*Whispering*{/i} Danny, what is a "feminist"?
it_it: [_desiree_] {i}*Whispering*{/i} Danny, cos'è un "femminista"?

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Whispering*{/i} Someone who definitely wasn't around in your time. Just say yes.
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] {i}*Whispering*{/i} Qualcuno che sicuramente non era in giro nel tuo tempo. Basta dire di sì.

source: [_desiree_] {i}Uhh{/i}, yes, I would imagine, but I was not actively aware of them...
it_it: [_desiree_] {i}Uhh{/i}, sì, immagino, ma non ero attivamente consapevole di loro...

source: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, sure, I get that.
it_it: [_jazz_s_towards_s_sad_s_talk_happy_] {i}Ahh{/i}, certo, ottengo.

source: [_desiree_] I must say, it is so good to finally have a conversation with you, Jasmine!
it_it: [_desiree_] Devo dire, è così bello avere finalmente una conversazione con te, Gelsomino!

source: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, it is?
it_it: [_jazz_s_towards_s_rise_s_talk_happy_] Oh, lo è?

source: [_desiree_] Why of course, it has driven me crazy, not being able to even share a word with someone who I live under the same roof wit-
it_it: [_desiree_] Perché naturalmente mi ha fatto impazzire, non essere in grado di condividere nemmeno una parola con qualcuno che vivo sotto lo stesso tetto wit-

source: [_desiree_] ...{i}ehrr{/i}.... I mean to say... it's driven me so crazy, not knowing you in person yet, being Danny's big sister, and what not... but I've heard a lot about you.
it_it: [_desiree_] ...{i}ehrr{/i}.... Voglio dire... mi ha spinto così pazzo, non conoscendoti di persona ancora, essendo la sorella maggiore di Danny, e cosa no... ma ho sentito molto su di te.

source: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, well that's so nice!{nw}
it_it: [_jazz_s_towards_s_idle_s_talk_amused_] Oh, è così bello!{nw}

source: [_extend_] Hey Danny, leave us girls alone to chat a little more closely.
it_it: [_extend_] Ehi Danny, lasciateci solo per chiacchierare un po 'più da vicino.

source: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, are you seriously throwing me out of the conversation already?
it_it: [_danny_s_towards_s_neutral_s_talk_consternation_] Geez, mi stai già gettando sul serio dalla conversazione?

source: [_jazz_s_towards_s_rise_s_talk_displeased_] There's more than enough people wanting to speak to you I'm sure Danny, go talk to them!
it_it: [_jazz_s_towards_s_rise_s_talk_displeased_] Ci sono più che abbastanza persone che vogliono parlare con te Sono sicuro che Danny, vai a parlare con loro!

source: [_jazz_s_towards_s_angry_s_talk_displeased_] Don't be selfish with Desiree, I want to know as much as I can...
it_it: [_jazz_s_towards_s_angry_s_talk_displeased_] Non siate egoisti con il Desiree, voglio conoscere il più possibile...

source: [_danny_s_towards_s_neutral_s_talk_distraught_] But I-
it_it: [_danny_s_towards_s_neutral_s_talk_distraught_] Ma I-

source: [_desiree_] We'll talk later Danny... promise.
it_it: [_desiree_] Parleremo più tardi Danny... promessa.

source: [_danny_s_towards_s_idle_s_talk_amused_] Hey, guys, thanks for showing up!
it_it: [_danny_s_towards_s_idle_s_talk_amused_] Ehi, ragazzi, grazie per essersi mostrato!

source: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Hey, thanks for inviting us to the party! This is pretty crazy!
it_it: [_sam_s_co_s_towards_s_idle_s_talk_amused_] Ehi, grazie per averci invitato alla festa! Questo è abbastanza pazzo!

source: [_tucker_s_towards_s_idle_s_talk_happy_] For real! Look at all the girls here!{p}Why'd we never think to use your place as a sweet party palace before??
it_it: [_tucker_s_towards_s_idle_s_talk_happy_] Per davvero! Guardate tutte le ragazze qui!{p}Perché non avremmo mai pensato di usare il vostro posto come un dolce palazzo di festa prima??

source: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, ya' know, my parents have never been keen on the idea, but they're not exactly here right now, {i}soo{/i}...
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] {i}Ehh{/i}, sì, i miei genitori non sono mai stati entusiasti dell'idea, ma non sono esattamente qui in questo momento, {i}soo{/i}...

source: [_tucker_s_towards_s_wondering_s_talk_happy_] Well, best not keep the hotties waiting. Time to show them how the Tucker-nator rolls!
it_it: [_tucker_s_towards_s_wondering_s_talk_happy_] Beh, meglio non tenere i caldi in attesa. È ora di mostrare loro come i rotoli Tucker-nator!

source: [_sam_s_co_s_away_s_rise_s_talk_displeased_] The "Tucker-nator", seriously? Don't tell me that's gonna be your opening line...
it_it: [_sam_s_co_s_away_s_rise_s_talk_displeased_] Il "Tucker-nator", seriamente? Non dirmi che sarà la tua linea di apertura...

source: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Hello ladies! Have I ever mentioned that I'm rather fluent in Esperanto?
it_it: [_tucker_s_offscreen_s_towards_s_rise_s_talk_happy_] Ciao signore! Ho mai detto che sono piuttosto fluente in esperanto?

source: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] That's "all of you look so beautiful tonight..."{p}{nw}
it_it: [_tucker_s_offscreen_s_closed_s_sad_s_talk_happy_] Questo è "tutti voi sembrano così belli stasera..."{p}{nw}

source: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...or that I like to eat roasted carrots... one or the other!
it_it: [_extend_s_offscreen_s_away_wide_s_rise_s_talk_happy_] ...o che mi piace mangiare carote arrostite... uno o l'altro!

source: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, I'm glad you guys are enjoying yourselves.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] {i}Heh{/i}, Sono contento che voi ragazzi vi stiate divertendo.

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] I'm just glad we can get away from all the ghost stuff lately, at least for a little while.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Sono solo contento che possiamo allontanarci da tutte le cose fantasma ultimamente, almeno per un po '.

source: [_danny_s_towards_s_sad_s_talk_happy_] I'll catch up with you guys later, okay?
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Ti raggiungerò più tardi, okay?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh sure, but {i}uh{/i}, Danny?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Oh sicuro, ma {i}uh{/i}, Danny?

source: [_danny_s_towards_s_rise_s_talk_happy_] What's up Sam?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Che cos'è Sam?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] Don't forget about that {u}thing{/u} we talked about.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] Non dimenticarti di quella {u}cosa{/u} di cui abbiamo parlato.

source: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} I... I haven't forgotten.
it_it: [_danny_s_down_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} I... Non ho dimenticato.

source: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Good. I'm looking forward to it.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_amused_s_blush_] Bene. Non vedo l'ora di farlo.

source: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, h-hey guys, how's it going? Enjoying the party so far?
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] {i}Uhm{/i}, h-hey ragazzi, come sta andando? Ti piace il party finora?

source: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Man, I should have known your place would suck, Fen-toad! I just didn't think it'd be {i}this{/i} bad.
it_it: [_dash_s_towards_s_neutral_s_talk_consternation_] {i}Ha!{/i} Uomo, avrei dovuto sapere che il tuo posto avrebbe succhiato, Fen-toad! Ho appena pensato che sarebbe stato {i}questo{/i} male.

source: [_dash_s_towards_s_angry_s_talk_consternation_] There's not even any Ember McClain playing! Lame!!
it_it: [_dash_s_towards_s_angry_s_talk_consternation_] Non c'è nemmeno un gioco Ember McClain! Lame!!

source: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sure, Dash, feel free to let yourself into my house, drink my beer and crap on my party... more than welcome to... dickhead.)
it_it: [_danny_s_at_player_s_angry_s_clenchteeth_] (Sicuro, Dash, sentitevi liberi di lasciarvi entrare in casa mia, bere la mia birra e avvolgere sulla mia festa... più che benvenuto a... cazzo.)

source: [_danny_s_towards_s_angry_s_talk_distraught_] Well, glad you could still make it, Dash...
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Beh, felice che tu possa ancora farlo, Dash...

source: [_kwan_s_towards_s_sad_s_talk_displeased_] I mean no offense Danny, but in his defense, this place is like, pretty weird dude. Like, why do you have that area in the kitchen sealed off with steel blast doors?
it_it: [_kwan_s_towards_s_sad_s_talk_displeased_] Voglio dire che non offesa Danny, ma nella sua difesa, questo posto è come un tizio piuttosto strano. Come, perché avete quella zona in cucina sigillato con porte d'acciaio esplosivo?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, yeah, my Dad's got the lab down there. Just some security measures, for the party and stuff.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Uh, sì, mio papà ha ottenuto il laboratorio laggiù. Solo alcune misure di sicurezza, per la festa e le cose.

source: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Yeah, pretty high tech stuff man... probably rivals some of the gear they have down at Axion Labs.
it_it: [_kwan_s_towards_s_rise_s_talk_happy_] {i}*Whistles*{/i} Sì, roba piuttosto high-tech uomo... probabilmente rivali alcuni degli ingranaggi che hanno giù a Axion Labs.

source: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, I didn't know you were into a science wing like Axion Labs...
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Gee Kwan, non sapevo che tu fossi in un'ala scientifica come Axion Labs...

source: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, are you kidding? I {u}love{/u} science!! I've been begging Valerie to convince her dad to let me go on a tour of that place.
it_it: [_kwan_s_towards_s_wondering_s_talk_happy_] Oh, stai scherzando? Io {u}amo{/u} scienza!! Ho pregato Valerie di convincere suo padre a lasciarmi andare in un tour di quel posto.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Valerie's Dad works there? Really? Gee, I wouldn't have ever known that unless you told me.{p}You know, I guess it just goes to show, you should never judge a book by-
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Il papà di Valerie funziona lì? Davvero? Gee, non lo avrei mai saputo se non me l'avessi detto.{p}Sai, immagino che vada solo a mostrare, non dovresti mai giudicare un libro da-

source: [_dash_s_towards_s_angry_s_talk_distraught_] Are you still talking, Fen-turd?! Leave us alone loser!
it_it: [_dash_s_towards_s_angry_s_talk_distraught_] Stai ancora parlando, Fen-turd?! Lasciaci solo perdente!

source: [_danny_s_at_player_s_angry_s_talk_distraught_] Yeah, you're right. What I was thinking, trying to help break down social barriers?
it_it: [_danny_s_at_player_s_angry_s_talk_distraught_] Sì, hai ragione. Che cosa stavo pensando, cercando di aiutare a abbattere le barriere sociali?

source: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny! Thanks for the beer!
it_it: [_kwan_s_towards_s_sad_s_talk_happy_] Bye Danny! Grazie per la birra!

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Well, things seem to be going pretty well, all things considered... I had better check on Des now that she seems less busy.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Beh, le cose sembrano andare abbastanza bene, tutte le cose considerate... Ho fatto meglio a controllare su Des ora che sembra meno occupato.)

source: [_danny_s_towards_s_wondering_s_talk_happy_] So, how're those cocktails I mixed for you working?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Quindi, come sono quei cocktail che ho mescolato per voi lavorando?

source: [_desiree_] Well, they certainly are very bubbly and tasty, but I'm not really...
it_it: [_desiree_] Beh, sono certamente molto frizzante e gustoso, ma non sono veramente...

source: [_desiree_] ...actually, I do believe I'm getting quite a warm burning feeling in my belly!
it_it: [_desiree_] ...in realtà, credo che sto ottenendo una sensazione di bruciore abbastanza caldo nel mio ventre!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, is that bad you mean?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Oh, {i}uh{/i}, è così male che intendi?

source: [_desiree_] No! Very good, in fact! I haven't felt this relaxed in a long, {i}loooong{/i} time...
it_it: [_desiree_] No! Molto bene, in realtà! Non mi sono sentito rilassato da molto tempo, {i}loooong{/i} volta...

source: [_danny_s_towards_s_wondering_s_talk_amused_] Awesome! Glad you're having a nice time.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Fantastico! Siamo felici che ti stia piacendo.

source: [_desiree_] Master, don't you think it's time that "Inviso-Bill" made his arrival to the party?
it_it: [_desiree_] Maestro, non pensi che sia ora che "Inviso-Bill" abbia fatto il suo arrivo alla festa?

source: [_danny_s_towards_s_rise_s_talk_happy_] Oh, do you think so? Now?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Oh, pensi così? O? Ora?

source: [_desiree_] Absolutely, it will be the perfect moment for a fashionably late entrance. Just leave the house, transform, knock on the door and I'll answer.
it_it: [_desiree_] Assolutamente sarà il momento perfetto per un ingresso alla moda tardivo. Basta lasciare la casa, trasformare, bussare alla porta e risponderò.

source: [_danny_s_towards_s_wondering_s_talk_happy_] Okay, good plan!
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Ok, buon piano!

source: [_danny_s_towards_s_rise_s_talk_displeased_] But, won't people wonder where I've gone? I'm the host of the party, after all.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ma la gente non si chiederà dove sono andato? Dopo tutto, sono l'ospite della festa.

source: [_desiree_] Has anybody at this party come up to you, personally, and thanked you for your hospitality yet?
it_it: [_desiree_] Qualcuno a questa festa è venuto a te, personalmente, e ti ha ringraziato per la tua ospitalità?

source: [_desiree_] Nobody your age would care to know who the host is, Danny. I think you'll be fine disappearing for a little bit.
it_it: [_desiree_] Nessuno della tua età avrebbe cura di sapere chi è l'ospite, Danny. Penso che starai bene scomparire per un po'.

source: [_danny_s_towards_s_sad_s_talk_happy_] Alright, I'll be right back!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Bene, tornerò subito!

source: [_doorsound_] {i}*Knock* *Knock* *Knock*{/i}
it_it: [_doorsound_] {i}*Knock* *Knock* *Knock* *Knock*{/i}

source: [_desiree_] Oh, look everyone! It's the, {i}ehrm{/i}, most "super cool", and {i}totally{/i} "bitchin'" superhero... Inviso-Bill!
it_it: [_desiree_] Oh, guarda tutti! È la, {i}ehrm{/i}, più "super cool", e {i}totalmente{/i} "bitchin'" supereroe... Inviso-Bill!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} H-hello, citizens, yes! I did in fact hear there was a party in town. Anyone mind if I come in?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Ahem*{/i} Ciao, cittadini, sì! Ho sentito che c'era una festa in città. C'è qualcuno che se vengo?

source: [_desiree_] Why, not at all! Be our guest! {i}Ehmm{/i}, sadly our dear host, "Danny Fenton", is out for the moment, but he'll be back soon!
it_it: [_desiree_] Perché, per niente! Sii nostro ospite! {i}Ehmm{/i}, purtroppo il nostro caro host, "Danny Fenton", è fuori per il momento, ma tornerà presto!

source: [_desiree_] I'm sure there are plenty of people here who would love to meet-
it_it: [_desiree_] Sono sicuro che ci sono molte persone qui che vorrebbero incontrarsi-

source: [_paulina_s_towards_s_sad_s_talk_displeased_] Where have you {i}been{/i}, Ghost Boy?! I've been waiting for you to call for {u}ages!!{/u}
it_it: [_paulina_s_towards_s_sad_s_talk_displeased_] Dove sei stato {i}{/i}, Ghost Boy?! Ti ho aspettato per avere {u}età!!{/u}

source: [_star_s_towards_s_rise_s_talk_amused_] Hey Billy! Did you want a drink at all? That doofus Danny got one thing right and made sure to pack this place with lots of free booze! {i}Hah!{/i}
it_it: [_star_s_towards_s_rise_s_talk_amused_] Ehi Billy! Volevi un drink per niente? Che doofus Danny ha ottenuto una cosa giusta e si è assicurata di confezionare questo posto con un sacco di booze gratis! {i}Hah!{/i}

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, hey, girls... you wouldn't mind if I got to mingle around a little bit first, right?
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_rise_s_talk_happy_] {i}Uhh{/i}, hey, girls... non ti dispiacerebbe se fossi riuscito a mescolarmi un po' prima, vero?

source: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, no problem! Anything for {i}youuu{/i}, Ghost Boy...~
it_it: [_paulina_s_towards_s_wondering_s_talk_amused_] Oh, nessun problema! Tutto per {i}youuu{/i}, Ghost Boy...~

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh? But what about you wanting to yell at him for not-
it_it: [_star_s_towards_s_rise_s_talk_displeased_] Huh? Ma che dire di te che vuoi urlare contro di lui per no-

source: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Star{/u}!! C'mon! Give him some space! After all,{p}the night is still young, {i}right?{/i}
it_it: [_paulina_s_down_s_angry_s_talk_consternation_] {u}Star{/u}!! C'mon! Dagli uno spazio! Dopotutto,{p}la notte è ancora giovane, {i}giusto?{/i}

source: [_star_s_towards_s_rise_s_talk_amused_] That it is, Paul... that it is...
it_it: [_star_s_towards_s_rise_s_talk_amused_] Che è, Paolo... che è...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (That sounds both ominously threatening and possibly super horny on their part... I'm scared on either count...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_displeased_] (Suona sia minacciosamente minaccioso che forse super arrapato da parte loro... Ho paura di entrambi i conti...)

source: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] And the ever illusive Inviso-Bill makes his appearance of the evening.
it_it: [_sam_s_co_s_beer_s_towards_s_idle_s_talk_happy_] E il sempre illusorio Inviso-Bill fa la sua comparsa della sera.

source: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Wait, wha- DANN-?{p}{i}Ehmmm{/i}, I mean, I-Inviso-Bill??
it_it: [_tucker_s_beer_s_towards_s_rise_s_talk_displeased_] Aspetta, wha- DANN-?{p}{i}Ehmmm{/i}, Voglio dire, I-Inviso-Bill??

source: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Hey guys, pretty nifty, huh? I can be both the host {i}and{/i} the guest of honor.{p}You guys having a good time still?
it_it: [_danny_s_phantom_s_towards_s_neutral_s_talk_happy_] Ehi ragazzi, abbastanza nifty, eh? Posso essere sia l'ospite {i}che {/i} l'ospite d'onore.{p}Voi ragazzi si divertite ancora?

source: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, it's alright... none of my lines are working tonight...
it_it: [_tucker_s_beer_s_down_s_sad_s_talk_displeased_] {i}Ehh{/i}, va bene... nessuna delle mie linee funziona stasera...

source: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] When has anything you've said {u}ever{/u} worked on picking up girls, Tucker?
it_it: [_sam_s_co_s_beer_s_away_s_rise_s_talk_happy_] Quando hai detto qualcosa {u}mai {/u} ha lavorato a raccogliere ragazze, Tucker?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hey man...{p}{u}I{/u} think your trashy early 2000's pickup lines are pretty darn swell...
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_happy_] Hey man...{p}{u}I{/u} pensa che le linee di raccolta del tuo cestino all'inizio del 2000 siano piuttosto rigonfiate...

source: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} This is why I'll always have your back, Danny...
it_it: [_tucker_s_beer_s_closed_s_sad_s_talk_happy_] {i}*Sniff* *Sniff{/i} Per questo ho sempre la schiena, Danny...

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Uh, hey, "Bill", can I have a word with you in private?
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_happy_] Uh, hey, "Bill", posso avere una parola con voi in privato?

source: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Sure, what's up?
it_it: [_danny_s_phantom_s_towards_s_rise_s_talk_happy_] Certo, che cos'è?

source: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] I mean, like, in {u}private{/u} type private?
it_it: [_sam_s_co_s_beer_s_away_s_angry_s_talk_displeased_] Voglio dire, come in {u}privato{/u} tipo privato?

source: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, alright, alright! Sheesh!
it_it: [_tucker_s_beer_s_towards_s_sad_s_talk_displeased_] Oh, va bene, bene! Sheesh!

source: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Can't even mingle with my platonic lady friends!{p}Man, I am striking out tonight!
it_it: [_tucker_s_offscreen_s_down_s_sad_s_talk_displeased_] Non si può nemmeno mescolare con i miei amici platonici!{p}Uomo, sto colpendo stasera!

source: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... I take it you're planning to get one of these lucky ladies to... ya' know?
it_it: [_sam_s_co_s_beer_s_towards_s_sad_s_talk_displeased_] {i}Soooo{/i}... Presumo che tu abbia intenzione di ottenere una di queste signore fortunate... sì?

source: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] I mean, y-yeah, I suppose so.
it_it: [_danny_s_phantom_s_stare_away_s_neutral_s_talk_displeased_] Voglio dire, y-sì, suppongo così.

source: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Let me guess... either Paulina or Star?
it_it: [_sam_s_co_s_beer_s_towards_s_neutral_s_talk_displeased_] Lasciami indovinare... o Paulina o Star?

source: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Sighs*{/i} Looks that way.
it_it: [_danny_s_phantom_s_sad_s_talk_displeased_] {i}*Sighs*{/i} sembra così.

source: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Huh? I don't get it though, I thought you've always had a huge thing for Paulina?
it_it: [_sam_s_co_s_beer_s_towards_s_confused_s_talk_displeased_] Huh? Non lo capisco, ho pensato che avessi sempre avuto una cosa enorme per Paulina?

source: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Well yeah, of course.
it_it: [_danny_s_phantom_s_towards_s_sad_s_talk_displeased_] Beh, sì, ovviamente.
