Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...yeah, whatever, I don't give a fuck.
it_it: [_ember_s_disguised_s_jazz_s_closed_s_angry_s_talk_displeased_] ...sì, qualsiasi cosa, io non do un cazzo.

source: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, you look really nice.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] H-hey, sembra davvero bello.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, shut up dude. Let's just go already.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_distraught_] Uch, chiudete il tizio. Andiamo già.

source: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Whoa, whoa! Hold on, lemme just check that the coast is clear.
it_it: [_danny_s_towards_wide_s_rise_s_talk_displeased_] Choa, choa! Aspetta, limme basta controllare che la costa è chiara.

source: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, why the hell are there rules to this? You gotta hide me or something? Just hurry the hell up.
it_it: [_ember_s_disguised_s_jazz_s_away_s_angry_s_talk_consternation_] Urgh, perché l'inferno ci sono delle regole per questo? Mi nascondi o qualcosa? Basta sbrigare l'inferno.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Alright, coast is clear, follow me.
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Bene, la costa è chiara, seguimi.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] ...so, ehmm... nice weather today, right?
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] ...così, ehmm... bel tempo oggi, giusto?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, so, how'd your enjoy our little town of ours while you were here?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Intendo dire, come ti piaceresti la nostra piccola città mentre eri qui?

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] I literally wish you and everyone in this town was dragged into an eternal oblivion.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_distraught_] Vorrei letteralmente che voi e tutti in questa città fossimo trascinati in un oblio eterno.

source: [_danny_s_towards_s_angry_s_talk_displeased_] Oh come on, look, why don't we start over?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Oh vieni, guarda, perché non cominciamo da parte?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Start over what?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_consternation_] Inizia da cosa?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] All of "this", ya' know? Come on, you're stuck with me for a while now anyway, at least until I figure out something better for you and Desiree.
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Tutto "questo", sì? Avanti, sei bloccato con me per un po 'ora comunque, almeno fino a quando non riesco a capire qualcosa di meglio per te e desiderio.

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Why don't you just send me back to the Ghost Zone?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_consternation_] Perché non rimandami alla Zona Fantasma e basta?

source: [_danny_s_towards_s_rise_s_talk_amused_] Nice try, but you'd just find a way to come straight back and try again.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Bel tentare, ma hai solo trovato un modo per tornare dritto e riprovare.

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Whatever.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_displeased_] Hrmph. Qualunque sia.

source: [_danny_s_at_player_s_sad_s_consternation_] (I really need to get dad to fix that Ghost Portal... otherwise I'm gonna run out of excuses for all the ghosts I catch.)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Ho davvero bisogno di ottenere papà per risolvere quel Ghost Portal... altrimenti mi esaurirò delle scuse per tutti i fantasmi che catturo.)

source: [_danny_s_towards_s_neutral_s_talk_happy_] ...well, since we're stuck together for now, I'm Danny. Just as a little "by the way".
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] ...beh, dal momento che siamo bloccati per ora, sono Danny. Proprio come un po' "a proposito".

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Nice to meet you Danny.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_amused_] Piacere di incontrarti Danny.

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Now go fuck yourself.
it_it: [_ember_s_disguised_s_jazz_s_towards_wide_s_angry_s_talk_distraught_] Ora vai a scopare te stesso.

source: [_danny_s_towards_s_sad_s_talk_happy_] And {i}you're{/i} Ember McClain, so-
it_it: [_danny_s_towards_s_sad_s_talk_happy_] E {i}tu re{/i} Ember McClain, così-

source: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! You solved the mystery all by yourself?!
it_it: [_ember_s_disguised_s_jazz_s_towards_wide_s_rise_s_talk_consternation_] Oh wow! Bravo Danny!! Hai risolto il mistero tutto da solo?!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, I get it-
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Va bene, lo ottengo-

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, I sure thought I'd have to call up Scooby and the rest of the mystery gang to help you out!
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_consternation_] Golly, ho pensato che avrei dovuto chiamare Scooby e il resto della banda mistero per aiutarvi!

source: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, yes, yes, very funny.
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Har-har, sì, sì, molto divertente.

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] I don't even see the point in all this, I'm not going to tell you anything about what I know.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_distraught_] Non vedo nemmeno il punto in tutto questo, non vi dirò nulla di quello che so.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, well why don't you tell me something about {i}you?{/i}
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Va bene, perché non mi dici qualcosa su {i}te?{/i}

source: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, all you need to know about rocker babe is that one day the whole world is going to know my name, and everyone's gonna listen to my music forever.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_angry_s_talk_amused_] Pfft, tutto quello che devi sapere sul rocker babe è che un giorno il mondo intero conoscerà il mio nome, e tutti ascolteranno la mia musica per sempre.

source: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...whether they like or not... which they will, cause my music's the shit.
it_it: [_ember_s_disguised_s_jazz_s_down_s_angry_s_talk_amused_] ...che piaccia o no... che faranno, causare la merda della mia musica.

source: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...and then they'll never forget me ever again.
it_it: [_ember_s_disguised_s_jazz_s_closed_s_sad_s_talk_consternation_] ...e poi non mi dimenticheranno mai più.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Never forget you? "Again"? What's that supposed to mean?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Non ti dimentichi mai? "Nuovo"? Che cosa dovrebbe significare?

source: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...I...{p}...I don't wanna talk anymore.
it_it: [_ember_s_disguised_s_jazz_s_down_s_idle_s_talk_distraught_] ...I...{p}... Non voglio più parlare.

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay, um, how about instead of talking, we just go to the Mall?
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Okay, um, che ne dici invece di parlare, basta andare al centro commerciale?

source: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Why? What's possibly at the Mall?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_confused_s_talk_displeased_] Perché? Cosa c'è forse al centro commerciale?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, we could see if anything catches our interest.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Beh, potremmo vedere se qualcosa cattura il nostro interesse.

source: [_danny_s_towards_s_angry_s_talk_happy_] Oh come on, what have you got to lose?
it_it: [_danny_s_towards_s_angry_s_talk_happy_] Oh vieni, che cosa hai da perdere?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Jesus, fucking... you really are a persistent pain in the ass aren't you?
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_distraught_] Urgh, Gesù, cazzo... sei davvero un dolore persistente nel culo vero?

source: [_danny_s_towards_s_sad_s_talk_happy_] It could be fun, c'mon.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Potrebbe essere divertente, c'mon.

source: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sigh*{/i} Whatever dude. You're the one with the leash...
it_it: [_ember_s_disguised_s_jazz_s_away_s_idle_s_talk_displeased_] {i}*Sigh*{/i} Qualunque sia il dude. Sei quello con il guinzaglio...

source: [_danny_s_towards_s_neutral_s_talk_happy_] Great! Come on, let's go.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Ottimo! Avanti, andiamo.

source: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Ice cream! A classic!
it_it: [_danny_s_ice_s_date_s_closed_s_wondering_s_talk_amused_] Gelato! Un classico!

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Very original, I'm already head over heels about this situation all of a sudden.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_distraught_] Molto originale, sono già testa sopra i talloni su questa situazione tutto un improvviso.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] It's not about being head over heels, it's about dipping your toes in the water...
it_it: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Non si tratta di essere testa sopra i tacchi, si tratta di immergere le dita dei piedi nell'acqua...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...and maybe realizing there's more to life than conquering the whole world with song, or... something.
it_it: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] ...e forse rendersi conto che c'è più vita che conquistare il mondo intero con la canzone, o... qualcosa.

source: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Sure, I'll probably come to that realization soon enough staring at this pile of frozen calories...
it_it: [_ember_s_ice_s_date_s_at_player_s_idle_s_talk_consternation_] Certo, probabilmente arriverò a quella realizzazione abbastanza presto fissando questo mucchio di calorie congelate...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] You know, I have a question of my own.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Sai, ho una mia domanda.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Go for it.
it_it: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_amused_] Vai per questo.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] How {i}did{/i} you beat me exactly?
it_it: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_consternation_] Come {i}mi hai battuto esattamente?

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] What do you mean?
it_it: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Che cosa intendi?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like I kicked your ass, {i}twice,{/i} even when you had backup... and then suddenly you came back swinging. Hard.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Come ho calciato il tuo asino, {i}due volte,{/i} anche quando hai fatto il backup... e poi improvvisamente sei tornato a oscillare.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, well, I uh, I prepped!{p}Yeah, I had some {u}special help{/u} of a sort...
it_it: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_happy_] Hah, ohh... uhh, beh, ho preparato!{p}Sì, ho avuto qualche {u}aiuto speciale{/u} di un tipo...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Special help", huh? I'd love to hear {i}that{/i} story.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] "Aiuto speciale", eh? Mi piacerebbe sentire {i}che{/i} storia.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Well I, you know, there's a... well there's, sorta this way that, with some help, I can-
it_it: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_amused_] {i}*Blushing*{/i} Beh, sai, c'è una... beh, sorta in questo modo che, con un po' di aiuto, posso.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude come off it, you're still {u}exuding{/u} Orgone afterglow energy just sitting here.
it_it: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_amused_] {i}Hahaha!{/i} Dude se ne stacca, sei ancora {u}essudando{/u} Orgone energia dopo il bagliore appena seduto qui.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] I am?{p}I mean, oh, right, of course I am.
it_it: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Io sono?{p}Voglio dire, oh, destra, naturalmente sono.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] That doesn't mean- uch, whatever, you perv. Orgone transfusion is just a cheap tactic to make weak ghosts stronger.
it_it: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Questo non significa, uch, qualsiasi cosa, perv. La trasfusione di organi è solo una tattica economica per rendere i fantasmi deboli più forti.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Whatever.{p}Look, you know there's no hard feelings right? I only stopped you because I had to. I'm a superhero, that's what I do.
it_it: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Qualcosa.{p}Guarda, sai che non ci sono sentimenti duri giusti? Ti ho fermato solo perché dovevo farlo. Sono un supereroe, è quello che faccio.

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really? You're not {i}slightly{/i} pissed I kidnapped your girl?
it_it: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Veramente? Non sei {i}leggermente{/i} baciato ho rapito la tua ragazza?

source: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Really?
it_it: [_ember_s_ice_s_date_s_towards_s_confused_s_talk_displeased_] Davvero?

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Well no, I do sorta wanna know who orchestrated it.
it_it: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Beh, no, lo faccio sorta vuole sapere chi l'ha orchestrato.

source: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] And I've already said, I'm not telling you a thing.
it_it: [_ember_s_ice_s_date_s_down_s_idle_s_talk_distraught_] E ho già detto, non ti sto dicendo nulla.

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Okay, why don't you tell me something else about you?
it_it: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_happy_] Okay, perché non mi dici qualcos'altro su di te?

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Like what?
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ti piace cosa?

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] I 'unno, whatever you want to talk about.
it_it: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Io 'unno, qualunque cosa tu voglia parlare.

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] This isn't twenty questions, I don't wanna talk about anything with you.
it_it: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Questa non è venti domande, non voglio parlare di niente con te.

source: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Fine... gonna be a {i}loooong{/i} afternoon though, with no one talking.{p}Just sitting here.{p}In silence.
it_it: [_danny_s_ice_s_date_s_towards_s_angry_s_talk_displeased_] Fine... sarà comunque un pomeriggio di {i}loooong{/i}, ma nessuno parla.{p}Solo seduto qui.{p}In silenzio.

source: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Watching the ice cream melt...
it_it: [_danny_s_ice_s_date_s_down_s_sad_s_talk_displeased_] Guardando il gelato fondere...

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...fine... a stupid personal detail or something? Okay, uhmmm...
it_it: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] ...bene... un dettaglio personale stupido o qualcosa? Ok, uhmmm...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, so, back when I went to Casper High, I started a band while I was there, called "Dark Mood Spikes". We sucked, blah blah blah. Typical stupid teenage stuff.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] Ehm, così, quando sono andato a Casper High, ho iniziato una band mentre ero lì, chiamato "Dark Mood Spikes". Abbiamo succhiato, blah blah blah. Tipica stupida roba adolescente.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Whoa whoa! {i}You{/i} went to Casper High? You're {i}from{/i} Amity Park?
it_it: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Whoa whoa! {i}Tu{/i} è andato a Casper High? Sei {i}da{/i} Amity Park?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Yeah, man, yeah...
it_it: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Sì, uomo, sì...

source: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancer still works there right? I thought I recognized him, trying to shut down my performance outside the school.{p}Crazy how he went bald.
it_it: [_ember_s_ice_s_date_s_towards_s_rise_s_talk_amused_] Lancer lavora ancora lì giusto? Pensavo di averlo riconosciuto, cercando di chiudere la mia performance al di fuori della scuola.{p}Pazzo come è andato calvo.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] You {u}knew{/u} Lancer??
it_it: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Hai {u}knew{/u} Lancer??

source: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...back when he was new and had the biggest afro I'd ever seen on a dude, yeah.
it_it: [_ember_s_ice_s_date_s_towards_s_idle_s_talk_happy_] ...indietro quando era nuovo e aveva l'afro più grande che io abbia mai visto su un tesoro, sì.

source: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Seriously? My god, you must be ancient!
it_it: [_danny_s_ice_s_date_s_towards_wide_s_wondering_s_talk_amused_] Seriamente? Mio dio, devi essere anticho!

source: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, I'm just messing with you, don't worry.
it_it: [_danny_s_ice_s_date_s_closed_s_neutral_s_talk_happy_] {i}Aahahha{/i}, non preoccupatevi.

source: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Well, I guess I am "technically" older now.
it_it: [_ember_s_ice_s_date_s_down_s_sad_s_talk_consternation_] Beh, immagino di essere "tecnicamente" più vecchio ora.

source: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] And that's where you got into singing?
it_it: [_danny_s_ice_s_date_s_towards_s_wondering_s_talk_happy_] Ed è qui che siete entrati a cantare?

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] I mean, we were just fooling around back then, I didn't really get serious until... 'til uhh...
it_it: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Intendo dire che stavamo solo ingannando indietro allora, non sono davvero diventato serio finche... fino a uhhh...

source: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] 'Til what?
it_it: [_danny_s_ice_s_date_s_towards_s_rise_s_talk_displeased_] 'Til cosa?

source: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Look, seriously, forget it. This whole "interview" thing is weird and dumb.
it_it: [_ember_s_ice_s_date_s_towards_s_angry_s_talk_consternation_] Guarda, seriamente, dimenticalo. Questa cosa intera "intervista" è strana e stupida.

source: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] What, you're seriously gonna leave it at that?
it_it: [_danny_s_ice_s_date_s_towards_s_unhappy_s_talk_displeased_] Che cosa, lo lascerai seriamente?

source: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] I said I don't wanna talk about it anymore. You gonna push me on this?
it_it: [_ember_s_ice_s_date_s_towards_wide_s_angry_s_talk_distraught_] Ho detto che non voglio più parlarne. Mi spingerai su questo?

source: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] I don't even know why I'm talking to you to begin with.
it_it: [_ember_s_ice_s_date_s_down_s_angry_s_talk_distraught_] Non so nemmeno perché sto parlando con te per cominciare.

source: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Alright alright, I'll drop it.
it_it: [_danny_s_ice_s_date_s_towards_s_sad_s_talk_amused_] Va bene, lo farò cadere.

source: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Whatever... fine.
it_it: [_ember_s_ice_s_date_s_towards_s_sad_s_talk_displeased_] Qualunque cosa... bene.

source: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Look, let's finish up and then we'll go see if we can find anything cool in some of the shops.
it_it: [_danny_s_ice_s_date_s_towards_s_neutral_s_talk_happy_] Guarda, finiamo e poi andremo a vedere se riusciamo a trovare qualcosa di fresco in alcuni dei negozi.

source: [_danny_s_towards_s_rise_s_talk_amused_] So, what kinda store do you-{p}...uhhh.... Ember?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Allora, quale negozio kinda fare-{p}...uhhhh.... Ember?

source: [_danny_s_at_player_s_wondering_s_smile_] (Is she looking at that guitar in the window?)
it_it: [_danny_s_at_player_s_wondering_s_smile_] (Sta guardando quella chitarra nella finestra?)

source: [_danny_s_towards_s_wondering_s_talk_happy_] Like it, huh?
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Ti piace, eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Of course! It's fucking beautiful... I used to have one just like it, actually...
it_it: [_ember_s_disguised_s_jazz_s_towards_s_idle_s_talk_happy_] Certo! È bello scopare... ne avevo uno proprio come questo, in realtà...

source: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Ya' know, when I was still alive.
it_it: [_ember_s_disguised_s_jazz_s_down_s_sad_s_talk_displeased_] Si, quando ero ancora vivo.

source: [_danny_s_towards_s_sad_s_talk_amused_] Bringing back a lot of memories huh?
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Tornare un sacco di ricordi eh?

source: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ...sure. Yeah.
it_it: [_ember_s_disguised_s_jazz_s_towards_s_rise_s_talk_displeased_] ... certo. Sì.

source: [_danny_s_towards_s_rise_s_talk_happy_] Well how much is it, I bet I could help out with-
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Beh, quanto è, scommetto che potrei aiutare con-

source: [_danny_s_at_player_s_unhappy_s_distraught_] (T-T-THREE HUNDRED DOLLARS?!)
it_it: [_danny_s_at_player_s_unhappy_s_distraught_] (T-T-TRE HUNDRED DOLLARS?!)
