Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhh...{/i} w-what if we get caught though??
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_unhappy_s_talk_displeased_s_blush_] {i}Uhh...{/i} w-what if we get caught però??

source: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] We won't, now shut up, sit back and {i}enjoy{/i} the movie.
it_it: [_star_s_cinema_s_pose2_s_towards_s_angry_s_talk_pleased_] Non saremo, ora chiuso, sederci indietro e {i}godere{/i} il film.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] You... {i}ahh{/i} ...you're pretty nuts, you know that right?
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_pleased_s_blush_] Tu... {i}ahh{/i} ... sei un bel dado, lo sai bene?

source: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flattery will get you nowhere.
it_it: [_star_s_cinema_s_pose2_s_closed_s_wondering_s_talk_amused_] Flattery ti porterà da nessuna parte.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] It's just strange... I don't normally do this kind of stuff with-
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_sad_s_talk_happy_s_blush_] È semplicemente strano... normalmente non faccio questo tipo di roba con-

source: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh my goodness... are you saying that I'm a {i}special{/i} kinda girl...?
it_it: [_star_s_cinema_s_pose2_s_towards_wide_s_rise_s_talk_pleased_] Oh la mia bontà... stai dicendo che sono una ragazza kinda speciale di {i}{/i}...?

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Well uh, n-no, not exactly, I just meant tha-
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_rise_s_talk_displeased_s_-blush_] Beh, n-no, non esattamente, ho solo significato tha-

source: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Hold on, let me tweet out that you said that. That's a {i}great{/i} line to rub in the other's noses.
it_it: [_star_s_cinema_s_pose1_s_down_s_neutral_s_talk_pleased_] Tieni premuto, lasciami tweet fuori che hai detto questo. È una linea di {i}grande{/i} per strofinare nel naso dell'altro.

source: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...you're joking.
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_towards_s_angry_s_talk_displeased_] ...stai scherzando.

source: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] No! That was super sweet Billy, my followers will love it!
it_it: [_star_s_cinema_s_pose1_s_towards_s_wondering_s_talk_amused_] No! Quello era super dolce Billy, i miei seguaci lo ameranno!

source: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] But I didn't even say- you know what, never mind.
it_it: [_danny_s_phantom_s_cinema_s_pose1_s_down_s_unhappy_s_talk_distraught_] Ma non ho nemmeno detto: sapete cosa, non importa.

source: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Well, that movie royally sucked.
it_it: [_star_s_normal_s_down_s_angry_s_talk_consternation_] Beh, quel film realmente succhiato.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, but all your {i}followers{/i} thought it was great, right?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Oh, ma tutti i tuoi {i}seguaci{/i} hanno pensato che fosse grande, vero?

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, you really need to lighten up.
it_it: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Jeez, è davvero necessario alleggerire.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Lighten up? All you've done is waste time on your phone!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Schiarisci? Tutto quello che hai fatto è perdere tempo sul tuo telefono!

source: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Hey, my social status online is pretty important alright! And it's not like {i}you{/i} don't get anything out of this little arrangement!
it_it: [_star_s_normal_s_towards_s_angry_s_talk_distraught_] Ehi, il mio stato sociale online è abbastanza importante bene! E non è come {i}tu{/i} non ottenere nulla da questo piccolo accordo!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arrangement"? What are you talking about?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] "Arrangement"? Di cosa stai parlando?

source: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}That{/u} arrangement.
it_it: [_star_s_normal_s_towards_s_rise_s_talk_amused_] {u}That{/u} accordo.

source: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_pleased_s_blush_] I... wow.
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_sad_s_talk_pleased_s_blush_] Io... wow.

source: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Just come with me Billy.
it_it: [_star_s_normal_s_towards_s_idle_s_talk_happy_] Venite con me Billy.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Wait, where are we-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_s_-blush_] Aspetta, dove siamo-

source: [_star_s_normal_s_towards_s_confused_s_talk_amused_] To grab some food, duh. I'm starved!
it_it: [_star_s_normal_s_towards_s_confused_s_talk_amused_] Per prendere un po' di cibo, duh. Sono affamato!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Translation, to take lots of photos {i}of{/i} food because she's starved of attention. Gotcha...)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_unhappy_s_consternation_] (Traduzione, per scattare un sacco di foto {i}di{/i} cibo perché è affamata di attenzione. Gotcha...)

source: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, my followers are {i}soooooo{/i} jealous of me right now.
it_it: [_star_s_fc_s_towards_s_idle_s_talk_pleased_] {i}Hah{/i}, i miei seguaci sono {i}gelosi di me in questo momento.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] So, if you wouldn't mind enlightening me, why are you so obsessed with all this online stuff exactly?
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Quindi, se non ti dispiacerebbe illuminarmi, perché sei così ossessionato da tutte queste cose online esattamente?

source: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Well, that's sorta a dumb question, even for a ghost. Come on, it's all to be popular! That's what fuels most people's wants and needs in this life!
it_it: [_star_s_fc_s_towards_s_confused_s_talk_consternation_] Beh, questa è una sorta di domanda stupida, anche per un fantasma. Avanti, è tutto per essere popolari! Questo è ciò che alimenta la maggior parte delle persone vuole e ha bisogno in questa vita!

source: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Right, but you do know that there {i}is{/i} more to life than just being popular, Star.
it_it: [_danny_s_phantom_s_fc_s_towards_s_unhappy_s_talk_displeased_] Destra, ma sai che ci sono {i}{/i} più a vita che semplicemente essere popolare, Stella.

source: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Of course!
it_it: [_star_s_fc_s_towards_s_rise_s_talk_displeased_] Certo!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Okay, so why don't we do something other than snap pictures of-
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_happy_] Ok, quindi perché non facciamo altro che scattare foto di-

source: [_star_s_fc_s_towards_s_idle_s_talk_amused_] There's fame and fortune too! I'd have to be {i}pretty{/i} simple not to think about that stuff too, ya' know.
it_it: [_star_s_fc_s_towards_s_idle_s_talk_amused_] C'è anche fama e fortuna! Dovrei essere {i}belly{/i} semplice per non pensare anche a quella roba, sì.

source: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Alrighty then. Yeah. Sure.
it_it: [_danny_s_phantom_s_fc_s_closed_s_neutral_s_talk_displeased_] Bene. Sì, certo.

source: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, look, it's pretty clear to me that you think I'm just a typical blonde, airheaded floozie. I get it, I do. But I'm a lot more complex than you might think.
it_it: [_star_s_fc_s_towards_s_sad_s_talk_displeased_] Hey, guarda, è abbastanza chiaro per me che pensi che io sia solo una tipica bionda floozie. Lo capisco, lo faccio. Ma sono molto più complesso di quanto tu possa pensare.

source: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] I'd say "complicated" is more like it.
it_it: [_danny_s_phantom_s_fc_s_towards_s_rise_s_talk_displeased_] Direi che "complicato" è più simile.

source: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Hey! Don't be such an ass! Keep acting up like that and you definitely won't be getting any by the end of this...
it_it: [_star_s_fc_s_towards_wide_s_angry_s_talk_consternation_] Ehi! Non essere un tale culo! Continuare ad agire in questo modo e sicuramente non otterrai nessuno entro la fine di questo...

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Star! You wanted to go on a date with me, but you haven't been able to focus on anything other than your stupid "likes" and "followers".
it_it: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_displeased_] Stella! Volevi andare in un appuntamento con me, ma non sei stato in grado di concentrarsi su niente di diverso dal tuo stupido "mi piace" e "seguaci".

source: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Well maybe I wouldn't expect someone like {i}you{/i} to understand! You've been a ghost for forever, I'm sure! You don't know what it's like!
it_it: [_star_s_fc_s_down_s_angry_s_talk_displeased_] {i}Ugh!{/i} Beh, forse non mi aspetterei che qualcuno come {i}tu {/i} capisca! Sei stato un fantasma per sempre, sono sicuro! Non sai com'è!

source: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Understand what? That all you do is try to compete and compare yourself to people like Paulina?
it_it: [_danny_s_phantom_s_fc_s_towards_s_angry_s_talk_distraught_] Capisci cosa? Tutto quello che fai è cercare di competere e confrontarsi con persone come Paulina?

source: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] Is that why you're so focused on your phone all the time? So you don't have to face the fact that you're still 2nd place?
it_it: [_danny_s_phantom_s_fc_s_towards_wide_s_angry_s_talk_distraught_] È per questo che sei così concentrato sul tuo telefono per tutto il tempo? Quindi non devi affrontare il fatto che sei ancora 2° posto?

source: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] You... you...{p}God... B-Billy, y-you're a real jerk!
it_it: [_star_s_fc_s_towards_wide_s_sad_s_talk_distraught_s_tears_] Tu... tu...{p}Dio... B-Billy, y-you're a real jerk!

source: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] No, Star, wait! C'mon, I didn't... {i}ahhh{/i}, crap. Great.
it_it: [_danny_s_phantom_s_fc_s_towards_s_sad_s_talk_distraught_] No, Stella, aspetta! C'mon, non ho fatto... {i}ahhh{/i}, crap. Grande.

source: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... I had better go follow her... she couldn't have gone too far...)
it_it: [_danny_s_phantom_s_fc_s_at_player_s_sad_s_grindteeth_] (Darn it Fenton... Avrei fatto meglio ad andare a seguirla... non avrebbe potuto andare troppo lontano...)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] There you are, Star! I've been looking all over.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Ecco, Stella! Ho guardato dappertutto.

source: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} You're such an asshole, Billy...
it_it: [_star_s_normal_s_closed_s_sad_s_talk_distraught_s_tears_] {i}*Sob*{/i} Sei un tale strano, Billy...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Star, come on... I'm sorry, I didn't mean it.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_distraught_] Stella, vieni... Mi dispiace, non intendevo dire.

source: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] No, you're right... why even bother when I can't even match up to someone like Paulina...
it_it: [_star_s_normal_s_towards_s_sad_s_talk_distraught_s_tears_] No, hai ragione... perché anche preoccuparti quando non riesco nemmeno ad abbinare a qualcuno come Paulina...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Star, you're not Paulina, and you don't have to be. This competition you've been having with her over me... it's not fun.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] Stella, non sei Paulina, e non devi esserlo. Questa competizione che hai avuto con lei sopra di me... non è divertente.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] I mean c'mon, be honest: have you had any real fun today, just glued to your screen? Taking photos all the time?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Voglio dire c'mon, sii onesto: hai avuto qualche vero divertimento oggi, appena incollato al tuo schermo? Scattare le foto per tutto il tempo?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] I'm not saying your social media isn't important, it clearly is to you, but that can't be {i}all{/i} your life amounts to.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_unhappy_s_talk_displeased_] Non sto dicendo che i tuoi social media non sono importanti, è chiaramente per te, ma che non può essere {i}tutti{/i} la tua vita equivale a.

source: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] You still don't get it... it's not about how-
it_it: [_star_s_normal_s_towards_s_sad_s_talk_consternation_] Non lo ottieni ancora... non si tratta di come-

source: [_ectopuss_] {i}Oohh!!{/i} Hoo hooo {i}hooo!{/i} Why lookee what we have here! A tear stricken little cutie! Don't mind if we cut in, do ya', Ghost Boy?
it_it: [_ectopuss_] {i}Oohh!!{/i} Hoo hooo {i}hooo!{/i} Perché guardare quello che abbiamo qui! Una lacrima colpita piccola cutie! Non ti dispiace se tagliamo, fai ya', Ghost Boy?

source: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, are... are these some of your friends...?
it_it: [_star_s_normal_s_towards_wide_s_confused_s_talk_consternation_] B-Billy, sono... questi sono alcuni dei tuoi amici...?

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus brought a crew with him this time...{p}...wait, wasn't Ectopus re-captured by Mr. Masters? How'd he get out again...?)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Aww crud... Ectopus ha portato con sé una troupe questa volta...{p}...aspetta, Ectopo non è stato ri-catturato da Mr. Masters? Come sarebbe uscito di nuovo...?)

source: [_ectopuss_s_f11_] You didn't think I'd forget about all the ass beatings you delivered to me? Oh my, but isn't {i}she{/i} quite the pretty piece of ass, eh? Come on boys! Let's have some fun!!
it_it: [_ectopuss_s_f11_] Non pensavi che avrei dimenticato tutte le percosse di culo che mi hai consegnato? Oh mio, ma non è {i}le{/i} abbastanza il bel pezzo di culo, eh? Vieni sui ragazzi! Ci divertiamo!!

source: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! Help me!
it_it: [_star_s_normal_s_towards_wide_s_sad_s_talk_distraught_] Billy!! Aiutami!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Don't worry Star! I'll knock these stinking fish faces flat out!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Non preoccuparti della stella! Farò bussare questi pesci puzzolenti facce piatte!

source: [_ectopuss_s_f13_] {i}Agh!{/i} No fair! Come on boys, lets get out of here... b-but we'll be back, and even stronger than before!
it_it: [_ectopuss_s_f13_] {i}Agh!{/i} Nessuna fiera! Vieni ragazzi, lascia uscire da qui... b-ma ci torneremo, e ancora più forte di prima!

source: [_ectopuss_s_f12_] Your days in this town are running out, Ghost Boy! Mark my words!
it_it: [_ectopuss_s_f12_] I tuoi giorni in questa città stanno finendo, Ghost Boy! Segna le mie parole!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alright Star, I think it's safe. They're gone no-
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Alright Star, penso che sia sicuro. Sono andati di no

source: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! My!! Gosh!! I can't believe you just fought off those ghosts to save me! Nobody's ever done anything like that for me before!
it_it: [_star_s_normal_s_towards_wide_s_rise_s_talk_happy_] Oh!! Mio!! Gosh!! Non posso credere che tu abbia appena combattuto quei fantasmi per salvarmi! Nessuno ha mai fatto nulla del genere per me prima!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Well, not too many other people get a chance to shoot plasma beams at ghosts to protect someone. But I just wasn't going to let them hurt you.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_pleased_] Beh, non troppe altre persone hanno la possibilità di sparare raggi di plasma ai fantasmi per proteggere qualcuno. Ma non avevo intenzione di lasciarle fare del male.

source: [_star_s_normal_s_down_s_sad_s_talk_happy_] You still did it though, and that... that was just so brave, Billy...
it_it: [_star_s_normal_s_down_s_sad_s_talk_happy_] Lo hai ancora fatto, e quello... che era proprio così coraggioso, Billy...

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}uhh{/i}... I know I'm not quite perfect, and maybe I've let a little bit of this popularity contest with Paulina get to my head, but...
it_it: [_star_s_normal_s_down_s_sad_s_talk_displeased_] I {i}uhh{/i}... So che non sono abbastanza perfetto, e forse ho lasciato un po 'di questo concorso di popolarità con Paulina arrivare alla mia testa, ma...

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (A little?)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_consternation_] (Un po'?)

source: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ...there really is more to me than just all... {u}that{/u}, so... don't give up on me, okay?
it_it: [_star_s_normal_s_down_s_sad_s_talk_happy_s_blush_] ... c'è molto di più per me che per tutti... {u}che{/u}, così... non arrenditi su di me, okay?

source: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...I do like you Billy. You're different than any other cute boy I've ever met before. In a whole lot of ways.{p}And, I wanna show you how real I can get too. I promise.
it_it: [_star_s_normal_s_down_s_rise_s_talk_happy_s_blush_] ...Mi piaci Billy. Sei diverso da qualsiasi altro simpatico ragazzo che ho mai incontrato prima. In un sacco di modi.{p}E, voglio mostrarvi quanto reale posso ottenere anche.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] That's... honestly the most real thing you've said all day. So, thanks Star, I appreciate it.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_wondering_s_talk_happy_] Questo... onestamente la cosa più reale che hai detto tutto il giorno. Così, grazie Star, lo apprezzo.

source: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Well, don't expect it all the time okay? I have to keep up {i}some{/i} of my self defense mechanisms, after all.
it_it: [_star_s_normal_s_down_s_sad_s_talk_displeased_s_-blush_] Beh, non aspettatevi che tutto il tempo va bene? Devo tenere il passo di {i}un po'{/i} dei miei meccanismi di autodifesa, dopotutto.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, now that you're free from the hands of those nasty ghosts, what do you want to do now?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] ...{i}sooo{/i}, ora che sei libero dalle mani di quei fantasmi brutti, cosa vuoi fare ora?

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Your friend Danny {i}did{/i} say we could use his place... ya' know, for something "a little more intimate."
it_it: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Il tuo amico Danny {i}ha detto che potremmo usare il suo posto... sì, per qualcosa di "un po' più intimo".

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Yeah, it's no big dea- I mean, yeah, that was nice of him, wasn't it?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_happy_] Sì, non è un grande dia- voglio dire, sì, che è stato bello di lui, vero?

source: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Yeah it was. Come on hero, I want to get to the end of this little crazy date...
it_it: [_star_s_normal_s_down_s_neutral_s_talk_happy_] Sì, è stato. Vieni su eroe, voglio arrivare alla fine di questa piccola data pazza...

source: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...cause right now I feel like letting some ghostly hands rub all over me... so let's get going!
it_it: [_star_s_normal_s_down_s_neutral_s_talk_amused_s_blush_] ...causa in questo momento ho voglia di lasciarmi strofinare alcune mani spettrali in tutta me... quindi andiamo!

source: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Whoa, hey, I'm coming already!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_wide_s_wondering_s_talk_pleased_] Choa, ehi, vengo già!

source: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, don't worry, you {i}will{/i} be! {u}Soon!{/u} {i}Hahaha~!{/i}
it_it: [_star_s_normal_s_down_s_rise_s_talk_pleased_] Oh, non ti preoccupare, {i}sarà{/i} sarà! {u}presto!{/u} {i}Hahaha~!{/i}

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] So, this is Fenton Works! Hey, {i}uhh{/i}, let me go check inside first to speak to Danny.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Così, questo è Fenton Works! Hey, {i}uhh{/i}, lasciami andare dentro per primo a parlare con Danny.

source: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, make sure the coast is clear for me. Smart.
it_it: [_star_s_normal_s_down_s_idle_s_talk_happy_] Oh, {i}riiight{/i}, assicurati che la costa sia chiara per me. Smart.

source: [_star_s_towards_s_rise_s_talk_displeased_] Huh... Fenton's house is actually huge. I mean, it goes past the ceiling, and into all that weird metal on the roof. I can't even see the top!
it_it: [_star_s_towards_s_rise_s_talk_displeased_] Huh... La casa di Fenton è davvero enorme. Voglio dire, va oltre il soffitto, e in tutto quel metallo strano sul tetto. Non riesco nemmeno a vedere la cima!

source: [_star_s_towards_s_rise_s_talk_happy_] Kinda weird, but not too shabby...{w=1.0}{nw}
it_it: [_star_s_towards_s_rise_s_talk_happy_] Kinda strano, ma non troppo shabby...{w=1.0}{nw}

source: [_extend_] for like, a total spazatron.
it_it: [_extend_] per esempio, uno spazatron totale.

source: [_danny_s_at_player_s_rise_s_grin_] ({i}Phew!{/i} Okay, now I just need to check who's home, then I rush Star up to my room as quickly as possible. Easy!)
it_it: [_danny_s_at_player_s_rise_s_grin_] ({i}Phew! /i} Okay, ora ho solo bisogno di controllare chi è a casa, poi ho fretta di Star fino alla mia stanza il più rapidamente possibile. Facile!)
