Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_desiree_] Compared to these other meager girls, I was clearly the only reasonable option. Not a single person you have mentioned thus far would have lasted a week in the Sultan's harem!
it_it: [_desiree_] Rispetto a queste altre scarne ragazze, ero chiaramente l'unica opzione ragionevole. Non una sola persona che hai menzionato finora sarebbe durata una settimana nell'harem del sultano!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Wait, why do you care so much that my first choice was you if-
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Aspetta, perché ti importa così tanto che la mia prima scelta è stata se-

source: [_desiree_] {i}Ah, ah, ah!{/i} Enough idle chatter. Down to business...{p}{i}Hmmm...{/i} I suppose your next best option, if I could even say that, would be this Paulina girl. She has, at the very least, a fair face and an acceptably modest form...
it_it: [_desiree_] {i}Ah, ah, ah!{/i} Basta chiacchierare inattivo. Giù agli affari...{p}{i}Hmmm... /i} Suppongo che la tua prossima opzione migliore, se potessi anche dire che, sarebbe questa ragazza Paulina. Ha perlomeno un volto giusto e una forma accettabile e modesta...

source: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, some good points raised... so what now?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] {i}Umm{/i}, okay, alcuni buoni punti sollevati... così che ora?

source: [_desiree_] Now, as your designated magical "wing-woman", you shall follow my instructions to the letter, without deviation!
it_it: [_desiree_] Ora, come la tua magica "donna alare", seguirai le mie istruzioni alla lettera, senza deviazione!

source: [_danny_s_closed_s_wondering_s_talk_amused_] Okay then. I am officially enrolling myself into Desiree's Charm School!
it_it: [_danny_s_closed_s_wondering_s_talk_amused_] Va bene. Mi sto ufficialmente arruolando nella Scuola di Fascino del Desiree!

source: [_desiree_] Very good. Now, to start with, you shall merely approach her tomorrow with conversation. Appear in the true flesh, however.
it_it: [_desiree_] Molto bene. Ora, per cominciare, ci si accosterà solo a lei domani con la conversazione. Apparire nella vera carne, però.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Wouldn't it be better if I just called her or something? She only knows and likes "Inviso-Bill", not Danny Fenton.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Non sarebbe meglio se l'ho appena chiamata o qualcosa? Lei sa e ama solo "Inviso-Bill", non Danny Fenton.

source: [_desiree_] What did I just say to you? {u}No deviation!{/u}{p}Just follow my orders exactly as I tell you to, and you might just get find yourself in a semi-pretty girl's warm embrace...
it_it: [_desiree_] Cosa ti ho appena detto? {u}Nessuna deviazione! /u}{p}Segui i miei ordini esattamente come ti dico, e potresti semplicemente trovarti nel caldo abbraccio di una ragazza semi-carina...

source: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh boy. What have I gotten myself into?)
it_it: [_danny_s_at_player_s_rise_s_consternation_] {i}*Gulp*{/i} (Oh ragazzo. In cosa mi sono guadagnato?)

source: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, can you believe that jerk Dash actually chose football practice over hanging out with me?
it_it: [_paulina_s_towards_s_angry_s_talk_displeased_] {i}Ughh{/i}, puoi credere che il jerk Dash abbia effettivamente scelto la pratica di calcio per uscire con me?

source: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, I know, it's like, why are all the boys in our school either complete dorks or meat-headed idiots?
it_it: [_star_s_towards_s_neutral_s_talk_displeased_] {i}Urgh{/i}, Lo so, è così, perché tutti i ragazzi della nostra scuola sono dormienti completi o idioti a testa di carne?

source: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Well, I guess there's still Ghost Boy...~
it_it: [_paulina_s_down_s_neutral_s_blush_s_talk_consternation_] Beh, immagino che ci sia ancora Ghost Boy...~

source: [_star_s_towards_s_sad_s_talk_distraught_] Maybe, but I haven't heard from him in days!
it_it: [_star_s_towards_s_sad_s_talk_distraught_] Forse, ma non ho sentito da lui in giorni!

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Yeah, me neither! Do you think he's-
it_it: [_paulina_s_towards_s_sad_s_talk_distraught_] Sì, neanche me! Pensi di essere

source: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, ladies!
it_it: [_danny_s_towards_s_sad_s_talk_happy_] {i}Uhm{/i}, hey, uh, signore!

source: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...what do {i}you{/i} want, loser?
it_it: [_paulina_s_towards_s_neutral_s_talk_consternation_] ...cosa vuoi {i}tu{/i}, perdi?

source: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, Desiree, can you hear me?)
it_it: [_danny_s_at_player_s_wondering_s_displeased_] (Okay, Desiree, puoi sentirmi?)

source: [_desiree_] (That I can. By the way, you're lucky I agreed to this temporary psychic link you wished up so we can talk like this to begin with.)
it_it: [_desiree_] (Quello che posso. A proposito, sei fortunato Ho accettato questo link psichico temporaneo che hai desiderato in modo da poter parlare come questo per cominciare.)

source: [_desiree_] (My instructions were {i}not{/i} that difficult to follow, Master...)
it_it: [_desiree_] (Le mie istruzioni non erano {i}{/i} che difficile da seguire, Maestro...)

source: [_danny_s_at_player_s_angry_s_consternation_] (Look, just tell me what I need to do! They probably think I'm having the hugest of brain farts, just standing here not saying anything!)
it_it: [_danny_s_at_player_s_angry_s_consternation_] (Look, basta dirmi cosa devo fare! Probabilmente pensano che io stia avendo il più grande delle freccette cerebrali, solo in piedi qui non dicendo niente!)

source: [_desiree_] (Fine. For the moment, merely stall them from leaving your presence.)
it_it: [_desiree_] (Bene. Per il momento, basta impedirli di lasciare la vostra presenza.)

source: [_danny_s_at_player_s_rise_s_displeased_] (Stall them?! How??)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Stalla loro?! Come??)

source: [_desiree_] (I can't do everything for you! Merely think of something!)
it_it: [_desiree_] (Non posso fare tutto per te! Pensa a qualcosa!)

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} so, uh, Inviso-Bill, huh? Sure seems he's been real busy doing lots of, {i}ehhh{/i}... ghost stuff.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] {i}Heh...{/i} così, uh, Inviso-Bill, eh? Sicuro che è stato davvero impegnato a fare un sacco di, {i}ehhh{/i}... roba fantasma.

source: [_star_s_towards_s_sad_s_talk_displeased_] Have you heard from him lately? I've been getting really worried.
it_it: [_star_s_towards_s_sad_s_talk_displeased_] Hai sentito da lui ultimamente? Mi sono veramente preoccupato.

source: [_paulina_s_towards_s_sad_s_talk_distraught_] Me too!
it_it: [_paulina_s_towards_s_sad_s_talk_distraught_] Anche me!

source: [_danny_s_towards_s_neutral_s_talk_happy_] You have? Oh, I mean, yeah, of course we ALL worry about him.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Tu hai? Oh, voglio dire, sì, ovviamente tutti noi ci preoccupiamo di lui.

source: [_paulina_s_towards_s_sad_s_talk_displeased_] If you see him, seriously, make sure he gets in touch soon, okay?
it_it: [_paulina_s_towards_s_sad_s_talk_displeased_] Se lo vedete seriamente, assicuratevi che si metta in contatto presto, ok?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, I'll be sure to pass along the-
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Sì, sarò sicuro di passare lungo il-

source: [_star_s_towards_s_wondering_s_talk_frown_] Hey Danny, whatever happened to that bimbo cousin of yours?
it_it: [_star_s_towards_s_wondering_s_talk_frown_] Ehi Danny, qualunque cosa accadesse a quel tuo cugino bimbo?

source: [_danny_s_towards_s_rise_s_talk_displeased_] My cousin?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Mio cugino?

source: [_extend_] {i}Uh, right{/i} ! Yes, my cousin is around, ya' know, she's still staying at our place actually.
it_it: [_extend_] {i}Uh, right{/i} ! Sì, mio cugino è in giro, sì, sa che sta ancora rimanendo al nostro posto in realtà.

source: [_star_s_towards_s_rise_s_talk_distraught_] It's just like, I've tried an {i}extensive{/i} deep dive on all of social media, and I couldn't find her? Like, {u}anywhere{/u}?
it_it: [_star_s_towards_s_rise_s_talk_distraught_] È proprio così, ho provato un'immersione profonda su tutti i social media di {i}e non sono riuscito a trovarla? Mi piace, {u}da qualche parte{/u}?

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Same! Name searching and looking at your mutuals didn't show me {i}anything!{/i} She's like a complete {u}ghost{/u} online!
it_it: [_paulina_s_towards_s_angry_s_talk_displeased_] Lo stesso! La ricerca dei nomi e la ricerca dei tuoi mutui non mi hanno mostrato {i}nulla!{/i} È come un completo {u}ghost{/u} online!

source: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, well, ya see, she's actually not really into all that online stuff, so, {i}uhh{/i}...
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_displeased_] {i}Umm{/i}, beh, vedi, in realtà non è davvero in tutto quello che roba online, così, {i}uhh{/i}...

source: [_desiree_] Hello again, Danny's fellow cohorts.
it_it: [_desiree_] Ciao ancora, le coorti di Danny.

source: [_desiree_] How have you two been since that wonderful dance Danny took me to?
it_it: [_desiree_] Come siete stati due da quel meraviglioso ballo Danny mi ha portato?

source: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... fine, thanks. Danny, didn't you find it weird going to the Chill Formal with your cousin?
it_it: [_paulina_s_towards_s_confused_s_talk_displeased_] {i}Uhhm{/i}... bene, grazie. Danny, non hai trovato strano andare al Chill Formal con tuo cugino?

source: [_desiree_] Didn't {i}you{/i} find it strange going with a man not only intellectually bankrupt, but also utterly shallow and a dismal archetype of a performance athlete?
it_it: [_desiree_] Non hai {i}tu{/i} trovato strano andare con un uomo non solo intellettualmente fallito, ma anche del tutto superficiale e un archetipo insolito di un atleta di performance?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Dash is not just a...
it_it: [_paulina_s_towards_s_angry_s_talk_consternation_] Hey, Dash non è solo...

source: [_paulina_s_towards_s_neutral_s_talk_happy_] ...okay, point taken I guess.
it_it: [_paulina_s_towards_s_neutral_s_talk_happy_] ...okay, punto preso suppongo.

source: [_star_s_towards_s_rise_s_talk_consternation_] Anyway, why are you, like, here at our school?
it_it: [_star_s_towards_s_rise_s_talk_consternation_] In ogni caso, perché ti piace, qui nella nostra scuola?

source: [_desiree_] Oh, I'm just here to hand a textbook over to Danny he seemingly forgot to bring.
it_it: [_desiree_] Oh, sono qui solo per consegnare un libro di testo a Danny che apparentemente ha dimenticato di portare.

source: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, thanks Des.
it_it: [_danny_s_down_s_sad_s_talk_happy_] {i}Ahh{/i}, gee, grazie Des.

source: [_desiree_] So, Danny, are you excited for the party later?
it_it: [_desiree_] Così, Danny, sei entusiasta per la festa più tardi?

source: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... the p-party...?
it_it: [_danny_s_at_self_s_wondering_s_talk_displeased_] Ohh... il p-party...?

source: [_danny_s_closed_s_wondering_s_talk_happy_] R-right! Y-yes! Absolutely stoked!
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] R-right! Y-sì! Assolutamente rubato!

source: [_paulina_s_towards_s_rise_s_talk_displeased_] ...I'm sorry, did you just say {u}party?{/u}
it_it: [_paulina_s_towards_s_rise_s_talk_displeased_] ...Mi dispiace, hai appena detto {u}party?{/u}

source: [_danny_s_towards_s_wondering_s_talk_happy_] Yeah, no, it's just a little celebration to welcome Des to Amity Park a bit more properly.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Sì, no, è solo una piccola festa dare il benvenuto a Des in Amity Park un po 'più correttamente.

source: [_star_s_towards_s_rise_s_talk_consternation_] Oh, so nothing {i}actually{/i} important to go to then.
it_it: [_star_s_towards_s_rise_s_talk_consternation_] Oh, quindi niente {i}in realtà {/i} è importante per andare allora.

source: [_desiree_] My, my Miss Paulina, what a precious little mutt you have with you today! Though I believe she still needs a little more behavior training...
it_it: [_desiree_] Mia, la mia signorina Paulina, che preziosa menzogna che hai con te oggi! Anche se credo che lei abbia ancora bisogno di un po 'più di formazione di comportamento...

source: [_star_s_towards_s_angry_s_talk_distraught_] Bite me, bitch.
it_it: [_star_s_towards_s_angry_s_talk_distraught_] Mordimi, cagna.

source: [_desiree_] {i}Regardless{/i}, I simply cannot wait for you to introduce me to this "Inviso-Bill" character everyone in town seems to be talking about!
it_it: [_desiree_] {i}Indipendentemente da {/i}, non vedo l'ora che tu mi presenti a questo personaggio "Inviso-Bill" di cui tutti in città sembrano parlare!

source: [_paulina_s_towards_s_confused_s_talk_displeased_] Wait! Ghost Boy is going to your party??
it_it: [_paulina_s_towards_s_confused_s_talk_displeased_] Aspetta! Ghost boy sta andando alla tua festa??

source: [_desiree_] Why of course, Danny here was kind enough to invite him!
it_it: [_desiree_] Perché, naturalmente, Danny qui è stato abbastanza gentile da invitarlo!

source: [_star_s_towards_s_angry_s_talk_consternation_] Well, why didn't you say he was coming?! You said he's been busy!!
it_it: [_star_s_towards_s_angry_s_talk_consternation_] Beh, perché non hai detto che stava arrivando?! Hai detto che è stato occupato!!

source: [_danny_s_down_s_sad_s_talk_displeased_] Well, he does have time for a little visit, I suppose...
it_it: [_danny_s_down_s_sad_s_talk_displeased_] Beh, ha tempo per una piccola visita, suppongo che...

source: [_star_s_towards_s_angry_s_talk_distraught_] Oh, but I'm gonna go ahead and take a wild guess that {i}we're{/i} not on the invite list to this oh-so cool party, huh?
it_it: [_star_s_towards_s_angry_s_talk_distraught_] Oh, ma andrò avanti e farò un'impressione che {i}noi non siamo{/i} non siamo nella lista degli inviti a questa festa così fresca, eh?

source: [_desiree_] Why of course you are! I trust you can get the word out, yes?
it_it: [_desiree_] Perché naturalmente sei tu! Confido che tu possa ottenere la parola fuori, sì?

source: [_paulina_s_towards_s_rise_s_talk_happy_] When is the party?
it_it: [_paulina_s_towards_s_rise_s_talk_happy_] Quando è la festa?

source: [_danny_s_towards_s_neutral_s_talk_happy_] Saturday at seven o'clock.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Sabato alle sette.

source: [_star_s_towards_s_angry_s_talk_happy_] Done. We'll be there.
it_it: [_star_s_towards_s_angry_s_talk_happy_] Fatto. Saremo lì.

source: [_danny_s_towards_s_rise_s_talk_happy_] Cool, so how many people can I expect to come? I'll be sure to buy a bit of snacks for-
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Cool, quante persone posso aspettarmi di venire? Sarò sicuro di comprare un po 'di spuntini per-

source: [_paulina_s_towards_s_rise_s_talk_displeased_] Pretty much more than half the school. If we're the ones delivering the message? At least that.
it_it: [_paulina_s_towards_s_rise_s_talk_displeased_] Ben più della metà della scuola. Se siamo noi a consegnare il messaggio? Almeno quello.

source: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... yeah, that's definitely a bit more than two large pizzas...
it_it: [_danny_s_at_player_s_sad_s_talk_consternation_] ...{i}ohhh{/i}... sì, è sicuramente un po' più di due grandi pizze...

source: [_star_s_towards_s_angry_s_talk_displeased_] Better be sure to buy a keg or two, loser! Otherwise it's not gonna be worth the visit!
it_it: [_star_s_towards_s_angry_s_talk_displeased_] Meglio essere sicuri di comprare un barilotto o due, perdente! Altrimenti non ne vale la pena!

source: [_desiree_] Oh, I'm sure it will be a pleasant evening for all involved... and I trust you girls could help entertain all the other attendees while I spend some quality time with Ghost Boy?
it_it: [_desiree_] Oh, sono sicuro che sarà una piacevole serata per tutti i partecipanti... e ho fiducia che le ragazze potrebbero aiutare a intrattenere tutti gli altri partecipanti mentre trascorro un po 'di tempo di qualità con Ghost Boy?

source: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Excuse{/i} me?!
it_it: [_paulina_s_towards_wide_s_angry_s_talk_consternation_] {i}Mi scusa{/i}?!

source: [_desiree_] Why of course. It's my party, and I plan to make him the guest of honor. It would only be fair that I have first dibs, no?
it_it: [_desiree_] Perché, ovviamente, è la mia festa e ho intenzione di fargli ospite d'onore. Sarebbe giusto che io avessi i primi dibs, no?

source: [_star_s_towards_s_angry_s_talk_distraught_] Y-you... we don't just let- you can't-
it_it: [_star_s_towards_s_angry_s_talk_distraught_] Y-you... non solo let- non è possibile-

source: [_desiree_] Why not? I'm sure he'll find me both engaging {i}and{/i} attractive. If I so merely desire it so, {u}so it shall be...~{/u}
it_it: [_desiree_] Perché? Sono sicuro che mi interesserà sia {i}che {/i}. Se così semplicemente lo desidero, {u}quindi sarà...~{/u}

source: [_star_s_towards_wide_s_angry_s_talk_displeased_] So you just expect us to hang around Fenton's house while you bang Billy in his bathroom?!
it_it: [_star_s_towards_wide_s_angry_s_talk_displeased_] Quindi ti aspetti solo che noi appendiamo la casa di Fenton mentre scoppi Billy nel suo bagno?!

source: [_desiree_] Danny, please explain, what seems to be the problem here again? Have they not taken lovers of their own yet?
it_it: [_desiree_] Danny, per favore spiega, che cosa sembra essere il problema qui di nuovo? Non hanno ancora preso gli amanti dei loro soli?

source: [_paulina_s_towards_s_angry_s_talk_consternation_] We don't just {i}take{/i} lovers out here, missy! Besides, you don't even know if Ghost Boy likes you or not!
it_it: [_paulina_s_towards_s_angry_s_talk_consternation_] Noi non solo {i}prendiamo gli amanti {/i} qui fuori, manca! Inoltre, non sai nemmeno se Ghost Boy ti piace o no!

source: [_desiree_] Oh, I'm sure he'll be able to make up his mind fairly easily. There won't be any {i}other{/i} suitable candidates attending the party after all...
it_it: [_desiree_] Oh, sono sicuro che sarà in grado di fare la sua mente abbastanza facilmente. Non ci saranno altri {i}candidati{/i} idonei candidati che parteciperanno al party dopo tutto...

source: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-ladies, Inviso-Bill is still single and willing to mingle, s-so I think it's only good to keep an open min-
it_it: [_danny_s_towards_s_unhappy_s_talk_consternation_] L-ladies, Inviso-Bill è ancora single e disposto a mescolarsi, s-quindi penso che sia solo buono mantenere un min-aperto

source: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Desiree... we'd be {u}honored{/u} to attend your party on Saturday...
it_it: [_paulina_s_towards_s_angry_s_talk_displeased_] Danny, Desiree... saremmo {u}onorati{/u} per partecipare alla tua festa il sabato...

source: [_desiree_] {i}Ohh{/i}, wonderful news! I can't wait to see you both then!
it_it: [_desiree_] {i}Ohh{/i}, meravigliose notizie! Non vedo l'ora di vederti entrambi!

source: [_danny_s_at_player_s_sad_s_consternation_] (Des, let's wrap this up... I can still see burning embers in both their eyes...)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (Finiamo questo passaggio... posso ancora vedere le brace brucianti in entrambi i loro occhi...)

source: [_desiree_] Oh my, would you look at the time... I've simply got to be running now.
it_it: [_desiree_] Oh mio, guarderesti il tempo... Ho semplicemente bisogno di essere in esecuzione ora.

source: [_desiree_] Danny, farewell, and I shall see you girls soon!
it_it: [_desiree_] Danny, addio, e ti vedrò presto ragazze!

source: [_paulina_s_towards_s_neutral_s_talk_displeased_] Yeah, like, it was {i}soooo{/i} nice seeing you again...
it_it: [_paulina_s_towards_s_neutral_s_talk_displeased_] Sì, come è stato {i}soooo{/i} bello vedervi di nuovo...

source: [_paulina_s_towards_s_confused_s_talk_distraught_] What exactly is that witch playing at, Danny?
it_it: [_paulina_s_towards_s_confused_s_talk_distraught_] Che cosa è esattamente quella strega a suonare, Danny?

source: [_star_s_towards_s_angry_s_talk_consternation_] Why the hell are you helping that bitch get set-up with Billy?
it_it: [_star_s_towards_s_angry_s_talk_consternation_] Perché l'inferno sta aiutando quella troia ad ottenere il set-up con Billy?

source: [_danny_s_down_s_sad_s_talk_consternation_] Well, I mean, she's my cousin, I thought that helping her get comfortable was important, so-
it_it: [_danny_s_down_s_sad_s_talk_consternation_] Beh, voglio dire, lei è mia cugina, pensavo che aiutarla a stare a suo agio fosse importante, così-

source: [_paulina_s_towards_s_angry_s_talk_distraught_] If that seven foot tall {u}bitch{/u} thinks she can order us around like that, she's got another thing coming!!
it_it: [_paulina_s_towards_s_angry_s_talk_distraught_] Se quell'altezza di sette piedi {u}cagnola{/u} pensa di poterci ordinare in questo modo, lei ha un'altra cosa che viene!!

source: [_desiree_] (Goodness, they truly are insufferable. Much like the Sultan's other harem girls, always squabbling for his attention.)
it_it: [_desiree_] (La bontà, sono veramente insofferibili.Proprio come le altre ragazze harem del sultano, si battono sempre per la sua attenzione.)

source: [_danny_s_towards_s_rise_s_talk_displeased_] I mean, I obviously can't stop who Bill wants to get with, but if you {i}really{/i} wanted him that bad... I'm sure there's a couple of ways you could {i}steal{/i} him away from Des.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Voglio dire, ovviamente non posso fermare con chi Bill vuole ottenere, ma se {i}davvero{/i} lo voleva quel male. . Sono sicuro che ci sono un paio di modi che si potrebbe {i}rubarlo{/i} lontano da Des.

source: [_star_s_towards_s_sad_s_talk_distraught_] That sounds too hard!!
it_it: [_star_s_towards_s_sad_s_talk_distraught_] Sembra troppo difficile!!

source: [_paulina_s_towards_s_angry_s_talk_distraught_] Listen up Loser, I've been playing nice because you're friends with Ghost Boy, but that's officially suspended until this situation is resolved. Desiree is {u}not{/u} getting with him, do you understand?!
it_it: [_paulina_s_towards_s_angry_s_talk_distraught_] Ascoltate Loser, sto suonando bene perché sei amico di Ghost Boy, ma è ufficialmente sospeso fino a quando questa situazione non sarà risolta. Desiree non è {u}{/u} ottenere con lui, capisci?!

source: [_star_s_towards_s_angry_s_talk_amused_] Yeah, If he's going to get with anyone, it's going to be {i}me.{/i}
it_it: [_star_s_towards_s_angry_s_talk_amused_] Sì, se sta per arrivare con qualcuno, sarà {i}me.{/i}

source: [_paulina_s_closed_s_confused_s_talk_consternation_] Star... Sweetie? I think you and I need to have a little chat after.
it_it: [_paulina_s_closed_s_confused_s_talk_consternation_] Stella... Dolce? Penso che tu e io abbiamo bisogno di fare una piccola chiacchierata dopo.

source: [_star_s_towards_s_rise_s_talk_consternation_] Why? Billy likes me just as much as you, at the very least.
it_it: [_star_s_towards_s_rise_s_talk_consternation_] Perché? A Billy piaccio almeno quanto te.
