Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_s_sad_s_talk_displeased_] I think this is going a little extreme for just some rock musician, Tuck... hey, where's Sam? I've been kinda worried about her since yesterday.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Penso che questo stia andando un po 'estremo per solo un po 'di musicista rock, Tuck. . hey, dov'è Sam? Sono un po' preoccupato per lei da ieri.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Huh? Oh, she took a day off from school I heard.
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_frown_] Huh? Oh, ha preso un giorno libero dalla scuola che ho sentito.

source: [_danny_s_towards_s_rise_s_talk_distraught_] Really?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Davvero?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Yeah, I got a text from her earlier saying she was still feeling bad and needed to "de-program" herself, whatever that meant.
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_frown_] Sì, ho ricevuto un testo da lei prima dicendo che stava ancora sentendo male e aveva bisogno di "de-programmare" se stessa, qualunque cosa significasse.

source: [_danny_s_towards_s_sad_s_talk_displeased_] Weird... but good, I guess.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Strano... ma buono, immagino.

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, I'm sure she's just over-exaggerating! You know how-
it_it: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_happy_] {i}Baaahh{/i}, sono sicuro che è semplicemente esagerata! Sai come-

source: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Wait... is... is that, no! No way!
it_it: [_tucker_s_ef_s_arms_straps_s_away_wide_s_wondering_s_talk_happy_] Aspetta... è... è quello, no! Nessun modo!

source: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? What's the matter?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Huh? Qual è la questione?

source: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeekk!{/i} EVERYONE!!{p}IT'S {u}EMBER!!{/u}
it_it: [_star_s_offscreen_s_ef_s_towards_s_neutral_2_s_talk_happy_s_noblush_] {i}Eeeeeekk!{/i} TUTTO!!{p}E' {u}EMBER!!{/u}

source: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? What?{p}{i}Here?!{/i}
it_it: [_danny_s_at_player_s_wondering_s_talk_displeased_] Ember...? Cosa?{p}{i}Qui?!{/i}

source: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! We love youuuu!!
it_it: [_tucker_s_ef_s_offscreen_s_arms_straps_s_ahegao_s_angry_s_talk_happy_] Ember!! We love youuuuu!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Come on everyone! Let me hear you...{p}SAY.{p}MY.{p}NAME!!
it_it: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Vieni su tutti! Lascia che ti sentisci...{p}SAY.{p}MY.{p}NAME!!

source: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] Alright everyone! Let's {u}ROCK!{/u}
it_it: [_ember_s_human_guitar_s_at_player_s_angry_s_talk_amused_] Bene! Facciamo {u}ROCK!{/u}

source: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} What in the world is going on here?! Break it up, people, BREAK IT UP!!
it_it: [_lancer_s_offscreen_s_towards_wide_s_angry_s_talk_frown_] {b}Catch-22!!{/b} Cosa sta succedendo nel mondo qui?! Rompi su, gente, BREAK IT UP!!

source: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] What is the meaning of this?! I'll have to insist that all of this rocking as well as rolling cease, henceforth, immediately!
it_it: [_lancer_s_offscreen_s_towards_s_rise_one_s_talk_frown_] Qual è il significato di questo?! Dovrò insistere sul fatto che tutto questo a dondolo e a rotolamento cessino, d'ora in poi, immediatamente!

source: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Hey old man, what's your problem?? Stop ruining my gig!
it_it: [_ember_s_human_guitar_s_down_s_angry_s_talk_consternation_] Ehi vecchio, qual è il tuo problema?? Smettila di rovinare il mio concerto!

source: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] This is an un-coordinated event on school grounds! You're disrupting the students' learning with all this noise! I will have the police here at a moment's notice and have your whole groupie act shut down!
it_it: [_lancer_s_offscreen_s_towards_s_angry_s_talk_frown_] Questo è un evento non coordinato per motivi scolastici! Stai disturbando l'apprendimento degli studenti con tutto questo rumore! Avrò la polizia qui a un momento di preavviso e il vostro gesto groupie è chiuso tutto!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh yeah? Well, do you {i}feel{/i} that everyone? Feels to me like a song with a little more {u}AGGRESSION{/u} is coming on!{p}Show this geezer what we think of his rules!!
it_it: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_amused_] Oh sì? Beh, ti senti {i}{/i} che tutti? Mi sente come una canzone con un po' di più {u}AGGRESSION{/u} sta arrivando!{p}Mostra questo geezer cosa pensiamo delle sue regole!!

source: Crowd [special_delimiter] {i}Boooh!!{/i} Get rid of Lancer!! {i}Boooh!!{/i}
it_it: Crowd [special_delimiter] {i}Boooh!!{/i} Sbarazzati di Lancer!! {i}Boooh!{/i}

source: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Unhand me, you misguided, rebellious teenagers! I'll have your grades slashed for this! Your permanent records will look mighty-{p}h-hey, stop pushing! {b}Of Mice and Men!!{/b} Help!!
it_it: [_lancer_s_offscreen_s_towards_wide_s_wondering_s_talk_frown_] Tracciami, hai sbagliato e ribelle adolescenti! Avrò i tuoi voti tagliati per questo! I tuoi record permanenti sembreranno possenti-{p}h-hey, smetti di spingere! {b}Di topi e uomini!!{/b} Aiuto!!

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam was right! Ember {i}IS{/i} a ghost!{p}She's using her music to control everyone!!
it_it: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_displeased_s_breath_3_] Woah... Sam aveva ragione! Ember {i}IS{/i} un fantasma!{p}Sta usando la sua musica per controllare tutti!!

source: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] I need to save Lancer! And the rest of the school from her control!{p}With this angry mob all gathered around and focused on Ember, I doubt anyone will notice me if I do this...
it_it: [_danny_s_f_s_offscreen_s_towards_s_sad_s_talk_displeased_s_-breath_3_] Ho bisogno di salvare Lancer! E il resto della scuola dal suo controllo!{p}Con questa folla arrabbiata tutti riuniti intorno e concentrati su Ember, dubito che qualcuno mi noterà se faccio questo...

source: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] I'm going ghost!!
it_it: [_danny_s_f_s_offscreen_s_at_player_s_angry_s_talk_amused_] Sto andando fantasma!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Hey, the nice bald man said that he'd call the police, not that he loves "The Police", and that you guys should keep rocking out!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_happy_] Ehi, il bel calvo disse che avrebbe chiamato la polizia, non che ama "La Polizia", e che voi ragazzi dovrebbero continuare a dondolare!

source: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... what?
it_it: [_ember_s_human_guitar_s_towards_s_confused_s_talk_displeased_] Uhhh... cosa?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...okay, not one of my better intros, a little long winded perhaps, but still...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] ...ok, non uno dei miei intros migliori, un po 'lungo arricciato, forse, ma ancora...

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...my point still stands! Pack it up and go home, Cherry Bomb!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] ...il mio punto è ancora in piedi! Imballalo e vai a casa, Cherry Bomb!

source: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... this must be that "Inviso-Bill" my creepy manager warned me about... better take care of this little heckler before I can play my songs...)
it_it: [_ember_s_human_guitar_s_towards_s_idle_s_displeased_] (Hmmm... questo deve essere che "Inviso-Bill" il mio manager raccapricciante mi ha avvisato. . meglio prendersi cura di questo piccolo heckler prima di poter suonare le mie canzoni...)

source: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] So, you're the boot licker that's been stomping out all the fun around here, huh?
it_it: [_ember_s_human_guitar_s_stare_s_confused_s_talk_amused_] Quindi, sei il leccatore di stivali che sta spuntando tutto il divertimento intorno qui, eh?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terrorizing people through mind alterning music and alt-core fashion sense is no sane person's definition of "fun"!{p}I'm sending you and your little entourage back to the Ghost Zone and ending this jam session!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Terrorizzare le persone attraverso la mente alternando musica e alt-core senso di moda non è una definizione sana di "divertimento"!{p}Sto inviando te e il tuo piccolo entourage alla Zona Fantasma e terminando questa sessione di marmellata!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Trying to break the band up, aye Yoko?{p}I think what you need is a little workout music!! And a workout like this will {i}really{/i} kick your butt into shape!
it_it: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] {i}Ha!{/i} Cercando di rompere la band, aye Yoko?{p}Penso che ciò di cui hai bisogno sia una piccola musica da allenamento! E un allenamento come questo sarà {i}veramente{/i} calciare il tuo culo in forma!

source: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] A one, two, three, four!!
it_it: [_ember_s_human_guitar_s_towards_wide_s_angry_s_talk_bite_] Una una, due, tre, quattro!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Say my name everyone!!
it_it: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Dite il mio nome tutti!!

source: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}yeah!!{/i} That's what I needed to hear!
it_it: [_ember_s_human_guitar_s_closed_s_angry_s_talk_bite_] Oh {i}sì!!{/i} È quello che avevo bisogno di sentire!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Shoot! The more they chant, the stronger she gets! I'll have to end this little concert quickly!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_angry_s_grindteeth_] (Spara! Più cantano, più è forte che ottiene! Dovrò terminare questo piccolo concerto in fretta!)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff* *Huff*{/i} ...not happening... she's {i}way{/i} too strong for me!
it_it: [_danny_s_phantom_s_arms_normal_s_at_self_s_unhappy_s_talk_distraught_] {i}*Huff* *Huff*{/i} ...non succede... è {i}via{/i} troppo forte per me!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] I am, aren't I? And that was just a nice little warmup to tune my instruments, but now you're gonna get the {u}full show!{/u}
it_it: [_ember_s_human_guitar_s_towards_s_angry_s_talk_amused_] Io sono, vero? E questo è stato solo un bel piccolo riscaldamento per sintonizzare i miei strumenti, ma ora otterrai il {u}show completo! /u}

source: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] This next one's a real crowd pleaser! And by that, I mean it'll please the crowd to tear you apart, limb from limb!!
it_it: [_ember_s_human_guitar_s_towards_s_rise_s_talk_happy_] Questo prossimo è un vero piacere di folla! E con questo, voglio dire che piacerà alla folla di strapparti a parte, arto dall'arto!!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh boy, I think I'm about to be mosh pitted...
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_sad_s_talk_displeased_] Oh ragazzo, penso che sto per essere zeppo zeppa...

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? I mean, uh, w-who? Excuse me miss, I'm afraid you're rather mistaken, as I am Inviso-Bill, ghostly hero of Amity Park, n-not this Danny you speak of-
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_rise_s_talk_displeased_] Huh? Sam? Voglio dire, uh, w-who? Scusatemi, temo che siate piuttosto sbagliati, come io sono Inviso-Bill, eroe fantasma di Amity Park, n-non questa Danny di cui parlate -

source: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Come on! We need to get you out of here before these crazed fans go stir crazy and rip you apart!
it_it: [_sam_s_co_s_offscreen_s_towards_s_angry_s_talk_distraught_] Avanti! Abbiamo bisogno di farti uscire da qui prima che questi fan impazziti impazziscano e ti strappino a parte!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Jump behind the stand!!
it_it: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_happy_] Salta dietro lo stand!!

source: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Jumping!
it_it: [_danny_s_phantom_s_arms_normal_s_down_s_rise_s_talk_displeased_] Salto!

source: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat got away with his little gal pal... oh well, this won't be the last time I get to show them who's leading the show now...
it_it: [_ember_s_human_guitar_s_towards_s_angry_s_talk_displeased_] Bogus!! Brat si è allontanato con il suo piccolo gal pal... oh bene, questa non sarà l'ultima volta che arriverò a mostrare loro chi sta conducendo lo spettacolo adesso...

source: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Sorry about that lame hold up gang!! Now, are you ready for more of your favorite songs from yours truly ?!
it_it: [_ember_s_human_guitar_s_at_player_s_sad_s_talk_amused_] Mi dispiace di questo lame tenere su gang!! Ora, sei pronto per più delle tue canzoni preferite davvero ?!

source: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Now, if ya'll don't know yet, which I doubt, I've got a concert coming up soon, right here in your own dinky little town!
it_it: [_ember_s_human_guitar_s_at_player_s_rise_s_talk_happy_] Ora, se non lo saprà ancora, di cui dubito, ho un concerto in arrivo presto, proprio qui nella vostra piccola cittadina dinky!

source: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] The tickets just went live online, so buy em' quick, before you're the only loser in Amity Park not going!!
it_it: [_ember_s_human_guitar_s_closed_s_idle_s_talk_amused_] I biglietti sono appena andati in diretta online, quindi compra em' veloce, prima che tu sia l'unico perdente in Amity Park non andare!!

source: Crowd [special_delimiter] Ember! {i}Wooooh!!{/i} We love you Ember!!
it_it: Crowd [special_delimiter] Ember! {i}Wooooh!!{/i} Ti amiamo Ember!!

source: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh really? Then tell me how {u}much{/u} you love me!!{p}SAY.{p}MY.{p}NAME!!
it_it: [_ember_s_human_guitar_s_at_player_wide_s_angry_s_talk_bite_] Oh veramente? Allora dimmi come {u}molto{/u} mi ami!!{p}SAY.{p}MY.{p}NAME!!

source: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... music to my ears...
it_it: [_ember_s_ghost_guitar_s_closed_s_idle_s_talk_bite_] {i}Ahhh{/i}... musica per le mie orecchie...

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Ow!!{/i} That stings!!{p}Take it easy with that stuff, Nurse Ratchet!
it_it: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_s_stars_] {i}Proprio!!{/i} Quelle punture!!{p}Prendi facilmente con quella roba, Infermiera Ratchet!

source: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn it Danny! Hold still, and don't be such a baby. I've gotta apply more antiseptic ointment...
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_displeased_] Darn it Danny! Tenere fermo e non essere un bambino del genere. Ho ottenuto applicare più unguento antisettico...

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, how on Earth am I going to stop her?? She's way stronger than I would have thought!
it_it: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] {i}Ugh{/i}, Sam, come sto per fermarla?? È molto più forte di quanto avrei pensato!

source: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] What do you mean? Was it really that bad?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_displeased_] Che cosa intendi? Era davvero così male?

source: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] I haven't faced an enemy that powerful before! She's way tough, and her attacks were pretty much taking me out in one hit!
it_it: [_danny_s_beatenup_s_towards_s_unhappy_s_talk_distraught_] Non ho affrontato un nemico così potente prima! È dura, e i suoi attacchi mi hanno portato in un colpo solo!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Well, uh, so, do... do you... do you maybe need me to {i}"help out"{/i} again...?
it_it: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] {i}*Blushing*{/i} Beh, uh, così, fa... tu... forse hai bisogno di me {i}"help out"{/i} ancora...?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Uh, thanks Sam, but I'm not even sure that'll be enough to stop her.
it_it: [_danny_s_beatenup_s_towards_s_sad_s_talk_happy_] Uh, grazie Sam, ma non sono nemmeno sicuro che sarà sufficiente per fermarla.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Really?
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_displeased_s_-slight_blush_] Davvero?

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Yeah, what I've been doing up til' now fighting ghosts might not get the job done this time. Don't suppose you have any bright ideas?
it_it: [_danny_s_beatenup_s_towards_s_sad_s_talk_displeased_] Sì, quello che sto facendo su til' ora combattendo fantasmi potrebbe non ottenere il lavoro fatto questa volta. Non supponete che abbiate idee brillanti?

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Well... what if you had, say, um, more than just {u}one?{/u}
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Bene... cosa succede se avessi fatto, diciamo, più di {u}uno?{/u}

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? What do you mean Sam? More than one what?
it_it: [_danny_s_beatenup_s_towards_s_rise_s_talk_displeased_] Huh? Cosa significa Sam? Più di uno che cosa?

source: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] I mean... what if, hypothetically... you had an {i}additional{/i} charge of Orgone?
it_it: [_sam_s_co_s_away_s_neutral_s_talk_displeased_] Voglio dire... cosa succede se, ipoteticamente... hai avuto una {i}carica aggiuntiva{/i} di Orgone?

source: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] ...from different girls?
it_it: [_sam_s_co_s_away_s_neutral_s_talk_consternation_] da ragazze diverse?

source: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... I mean, I wouldn't wanna make things any more-
it_it: [_danny_s_beatenup_s_at_self_s_unhappy_s_talk_distraught_] S-Sam... Voglio dire, non voglio fare le cose di più-

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, I mean, it's not like we're boyfriend or girlfriend, right?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_s_blush_] Hey, voglio dire, non è come se fossimo fidanzata o fidanzata, vero?

source: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ...n-no, you're right, of course not.
it_it: [_danny_s_beatenup_s_down_s_sad_s_talk_displeased_] ... n-no, hai ragione, ovviamente no.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] So... you're saying you'd be willing to... ya' know... with me...{p}...and another-?
it_it: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Quindi... stai dicendo che saresti disposto a... sì... con me...{p}...e un altro?

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-sorry, n-no, I didn't... that wasn't how I meant it to come across, I wasn't meaning-
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_amused_s_blush_] {i}Oh{/i}, uh, s-scusa, n-no, non ho fatto... non era così che intendevo che entrasse, non avevo significato-

source: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Sorry, yeah, that's just sorta where my train of thought went...
it_it: [_danny_s_beatenup_s_down_s_unhappy_s_talk_displeased_] Siamo spiacenti, sì, è solo sorta dove è andato il mio treno di pensiero...

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-no, yeah, I just meant that you should maybe combine some sorta boost from me... along with someone else's charge.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_s_slight_blush_] N-no, sì, ho solo significato che si dovrebbe forse combinare qualche sorta spinta da me... insieme a qualcun altro carica.

source: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, right, I get what you mean... like a double dose, sorta situation.
it_it: [_danny_s_beatenup_s_towards_s_idle_s_talk_happy_] Oh, giusto, ottengo quello che intendete... come una doppia dose, sorta situazione.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] I just mean, it's only logical if you got someone else to also help "charge" your Orgone, you'll have enough power to win.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_s_blush_] Voglio dire, è solo logico se hai qualcun altro per aiutare anche a "caricare" il tuo Orgone, avrai abbastanza potere per vincere.

source: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] I... I guess that makes sense.
it_it: [_danny_s_beatenup_s_towards_s_rise_s_talk_happy_] Io... Immagino che abbia senso.

source: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Besides, it's just to get the charge, right?
it_it: [_sam_s_co_s_away_s_sad_s_talk_displeased_s_blush_] Inoltre, è solo per ottenere la pena, giusto?

source: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-of course. Always grinding away for that Orgone, {i}heh{/i}....
it_it: [_danny_s_beatenup_s_at_self_s_wondering_s_talk_amused_] O-naturalmente. Sempre macinare via per quell'Orgone, {i}heh{/i}....

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...so, would you... do you want to, I mean, ya' know...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] ...sì, sarei tu... vuoi tu, voglio dire, sì...

source: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}now?{/i}
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_bite_s_blush_] ...{i}ora?{/i}

source: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Ow, ow, ow! Yeah, okay, that still smarts!
it_it: [_danny_s_beatenup_s_closed_s_unhappy_s_talk_distraught_] Proprio, come, ow! Sì, ok, che ancora intelligente!

source: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, s-sorry! Kinda forgot you're a little bruised up right now.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_displeased_] Oh, mi dispiace! Kinda ha dimenticato di essere un po 'ammaccato in questo momento.

source: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Yeah, I seriously feel like I was just tossed off a cliff head first... really strong instruments she's working with...
it_it: [_danny_s_beatenup_s_towards_s_sad_s_talk_distraught_] Sì, mi sento seriamente come se fossi appena stato buttato fuori da una testa di scogliera prima... strumenti davvero forti con cui sta lavorando...
