Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Whoa whoa! Calm down both of you! I didn't have a spare Thermos laying around, okay?
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] Choa whoa! Calmatevi entrambi voi! Non ho avuto un Thermos di ricambio in giro, okay?

source: [_ember_s_towards_s_angry_s_talk_amused_] It doesn't matter now, idiots, cause now that you've released me I can-
it_it: [_ember_s_towards_s_angry_s_talk_amused_] Non importa adesso, idiote, causa ora che mi hai rilasciato posso-

source: [_danny_s_towards_s_rise_s_talk_amused_] Desiree, care to explain to our new guest how the Fenton Thermos' "Track-N-Release" feature works?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Desideri, sei attento a spiegare al nostro nuovo ospite come funziona la funzione "Track-N-Release" di Fenton Thermos?

source: [_ember_s_towards_s_confused_s_talk_displeased_] Huh? The heck is he talking about?
it_it: [_ember_s_towards_s_confused_s_talk_displeased_] Huh? L'heck sta parlando?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] White devilry, pretty much. His parents are both supernatural investigators and scientific minds. Our ghostly essences are essentially trapped in this container of his.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_displeased_] I suoi genitori sono sia investigatori soprannaturali che menti scientifiche. Le nostre essenze spettrali sono intrappolate essenzialmente in questo suo contenitore.

source: [_ember_s_towards_wide_s_sad_s_talk_distraught_] You... you mean...?
it_it: [_ember_s_towards_wide_s_sad_s_talk_distraught_] Significate...?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Congratulations, you're now imprisoned until his discretion deems you otherwise. Which, in my case at least, shant be any time soon.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_displeased_] Congratulazioni, ora sei imprigionato fino a quando la sua discrezione non ti ritiene altrimenti. Che, nel mio caso, almeno shant essere in qualsiasi momento presto.

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Are you freakin' kidding me?! Let me go, twerp! NOW!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Mi stai scherzando?! Lasciami andare, twerp! ORA!

source: [_danny_s_towards_s_angry_s_talk_displeased_] After your little attempt to conquer the whole world into being your slaves?
it_it: [_danny_s_towards_s_angry_s_talk_displeased_] Dopo il piccolo tentativo di conquistare il mondo intero per essere i tuoi schiavi?

source: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... then I uh, I totally promise I won't try conquering the world again. For real.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Uhh... poi uh, prometto totalmente che non cercherò di nuovo di conquistare il mondo.

source: [_danny_s_towards_s_angry_s_talk_distraught_] ...no. No, that wasn't- that wasn't an opportunity for you to audition your "redemption" arc.
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] ...no. No, che non era un'opportunità per voi di ascoltare il vostro arco di "redenzione".

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhh! Fuck you, kid!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Aghhh! Cazzo tu, bambino!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] My, quite the foul tongue this one has. In my day, they'd have scalded your tongue clean off with a pair of hot iron rods for speaking to your master like that.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_amused_] Mia, piuttosto la lingua malvagia che questa ha. Al mio giorno, avrebbero scottato la lingua pulita con un paio di barre di ferro calde per parlare al tuo padrone così.

source: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Master"?! He is NOT my master, you snakey bitch!!
it_it: [_ember_s_stare_wide_s_sad_s_talk_distraught_] "Maestro"?! Non è il mio maestro, tu la puttana!!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] I think you'll come to find rather quickly, that while in this little tube of his, he most certainly is.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_idle_s_talk_amused_] Penso che verrai a trovare piuttosto rapidamente, che mentre in questo piccolo tubo di suo, è sicuramente lui.

source: [_ember_s_stare_s_angry_s_talk_consternation_] This is bullshit!
it_it: [_ember_s_stare_s_angry_s_talk_consternation_] Questa è una stronza!

source: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, okay, I think everyone here just needs to calm down a little.
it_it: [_danny_s_towards_s_neutral_s_talk_displeased_] Okay, ok, penso che tutti qui hanno solo bisogno di calmarsi un po'.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Calm down? This one is like a terrible sand storm ripping up a beautiful palace!
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_displeased_] Calmato? Questa è come una terribile tempesta di sabbia che strappa un bel palazzo!

source: [_ember_s_stare_s_angry_s_talk_distraught_] What the hell do you expect lady? I just got taken prisoner!
it_it: [_ember_s_stare_s_angry_s_talk_distraught_] Qual è l'inferno che ti aspetti signora? Sono appena stato preso prigioniero!

source: [_danny_s_closed_s_sad_s_talk_displeased_] Well, as I have explained to your fellow roommate Desiree in the past, this containment is for the sake of the people in this town as well as-
it_it: [_danny_s_closed_s_sad_s_talk_displeased_] Beh, come ho spiegato al vostro compagno di stanza Desiree in passato, questo contenimento è per il bene delle persone in questa città così come -

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] WHAT?! {u}Roommates{/u}?!? Unquestionable!! You cannot possibly expect me to live alongside this... this wretched strumpet!!
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] CO'?! {u}compagni di stanza{/u}?!? Indiscutibile!! Non ci si può aspettare che io abiti accanto a questo... questo misero strumpet!!

source: [_ember_s_stare_s_angry_s_talk_distraught_] Who the hell are you calling wretched? You look like the eighth rejected background bimbo from an Indiana Jones film!
it_it: [_ember_s_stare_s_angry_s_talk_distraught_] Chi diavolo stai chiamando malvagio? Sembra che l'ottavo bimbo di sfondo rifiutato da un film Indiana Joni!

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna who?
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_down_s_sad_s_talk_consternation_] ...Indie Anna chi?

source: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, maybe you can give me and Ember a chance to speak in private?
it_it: [_danny_s_towards_s_sad_s_talk_distraught_] Hey, Des, forse puoi darmi e Ember la possibilità di parlare in privato?

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Are you certain, master?
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_wondering_s_talk_displeased_] Sei sicuro, padrone?

source: [_danny_s_towards_s_unhappy_s_talk_happy_] Yeah, I think it's best to ease her into this with a little one on one, like we did.
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_] Sì, penso che sia meglio facilitarla in questo con un po 'uno su uno, come abbiamo fatto.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Very well... do let me know if you need me to teach this one some proper manners.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_amused_] Molto bene... fatemi sapere se avete bisogno di me per insegnare a questo un certo modo proprio.

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] I learned a couple of good tricks during my harem training on how to get the {i}less obedient{/i} girls in line, involving a good whip crack or two.
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_neutral_s_talk_excited_] Ho imparato un paio di buoni trucchi durante il mio allenamento di harem su come ottenere le {i}ragazze meno obbedienti{/i} in linea, che comportano una buona frusta o due.

source: [_ember_s_stare_wide_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} H-hey, fuck you, ya' freaking psycho!
it_it: [_ember_s_stare_wide_s_angry_s_talk_distraught_s_blush_] {i}*Blushing*{/i} H-hey, ti scopa, sì' freaking psycho!

source: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...well, what do you want?
it_it: [_ember_s_towards_s_confused_s_talk_displeased_s_-blush_] ...beh, cosa vuoi?

source: [_danny_s_towards_s_sad_s_talk_displeased_] Just to talk.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Basta parlare.

source: [_ember_s_towards_s_angry_s_talk_distraught_] Are you serious? You literally just ruined my plans and humiliated me in front of everyone!
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Sei serio? Hai letteralmente rovinato i miei piani e mi hai umiliato di fronte a tutti!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Do you really think I'm in any kind of mood to want to "talk" to you, or anyone else?!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] Pensi davvero che io sia di ogni tipo di umore per voler "parlare" con te, o con qualcun altro?!

source: [_danny_s_towards_s_rise_s_talk_distraught_] Yeah, about that... exactly who put you up to all this?
it_it: [_danny_s_towards_s_rise_s_talk_distraught_] Sì, a questo proposito... chi ti ha messo a tutto questo?

source: [_ember_s_away_s_idle_s_talk_displeased_] What are you talking about? Nobody. I did it all myself, I'm the big bad guy.
it_it: [_ember_s_away_s_idle_s_talk_displeased_] Di cosa stai parlando? Nessuno. Ho fatto tutto me stesso, sono il cattivo grande.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, then how did you know where to kidnap my friend?
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Okay Billie Eilish, allora come hai saputo dove rapire il mio amico?

source: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, nice try, I'm not telling you jack shit, kid.
it_it: [_ember_s_down_s_angry_s_talk_distraught_] ...{i}pssch{/i}, nah, bella prova, non ti sto dicendo jack merda, bambino.

source: [_danny_s_towards_s_rise_s_talk_displeased_] You know I could just make a wish with Desiree to make you speak, right?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Sai che potrei solo fare un desiderio con Desiree di farti parlare, giusto?

source: [_ember_s_towards_s_rise_s_talk_amused_] Nice idea. Except that I know enough about miss martian to know that her powers have limitations, {i}especially{/i} against other ghosts.
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Bella idea. Tranne che so abbastanza su marziano perdere per sapere che i suoi poteri hanno limitazioni, {i}in particolare{/i} contro altri fantasmi.

source: [_danny_s_towards_s_angry_s_talk_distraught_] Urgh! Why won't you just tell me?
it_it: [_danny_s_towards_s_angry_s_talk_distraught_] Urgh! Perché non me lo dirai e basta?

source: [_danny_s_at_player_s_rise_s_talk_displeased_] Well, this going to be difficult.
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] Beh, questo sarà difficile.

source: [_danny_s_at_player_s_wondering_s_talk_amused_] But hey, that's why I went to school for seven years to be a counselor for troubled, teenage ghosts, right?
it_it: [_danny_s_at_player_s_wondering_s_talk_amused_] Ma ehi, è per questo che sono andato a scuola per sette anni per essere un consulente per i fantasmi disturbati, adolescenti, giusto?

source: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh wait, no, that's {i}not{/i} what I did, because I'm only an 18 year old kid from Minnesota-
it_it: [_danny_s_closed_s_unhappy_s_talk_displeased_] Oh aspetta, no, non è {i}{/i} quello che ho fatto, perché sono solo un bambino di 18 anni dal Minnesota-

source: [_danny_s_at_player_s_angry_s_talk_distraught_] -and I shouldn't have to be dealing with insane {u}bullshit{/u} like having to stop evil ghost schemes!!
it_it: [_danny_s_at_player_s_angry_s_talk_distraught_] -e non dovrei avere a che fare con pazzi {u}bullshit{/u} come dover fermare schemi fantasmi malvagi!!

source: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay... whatever... the day is won, I'm bushed. Time to get some sleep for now.
it_it: [_danny_s_at_player_s_unhappy_s_talk_distraught_] {i}*Sigh*{/i} Okay... qualunque cosa... il giorno è vinto, sono cespugliato. È ora di dormire un po 'per ora.

source: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Maybe I should try again with Ember, now that she's had a chance to calm down?)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_wondering_s_displeased_] (Maybe dovrei riprovare con Ember, ora che ha avuto la possibilità di calmarsi?)

source: [_ember_s_towards_s_confused_s_talk_consternation_] Dammit! What now, scrub!?
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Dammit! Che ora, scrub!?

source: [_danny_s_towards_s_rise_s_talk_amused_] Well, good morning to you too.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Beh, il buon mattino anche a voi.

source: [_ember_s_towards_s_angry_s_talk_distraught_] What part of "I don't want to talk to you or anyone else" don't you understand?!
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Che parte di "Non voglio parlare con te o con qualcun altro" non capisce?!

source: [_danny_s_towards_s_sad_s_talk_displeased_] I just wanted to talk now that you've had a chance to calm down.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Volevo solo parlare ora che hai avuto la possibilità di calmarsi.

source: [_ember_s_towards_s_confused_s_talk_consternation_] Well, now that you know I {u}haven't{/u} calmed down, and I never will until you're dead and rotting, please, do me a big favor...
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Beh, ora che sai che io {u}non sono calmato, e non sarò mai fino a quando sei morto e marciante, per favore, fatemi un grande favore...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...and {u}croak!!{/u}
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] ...e {u}croak!!{/u}

source: [_ember_s_towards_s_sad_s_talk_distraught_] And also, spritz some light Febreeze in the Thermos or something, it smells like whatever smelly oils that genie chick has been dousing herself in.
it_it: [_ember_s_towards_s_sad_s_talk_distraught_] E anche, spritz qualche luce Febreeze nel Termos o qualcosa, ha odore come qualsiasi olii puzzolenti che il genio pulcino è stato fare se stessa dentro.

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] Okay, just, hold up, wait! Before you head back inside...
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] Ok, basta, tieni, aspetta! Prima di tornare dentro...

source: [_danny_s_towards_s_sad_s_talk_displeased_] How about we go take a walk?
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Che ne dici di andare a fare una passeggiata?

source: [_ember_s_towards_s_rise_s_talk_distraught_] ...a walk? Are you insane? Or like, slow or something?
it_it: [_ember_s_towards_s_rise_s_talk_distraught_] ...una passeggiata? Sei pazzo? O piace, lento o qualcosa?

source: [_danny_s_towards_s_rise_s_talk_displeased_] Look, as long as you take a human disguise and I carry the thermos with me, it'll be fine.
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Guarda, fino a quando prendi un travestimento umano e porto con me le terme, andrà bene.

source: [_ember_s_towards_s_angry_s_talk_distraught_] I understand HOW it works doofus, but what on earth makes you think I want to be walked around like some sorta leashed animal?!?!
it_it: [_ember_s_towards_s_angry_s_talk_distraught_] Capisco COME funziona doofus, ma cosa ti fa pensare che voglio essere camminato come qualche sorta di animale guinzaglio?!?!

source: [_danny_s_towards_s_wondering_s_talk_amused_] How about a chance to get out for a bit? Ya' know, fresh air and all that.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Che ne dici di una possibilità di uscire per un po'? Si, aria fresca e tutto questo.

source: [_danny_s_towards_s_angry_s_talk_amused_] Well? I mean, I don't mind, I can put you back and offer again in a month or so, so-
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Bene? Voglio dire, non mi dispiace, posso rimetterti e offrire di nuovo in un mese o giù di lì, così-

source: [_ember_s_down_s_sad_s_talk_consternation_] ...fine.
it_it: [_ember_s_down_s_sad_s_talk_consternation_] ... bene.

source: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] What? What are you-
it_it: [_ember_s_disguised_s_nude_s_towards_s_rise_s_talk_displeased_] Cosa? Che cosa sei-

source: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MY GOD! What the hell happened?!?
it_it: [_ember_s_disguised_s_nude_s_towards_wide_s_sad_s_talk_distraught_] OH MIO DIO! Che inferno è successo?!?

source: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! S-sorry! I didn't realize that would happen either...
it_it: [_danny_s_towards_wide_s_wondering_s_talk_displeased_s_blush_] Argh! Spiacente! Non ho capito che sarebbe successo neanche...

source: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Why didn't my clothes materialize?!
it_it: [_ember_s_disguised_s_nude_s_towards_s_confused_s_talk_distraught_] Perché i miei vestiti non si sono materializzati?!

source: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, well, h-haven't you ever gone into a human disguise before?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_s_-blush_] Uhh, beh, non sei mai andato in un travestimento umano prima?

source: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-no! I mean, my normal outfit's just a manifestation of- l-look, what does that have to do with anything right now?! I'm naked!{p}Look the hell away!!
it_it: [_ember_s_disguised_s_nude_s_towards_wide_s_rise_s_talk_consternation_] N-no! Intendo dire, il mio outfit normale è solo una manifestazione di- l-look, che cosa ha a che fare con qualcosa in questo momento?! Sono nudo!{p}Guardate l'inferno via!!

source: [_danny_s_towards_s_sad_s_talk_displeased_] S-sorry, I-I'll go grab some of Jazz's clothes! Wait here.
it_it: [_danny_s_towards_s_sad_s_talk_displeased_] Spiacenti, io andrò a prendere alcuni vestiti di Jazz! Aspetta qui.

source: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh man, that was {i}not{/i} a good start.)
it_it: [_danny_s_at_player_s_unhappy_s_displeased_] (Oh uomo, che era {i}non{/i} un buon inizio.)

source: [_danny_s_ahegao_s_rise_s_bite_] (But oh {i}man{/i}, does she look good!)
it_it: [_danny_s_ahegao_s_rise_s_bite_] (Ma oh {i}man{/i}, lei sembra buona!)

source: [_danny_s_at_player_s_sad_s_smile_] (These ghost chicks are something else, I swear...)
it_it: [_danny_s_at_player_s_sad_s_smile_] (Questi pulcini fantasma sono qualcos'altro, ho giurato...)

source: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. What do you want?
it_it: [_jazz_s_towards_s_rise_s_talk_frown_] Huh? Oh, Danny. Cosa vuoi?

source: [_danny_s_towards_s_wondering_s_talk_amused_] Hey Jazz... soooo could I borrow some of your clothes?
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Ehi Jazz... soooo potrei prendere in prestito alcuni dei tuoi vestiti?

source: [_jazz_s_towards_wide_s_confused_s_talk_frown_] What? Why?!
it_it: [_jazz_s_towards_wide_s_confused_s_talk_frown_] Cosa? Perché?!

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Because... reasons!
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Perche... motivi!

source: [_jazz_s_towards_s_angry_s_talk_frown_] I'm not just gonna give you some of my clothes for no reason.
it_it: [_jazz_s_towards_s_angry_s_talk_frown_] Non ti darò solo alcuni dei miei vestiti per nessun motivo.

source: [_danny_s_at_self_s_sad_s_talk_distraught_] Okay, uhh, it's kind've a {i}"private"{/i} reason I need them.
it_it: [_danny_s_at_self_s_sad_s_talk_distraught_] Okay, uhh, è gentile avere un {i}"privato"{/i} motivo di cui ho bisogno.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Yeah, no, that just sounds way creepier. Strike two.
it_it: [_jazz_s_towards_s_idle_s_talk_frown_] Sì, no, che suona solo modo creepier. Colpisci due.

source: [_danny_s_towards_s_rise_s_talk_displeased_] Okay, okay! Uhh, could you just trust me that it's {u}not{/u} something pervy?
it_it: [_danny_s_towards_s_rise_s_talk_displeased_] Ok, ok! Uhh, potresti solo fidarti di me che non è {u}{/u} qualcosa di perverso?

source: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...please?
it_it: [_danny_s_towards_s_unhappy_s_talk_distraught_] ...per favore?

source: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Wait here.
it_it: [_jazz_s_towards_s_sad_s_talk_frown_] {i}*Sigh*{/i} Attendi qui.

source: [_jazz_s_towards_s_rise_s_talk_frown_] This better not be for some weird prank or something.
it_it: [_jazz_s_towards_s_rise_s_talk_frown_] Meglio non essere per qualche strano scherzo o qualcosa.

source: [_danny_s_towards_s_sad_s_talk_amused_] It's not, I promise you.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Non è così, ti prometto.

source: [_jazz_s_towards_s_confused_s_talk_frown_] This is some of my old stuff, but they should do for... {i}whatever{/i} it is you're doing.
it_it: [_jazz_s_towards_s_confused_s_talk_frown_] Questa è una delle mie vecchie cose, ma dovrebbero fare per... {i}di qualsivoglia cosa {/i} sta facendo.

source: [_danny_s_towards_s_neutral_s_talk_amused_] Thanks Jazz, you're a lifesaver.
it_it: [_danny_s_towards_s_neutral_s_talk_amused_] Grazie Jazz, sei un salvavita.

source: [_jazz_s_towards_s_idle_s_talk_frown_] Whatever. Just leave me alone. I have to sulk my life away now after the catastrophe that was that concert...
it_it: [_jazz_s_towards_s_idle_s_talk_frown_] Qualunque cosa mi lasci sola. Devo addolcire la mia vita ora dopo la catastrofe che era quel concerto...

source: [_jazz_s_closed_s_sad_s_talk_frown_] Stupid ghosts!!
it_it: [_jazz_s_closed_s_sad_s_talk_frown_] Fantasmi stupidi!!

source: [_danny_s_towards_s_neutral_s_talk_happy_] Here, I have some clothes for you.
it_it: [_danny_s_towards_s_neutral_s_talk_happy_] Qui, ho dei vestiti per te.

source: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, can you turn the hell around please?
it_it: [_ember_s_disguised_s_nude_s_towards_s_sad_s_talk_distraught_] ...uhhh, puoi girare l'inferno per favore?

source: [_danny_s_towards_s_rise_s_talk_amused_] I mean, you're already naked, so I don't really see the point of-
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Voglio dire, sei già nudo, quindi non vedo davvero il punto di-

source: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, you're right, of course not, I will for sure look away! And even close my eyes!
it_it: [_danny_s_towards_wide_s_unhappy_s_talk_distraught_] -n-no, hai ragione, certamente, non sarò certo lontano! E chiudo gli occhi!

source: [_danny_s_towards_s_rise_s_talk_amused_] Is it okay to turn around now?
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Va bene girarsi ora?
