Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_7/episode7_MZ.po
Languages: it_it

source: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Urgh! What am I doing?? What the hell is with these weird thoughts about Danny?!)
it_it: [_sam_s_co_s_at_player_wide_s_confused_s_consternation_] (Urgh! Cosa sto facendo?? Qual è l'inferno con questi bizzarri pensieri su Danny?!)

source: [_sam_s_co_s_closed_s_sad_s_displeased_] (We've been friends for years, damn it! Things can't get complicated {u}now{/u}!!){p}(Not over a simple bare naked oral exchange!!)
it_it: [_sam_s_co_s_closed_s_sad_s_displeased_] (Siamo amici da anni, maledetevi! Le cose non possono diventare complicate {u}adesso{/u}!!){p}(Non oltre un semplice scambio orale nudo nudo!!!)

source: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ...shit!!
it_it: [_sam_s_co_s_at_player_s_angry_s_talk_distraught_] ...merda!!

source: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, you up?
it_it: [_sam_s_co_s_offscreen_s_towards_s_sad_s_talk_distraught_] ...Danny, sei alzato?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam? Uhh, yeah, c-come in!
it_it: [_danny_s_towards_wide_s_sad_s_talk_happy_] Oh, Sam? Uhh, sì, c-come in!

source: [_danny_s_at_player_s_rise_s_consternation_] (Oh man, after she ran off last night, this is where I'm sure it'll get awkward!)
it_it: [_danny_s_at_player_s_rise_s_consternation_] (Oh uomo, dopo che lei è scappata ieri sera, questo è dove sono sicuro che sarà imbarazzante!)

source: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... I just wanted to say... sorry about last night.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_distraught_s_slight_blush_] H-hey... Volevo solo dire... mi dispiace per ieri sera.

source: [_danny_s_towards_s_sad_s_talk_happy_] You don't need to apologize.
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Non devi scusarti.

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Yeah... I do, it was kinda sucky of me to just run off like that.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Sì... lo faccio, è stato un po' strano da parte mia correre così.

source: [_danny_s_towards_s_wondering_s_talk_displeased_] Hey, I get it... things are... a little tense at the moment. Tense and confusing.{p}It's understandable.
it_it: [_danny_s_towards_s_wondering_s_talk_displeased_] Ehi, lo ottengo... le cose sono... un po' tesa al momento. Tesa e confusa.{p}È comprensibile.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...so uh, did you... would you say you {i}liked{/i} last night?
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_slight_blush_] ...così uh, hai fatto... ti diresti che ti piaceva {i}{/i} ieri sera?

source: [_danny_s_towards_s_rise_s_talk_amused_] Sam, trust me, you were incredible.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Sam, fidati di me, eravate incredibili.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, uh, good!
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Blushing*{/i} O-ohh, uh, buono!

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-maybe we could talk a little more about this stuff later...
it_it: [_sam_s_co_s_away_s_sad_s_talk_happy_s_slight_blush_] M-forse potremmo parlare un po' di più di questa roba più tardi...

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] But for now, you need to focus! You've got a ghostly rockstar to beat!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_happy_s_-slight_blush_] Ma per ora, devi concentrarti! Hai una fantasma rockstar da battere!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] I know, but I'm still not sure if I'll be able to stop her.
it_it: [_danny_s_at_self_s_sad_s_talk_displeased_] Lo so, ma non sono ancora sicuro se sarò in grado di fermarla.

source: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] I know you can do it Danny... you haven't been beaten yet... and...
it_it: [_sam_s_co_s_towards_wide_s_sad_s_talk_consternation_] So che puoi farlo Danny... non sei ancora stato battuto... e... e...

source: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ...you don't have to do it alone.
it_it: [_sam_s_co_s_closed_s_sad_s_talk_happy_s_slight_blush_] ... non devi farlo da solo.

source: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Thanks Sam.
it_it: [_danny_s_towards_s_sad_s_talk_amused_s_blush_] Grazie Sam.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Cough*{/i} Alrighty, well, I better let you get ready...
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_s_blush_] {i}*Cough*{/i} Bene, meglio farti preparare...

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] ...oh Danny, one more thing.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_happy_] oh Danny, un'altra cosa.

source: [_danny_s_towards_s_rise_s_talk_happy_] Yeah?
it_it: [_danny_s_towards_s_rise_s_talk_happy_] Sì?

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Kick her ass!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Calcia il suo culo!

source: [_danny_s_towards_s_angry_s_talk_amused_] Tucker's counting on us. How could I not?
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Tucker contava su di noi. Come potevo no?

source: [_danny_s_closed_s_wondering_s_consternation_] (I guess this is it, tomorrow's the concert.)
it_it: [_danny_s_closed_s_wondering_s_consternation_] (Credo che questo sia il concerto di domani.)

source: [_danny_s_at_player_s_unhappy_s_consternation_] (I HAVE to save Tucker... I just hope I really am strong enough to stop Ember...)
it_it: [_danny_s_at_player_s_unhappy_s_consternation_] (Ho bisogno di salvare Tucker... Spero solo di essere abbastanza forte per fermare Ember...)

source: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! Oh my God!! Today's the day of the {i}conceeeert~!{/i}
it_it: [_jazz_s_ef_s_closed_s_wondering_s_talk_amused_] Eeeeee! Oh mio Dio!! Oggi è il giorno del {i}conceeeert~!{/i}

source: [_danny_s_towards_s_rise_s_talk_amused_] Just a {i}little{/i} excited for Ember, I see.
it_it: [_danny_s_towards_s_rise_s_talk_amused_] Solo un {i}un po '{/i} eccitato per Ember, vedo.

source: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] How can I {u}not{/u} be? The whole town's going crazy!
it_it: [_jazz_s_ef_s_towards_s_confused_s_talk_frown_] Come posso {u}non{/u} essere? L'intera città sta impazzendo!

source: [_danny_s_at_self_s_sad_s_talk_displeased_] ...they certainly are...
it_it: [_danny_s_at_self_s_sad_s_talk_displeased_] ... sono sicuramente...

source: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] They've already started lining up along whole city blocks!
it_it: [_jazz_s_ef_s_towards_s_idle_s_talk_happy_] Hanno già iniziato a allineare lungo interi blocchi di città!

source: [_danny_s_towards_wide_s_rise_s_talk_distraught_] What? Seriously? The doors don't even open until 6:00 tonight!
it_it: [_danny_s_towards_wide_s_rise_s_talk_distraught_] Cosa? Seriamente? Le porte non si aprono nemmeno fino alle 6:00 stasera!

source: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] We don't care! It's {u}Ember McClain{/u}, dude!! And Dad even got front row tickets!!
it_it: [_jazz_s_ef_s_towards_wide_s_rise_s_talk_amused_] Non ci importa! È {u}Ember McClain{/u}, dude!! E papà ha anche biglietti in prima fila!!

source: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Wait!
it_it: [_danny_s_towards_wide_s_sad_s_talk_distraught_] Jazz! Aspetta!

source: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh well, I doubt any pleading to not go is gonna work with that one...)
it_it: [_danny_s_at_player_s_unhappy_s_smile_] (Aww crap... ahhh bene, dubito che qualsiasi supposizione di non andare sta andando a lavorare con quello...)

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] So, are you ready for this?
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Quindi, sei pronto per questo?

source: [_danny_s_towards_s_sad_s_talk_amused_] I mean, as ready as I'll ever be.
it_it: [_danny_s_towards_s_sad_s_talk_amused_] Intendo dire, pronto come sarò mai.

source: [_sam_s_co_s_towards_s_confused_s_talk_happy_] I hope you have somewhat of a plan, Danny.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_happy_] Spero che tu abbia un po' di piano, Danny.

source: [_danny_s_towards_s_angry_s_talk_amused_] Yeah! Go in, kick those rocker ghosts' butts, save Tucker. That's pretty much my go-to these days.
it_it: [_danny_s_towards_s_angry_s_talk_amused_] Yeah! Vai dentro, calci i mozziconi di questi fantasmi rocker, salva Tucker. Questo è praticamente il mio go-to in questi giorni.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Well, it's at least... {i}minimally{/i} better than {u}literally{/u} nothing.{p}I'll try to get inside the AP Stadium backstage, hopefully I can find Tucker and pull him out.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Beh, è almeno... {i}minimamente{/i} meglio di {u}letteralmente{/u} niente.{p}Cercherò di entrare nel backstage di AP Stadium, spero di poter trovare Tucker e tirarlo fuori.

source: [_danny_s_towards_s_unhappy_s_talk_displeased_] Okay, just be careful.
it_it: [_danny_s_towards_s_unhappy_s_talk_displeased_] Ok, basta stare attenti.

source: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Don't worry, I got this. I'm Sam-Fucking-Manson.
it_it: [_sam_s_co_s_towards_s_angry_s_talk_excited_] Non ti preoccupare, ho avuto questo. Sono Sam-Fucking-Manson.

source: [_danny_s_towards_s_wondering_s_talk_amused_] That you are.
it_it: [_danny_s_towards_s_wondering_s_talk_amused_] Che siete.

source: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-that was just for good luck! So...{p}...good luck!!
it_it: [_sam_s_co_s_away_s_sad_s_talk_happy_s_blush_] T-che era solo per buona fortuna! Quindi...{p}...buona fortuna!!

source: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Well, now I just have to wait until this evening...)
it_it: [_danny_s_towards_s_sad_s_smile_s_-blush_] (Beh, ora devo solo aspettare fino a questa sera...)

source: [_danny_s_at_player_s_rise_s_grin_] (In the mean time, corn flakes!)
it_it: [_danny_s_at_player_s_rise_s_grin_] (Nel tempo medio, scaglie di mais!)

source: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Man, this is no joke! All of Amity Park is here!{p}Okay, this is it. It's now or never!
it_it: [_danny_s_f_s_offscreen_s_towards_s_angry_s_frown_2_] Uomo, questo non è uno scherzo! Tutto il parco Amity è qui!{p}Okay, questo è questo. Ora o mai!

source: [_danny_] I'm going ghost!
it_it: [_danny_] Vado a fare il fantasma!

source: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Hey everyone, it's the Ghost-Boy scout! Come here for an autograph, right?
it_it: [_ember_s_towards_s_rise_s_talk_amused_] Ah! Ehi tutti, è lo scout Ghost-Boy! Vieni qui per un autografo, vero?

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] You're controlling these people with your music! Let everyone go!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Stai controllando queste persone con la tua musica! Lascia andare tutti!

source: [_ember_s_towards_s_confused_s_talk_consternation_] Let them go? What? C'mon, can't you hear them chanting my name?! They {i}love{/i} me!
it_it: [_ember_s_towards_s_confused_s_talk_consternation_] Lasciali andare? Cosa? C'mon, non riesci a sentirli cantare il mio nome?! Loro {i}mi amano{/i}!

source: [_ember_s_at_player_wide_s_angry_s_talk_bite_] WHO DO YOU LOVE?
it_it: [_ember_s_at_player_wide_s_angry_s_talk_bite_] CHI SI AMORE?

source: Crowd [special_delimiter] You!
it_it: La folla [special_delimiter] Tu!

source: Crowd [special_delimiter] {b}EMBERRRR!!!{/b}
it_it: Crowd [special_delimiter] {b}EMBERRRRR!!!{/b}

source: [_ember_s_towards_s_rise_s_talk_consternation_] See? My fans adore me.
it_it: [_ember_s_towards_s_rise_s_talk_consternation_] Vedi? I miei fan mi adorano.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] Your "fans" are prisoners of your crappy punk music!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_distraught_] I tuoi "tifosi" sono prigionieri della tua musica punk schifosa!

source: [_ember_s_towards_s_confused_s_talk_amused_] Ha! Don't try to distract me with your harsh critique, geek! I'm still too powerful for you or your doofus patrol friends and you know it!
it_it: [_ember_s_towards_s_confused_s_talk_amused_] Ciao! Non cercare di distrarmi con la tua dura critica, geek! Sono ancora troppo potente per voi o i vostri amici di pattuglia doofus e lo sapete!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] I won't let you hurt my friends!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_angry_s_talk_distraught_] Non ti lascerò ferire i miei amici!

source: [_ember_s_towards_wide_s_angry_s_talk_bite_] Bring it!
it_it: [_ember_s_towards_wide_s_angry_s_talk_bite_] Portatelo!

source: (Orgone Rush available!)
it_it: (Orgone Rush disponibile!)

source: [_ember_s_towards_s_confused_s_talk_distraught_] H-how...? N-no, no!!
it_it: [_ember_s_towards_s_confused_s_talk_distraught_] H-come...? N-no, no!!

source: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! I think I've got an idea!!
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_consternation_] Uhmm, h-hey, Ghost Boy! Penso di avere un'idea!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Whatever you're gonna do, do it now!
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_happy_] Qualunque cosa farete, fatelo adesso!

source: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER!! EMBER NEEDS YOU TO SING FOR HER!
it_it: [_sam_s_co_s_towards_s_angry_s_talk_consternation_] TUCKER!! EMBRE NECESSARIO TUTTI A CINARE PER QUI!

source: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] SING FOR YOUR LOVE!! SHOW HER HOW MUCH YOU LOVE HER!!
it_it: [_sam_s_co_s_towards_glare_s_rage_s_talk_excited_] VINO PER IL TUO AMO!! MOSTRA COME MUOVI AMARE QUI!!

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... need... my love? Through song... and angelic falsetto harmony?
it_it: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_wondering_s_talk_frown_] Ember... ha bisogno... il mio amore? Attraverso la canzone... e l'armonia angelica del falsetto?

source: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, but of course!!
it_it: [_tucker_s_ef_s_arms_clenchedfists_s_ahegao_s_neutral_s_talk_happy_] Oh, ma ovviamente!!

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] No, you fool! Don't tarnish the control I have over them with your lousy-
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] No, tu stolto! Non offuscare il controllo che ho su di loro con il tuo pessimo -

source: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] OhhhHhhH EmBeeEeEeerR, yOu WiLL rEmEmBeRRRRR-
it_it: [_tucker_s_ef_s_arms_straps_s_stare_s_rage_s_talk_happy_] Ohhhhhhh EmBeeEeeerR, yOu WiLL rEmBeRRRRR-

source: Guy In The Crowd [special_delimiter] ...hey, this concert kinda sucks!
it_it: Guy In The Crowd [special_delimiter] ...hey, questo concerto kinda succhi!

source: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] No, wait! Don't listen to him! You love me, you idiots! Say my name!! Wait!{p}WAIT!!
it_it: [_ember_s_at_player_wide_s_angry_s_talk_distraught_] No, aspetta! Non ascoltarlo! Mi ami, idioti! Dì il mio nome!! Aspetta!{p}ATTENZIONE!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] It's over Ember. You've just sung your last song.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_amused_] È finito Ember. Hai appena cantato la tua ultima canzone.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...man, I must look {i}sooo{/i} cool right now.)
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_grin_] (...man, devo guardare {i}sooo{/i} cool in questo momento.)

source: [_ember_s_closed_s_sad_s_talk_distraught_] No! No!! I can't lose. I won't be upstaged... I won't be downplayed...
it_it: [_ember_s_closed_s_sad_s_talk_distraught_] No! No!! Non posso perdere. Non sarò upstaged... non sarò downplayed...

source: [_ember_s_towards_wide_s_angry_s_talk_distraught_] I WON'T BE FORGOTTEN!! EVER AGAIN!!
it_it: [_ember_s_towards_wide_s_angry_s_talk_distraught_] NON ESSERE FORGOTTEN!! EVER AGAIN!!

source: [_ember_s_offscreen_s_at_player_wide_s_angry_s_talk_distraught_] Nooooooo!~
it_it: [_ember_s_offscreen_s_at_player_wide_s_angry_s_talk_distraught_] Nooooo!~

source: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Sorry Ember, no encore, and I don't take requests.
it_it: [_danny_s_phantom_s_arms_holdthermos_s_at_player_s_wondering_s_talk_amused_] Scusa Ember, no encore, e non prendo richieste.

source: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! He could still be brain-washed!)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_wide_s_sad_s_displeased_] (Oh crap! Tucker! Potrebbe ancora essere lavato al cervello!)

source: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, you okay dude?
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_rise_s_talk_displeased_] Uhh, hey Tuck, okay dude?

source: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Whoa... man, feels like my head's just done fifty cycles in a dryer... but other than that, I'm pretty G.
it_it: [_tucker_s_ef_s_arms_straps_s_closed_s_neutral_s_talk_frown_] Choa... uomo, si sente come la mia testa ha appena fatto cinquanta cicli in un asciugatrice... ma a parte questo, sono abbastanza G.

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Okay, if he's spewing nonsensical lingo he considers to be hip and cool, then he's definitely back to normal.
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] "Pretty G"? Okay, se sta lanciando lingo senza senso che considera alla moda e fresco, allora è sicuramente tornato alla normalità.

source: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] What happened? The last thing I remember, we were in the park... and then I was singing?
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_sad_s_talk_frown_] Cos'è successo? L'ultima cosa che ricordo, eravamo nel parco... e poi cantavo?

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] We'll tell you about it later, we're just glad you're safe.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Ti racconteremo più tardi, siamo contenti che tu sia al sicuro.

source: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] You did it dude! You totally saved the town! And the whole world!!
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_excited_] Lo hai fatto! Hai totalmente salvato la città! E il mondo intero!!

source: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...all with those magic vocals too...
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_neutral_s_talk_amused_] ...tutti con quelle voci magiche...

source: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} yeah! "Sidekick Tucker" officially promoted to "Hero Tucker!"
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_neutral_s_talk_happy_] {i}Ahhh{/i} sì! "Sidekick Tucker" ufficialmente promosso a "Hero Tucker!"

source: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] And you know what heroes get?
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_wondering_s_talk_happy_] E sai cosa gli eroi ottengono?

source: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Gratifying, happy endings?
it_it: [_sam_s_co_s_towards_s_confused_s_talk_amused_] Complimenti, felici fini?

source: [_tucker_s_ef_s_arms_straps_s_towards_s_rage_s_talk_happy_] WRONG!
it_it: [_tucker_s_ef_s_arms_straps_s_towards_s_rage_s_talk_happy_] SCRONE!

source: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Girls!{/u} Lots and lots of adoring fangirls!!
it_it: [_tucker_s_ef_s_arms_straps_s_towards_wide_s_neutral_s_talk_happy_] {u}Ragazze!{/u} Lotti e un sacco di fangirl adoranti!!

source: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] As my great granddad once told me, "with great power, comes great bitches."
it_it: [_tucker_s_ef_s_arms_straps_s_closed_s_wondering_s_talk_happy_] Come mi ha detto una volta mio grande nonno, "con grande potere, arriva grandi cagnetti".

source: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...yeup, he's definitely back. Bafflingly stupid as ever.
it_it: [_sam_s_co_s_towards_s_neutral_s_talk_amused_] ...yeup, è sicuramente indietro. Bafflingly stupido come sempre.

source: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, we better get out of here guys, before my sure to be crying sister spots us.
it_it: [_danny_s_phantom_s_arms_normal_s_towards_s_sad_s_talk_displeased_] C'mon, è meglio uscire da qui ragazzi, prima che io sia sicuro di piangere sorella ci macchia.

source: [_sam_s_co_s_towards_s_sad_s_talk_happy_] You go, we'll be fine. I'll get Tucker out of here safely.
it_it: [_sam_s_co_s_towards_s_sad_s_talk_happy_] Vai, staremo bene. Farò uscire Tucker da qui in tutta sicurezza.

source: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] I think I should officially get like a sidekick resume started...{p}Tucker Foley: Professional Last Minute Clutch Savior.
it_it: [_tucker_s_ef_s_arms_straps_s_stare_s_neutral_s_talk_happy_] Penso che dovrei ufficialmente ottenere come un curriculum sidekick iniziato...{p}Tucker Foley: Professionale Salvatore della pochette Last Minute.

source: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Don't make me smack you with this guitar equipment, buddy.
it_it: [_sam_s_co_s_towards_s_angry_s_talk_happy_] Non farmi sorridere con questa chitarra attrezzatura, amico.

source: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Later guys!
it_it: [_danny_s_phantom_s_arms_normal_s_closed_happy_s_neutral_s_talk_happy_] Ragazzi successivi!

source: [_danny_s_closed_s_sad_s_talk_happy_] I did it! I actually defeated Ember! Alright! Score one for the good guys!
it_it: [_danny_s_closed_s_sad_s_talk_happy_] L'ho fatto! In realtà ho sconfitto Ember! Bene! Punteggio uno per i buoni!

source: [_danny_s_at_player_s_neutral_s_talk_amused_] I can't believe that actually worked!
it_it: [_danny_s_at_player_s_neutral_s_talk_amused_] Non riesco a credere che abbia funzionato!

source: [_danny_s_at_player_s_rise_s_talk_displeased_] ...wait, if {i}she's{/i} in the Thermos now... and Desiree's {u}also{/u} in the Thermos, does that mean-
it_it: [_danny_s_at_player_s_rise_s_talk_displeased_] ...wait, if {i}ha{/i} in the Thermos now... and Desiree's {u}also{/u} in the Thermos, does this me-

source: [_danny_s_at_player_s_sad_s_talk_distraught_] Okay, nothing to worry about, let's just lift the cap off very, {i}very{/i} carefully and hope we don't-
it_it: [_danny_s_at_player_s_sad_s_talk_distraught_] Okay, niente di cui preoccuparsi, basta sollevare il cappello da molto, {i}molto{/i} con attenzione e speriamo di non

source: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] What in the name of the eleven desert sands is {i}this{/i} harlot doing in {i}MY{/i} home?!
it_it: [_desiree_s_ghost_original_bottom_s_ghost_original_top_s_towards_s_angry_s_talk_distraught_] Che cosa nel nome delle undici sabbie desertiche è {i}questo{/i} harlot facendo in {i}MY{/i} casa?!

source: [_ember_s_towards_s_angry_s_talk_consternation_] Hey, screw you lady! You think I asked to move in or something??
it_it: [_ember_s_towards_s_angry_s_talk_consternation_] Ehi, avvitare la signora! Pensi che ho chiesto di muoversi o qualcosa??
