Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/dasirees_service.po
Languages: fr_fr

source: [_danny_] Whoa! How'd you already-
fr_fr: [_danny_] Whoa ! Comment avez-vous déjà-

source: [_desiree_] You were simply erect, master, and a good slave must work hard to keep her master's member well taken care of...
fr_fr: [_desiree_] Vous étiez simplement en érection, maître, et une bonne esclave doit travailler dur pour que le membre de son maître soit bien entretenu...

source: [_danny_] (Man, she must've really taken her whole harem girl position seriously... this kinda dedication to simply jerking guys off is a whole new level of commitme-)
fr_fr: [_danny_] (Mec, elle doit vraiment prendre sa position de fille du harem au sérieux... ce genre de dévouement à simplement branler les gars est un tout nouveau niveau d'engagement...)

source: [_danny_] {i}Whuuuuh{/i}... Oh jeezus, De-Des-Desiree... you're already... Oh- okay, I guess... you just do what you're used to, I suppose...
fr_fr: [_danny_] {i}Whuuuuh{/i}... Oh bon sang, De-Des-Désiré... tu es déjà... Oh- ok, je suppose... tu fais juste ce dont tu as l'habitude, je suppose...

source: [_desiree_] My special technique is what's flustering your words, I presume? Yes, I spent years perfecting my handcraft and finger play. You never quite forget it...
fr_fr: [_desiree_] Ma technique spéciale est ce qui trouble vos paroles, je présume ? Oui, j'ai passé des années à perfectionner ma technique et mon jeu de doigts. On ne l'oublie jamais vraiment...

source: [_danny_] (Jeez, man... Nurse Kate definitely has skill, but this is truly something else... so {i}this{/i} is how she rose to the ranks as the Sultan's personal harem girl...)
fr_fr: [_danny_] (Bon sang, mec... L'infirmière Kate est vraiment douée, mais ça, c'est vraiment autre chose... alors {i}c'est comme ça qu'elle est devenue la fille du harem personnel du sultan...)

source: [_desiree_] (Oh yes, this actually brings me back... a fine, sturdy cock in my hand, a handsome prince receiving his crowning birthday present whispering sweet nothings... ohh, those were good times...)
fr_fr: [_desiree_] (Oh oui, cela me ramène en fait... une belle et solide bite dans ma main, un beau prince recevant son cadeau d'anniversaire en chuchotant des mots doux... ohh, c'était le bon temps...)

source: [_desiree_] (Errh, no, I am most certainly {i}not{/i} enjoying this! I'm still the Ghost Boy's slave girl... I shouldn't find this fun...)
fr_fr: [_desiree_] (Errh, non, je ne suis certainement pas {i}pas{/i} en train d'apprécier ça ! Je suis toujours l'esclave du Garçon Fantôme... Je ne devrais pas trouver ça amusant...)

source: [_desiree_] (Just continue to put on a good face for the fool, Desiree... continue biding your time... an opening will reveal itself soon enough...)
fr_fr: [_desiree_] (Continue à faire bonne figure pour le fou, Désirée... continue à attendre ton heure... une ouverture se révélera bien assez tôt...)

source: [_desiree_] I'm glad you're enjoying yourself, my master. It pleases me to serve you...
fr_fr: [_desiree_] Je suis heureux que vous vous amusiez, mon maître. Cela me fait plaisir de vous servir...

source: [_desiree_] I can tell that your rather large friend here is also enjoying our time together as well... he's leaking out his sweet love juice already... I love running its drip along with my thumb...
fr_fr: [_desiree_] Je peux dire que ton grand ami ici présent apprécie également le temps que nous passons ensemble... il laisse déjà échapper son doux jus d'amour... J'aime faire couler son goutte à goutte avec mon pouce...

source: [_desiree_] Now tell me... who makes you feel this good, master?
fr_fr: [_desiree_] Maintenant dites-moi... qui vous fait vous sentir aussi bien, maître ?

source: [_danny_] You-you do, Desiree... you're so sexy... you make me this rock hard... just with your hands alone...
fr_fr: [_danny_] Tu, tu le fais, Desiree... tu es si sexy... tu me fais bander comme une pierre... juste avec tes mains...

source: [_desiree_] With my hands alone? Oh, I think not... what kind of servant would I be...
fr_fr: [_desiree_] Avec mes seules mains ? Oh, je ne pense pas... quel genre de serviteur serais-je...

source: [_desiree_] ...if I kept you in suspense with just my fingertips? That wouldn't be fair to you, master...
fr_fr: [_desiree_] ...si je vous tenais en haleine du bout des doigts ? Ce ne serait pas juste pour vous, maître...

source: [_danny_] Wh-what do you mean...?
fr_fr: [_danny_] Qu-Qu'est-ce que tu veux dire...?

source: [_desiree_] Well of course, Master... my sweet little mouth is yours to {u}fuck{/u} as you please.
fr_fr: [_desiree_] Bien sûr, Maître... ma douce petite bouche est à toi pour {u}baiser comme tu veux.

source: [_desiree_] (I hope you're ready for this part, Ghost Boy... I rarely hold back with this part...)
fr_fr: [_desiree_] (J'espère que tu es prêt pour cette partie, Ghost Boy... Je me retiens rarement avec cette partie...)

source: [_desiree_] Look at my mouth right now... look at the place your fat cock is going to rest down upon and feel pleasure like you've {i}never{/i} felt before?
fr_fr: [_desiree_] Regarde ma bouche en ce moment... regarde l'endroit où ta grosse bite va se poser et ressentir un plaisir comme tu n'en as {i}jamais{/i} ressenti auparavant ?

source: [_desiree_] Let me lick you, master... I want to taste your wad of dribble...
fr_fr: [_desiree_] Laissez-moi vous lécher, maître... Je veux goûter à ta bave...

source: [_danny_] God damn... you really talk like such a dirty slave girl... it's so fucking hot... he-here you go, Des... taste it a bit...
fr_fr: [_danny_] Bon sang... tu parles vraiment comme une sale esclave... c'est tellement chaud... voilà, Des... goûte un peu...

source: [_danny_] Oh shit... you're flicking up and down between the slit... holy shit...
fr_fr: [_danny_] Oh merde... tu fais des mouvements de haut en bas entre la fente... putain de merde...

source: [_desiree_] (Hmmm... he's also much more hygenic than the men I've dealt with before... he certainly washes properly...)
fr_fr: [_desiree_] (Hmmm... il est aussi beaucoup plus hygiénique que les hommes avec lesquels j'ai eu affaire auparavant... il se lave certainement correctement...)

source: [_desiree_] (Mmmmm... and his seed tastes so... I don't even know... tantalizing? Such a unique and sweet taste...)
fr_fr: [_desiree_] (Mmmmm... et sa semence a un goût si... Je ne sais même pas... alléchant ? Un goût si unique et si doux...)

source: [_desiree_] (Damn, I shouldn't be solely licking his drip... I'm not suppposed to be enjoying this ordeal... {i}this{/i} part especially... and yet...)
fr_fr: [_desiree_] (Merde, je ne devrais pas me contenter de lécher son goutte-à-goutte... Je ne suis pas censé apprécier cette épreuve... {i}cette{/i} partie surtout... et pourtant...)

source: [_desiree_] Master Danny, please... bless your cock down my throat. My hot mouth is practically drooling over it already... please, give me a proper taste...
fr_fr: [_desiree_] Maître Danny, s'il vous plaît... mettez votre queue dans ma gorge. Ma bouche chaude en bave déjà... S'il vous plaît, donnez-moi un bon goût...

source: [_danny_] Yes! Thank you God... I'm gonna stick it in your dirty little mouth, slave!! Urgghh… well, I mean, a-as you wish, Desiree!
fr_fr: [_danny_] Oui ! Merci mon Dieu... Je vais l'enfoncer dans ta sale petite bouche d'esclave ! Urgghh… bien, je veux dire, comme tu veux, Désirée !

source: [_desiree_] Oh yes, please do you big, {u}throbbing{/u} ghost boy...
fr_fr: [_desiree_] Oh oui, s'il te plaît, mon grand, {u}garçon fantôme palpitant...

source: [_danny_] (Oh God, she's not even using any teeth... she shapeshifted her mouth to be filled with only her gums... oh my God... ghost head is so fucking good... {i}uhhhmmm{/i}...)
fr_fr: [_danny_] (Oh mon Dieu, elle n'utilise même pas de dents... elle a transformé sa bouche pour qu'elle ne soit remplie que de ses gencives... oh mon Dieu... la tête de fantôme est tellement bonne... {i}uhhhmmm{/i}...)

source: [_desiree_] {i}Hhhnnn{/i}... {i}*Mmuumhh*{/i} ...mastcher... 'jour cawk... {i}*Slup*{/i} ...sho'... sho' big...~
fr_fr: [_desiree_] {i}Hhhnnn{/i}... {i}*Muumhh*{/i} ...mastique... 'jour cawk... {i}*Slup*{/i} ...tellement'... tellement' grand...~

source: [_desiree_] {i}Nnfuu{/i}... kuchu... tasyche'... taysche sho'... gewd... {i}mhhhschlup{/i}...~
fr_fr: [_desiree_] {i}Nnfuu{/i}... kuchu... tasyche'... taysche si'... gewd... {i}mhhschlup{/i}...~

source: [_desiree_] (I can feel him pulsing inside my mouth... oh, he twitches and throbs so strongly, it rocks my whole mouth...)
fr_fr: [_desiree_] (Je peux le sentir pulser dans ma bouche... oh, il tressaute et palpite si fort qu'il fait vibrer toute ma bouche...)

source: [_desiree_] (Holy heavens above!! His member... he's just drilling my mouth... so strong...~)
fr_fr: [_desiree_] (Holy heavens above !! Son membre... il est en train de percer ma bouche... si fort...~)

source: [_desiree_] (I suppose I should switch it up pretty soon... wouldn't want him to grow restless just yet...)
fr_fr: [_desiree_] (Je suppose que je devrais changer ça assez rapidement... je ne voudrais pas qu'il devienne agité pour l'instant...)

source: [_danny_] (This is the absolute best!! Oh man, I could do this forever!!)
fr_fr: [_danny_] (C'est absolument génial ! !! Oh mec, je pourrais faire ça toute ma vie ! !)

source: [_desiree_] (Oh... I suppose a few more pumps into my mouth won't hurt...)
fr_fr: [_desiree_] (Oh... je suppose que quelques pompes de plus dans ma bouche ne feront pas de mal...)

source: [_desiree_] (Okay, this is officially the part we need to move on!! Sands of Bathaal, this boy is absolutely ramming my poor throat!!)
fr_fr: [_desiree_] (Ok, c'est officiellement la partie où il faut passer ! !! Sables de Bathaal, ce garçon est en train d'éperonner ma pauvre gorge !!)

source: [_danny_] Wha- what's going on, why'd you stop- I mean, sorry, is something wrong?
fr_fr: [_danny_] Qu'est-ce qui se passe, pourquoi tu t'es arrêté... Je veux dire, désolé, quelque chose ne va pas ?

source: [_desiree_] {i}Mmhmmm{/i}... no, of course not, master, all is well... but a proper slave doesn't deny her master the {u}true{/u} desire he seeks, does she...?
fr_fr: [_desiree_] {i}Mmhmmm{/i}... non, bien sûr que non, maître, tout va bien... mais une bonne esclave ne refuse pas à son maître le {u}vrai{/u} désir qu'il recherche, n'est-ce pas...?

source: [_danny_] Wha-what?! Oh, y-you don't mean we're gonna actually have se-
fr_fr: [_danny_] Qu-Quoi ? ! Oh, tu ne veux pas dire qu'on va vraiment avoir-

source: [_desiree_] Oh, no, master don't be nervous! It's not that... I'm afraid you might not be quite {i}ready{/i} for that sort of delight just yet...
fr_fr: [_desiree_] Oh, non, maître, ne soyez pas nerveux ! Ce n'est pas ça... Je crains que vous ne soyez pas encore tout à fait {i}prêt{/i} pour ce genre de plaisir...

source: [_desiree_] I'd like for you to return to your human form and to take off your clothes, master... then lay back over the side of the bed... I'll make sure you're properly taken care of...
fr_fr: [_desiree_] J'aimerais que vous repreniez votre forme humaine et que vous vous déshabilliez, maître... puis allongez-vous sur le côté du lit... Je m'assurerai que l'on s'occupe bien de vous...

source: [_danny_] Huh...? Oh, okay... I mean, tr-true, that's fair... then what do you mean exact-
fr_fr: [_danny_] Huh... ? Oh, ok... Je veux dire, c'est vrai, c'est juste... alors qu'est-ce que tu veux dire par exact-

source: [_desiree_] "Hmm, he actually seems to care for me genuinely."
fr_fr: [_desiree_] "Hmm, il semble réellement se soucier de moi sincèrement."

source: [_desiree_] "Or could he be faking it?"
fr_fr: [_desiree_] "Ou pourrait-il faire semblant ?"

source: [_desiree_] "Whatever the case, his cum is beyond super. I must make sure to keep getting it."
fr_fr: [_desiree_] "Quoi qu'il en soit, son sperme est plus que génial. Je dois m'assurer de continuer à en recevoir."

source: [_danny_] Well, I’ve gotta return you to the thermos, as I need to sleep. But thanks for all you did tonight Desiree.
fr_fr: [_danny_] Bon, je dois te remettre dans le thermos, j'ai besoin de dormir. Mais merci pour tout ce que tu as fait ce soir, Désirée.

source: [_desiree_] No problem master. Just release me from the thermos whenever you want me to drink your cum during the night.
fr_fr: [_desiree_] Pas de problème, maître. Libère-moi juste du thermos quand tu veux que je boive ton sperme pendant la nuit.

source: [_danny_] I will.
fr_fr: [_danny_] Je le ferai.
