Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/desiree_cowgirl.po
Languages: fr_fr

source: [_desiree_s_talk_happy_] hehe
fr_fr: [_desiree_s_talk_happy_] héhé

source: [_danny_] Holy- holy shit! We're fucking right now!! I'm actually fucking a ghost!! I'm {u}fucking{/u} you Desiree!
fr_fr: [_danny_] Putain de merde ! On est en train de baiser là ! Je suis en train de baiser un fantôme ! Je suis {u}en train de baiser avec toi, Desiree !

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Yes, you're inside of me... look at me, Master. Riding your big fat cock... oooh, it feels even better than I thought it might...
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Oui, tu es à l'intérieur de moi... regarde-moi, Maître. chevauchant votre grosse bite... oooh, c'est encore mieux que ce que je pensais...

source: [_danny_] I- I don't understand though, you- you wouldn't want to-
fr_fr: [_danny_] Je... je ne comprends pas, tu... tu ne voudrais pas-

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] I believed you would want to finish the night with a truly big {u}bang{/u}! Giving me a real slice of happiness was so refreshing, I thought you deserved a reward...
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Je pensais que tu voudrais finir la nuit avec un vrai big {u}bang{/u} ! Me donner une vraie tranche de bonheur était si rafraîchissant, j'ai pensé que tu méritais une récompense...

source: [_desiree_] Well here it is: my fat tits swinging in your face while you shove that big cock of yours deep up inside me!
fr_fr: [_desiree_] Et bien voilà : mes gros seins se balancent devant toi pendant que tu enfonces ta grosse bite au fond de moi !

source: [_danny_] Oh my God, this is crazy. I'm losing my virginity to a ghost!
fr_fr: [_danny_] Oh mon Dieu, c'est fou. Je suis en train de perdre ma virginité avec un fantôme !

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Yes, do it! More! Plunge it deep inside me!
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Oui, faites-le ! Encore ! Plonge-le profondément en moi !

source: [_desiree_] You like it as I bounce up and down on you? Taking every inch down to the base?
fr_fr: [_desiree_] Tu aimes quand je rebondis sur toi ? Prendre chaque centimètre jusqu'à la base ?

source: [_danny_] Holy shit, this is too much! You're so good! Why do you have to be so good?!
fr_fr: [_danny_] Putain de merde, c'est trop ! Tu es si bon ! Pourquoi est-ce que tu dois être si bon ?!

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmm, because you only deserve the best, Master!
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmm, parce que vous ne méritez que le meilleur, Maître !

source: [_desiree_] Now do it!
fr_fr: [_desiree_] Maintenant faites-le !

source: [_danny_] Wh-wha? What do you mean?
fr_fr: [_danny_] Wh-wha ? Qu'est-ce que tu veux dire ?

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Shoot your load inside me! I wanna feel my Master cumming inside her slave!
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Tirez votre charge en moi ! Je veux sentir mon maître jouir dans son esclave !

source: [_danny_] Jeezus, but- you won't mind- or, i-is it safe to-
fr_fr: [_danny_] Jeessus, mais... ça ne te dérange pas... ou, c'est sans danger pour-

source: [_desiree_s_cowgirl_s_at_player_s_talk_displeased_] Yes Master, don't worry, I won't carry child... I'm a ghost, remember?
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_displeased_] Oui Maître, ne vous inquiétez pas, je ne porterai pas d'enfant... Je suis un fantôme, tu te souviens ?

source: [_danny_] Ahh, shit.... you really want it, don't you?
fr_fr: [_danny_] Ahh, merde.... tu le veux vraiment, n'est-ce pas ?

source: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmhhmff, t-trust me, I wouldn't work this hard if I didn't, Master... now cum for me.... cum for me~~!!
fr_fr: [_desiree_s_cowgirl_s_at_player_s_talk_happy_] Mmmhhmff, crois-moi, je ne travaillerais pas aussi dur si je ne le faisais pas, Maître... maintenant jouis pour moi.... jouis pour moi~~ !!

source: [_danny_] Fuck, fuck, fuuuck! I'm cumming inside!! You're sucking the soul out of me!! De-Desiree!!~~
fr_fr: [_danny_] Putain, putain, putain ! Je jouis à l'intérieur !! Tu me suces l'âme ! De-Desiree !!! ~~

source: [_desiree_s_cowgirl_s_up_s_talk_happy_] Yes... oh, I can feel it already... you're twitching cock is throbbing so much... it's leaking out now...
fr_fr: [_desiree_s_cowgirl_s_up_s_talk_happy_] Oui... oh, je peux déjà le sentir... ta bite tremblante palpite tellement... ça coule maintenant...

source: [_desiree_] Shoot it Master [player_name]!! Fill your dirty slave girl to the brim~~!! It makes me wanna... c-cuuuummmm tooooh!!~~
fr_fr: [_desiree_] Tirez, Maître [player_name]! ! Remplissez votre sale esclave jusqu'au bord... ! Ça me donne envie de... c-cuuuummmm tropooh !!!~~

source: [_danny_] Ahhh, God... that was so damn good.
fr_fr: [_danny_] Ahhh, mon Dieu... c'était tellement bon.

source: [_desiree_] I'm glad you enjoyed it... please... I'll clean up again...
fr_fr: [_desiree_] Je suis content que ça vous ait plu... s'il vous plaît... Je vais nettoyer à nouveau...

source: [_desiree_] Just close your eyes, and I'll fetch you your fresh clothes...
fr_fr: [_desiree_] Fermez juste les yeux, et je vais vous chercher des vêtements propres...

source: [_danny_] (Oh man... absolutely incredible. Desiree is the perfect attendant. She's amazing. Absolutely amazing.)
fr_fr: [_danny_] (Oh mec... absolument incroyable. Desiree est l'accompagnatrice parfaite. Elle est incroyable. Absolument incroyable.)
