Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/Desiree_Dialogue.po
Languages: fr_fr

source: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh magic Genie, your gracious master is here! I've come for my wishes, {i}he heh he{/i}!
fr_fr: [_danny_s_closed_s_sad_s_talk_happy_2_] Oh Génie magique, ton gracieux maître est là ! Je suis venu pour mes souhaits, {i}he heh he{/i} !

source: [_thermos_] [[{i}Ghost Release Protocal Initiated. *Bachoooooo*{/u}]
fr_fr: [_thermos_] [[{i}Protocole de libération des fantômes initié. *Bachoooooo*{/u}]

source: [_desiree_s_talk_happy_s_sad_2_] Ahh, master [player_name], how may your humble servant be of service to you today?
fr_fr: [_desiree_s_talk_happy_s_sad_2_] Ahh, maître [player_name], comment votre humble serviteur peut-il vous rendre service aujourd'hui ?

source: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Hey, Des, do you mind if we, uh, sorta, ya know...?
fr_fr: [_danny_s_towards_wide_s_talk_happy_2_s_rise_one_] Hé, Des, ça te dérange si on, euh, en quelque sorte, tu sais...?

source: [_desiree_s_closed_s_talk_bite_s_angry_] If you mean to ask me for pleasures of the flesh, master [player_name], I will of course abide your desires...
fr_fr: [_desiree_s_closed_s_talk_bite_s_angry_] Si vous voulez me demander les plaisirs de la chair, maître [player_name], je me plierai bien sûr à vos désirs...

source: [_desiree_s_towards_s_sad_s_talk_bite_2_] What do you wish of me and my body, my master?
fr_fr: [_desiree_s_towards_s_sad_s_talk_bite_2_] Que veux-tu de moi et de mon corps, mon maître ?

source: [_danny_s_sad_s_talk_happy_] Well, that thing you did with your hands was great... and the way you followed it up with your mouth, I mean... {i}woah{/i}!
fr_fr: [_danny_s_sad_s_talk_happy_] Le truc que tu as fait avec tes mains était génial... et la façon dont tu l'as suivi avec ta bouche, je veux dire... {i}woah{/i} !

source: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Very well, master Danny. Please, sit by the edge of the bed... we'll commence things there...
fr_fr: [_desiree_s_towards_2_s_talk_bite_2_s_sad_] Très bien, Maître Danny. S'il vous plaît, asseyez-vous au bord du lit... Nous commencerons par là...

source: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, n-no problem.
fr_fr: [_danny_s_wondering_s_towards_s_blush_s_talk_happy_2_] Hey, pas de problème.

source: [_desiree_s_talk_bite_s_sad_] Very good... I'll change into my slave form, I think it best if I please you like a true servant...
fr_fr: [_desiree_s_talk_bite_s_sad_] Très bien... Je vais prendre ma forme d'esclave, je pense qu'il vaut mieux que je te plaise comme un vrai serviteur...

source: [_danny_s_talk_happy_s_rise_one_] You know, Desiree, I like it when you smother me between your... uhm... you know, so, maybe we could...
fr_fr: [_danny_s_talk_happy_s_rise_one_] Tu sais, Desiree, j'aime quand tu m'étouffes entre tes... euh... tu sais, alors, peut-être qu'on pourrait...

source: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] I think I get the idea of what you'd like, master [player_name]. Please, undress yourself and lie back on the bed...
fr_fr: [_desiree_s_talk_happy_2_s_closed_s_sad_2_] Je crois avoir compris ce que vous voulez, maître [player_name]. S'il vous plaît, déshabillez-vous et allongez-vous sur le lit...

source: [_danny_s_towards_wide_s_talk_happy_s_wondering_] Sounds good to me!
fr_fr: [_danny_s_towards_wide_s_talk_happy_s_wondering_] Ça me paraît bien !

source: [_desiree_s_sad_2_s_talk_bite_] I'll change into my clean slave form then to prevent a mess... now then, master Danny, allow me to pleasure you between my soft and luscious breasts...
fr_fr: [_desiree_s_sad_2_s_talk_bite_] Je vais prendre ma forme d'esclave propre pour éviter le désordre... Maintenant, Maître Danny, permettez-moi de vous faire plaisir entre mes doux et délicieux seins...

source: [_danny_s_talk_happy_s_sad_] Man, there is seriously {u}nothing{/u} quite like getting head from a real life phantom...
fr_fr: [_danny_s_talk_happy_s_sad_] Mec, il n'y a sérieusement {u}rien de tel que de recevoir la tête d'un vrai fantôme...

source: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}trust{/i} me master, there are plenty of other treasurable experiences {i}far{/i} more pleasurable to explore with my body than just my mouth...
fr_fr: [_desiree_s_towards_s_talk_bite_s_neutral_] Oh, {i}crois{/i} moi maître, il y a plein d'autres expériences précieuses {i}bien{/i} plus agréables à explorer avec mon corps que juste ma bouche...

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm.. wow, oh-ok-kay. I'll uh, t-take your word for it.
fr_fr: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Uhmm... wow, oh-ok-kay. Je vais euh, te croire sur parole.

source: [_desiree_s_pout_s_neutral_] (I hope he doesn't get things twisted in his head... I'm certainly {u}not{/u} enjoying having to serve him like this...)
fr_fr: [_desiree_s_pout_s_neutral_] (J'espère qu'il ne va pas se mettre des idées en tête... Je n'aime certainement pas {u}avoir à le servir comme ça...)

source: [_desiree_s_bite_s_sad_s_at_player_] (Regardless of how nice his big long cock is...)
fr_fr: [_desiree_s_bite_s_sad_s_at_player_] (En dépit de la beauté de sa longue queue...)

source: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, well Master, was there anything else you wanted?
fr_fr: [_desiree_s_towards_wide_s_talk_frown_2_] Uhm, {i}*Ahem*{/i}, bien Maître, vous vouliez quelque chose d'autre ?

source: [_desiree_s_talk_happy_] I must say, I do take some small satisfaction in watching you get so flustered, master.
fr_fr: [_desiree_s_talk_happy_] Je dois dire que j'éprouve une petite satisfaction à vous voir si agité, maître.

source: [_danny_s_rise_one_s_talk_happy_2_] Well... I'm glad you find it so amusing.
fr_fr: [_danny_s_rise_one_s_talk_happy_2_] Eh bien... Je suis content que tu trouves ça si amusant.

source: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, I mean not to be impolite master, I do apologize.
fr_fr: [_desiree_s_sad_2_s_talk_happy_2_] {i}*Chuckle*{/i} Oh, je ne veux pas être impoli maître, je m'excuse.

source: [_danny_s_talk_happy_s_closed_s_sad_] Nah, it's okay. I'm glad you're enjoying yourself a bit more.
fr_fr: [_danny_s_talk_happy_s_closed_s_sad_] Non, c'est bon. Je suis content que tu t'amuses un peu plus.

source: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Excuse me a moment, master, I shall clean myself up again.
fr_fr: [_desiree_s_closed_s_neutral_2_s_talk_bite_2_] Excusez-moi un moment, maître, je vais me nettoyer à nouveau.

source: [_danny_s_talk_happy_s_sad_] Yeah, for sure, do what you need.
fr_fr: [_danny_s_talk_happy_s_sad_] Oui, bien sûr, faites ce dont vous avez besoin.

source: [_danny_s_rise_one_s_talk_happy_] Looking gorgeous as ever, I must say.
fr_fr: [_danny_s_rise_one_s_talk_happy_] Toujours aussi magnifique, je dois dire.

source: [_desiree_s_sad_2_s_talk_happy_] Oh, master [player_name], you flatter me so... now, is there anything else I can do for you?
fr_fr: [_desiree_s_sad_2_s_talk_happy_] Oh, maître [player_name], vous me flattez tellement... maintenant, y a-t-il autre chose que je puisse faire pour vous ?

source: [_danny_s_talk_happy_2_s_rise_one_] How are you doing Desiree?
fr_fr: [_danny_s_talk_happy_2_s_rise_one_] Comment ça va, Desiree ?

source: [_desiree_s_sad_2_s_talk_frown_] How am I "doing", you ask? Do you want me to be completely truthful, master?
fr_fr: [_desiree_s_sad_2_s_talk_frown_] Comment je "fais", demandez-vous ? Voulez-vous que je vous dise toute la vérité, maître ?

source: [_danny_s_closed_s_talk_happy_s_sad_] Well, I mean yeah, of course, I'd appreciate you being as open and hones-
fr_fr: [_danny_s_closed_s_talk_happy_s_sad_] Eh bien, je veux dire oui, bien sûr, j'apprécierais que vous soyez aussi ouvert et honnête-

source: [_desiree_s_angry_s_talk_frown_] I {u}hate{/u} it here. I hate {i}you{/i}, master [player_name]. I hate that I'm held captive by some mere petulant boy who fancies himself a sort of hero.
fr_fr: [_desiree_s_angry_s_talk_frown_] Je {u}déteste{/u} cet endroit. Je déteste {i}vous{/i}, maître [player_name]. Je déteste être tenu en captivité par un simple garçon irascible qui se prend pour une sorte de héros.

source: [_desiree_s_at_player_s_talk_frown_2_] I find your crusade to fight ghosts {i}pointless{/i}, my servitude {i}indignant{/i}, and your choice of attire entirely {u}boring{/u}.
fr_fr: [_desiree_s_at_player_s_talk_frown_2_] Je trouve votre croisade contre les fantômes {i}inutile{/i}, ma servitude {i}indigne{/i}, et votre choix de vêtements entièrement {u}ennuyeux{/u}.

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_] My attire? What's wrong with my clothes?
fr_fr: [_danny_s_at_danny_s_rise_one_s_talk_frown_] Mes vêtements ? Qu'est-ce qui ne va pas avec mes vêtements ?

source: [_desiree_s_closed_s_talk_frown_] You're just like all the men who've come and gone in my life, master. Needlessly cruel and unworthy to even be acquainted with someone of my stature.
fr_fr: [_desiree_s_closed_s_talk_frown_] Vous êtes comme tous les hommes qui sont venus et repartis dans ma vie, maître. Inutilement cruel et indigne de connaître quelqu'un de ma stature.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Cruel? Ah, c'mon, I think we've been getting along just fine, honestly! I mean you're an evil ghost that causes chaos and tried to use my friend for vindictive reasons!
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Cruel ? Ah, allez, je pense que nous nous entendons bien, honnêtement ! Je veux dire que tu es un fantôme maléfique qui cause le chaos et qui a essayé d'utiliser mon ami pour des raisons vindicatives !

source: [_danny_s_towards_s_wondering_s_talk_happy_2_] You can't exactly blame me for {i}trying{/i} to stop an evil ghost in my town, can you?
fr_fr: [_danny_s_towards_s_wondering_s_talk_happy_2_] On ne peut pas vraiment me reprocher d'essayer d'arrêter un fantôme maléfique dans ma ville sur {i}, n'est-ce pas ?

source: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, am I not allowed to blame you now? Is that an {i}exact{/i} order, master?
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_neutral_] Oh, je n'ai pas le droit de vous en vouloir maintenant ? Est-ce un ordre exact{/i} {i}, maître ?

source: [_danny_s_talk_frown_2_s_neutral_] Hey, no, look Desiree... I'm not trying to take away any of your freedoms of thought either. You're allowed to {u}think{/u} whatever you want about me, honestly.
fr_fr: [_danny_s_talk_frown_2_s_neutral_] Hé, non, écoutez Desiree... Je n'essaie pas non plus de te priver de ta liberté de pensée. Tu as le droit de {u}penser{/u} ce que tu veux de moi, honnêtement.

source: [_desiree_s_talk_frown_2_s_towards_2_] You could have fooled me...
fr_fr: [_desiree_s_talk_frown_2_s_towards_2_] Vous auriez pu me tromper...

source: [_danny_s_sad_s_talk_frown_2_s_towards_] Well, is there {i}anything{/i} you like about being around to help me?
fr_fr: [_danny_s_sad_s_talk_frown_2_s_towards_] Bien, y a-t-il {i}quelque chose{/i} que tu aimes dans le fait d'être là pour m'aider ?

source: [_desiree_s_towards_s_talk_frown_s_sad_2_] Yes, your cock's not half bad. Slightly longer than most, but girthy where it counts. Notably hygenic.
fr_fr: [_desiree_s_towards_s_talk_frown_s_sad_2_] Oui, ta bite n'est pas si mal. Un peu plus longue que la plupart, mais ronde là où ça compte. Notablement hygiénique.

source: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Really? Well, hey, thank you... I do wash pretty well down there...
fr_fr: [_danny_s_talk_happy_2_s_at_danny_s_rise_one_s_blush_] Huh. Vraiment ? Eh bien, hé, merci... Je me lave plutôt bien en bas...

source: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Yes, but that's it, really, the {u}only{/u} thing I don't mind about this endeavor you're putting me through!
fr_fr: [_desiree_s_closed_s_talk_frown_2_s_sad_3_] Oui, mais c'est tout, vraiment, la {u}seule{/u} chose qui ne me dérange pas dans cette entreprise que vous me faites vivre !

source: [_desiree_s_cute_s_at_player_s_sad_] (I'm also putting it lightly when I say "not half bad"...)
fr_fr: [_desiree_s_cute_s_at_player_s_sad_] (Je le dis aussi à la légère quand je dis "pas mal du tout"...)

source: [_danny_s_talk_frown_2_s_-blush_s_sad_] Well, hey, I'll try my best to make things even better for you here, I promise.
fr_fr: [_danny_s_talk_frown_2_s_-blush_s_sad_] Eh bien, je ferai de mon mieux pour rendre les choses encore meilleures pour vous ici, je vous le promets.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] If you say so, master [player_name]... was there something else you needed?
fr_fr: [_desiree_s_closed_s_talk_frown_2_s_neutral_3_] Si vous le dites, maître [player_name]... y avait-il autre chose dont vous aviez besoin ?

source: [_danny_s_rise_one_s_talk_frown_s_towards_] What's it even like in the Ghost Zone?
fr_fr: [_danny_s_rise_one_s_talk_frown_s_towards_] C'est comment, la Zone Fantôme ?

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... well first of all, it is extensively vast. Perhaps even {u}infinitely{/u} so.
fr_fr: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] {i}Hmmm{/i}... eh bien, tout d'abord, c'est extrêmement vaste. Peut-être même {u}infiniment{/u} ainsi.

source: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] There is a simply endless supply of black void, even more so than the mortal night's sky. Swirls of green fog are all that fills it.
fr_fr: [_desiree_s_talk_frown_2_s_at_player_s_neutral_] Il y a une quantité tout simplement infinie de vide noir, encore plus que le ciel de la nuit des mortels. Des tourbillons de brouillard vert sont tout ce qui le remplit.

source: [_desiree_s_towards_s_talk_frown_s_neutral_3_] You can never be {i}too{/i} on guard when there. There are dozens of mindless beasts and empty souls looking to rip your ectoplasmic form apart just for the sake of it.
fr_fr: [_desiree_s_towards_s_talk_frown_s_neutral_3_] On ne peut jamais être {i}trop sur ses gardes là-bas. Il y a des dizaines de bêtes sans cervelle et d'âmes vides qui cherchent à déchirer votre forme ectoplasmique juste pour le plaisir.

source: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] There are of course certain territories marked off for more {b}notable{/b} ghosts, such as myself... your best bet is to stay within your own designated zone if you can.
fr_fr: [_desiree_s_closed_s_talk_frown_2_s_neutral_2_] Il y a bien sûr certains territoires délimités pour les fantômes plus {b}notables{/b}, comme moi... votre meilleure chance est de rester dans votre propre zone désignée si vous le pouvez.

source: [_desiree_s_towards_s_talk_bite_2_s_sad_] Most unfortunate wandering souls either become prisoners of Walker's jail or trophies for Skulker the Hunter's collection...
fr_fr: [_desiree_s_towards_s_talk_bite_2_s_sad_] La plupart des malheureuses âmes errantes deviennent soit des prisonniers de la prison de Walker, soit des trophées pour la collection de Skulker le chasseur...

source: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Gee, these other guys don't sound good... I hope I don't ever have to run into them!)
fr_fr: [_danny_s_at_danny_s_frown_grin_s_rise_one_] (Mince, ces autres gars n'ont pas l'air bien... J'espère que je n'aurai jamais à les croiser)

source: [_desiree_s_closed_s_talk_happy_2_s_sad_] The Ghost Zone is a haven for monsters, and I prefer to stay out of it whenever possible. The human world is so much more fun!
fr_fr: [_desiree_s_closed_s_talk_happy_2_s_sad_] La Zone Fantôme est un havre de paix pour les monstres, et je préfère ne pas y aller quand c'est possible. Le monde des humains est tellement plus amusant !

source: [_danny_s_neutral_s_talk_frown_2_s_towards_] Cursing people with magic wishes is not "fun", Desiree.
fr_fr: [_danny_s_neutral_s_talk_frown_2_s_towards_] Maudire les gens avec des souhaits magiques n'est pas "amusant", Désirée.

source: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, what do {i}you{/i} know?
fr_fr: [_desiree_s_angry_s_talk_frown_2_s_towards_2_] Oh, qu'est-ce que {i}vous savez ?

source: Do you want to go to the mall?
fr_fr: Tu veux aller au centre commercial ?

source: [_danny_s_towards_s_talk_happy_] Let's change what you're wearing.
fr_fr: [_danny_s_towards_s_talk_happy_] Changeons ce que tu portes.

source: [_desiree_s_closed_s_talk_frown_s_sad_2_] Yes, master, what would you have me change about my outfit?
fr_fr: [_desiree_s_closed_s_talk_frown_s_sad_2_] Oui, maître, que voulez-vous que je change dans ma tenue ?

source: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Tell me about some more notable ghosts you've met...
fr_fr: [_danny_s_talk_frown_2_s_towards_wide_s_sad_] Parlez-moi de certains fantômes plus notables que vous avez rencontrés...

source: [_desiree_s_talk_frown_s_sad_2_] Well, who would you like to know more about?
fr_fr: [_desiree_s_talk_frown_s_sad_2_] Eh bien, qui voulez-vous savoir de plus ?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about that Ectopus guy? The one who looks like a green octopus?
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Tu peux me dire quelque chose sur ce type Ectopus ? Celui qui ressemble à une pieuvre verte ?

source: [_desiree_s_talk_frown_2_s_sad_2_] Well first of all, contrary to what you might think, there's really not {i}one{/i} "Ectopus" as you've been calling them. They're actually a dime a dozen type of spirit within the Ghost Zone.
fr_fr: [_desiree_s_talk_frown_2_s_sad_2_] Tout d'abord, contrairement à ce que tu pourrais penser, il n'y a pas vraiment {i}un "Ectopus" comme tu les appelles. Il y a des tas d'esprits de ce genre dans la Zone Fantôme.

source: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Sort've just worthless, conjured up dregs of the human spirit still mopily haunting the earth. They're relatively useless besides being lackies for slightly more notable ghosts. The definition of "disposable", essentially.
fr_fr: [_desiree_s_towards_2_s_neutral_2_s_talk_frown_] Les tripes ne sont que des vestiges sans valeur de l'esprit humain qui hantent encore la terre. Ils sont relativement inutiles, à part être les laquais de fantômes un peu plus notables. La définition de "jetable", essentiellement.

source: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] I myself would {i}never{/i} use such lowly creatures for my own bidding. I have a reputation to uphold!
fr_fr: [_desiree_s_closed_s_neutral_3_s_talk_frown_2_] Je n'utiliserais jamais {i}de telles créatures pour mes propres besoins. J'ai une réputation à défendre !

source: [_danny_s_talk_happy_2_s_sad_] Low on the totem pole type of creeps, gotcha.
fr_fr: [_danny_s_talk_happy_2_s_sad_] Des sales types du bas de l'échelle, je t'ai eu.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about Johnny and Kitty? The crazy girlfriend and the trench coat wearing creep?
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Tu peux me dire quelque chose sur Johnny et Kitty ? La petite amie folle et le sale type qui porte un trench-coat ?

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh yes, Johnny "Thirteen" I believe, along with his unlucky shadow... a living embodiment of his own bad luck that does his bidding for him.
fr_fr: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_2_] Ahh oui, Johnny "Treize" je crois, avec son ombre malchanceuse... une incarnation vivante de sa propre malchance qui fait son travail à sa place.

source: [_desiree_s_talk_frown_s_towards_s_sad_2_] From what I understand, he and Kitty were a pair of love strung children that got into some sort've accident involving his two wheeled vehicle many years ago...
fr_fr: [_desiree_s_talk_frown_s_towards_s_sad_2_] D'après ce que j'ai compris, Kitty et lui étaient deux enfants amoureux qui ont eu un accident avec son véhicule à deux roues il y a plusieurs années...

source: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] They're often speeding around the planes of the Ghost Zone together, but sometimes Johnny's behavior becomes a bit of a nuisance to Kitty...
fr_fr: [_desiree_s_at_player_s_sad_2_s_talk_frown_2_] Ils parcourent souvent ensemble les avions de la Zone Fantôme, mais parfois le comportement de Johnny devient un peu gênant pour Kitty...

source: [_danny_s_talk_frown_2_s_rise_one_] A nuisance? How so?
fr_fr: [_danny_s_talk_frown_2_s_rise_one_] Une nuisance ? Comment cela ?

source: [_desiree_s_towards_2_s_talk_frown_s_angry_] That man has wandering eyes, even more than most've wicked men I've known. He doesn't seem to know how to just leave her if he's so bored. Pig.
fr_fr: [_desiree_s_towards_2_s_talk_frown_s_angry_] Cet homme a des yeux vagabonds, encore plus que la plupart des hommes méchants que j'ai connus. Il ne semble pas savoir comment la quitter s'il s'ennuie tellement. Cochon.

source: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty on the other hand can't seem to gain the semblance to just leave him already. Love is a wretched thing, I suppose...
fr_fr: [_desiree_s_towards_s_neutral_2_s_talk_frown_2_] Kitty, elle, n'arrive pas à trouver le courage de le quitter. L'amour est une chose misérable, je suppose...

source: [_danny_s_talk_frown_2_s_sad_] Scummy ghost motorhead and his overly dependent and jealous girlfriend, understood.
fr_fr: [_danny_s_talk_frown_2_s_sad_] Une tête de moteur fantôme et sa petite amie jalouse et trop dépendante, compris.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Anything you can tell me about you?
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Vous pouvez me dire quelque chose sur vous ?

source: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Me? Oh, I don't think there's much to really say, I suppose...
fr_fr: [_desiree_s_towards_wide_s_sad_2_s_talk_frown_2_] Moi ? Oh, je ne pense pas qu'il y ait grand chose à dire, je suppose...

source: [_danny_s_talk_frown_s_sad_] Oh, come on, I'm sure you have {i}something{/i} to talk about yourself.
fr_fr: [_danny_s_talk_frown_s_sad_] Oh, allez, je suis sûr que vous avez {i}quelque chose{/i} à dire sur vous-même.

source: [_desiree_s_talk_frown_s_closed_s_sad_2_] Well, if you insist...
fr_fr: [_desiree_s_talk_frown_s_closed_s_sad_2_] Eh bien, si vous insistez...

source: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] My main interests relate to wishes which mainly work doublefold as unfortunate and unexpected curses.
fr_fr: [_desiree_s_towards_2_s_talk_frown_2_s_neutral_] Mes principaux centres d'intérêt concernent les souhaits qui, pour la plupart, fonctionnent doublement comme des malédictions malheureuses et inattendues.

source: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Burdening the hearts of terrible men {i}really{/i} gets me going, honestly.
fr_fr: [_desiree_s_neutral_2_s_at_player_s_talk_bite_] Accabler le coeur d'hommes terribles {i}m'excite vraiment, honnêtement.

source: [_desiree_s_talk_happy_s_sad_2_s_closed_] My scornful bitterness comes from understanding a simple truth that I have learned over the course of almost 2000 years...
fr_fr: [_desiree_s_talk_happy_s_sad_2_s_closed_] Mon amertume méprisante vient de la compréhension d'une vérité simple que j'ai apprise au cours de presque 2000 ans...

source: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...all men are worthless scum, who deserve to be crushed under the weight of their own immense hubris...
fr_fr: [_desiree_s_towards_wide_s_angry_s_talk_happy_2_] ...tous les hommes sont des déchets sans valeur, qui méritent d'être écrasés sous le poids de leur immense orgueil...

source: [_desiree_s_talk_bite_2_s_towards_s_sad_] Is that about what you wanted to learn with regards to my personality, master [player_name]?
fr_fr: [_desiree_s_talk_bite_2_s_towards_s_sad_] C'est à peu près ce que vous vouliez apprendre sur ma personnalité, maître [player_name]?
