Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/Desiree_Dialogue.po
Languages: fr_fr

source: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... yeah, in so many words... that was pretty succint, thank you.
fr_fr: [_danny_s_talk_frown_2_s_at_danny_s_rise_one_] Uhmm... ouais, en autant de mots... c'était assez succinct, merci.

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Anything you can tell me about The Box Ghost?
fr_fr: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] Vous pouvez me dire quelque chose sur The Box Ghost ?

source: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}must{/u} we talk about him? I was beginning to have a somewhat tolerable time talking to you.
fr_fr: [_desiree_s_closed_s_angry_s_talk_frown_] {i}Ugh{/i}... {u}devons-nous parler de lui ? Je commençais à avoir un moment tolérable en te parlant.

source: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] Simply put, the {u}lowest{/u} of the low in all of the Ghost Zone. There's not much to him other than that he probably died moving heavy boxes, maybe...?
fr_fr: [_desiree_s_towards_2_s_neutral_3_s_talk_frown_2_] Pour faire simple, le {u}le plus bas de toute la Zone Fantôme. Il n'y a pas grand chose sur lui à part qu'il est probablement mort en déplaçant des boîtes lourdes, peut-être...?

source: [_desiree_s_towards_wide_s_talk_frown_s_sad_] I mean, come on now, what kind of tragic backstory is that supposed to be? That's not tragic, that's {i}pathetic{/i}!
fr_fr: [_desiree_s_towards_wide_s_talk_frown_s_sad_] Je veux dire, allez, quel genre d'histoire tragique c'est censé être ? Ce n'est pas tragique, c'est {i}pathétique{/i} !

source: [_desiree_s_towards_s_talk_frown_2_s_angry_] He's a worthless waste of ectoplasm incarnate, and I don't want to waste any portion of the rest of my eternity talking about him.
fr_fr: [_desiree_s_towards_s_talk_frown_2_s_angry_] C'est un déchet inutile d'ectoplasme incarné, et je ne veux pas perdre une partie du reste de mon éternité à parler de lui.

source: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Ghosts' a loser... yeah I sorta figured that already, but good to get it fact checked.
fr_fr: [_danny_s_talk_happy_2_s_at_player_s_rise_one_] Box Ghosts est un loser... ouais, je m'en doutais déjà, mais c'est bien que les faits soient vérifiés.

source: [_danny_s_talk_frown_2_s_towards_s_sad_] Hey Desiree, I think I'd rather have you call me something different from now on...
fr_fr: [_danny_s_talk_frown_2_s_towards_s_sad_] Hé Desiree, je pense que je préfère que tu m'appelles autrement à partir de maintenant...

source: [_desiree_s_sad_2_s_talk_frown_] Oh? Like a nickname you'd prefer? Very well, what would you rather I address you as instead of [player_name]?
fr_fr: [_desiree_s_sad_2_s_talk_frown_] Oh ? Un surnom que vous préférez ? Très bien, comment préférez-vous que je vous appelle au lieu de [player_name]?

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Call me something else, like...
fr_fr: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Appelle-moi autrement, comme...

source: [_desiree_s_talk_bite_s_towards_s_neutral_] Alright, from now on, I shall address you as [player_name].
fr_fr: [_desiree_s_talk_bite_s_towards_s_neutral_] D'accord, à partir de maintenant, je vais m'adresser à vous en tant que [player_name].

source: [_danny_s_sad_s_talk_happy_] Thanks, Des.
fr_fr: [_danny_s_sad_s_talk_happy_] Merci, Des.

source: [_desiree_s_closed_s_talk_happy_] Of course, master [player_name]. What else do you require of me?
fr_fr: [_desiree_s_closed_s_talk_happy_] Bien sûr, maître [player_name]. Que voulez-vous d'autre de moi ?

source: [_danny_s_closed_s_talk_happy_2_s_sad_] That's all for now Des, you can head back inside.
fr_fr: [_danny_s_closed_s_talk_happy_2_s_sad_] C'est tout pour l'instant, Des, tu peux retourner à l'intérieur.

source: [_desiree_s_closed_s_talk_bite_2_s_sad_] Very well then, I shall take my leave. Farewell for now, master [player_name].
fr_fr: [_desiree_s_closed_s_talk_bite_2_s_sad_] Très bien alors, je vais prendre congé. Adieu pour le moment, maître [player_name].
