Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/spookchat_star.po
Languages: it_it

source: [_billspook_] Hey Star, it's Inviso-Bill.
it_it: [_billspook_] Hey Star, è Inviso-Bill.

source: [_starspook_] Oh, heyy Billy. What's up? :D
it_it: [_starspook_] Oh, heyy Billy. Che cos'è? :D

source: [_billspook_] What's it like being popular?
it_it: [_billspook_] Com'è che è popolare?

source: [_starspook_] Oh, it's the best. You can get away with literally {i}anything{/i}.
it_it: [_starspook_] Oh, è il migliore. Puoi ottenere via con letteralmente {i}qualsiasi cosa{/i}.

source: [_starspook_] Nerds do your homework, meat heads carry your things around for you, less pretty girls come to you with all sorts of gifts...
it_it: [_starspook_] I Nerds fanno i compiti, le teste di carne portano le tue cose in giro per te, le ragazze meno belle vengono a te con tutti i tipi di regali...

source: [_starspook_] It's pretty much like an offering to their deity!
it_it: [_starspook_] È quasi come un'offerta alla loro divinità!

source: [_billspook_] Jeez, that sounds... pretty crazy for just teenage popularity.
it_it: [_billspook_] Jeez, che suona... abbastanza pazzo per la popolarità appena adolescente.

source: [_starspook_] Well, what {i}else{/i} is their to life but maintaining a steady popularity plateau in the high school social ladder?
it_it: [_starspook_] Beh, quale {i}altrimenti{/i} è la loro vita, ma mantenendo un plateau di popolarità costante nella scala sociale delle scuole superiori?

source: [_billspook_] I guess I don't know the answer to that.
it_it: [_billspook_] Immagino di non sapere la risposta a quello.

source: [_starspook_] Don't worry, Billy, I'm sure once people know you're not a pervert like the other mean ghosts, people will think you're popular too!
it_it: [_starspook_] Non ti preoccupare, Billy, sono sicuro una volta che la gente sa che non sei un perverso come gli altri fantasmi significativi, la gente penserà che sei popolare troppo!

source: [_billspook_] Had any more trouble with ghosts lately?
it_it: [_billspook_] Hai avuto altri problemi con i fantasmi ultimamente?

source: [_starspook_] No, not since this one incident during cheerleading practice, thankfully.
it_it: [_starspook_] No, non da questo incidente durante la pratica cheerleader, per fortuna.

source: [_starspook_] But I'm still scared it could happen at any point, honestly.
it_it: [_starspook_] Ma ho ancora paura che potrebbe accadere in qualsiasi momento, onestamente.

source: [_billspook_] Well, I'm gonna do my best to stop more ghosts like the ones I've heard were... stripping you in public.
it_it: [_billspook_] Beh, farò del mio meglio per fermare altri fantasmi come quelli che ho sentito... ti spogliano in pubblico.

source: [_starspook_] Oh, thank you Billy! You're such a good person, omg. <3
it_it: [_starspook_] Oh, grazie Billy! Sei una persona così buona, omg. <3

source: [_billspook_] Just looking out for all the good people of Amity Park, is all.
it_it: [_billspook_] Basta guardare fuori per tutte le persone buone di Amity Park, è tutto.

source: [_starspook_] Mmhmmm, especially the {i}pretty{/i} ones, right? ;)
it_it: [_starspook_] Mmhmmm, in particolare {i}pretty{/i}, giusto? ;)

source: [_billspook_] Has Paulina mentioned me lately?
it_it: [_billspook_] Paulina mi ha menzionato ultimamente?

source: [_starspook_] Ugh, frankly, she kinda hasn't shut up about you.
it_it: [_starspook_] Ugh, francamente, lei kinda non si è chiusa su di te.

source: [_starspook_] It's so stupid, you save her once and she's like all over your dick. :/
it_it: [_starspook_] È così stupida, la salva una volta e lei è come tutto il tuo cazzo. :/

source: [_starspook_] Like, figuratively anyway. Lol
it_it: [_starspook_] Come, figurativamente comunque. Lol

source: [_billspook_] Yeah, I can see that being frustrating.
it_it: [_billspook_] Sì, vedo che è frustrante.

source: [_starspook_] She just needs to realize that Inviso-Bill isn't going to sit around and {i}only{/i} wanna talk to her...
it_it: [_starspook_] Ha solo bisogno di rendersi conto che Inviso-Bill non sta andando a sedersi e {i}solo{/i} vuole parlare con lei...

source: [_starspook_] Obviously, you need to be seeing someone a little more...
it_it: [_starspook_] Ovviamente, devi vedere qualcuno un po' di più...

source: [_starspook_] Experienced... ;) Lmao
it_it: [_starspook_] Con esperienza... ;) Lmao

source: [_billspook_] Oh, yeah, I know what you mean. [multiple2]
it_it: [_billspook_] Oh, sì, so cosa intendi. [multiple2]

source: [_danny_] (I think, anyway.) [multiple2]
it_it: [_danny_] (Penso, comunque.) [multiple2]

source: [_billspook_] What do you know about Danny Fenton?
it_it: [_billspook_] Cosa sai di Danny Fenton?

source: [_starspook_] Beyond the fact that he comes from a family of freaks?
it_it: [_starspook_] Al di là del fatto che viene da una famiglia di freaks?

source: [_starspook_] He's got like no style, and he always hangs out with that pervert with glasses and the smelly girl.
it_it: [_starspook_] Ha avuto come nessun stile, e si blocca sempre con quel perverso con gli occhiali e la ragazza puzzolente.

source: [_billspook_] What? Who smells?
it_it: [_billspook_] Cosa? Chi odora?

source: [_starspook_] This girl he's definitely sleeping with. Ugh, I just know she doesn't properly bathe herself.
it_it: [_starspook_] Questa ragazza sta sicuramente dormendo. Ugh, lo so solo che lei non si bagna propriamente.

source: [_starspook_] In the human world, Billy, goth is just another code word for "unhygenic". [multiple2]
it_it: [_starspook_] Nel mondo umano, Billy, goth è solo un'altra parola di codice per "unhygenic". [multiple2]

source: [_danny_] (Sam doesn't smell at all! She smells... really nice actually.) [multiple2]
it_it: [_danny_] (Sam non ha affatto odore! Ha odore... davvero bello.) [multiple2]

source: [_starspook_] Beyond that though, I don't really know much about him, nor do I care to know more. Lol
it_it: [_starspook_] Al di là di questo, però, non so molto su di lui, né mi importa di saperne di più.

source: [_starspook_] It's nice of you to make him feel like he has a cool friend though, Billy. You're such a charitable guy...
it_it: [_starspook_] È bello da parte tua fargli sentire come se avesse un simpatico amico, Billy. Sei un tipo così caritativo...

source: [_billspook_] I'll talk to you later, Star. Got some ghosts to go beat down!
it_it: [_billspook_] Ti parlerò più tardi, Star. Hai alcuni fantasmi per andare a battere!

source: [_starspook_] Awww, really? Okay, well bye for now! TTYL!! :D
it_it: [_starspook_] Awww, veramente? Ok, adesso! TTYL!! :D

source: [_danny_] (Okay, here we go... Spookchat messaging... seems simple enough. I just click on who I wanna chat with!)
it_it: [_danny_] (Okay, qui andiamo... Spookchat messaggio... sembra abbastanza semplice. Faccio clic su chi voglio chattare con!)

source: [_danny_] (I guess the next step now is to press that little {b}plus button{/b} to add somebody new.)
it_it: [_danny_] (Immagino che il prossimo passo ora sia quello di premere quel piccolo pulsante {b}più {/b} per aggiungere qualcuno nuovo.)

source: [_billspook_] Hey, this is the Amity Park Ghost Boy. Is this Star? [multiple2]
it_it: [_billspook_] Ehi, questo è il fantasma Amity Park. È questa stella? [multiple2]

source: [_danny_] (Alrighty, now we just wait and see if she'll actually respond bac-) [multiple2]
it_it: [_danny_] (Alrighty, ora aspettiamo solo e vediamo se lei realmente risponderà alla spalla) [multiple2]

source: [_danny_s_at_player_s_rise_s_smile_] (Wow, she already responded! Let's see what she wrote...)
it_it: [_danny_s_at_player_s_rise_s_smile_] (Wow, ha già risposto! Vediamo cosa ha scritto...)

source: [_starspook_] No way, is this really u Inviso-Bill?
it_it: [_starspook_] Nessun modo, questo è davvero u Inviso-Bill?

source: [_billspook_] Yeup, it's me. My really cool friend Danny said that you wanted to talk to me or something?
it_it: [_billspook_] Sì, sono io. Il mio amico davvero cool Danny ha detto che volevi parlare con me o qualcosa?

source: [_starspook_] ...wait. Wow, you thought I'd fall for that, Fenton? I've seen like {i}every{/i} episode of Catfish.
it_it: [_starspook_] ...aspetta. Wow, hai pensato di cadere per quello, Fenton? Ho visto come {i}tutti{/i} episodio di Catfish.

source: [_starspook_] Somebody as big of a loser as you wouldn't actually know Inviso-Bill. Nice try, geek!!
it_it: [_starspook_] Qualcuno grande di un perdente come non conosceresti in realtà Inviso-Bill. Bel tentare, geek!!

source: [_danny_s_down_s_angry_s_clenchteeth_] (What?! I'm totally cool enough to at least be an {i}associate{/i} of Bill!)
it_it: [_danny_s_down_s_angry_s_clenchteeth_] (Cosa?! Sono abbastanza cool da essere almeno un {i}associato{/i} di Bill!)

source: [_danny_s_at_player_s_angry_s_grin_] (Okay, I'll prove it to her.)
it_it: [_danny_s_at_player_s_angry_s_grin_] (Okay, lo dimostrerò a lei.)

source: [_danny_s_at_player_s_angry_s_talk_happy_] I'm going ghost!
it_it: [_danny_s_at_player_s_angry_s_talk_happy_] Sto andando fantasma!

source: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Okay then, if words alone won't do it, then how about this?)
it_it: [_danny_s_phantom_s_arms_normal_s_at_player_s_rise_s_talk_happy_] (Okay allora, se le parole da sole non lo farà, allora come su questo?)

source: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (I'll take a picture to let her know I'm telling the truth... sorta.)
it_it: [_danny_s_phantom_s_arms_normal_s_at_self_s_idle_s_talk_displeased_] (Farò una foto per farle sapere che sto dicendo la verità... sorta.)

source: [_danny_] Woah, no need to diss my main man Danny! Harsh! Lol
it_it: [_danny_] Woah, non c'è bisogno di diss il mio uomo principale Danny! Harsh! Lol

source: [_danny_] (Okay, let's see what she thinks of that.)
it_it: [_danny_] (Okay, vediamo quello che pensa di quello.)

source: [_starspook_] OMG!!! Okay, wow! I'm sorry I didn't believe you!! This is so crazy. Lol. Hi, I'm Star!! [multiple2]
it_it: [_starspook_] OMG!!! Ok, wow! Mi dispiace di non averti creduto!! Questo è così pazzo. Lol. Ciao, sono stella!! [multiple2]

source: [_billspook_] Hey, no problem! So, I heard you wanted to talk or something?
it_it: [_billspook_] Ehi, nessun problema! Così, ho sentito che volevi parlare o qualcosa?

source: [_starspook_] Yas!! I wanted to ask you something actually.
it_it: [_starspook_] Sì!! Volevo chiederti qualcosa in realtà.

source: [_billspook_] Whaddup? How can I help out?
it_it: [_billspook_] Whaddup? Come posso aiutare?

source: [_starspook_] We should talk in person!! Do you know Casper High? That's where I go to school.
it_it: [_starspook_] Dovremmo parlare di persona!! Conosci Casper High? Ecco dove vado a scuola.

source: [_billspook_] For sure, I know it. Is that where you wanna talk?
it_it: [_billspook_] Sicuramente lo so. È lì che vuoi parlare?

source: [_starspook_] Yes! I usually hang out in the girl's bathroom in the afternoon after school. I'll be alone, don't worry :3
it_it: [_starspook_] Sì! Di solito mi arranco nel bagno della ragazza nel pomeriggio dopo la scuola. Sarò solo, non preoccuparti :3

source: [_billspook_] Cool! I'll stop by sometime when I have the chance. See yah then.
it_it: [_billspook_] Raffreddo! Mi fermerò di tanto in tanto quando avrò la possibilità.

source: [_starspook_] Kay!! Can't wait to meet you! ;)
it_it: [_starspook_] Kay!! Non vedo l'ora di incontrarti! ;)

source: [_danny_s_phantom_s_grin_happy_] (That certainly went better than expected.)
it_it: [_danny_s_phantom_s_grin_happy_] (È andato certamente meglio del previsto.)

source: [_danny_s_phantom_s_rise_one_] (Now I just need to go meet her in the...)
it_it: [_danny_s_phantom_s_rise_one_] (Ora ho solo bisogno di andare a incontrarla nella...)

source: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...the girl's bathroom?! How am I supposed to get in there? Guess I'll have to be discrete...)
it_it: [_danny_s_phantom_s_towards_wide_s_sad_2_s_frown_grin_2_] (...il bagno della ragazza?! Come dovrei entrare lì? Indovina che dovrò essere discreto...)

source: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Okay, my first real big interaction with somebody as "Inviso-Bill". Shouldn't be too difficult, right?)
it_it: [_danny_s_phantom_s_towards_s_frown_grin_3_s_wondering_] (Okay, la mia prima grande interazione con qualcuno come "Inviso-Bill". Non dovrebbe essere troppo difficile, giusto?)

source: Message Star.
it_it: Messaggio Stella.

source: What do I wanna message Star about?
it_it: Che cosa voglio il messaggio Stella circa?

source: Would you like to go to the Casper Chill Formal with me? (Dance route)
it_it: Vuoi andare al casper Chill Formal con me? (Percorso di danza)

source: What's it like being popular?
it_it: Com'è che è popolare?

source: Had any more trouble with ghosts lately?
it_it: Hai avuto altri problemi con i fantasmi ultimamente?

source: Has Paulina mentioned me lately?
it_it: Paulina mi ha menzionato ultimamente?

source: What do you know about Danny Fenton?
it_it: Cosa sai di Danny Fenton?

source: I'll talk to you later, Star.
it_it: Parlerò con te più tardi, Star.
