Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/spookchat_sam.po
Languages: it_it

source: [_dannyspook_] Hey Sam, you there?
it_it: [_dannyspook_] Ehi Sam, lì?

source: [_samspook_] Oh, hey Danny. Yeah I'm here, just brooding. What's up?
it_it: [_samspook_] Oh, hey Danny. Sì, sono qui, solo cova. Che cos'è?

source: [_dannyspook_] Anything new with you?
it_it: [_dannyspook_] Qualcosa di nuovo con te?

source: [_samspook_] Well, I went and got a new exorcism book from Skulk and Lurk yesterday. I'm reading it now.
it_it: [_samspook_] Beh, sono andato a prendere un nuovo libro esorcismo da Skulk e Lurk ieri. Lo sto leggendo adesso.

source: [_dannyspook_] What are you learning from it so far?
it_it: [_dannyspook_] Che cosa stai imparando da esso finora?

source: [_samspook_] Well none of it has been particularly helpful for learning how to fight ghosts.
it_it: [_samspook_] Beh, nessuno di esso è stato particolarmente utile per imparare a combattere i fantasmi.

source: [_samspook_] Mainly just how to get ghosts out of people who are already being used as hosts...
it_it: [_samspook_] Soprattutto come ottenere fantasmi da persone che sono già utilizzati come host...

source: [_dannyspook_] In my case, yanking the ghost half out of me probably wouldn't be the best idea to do, ha hah.
it_it: [_dannyspook_] Nel mio caso, yanking la metà fantasma da me probabilmente non sarebbe l'idea migliore da fare, ha hah.

source: [_samspook_] Don't worry. I question the legitimacy of a book that states that the best way to banish a spirit...
it_it: [_samspook_] Non ti preoccupare. Metto in dubbio la legittimità di un libro che afferma che il modo migliore per bandire uno spirito...

source: [_samspook_] ...is to utilize the advice they provide in the {i}next{/i} book installment.
it_it: [_samspook_] ...è quello di utilizzare i consigli che forniscono nella prossima rata del libro {i}{/i}.

source: [_samspook_] I'm gonna go back and ask for a refund...
it_it: [_samspook_] Tornerò indietro e chiederò un rimborso...

source: [_dannyspook_] What do you think of my parents? Do you think they're crazy?
it_it: [_dannyspook_] Cosa ne pensi dei miei genitori? Pensi che siano pazzi?

source: [_samspook_] That's a loaded question, Danny.
it_it: [_samspook_] È una domanda caricata, Danny.

source: [_samspook_] Well, do I think your parents are knowledgeable parapsychologists as well as some rather brilliant inventors? Yes, of course.
it_it: [_samspook_] Beh, penso che i tuoi genitori siano parapsicologi esperti e alcuni inventori piuttosto brillanti? Sì, ovviamente.

source: [_samspook_] Do I think your parents go {i}way{/i} over the top in the pursuit of paranormal study? That'd be an understatement.
it_it: [_samspook_] Penso che i tuoi genitori vadano {i}modo{/i} sopra il top nel perseguimento dello studio paranormale? Sarebbe un understatement.

source: [_dannyspook_] Yeah, I guess they are a bit excessive... it's honestly pretty embarrassing.
it_it: [_dannyspook_] Sì, immagino che siano un po' eccessive... è onestamente piuttosto imbarazzante.

source: [_samspook_] Yes, it is, but it's still a really cool job that they do. Hunting ghosts for a living has got to be a thrill!
it_it: [_samspook_] Sì, è vero, ma è ancora un lavoro davvero bello che fanno. Cacciare fantasmi per una vita deve essere un brivido!

source: [_dannyspook_] Yeah, I just wish they weren't trying to hunt me down thinking I'm some kind of pervert. As if!
it_it: [_dannyspook_] Sì, vorrei solo che non stavano cercando di cacciarmi giù pensando di essere una sorta di pervertito. Come se!

source: [_samspook_] So you don't think you'll ever tell them about your powers?
it_it: [_samspook_] Quindi non pensi che ti dirai mai dei tuoi poteri?

source: [_dannyspook_] Right now, I just don't think it'd be a smart idea. I'd probably be locked away in the lab, and I need to be free to stop ghosts.
it_it: [_dannyspook_] In questo momento, non penso che sarebbe un'idea intelligente. Probabilmente sarei rinchiuso in laboratorio e devo essere libero di fermare i fantasmi.

source: [_samspook_] Yeah, that make sense. Can't fight anything if you're stuck in some sort of ecto-mason jar...
it_it: [_samspook_] Sì, questo ha senso. Non può combattere nulla se sei bloccato in una sorta di vaso ecto-mason...

source: [_dannyspook_] How're your folks doing?
it_it: [_dannyspook_] Come stanno le tue persone?

source: [_samspook_] Ugh, who knows? All they ever do is watch daytime soap operas and cut coupons together. They're the lamest parents around.
it_it: [_samspook_] Ugh, chissà? Tutto quello che fanno è guardare le opere di sapone diurne e tagliare i tagliandi insieme. Sono i genitori più zoppicanti in giro.

source: [_samspook_] You'd think that with all the money we inherited from my great grandpa's toothpick cellophane rotator machine, they'd do more outdoorsy type stuff with their cash.
it_it: [_samspook_] Penseresti che con tutti i soldi che abbiamo ereditato dalla macchina del rotatore di cellophane di mia grande nonna. farebbero più roba tipo outdoorsy con i loro soldi.

source: [_dannyspook_] Hey, it can't be easy being as rich as they are at their age. How easy is it to have a hobby when you can afford to do {i}anything{/i}, forever and always?
it_it: [_dannyspook_] Ehi, non può essere facile essere così ricco come sono alla loro età. Quanto è facile avere un hobby quando si può permettersi di fare {i}qualcosa{/i}, per sempre e sempre?

source: [_samspook_] Oh don't worry, they don't pass up on opportunities to pursue their biggest hobby.
it_it: [_samspook_] Oh non ti preoccupare, non passano sulle opportunità di perseguire il loro hobby più grande.

source: [_dannyspook_] What's that?
it_it: [_dannyspook_] Cos'è quello?

source: [_samspook_] Bugging the hell out of me, that's what.
it_it: [_samspook_] Bugging the hell out of me, ecco cosa.

source: [_dannyspook_] Do you worry about the ghost attacks at all?
it_it: [_dannyspook_] Ti preoccupi per gli attacchi fantasma?

source: [_samspook_] Mmmm, somewhat. Not having you by my side all the time is a definite problem. At the same time, I also can't rely on my superhero friend to take care of things for me forever.
it_it: [_samspook_] Mmmm, un po'. Non avervi al mio fianco tutto il tempo è un problema definitivo. Allo stesso tempo, non posso anche fare affidamento sul mio amico supereroe per prendermi cura delle cose per sempre.

source: [_samspook_] It's just nice knowing my best friend is looking out for me.
it_it: [_samspook_] È semplicemente bello sapere che il mio migliore amico è guardare fuori per me.

source: [_dannyspook_] Thanks Sam. Of course I'd wanna look out for you.
it_it: [_dannyspook_] Grazie Sam. Naturalmente vorrei guardare fuori per te.

source: [_samspook_] It's too bad we can't figure out where the ghosts are coming from, huh?
it_it: [_samspook_] È troppo brutto che non riusciamo a capire da dove provengono i fantasmi, eh?

source: [_dannyspook_] Yeah, honestly. The Fenton Ghost Portal in my basement is broken, but how else could ghosts even be making their way here from... wherever they're coming from?
it_it: [_dannyspook_] Sì, onestamente. Il Fenton Ghost Portal nel mio seminterrato è rotto, ma come altro potrebbe fantasmi anche fare la loro strada da qui. . da dove vengono?

source: [_samspook_] They weren't showing up before you got ghost powers too... I feel like there could still be some kind of connection there, but what could it be?
it_it: [_samspook_] Non si presentavano prima di ottenere poteri fantasma troppo... Mi sembra che ci possa essere ancora qualche tipo di connessione lì, ma che cosa potrebbe essere?

source: [_dannyspook_] Heck, beats me. You're more of the detective. Generally smarter, too.
it_it: [_dannyspook_] Heck, mi batte. Sei più del detective. Generalmente anche più intelligente.

source: [_samspook_] Well, being a good hero means knowing your strengths {i}and{/i} limitations. You're doing pretty good at the latter so far. Hahah :P
it_it: [_samspook_] Beh, essere un buon eroe significa conoscere i tuoi punti di forza {i}e{/i} limitazioni. Finora stai facendo abbastanza bene. Hahah :P

source: [_dannyspook_] I'll talk to you later, Sam. Peace out, lord of "dorkness". Lol
it_it: [_dannyspook_] Ti parlerò più tardi, Sam. Pace fuori, signore della "dormienza". Lol

source: [_samspook_] Yeah, I'll see around school. Take care, Ghost nerd. :)
it_it: [_samspook_] Sì, vedrò intorno a scuola. Fai attenzione, Ghost nerd. :)

source: Message Sam.
it_it: Messaggio Sam.

source: What do I wanna message Sam about?
it_it: Di cosa voglio il messaggio Sam circa?

source: {i}(Look at Sam's picture){/i}
it_it: {i}(Aggiungi alla foto di Sam){/i}

source: Anything new with you?
it_it: Qualcosa di nuovo con te?

source: What do you think of my parents?
it_it: Cosa ne pensi dei miei genitori?

source: How're your folks doing?
it_it: Come stanno le vostre persone?

source: Do you worry about the ghost attacks at all?
it_it: Vi preoccupate per gli attacchi fantasma?

source: I'll talk to you later, Sam.
it_it: Parlerò con te più tardi, Sam.
