Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/spookchat_tucker.po
Languages: it_it

source: [_dannyspook_] Hey Tucker, you there?
it_it: [_dannyspook_] Ehi Tucker, lì?

source: [_tuckerspook_] Ya man, I'm just chillin. Wuddup dude?.
it_it: [_tuckerspook_] L'uomo Ya, sto solo brivido. Il tizio di Wuddup?.

source: [_dannyspook_] Whatcha working on, Tuck?
it_it: [_dannyspook_] Whatcha ha funzionato, Tuck?

source: [_tuckerspook_] Honestly, not much. Just developing some small software programs.
it_it: [_tuckerspook_] Onestamente, non molto. Basta sviluppare alcuni piccoli programmi software.

source: [_dannyspook_] Woah, that doesn't sound like "not much" to me. What's it for?
it_it: [_dannyspook_] Woah, che non sembra "non molto" per me. A cosa serve?

source: [_tuckerspook_] Well, I won't ruin the surprise just yet, but when it's fully ready, I'll have you take a look at it.
it_it: [_tuckerspook_] Beh, non rovinerò la sorpresa appena ancora, ma quando sarà completamente pronto, ti farò un'occhiata.

source: [_tuckerspook_] It's just been something I've been whipping up to help us "single bachelors" out.
it_it: [_tuckerspook_] È stato solo qualcosa che ho frustato per aiutarci "singoli scapoli fuori".

source: [_dannyspook_] Alright, I'll take your word on it. Sounds pretty cool already, Tuck, I'm excited to see it.
it_it: [_dannyspook_] Bene, prenderò la tua parola su di esso. Suona abbastanza cool già, Tuck, sono entusiasta di vederlo.

source: [_tuckerspook_] Yeah, just a bit more QA testing needing to be done on it. Man, you wouldn't {i}believe{/i} how long that can take.
it_it: [_tuckerspook_] Sì, solo un po 'più QA test che deve essere fatto su di esso. Uomo, non crederesti {i}{/i} per quanto tempo può durare.

source: [_dannyspook_] Hah, again, I'll take your word for it.
it_it: [_dannyspook_] Hah, ancora, prenderò la tua parola per esso.

source: [_tuckerspook_] The wait will be worth it though, I promise.
it_it: [_tuckerspook_] L'attesa ne varrà la pena, lo prometto.

source: [_dannyspook_] Do ghosts worry you at all?
it_it: [_dannyspook_] I fantasmi ti preoccupano affatto?

source: [_tuckerspook_] Ehh, not really I guess. The way I figure, the best thing we can do to learn more about the universe is to experience everything it has to offer openly.
it_it: [_tuckerspook_] Ehh, non credo veramente. Il modo in cui ho figurato, la cosa migliore che possiamo fare per imparare di più sull'universo è sperimentare tutto ciò che ha da offrire apertamente.

source: [_tuckerspook_] ...even at the expense of potentially getting molested by the supernatural.
it_it: [_tuckerspook_] ...anche a scapito di essere potenzialmente molestati dal soprannaturale.

source: [_dannyspook_] That's actually pretty admirable on your part, Tuck.
it_it: [_dannyspook_] In realtà è abbastanza ammirevole da parte vostra, Tuck.

source: [_tuckerspook_] The price of scientific discovery is pretty high, but I'm willing to pay it.
it_it: [_tuckerspook_] Il prezzo della scoperta scientifica è piuttosto alto, ma sono disposto a pagarlo.

source: [_dannyspook_] Seriously?
it_it: [_dannyspook_] Seriamente?

source: [_tuckerspook_] {i}Heeeeell{/i} no, dude. If I ever see a real ghost, I'm tripping up both you {i}and{/i} Sam to give myself some proper getaway time. Lol
it_it: [_tuckerspook_] {i}Heeeeell{/i} no, dude. Se mai vedo un vero fantasma, sto inciampando sia voi {i}e{/i} Sam per darmi un po 'di tempo di fuga corretto.

source: [_dannyspook_] Yeah, that sounds about right with you. Cowardice, thy name is Foley. Ha hah
it_it: [_dannyspook_] Sì, che suona a destra con te. Cowardice, il tuo nome è Foley. Ha hah

source: [_tuckerspook_] Don't shame me for my honed survival skills.
it_it: [_tuckerspook_] Non vergognarmi per le mie abilità di sopravvivenza affinate.

source: [_tuckerspook_] If the wide plethora of notable horror movies has taught me anything?
it_it: [_tuckerspook_] Se l'ampia pletora di notevoli film horror mi ha insegnato qualcosa?

source: [_tuckerspook_] It's that {i}my{/i} best chance of survival depends on getting my butt out of the horrifying situation {u}first{/u}.
it_it: [_tuckerspook_] È che {i}mio{/i} migliori possibilità di sopravvivenza dipendono dal fatto che il mio culo esca dalla terribile situazione {u}prima{/u}.

source: [_dannyspook_] Touché, Mr. Foley. Touché.
it_it: [_dannyspook_] Tocco, Mr. Foley. Tocco.

source: [_tuckerspook_] Why thank you, good sir. Was there something else on your mind?
it_it: [_tuckerspook_] Perché grazie, buon signore. C'era qualcos'altro nella tua mente?

source: [_dannyspook_] What do you think about Sam?
it_it: [_dannyspook_] Cosa ne pensi di Sam?

source: [_tuckerspook_] What do you mean?
it_it: [_tuckerspook_] Cosa vuoi dire?

source: [_dannyspook_] Like, what do you think of her, overall?
it_it: [_dannyspook_] Ti piace, cosa ne pensi di lei, in generale?

source: [_tuckerspook_] Hmmm... I guess if I had to say anything... I'd say she's a good friend, of course, with some predominant gothic overtones.
it_it: [_tuckerspook_] Hmmm... Immagino che se dovessi dire qualcosa... direi che è una buona amica, ovviamente, con alcune tonalità gotiche predominanti.

source: [_dannyspook_] That's... I mean, pretty accurate, and all... but not exactly what I'm asking.
it_it: [_dannyspook_] Questo... Voglio dire, piuttosto preciso, e tutto... ma non esattamente quello che sto chiedendo.

source: [_tuckerspook_] Well, what do you mean exactly?
it_it: [_tuckerspook_] Beh, cosa intendi esattamente?

source: [_dannyspook_] I guess what I'm saying is... is she someone you'd wanna date?
it_it: [_dannyspook_] Immagino che quello che sto dicendo è... è lei qualcuno che vorresti andare?

source: [_tuckerspook_] Oh!! What her ranking of {i}bangability{/i} is, you mean! Gotcha. Hmmm, let me think...
it_it: [_tuckerspook_] Oh!! Qual è la sua classifica di {i}bangabilità{/i}, intendi! Gotcha. Hmmm, lasciatemi pensare...

source: [_dannyspook_] WTF! No, I mean, like, do you think she's cute or not?
it_it: [_dannyspook_] WTF! No, voglio dire, come pensate che sia carina o no?

source: [_tuckerspook_] Tomato, {i}tomahto{/i}, dude. Honestly, I'd say she's a definite sleeper hit for sure. She's got all the features I'd find banging, anyway.
it_it: [_tuckerspook_] Tomato, {i}tomahto{/i}, tizio. Onestamente, direi che è sicuramente un colpo di sonnolenza. Ha tutte le caratteristiche che troverei banging, comunque.

source: [_tuckerspook_] But obviously, even for a perv like me, crossing that very odd "friendship line" is a little too out there. Don't you think so?
it_it: [_tuckerspook_] Ma ovviamente, anche per un perv come me, attraversare quella strana "linea di amicizia" è un po' troppo là fuori. Non pensi così?

source: [_dannyspook_] No yeah, I get that... I guess that's fair.
it_it: [_dannyspook_] No sì, lo capisco... immagino che sia giusto.

source: [_tuckerspook_] Weird question Lol. Anyway, anything else you wanted to talk 'bout?
it_it: [_tuckerspook_] Strana domanda Lol. Comunque, qualsiasi altra cosa che volevi parlare 'bout?

source: [_dannyspook_] One question: Paulina or Star?
it_it: [_dannyspook_] Una domanda: Paulina o Star?

source: [_tuckerspook_] Oof! That is a tough one. I would say...
it_it: [_tuckerspook_] Oof! Quello è un duro. Direi che...

source: [_tuckerspook_] I mean, obviously, there are a few more reasonably realistic options, like Valerie or Jazz...
it_it: [_tuckerspook_] Voglio dire, ovviamente, ci sono alcune opzioni più ragionevolmente realistiche, come Valerie o Jazz...

source: [_dannyspook_] Wait, what?!
it_it: [_dannyspook_] Aspetta, cosa?!

source: [_dannyspook_] Dude, Jazz? Come on man, she's my sister! You wouldn't actually try and pick her up, would you?
it_it: [_dannyspook_] Dude, Jazz? Vieni uomo, è mia sorella! Non vorresti davvero prenderla, vero?

source: [_tuckerspook_] Danny, at our age, as long as we've known each other, we've reasonably surpassed the "hands off my sister" boundary.
it_it: [_tuckerspook_] Danny, alla nostra età, fintanto che ci siamo conosciuti, abbiamo ragionevolmente superato il confine "mani via mia sorella".

source: [_dannyspook_] What, no way!! We haven't surpassed anything!
it_it: [_dannyspook_] Cosa, niente!! Non abbiamo superato nulla!

source: [_tuckerspook_] Haven't we, Daniel? Haven't we?
it_it: [_tuckerspook_] Non noi, Daniel? Non vero?

source: [_dannyspook_] No! That'd just be... totally weird, and too close to the vest for me.
it_it: [_dannyspook_] No! Sarebbe solo essere... totalmente strano, e troppo vicino al gilet per me.

source: [_tuckerspook_] Well hey man, I don't want you to get too worked up over this. In that {i}particular{/i} case, I wouldn't try anything too skeevy, I promise.
it_it: [_tuckerspook_] Beh hey uomo, non voglio che tu venga troppo lavorato su questo. In quel caso {i}particolare{/i}, non proverei nulla di troppo scevro, prometto.

source: [_tuckerspook_] Now {i}if{/i} I was interested in Jazz, and {i}if{/i} Jazz agreed to go out on a date, it'd be actually pretty traditional.
it_it: [_tuckerspook_] Ora {i}se{/i} Mi interessava Jazz, e {i}se{/i} Jazz ha accettato di uscire in una data, sarebbe stato in realtà piuttosto tradizionale.

source: [_tuckerspook_] We'd see a movie at the Googolplex first, then a trip to Nasty Burger where we'd share a shake. I'm a true romantic at heart, I promise you.
it_it: [_tuckerspook_] Avremmo visto un film al Googolplex prima, poi un viaggio a Nasty Burger dove condividiamo un shake. Io sono un vero romantico a cuore, ve lo prometto.

source: [_dannyspook_] Movie on a first date? Rookie mistake dude, Lol
it_it: [_dannyspook_] Film in una prima data? Rookie errore dude, Lol

source: [_tuckerspook_] The only rookie mistake is devaluing the pursuit of a movie on the first date.
it_it: [_tuckerspook_] L'unico errore rookie è svalutare la ricerca di un film al primo appuntamento.

source: [_tuckerspook_] You then immediately have something to talk about besides awkwardly giving tidbits about your job or lack thereof.
it_it: [_tuckerspook_] Hai subito qualcosa di cui parlare, oltre a dare fastidiosi bits sul tuo lavoro o sulla sua mancanza.

source: [_tuckerspook_] The key is the dinner right afterwards. Someplace you can talk openly while also getting to know the other person's peculiar eating habits.
it_it: [_tuckerspook_] La chiave è la cena subito dopo. Qualche posto puoi parlare apertamente mentre conosci le peculiari abitudini alimentari dell'altra persona.

source: [_dannyspook_] Yeah, you wouldn't wanna let some poor girl marry you, totally unaware of that weird thing you do with pickle slices.
it_it: [_dannyspook_] Sì, non vorresti che qualche povera ragazza vi sposasse, del tutto ignara di quella strana cosa che fai con le fette di sottaceto.

source: [_tuckerspook_] {i}Anyway{/i}, to answer your original question: Paulina.
it_it: [_tuckerspook_] {i}Comunque, {/i}, per rispondere alla tua domanda originale: Paulina.

source: [_dannyspook_] Classic choice.
it_it: [_dannyspook_] Scelta classica.

source: [_tuckerspook_] So anything else you wanted to ask?
it_it: [_tuckerspook_] Quindi qualcosa che volevi chiedere?

source: [_dannyspook_] Good talking to you, Tuck.
it_it: [_dannyspook_] Buono a parlarvi, Tuck.

source: [_tuckerspook_] Sure dude, whenever you wanna message! I'm gonna play some Doomed right now. Laterz.
it_it: [_tuckerspook_] Sure dude, ogni volta che vuoi il messaggio! Sto andando a suonare un po 'condannato in questo momento. Laterz.

source: Message Tucker.
it_it: Messaggio Tucker.

source: What do I wanna message Tucker about?
it_it: Che cosa voglio il messaggio Tucker circa?

source: {i}(Look at Paulina's picture){/i}
it_it: {i}(Aggiungi alla foto di Paulina){/i}

source: Whatcha working on, Tuck?
it_it: Che cosa ha funzionato, Tuck?

source: Do ghosts worry you at all?
it_it: I fantasmi ti preoccupano affatto?

source: What do you think about Sam?
it_it: Cosa ne pensi di Sam?

source: One question: Paulina or Star?
it_it: Una domanda: Paulina o Star?

source: I'll talk to you later, Tuck.
it_it: Parlerò con te più tardi, Tuck.
