Repository: DonRP/AmityPark
Catalog: game/*/*/code/misc/spookchat_paulina.po
Languages: it_it

source: [_billspook_] Hey Paulina, it's the ghost boy. You there?
it_it: [_billspook_] Ehi Paulina, è il ragazzo fantasma. Tu là?

source: [_paulinaspook_] Oh my goodness! Yes, I'm here Ghost Boy! How are you today?!
it_it: [_paulinaspook_] Oh mia bontà! Sì, sono qui Ghost Boy! Come sei oggi?!

source: [_billspook_] This might sound forward, but do you wanna hang out sometime?
it_it: [_billspook_] Questo potrebbe sembrare in avanti, ma vuoi uscire qualche volta?

source: [_paulinaspook_] Oh, I'm sorry! I'd really, really love to, but I'm pretty booked after school like, every day! Even on weekends. :(
it_it: [_paulinaspook_] Oh, mi dispiace! Mi piacerebbe davvero molto, ma sono abbastanza prenotato dopo la scuola come ogni giorno! Anche nei fine settimana. :(

source: [_paulinaspook_] Cheer practice is super important to always be working on, otherwise I'll start to lose my toned thighs!
it_it: [_paulinaspook_] Cheer practice è molto importante per lavorare sempre, altrimenti inizierò a perdere le mie toniche cosce!

source: [_billspook_] Oh no, it's okay, I understand. You don't want to miss out on that.
it_it: [_billspook_] Oh no, va bene, capisco. Non vuoi perderlo.

source: [_paulinaspook_] I'll definitely let you know when I have some time though, I promise!
it_it: [_paulinaspook_] Ti farò sicuramente sapere quando ho un po' di tempo però, lo prometto!

source: [_billspook_] Okay, awesome! I'd appreciate that.
it_it: [_billspook_] Ok, fantastico! Lo apprezzerei.

source: [_paulinaspook_] But... just so you don't forget my pretty face, here's something to remember me by...
it_it: [_paulinaspook_] Ma... solo così non dimentichi la mia bella faccia, ecco qualcosa da ricordarmi da...

source: [_billspook_] Oh wow! Yeah, you're really cute, just like I remember! Thanks for that. :)
it_it: [_billspook_] Oh wow! Sì, sei davvero carino, proprio come ricordo! Grazie per questo. :)

source: [_paulinaspook_] Of course! Anything for my hero...
it_it: [_paulinaspook_] Certo! Qualcosa per il mio eroe...

source: [_paulinaspook_] Wouldn't want you to forget my wonderful {i}assets{/i}...
it_it: [_paulinaspook_] Non vorrebbe che ti dimenticassi i miei meravigliosi {i}assets{/i}...

source: [_billspook_] Oh har harr, I see what you did there...
it_it: [_billspook_] Oh har harr, vedo quello che hai fatto lì...

source: [_paulinaspook_] Ha hah! I couldn't help myself! Hehee... :3 [multiple2]
it_it: [_paulinaspook_] Ha hah! Non ho potuto aiutarmi! Hehe... :3 [multiple2]

source: [_danny_] ({i}Hmmm{/i}... these would look nice on my desktop computer as well...) [multiple2]
it_it: [_danny_] ({i}Hmmm{/i}... anche sul mio computer desktop...) [multiple2]

source: [_billspook_] Well thanks, those assets are certainly something I won't forget soon. [multiple2]
it_it: [_billspook_] Beh, grazie, quegli asset sono sicuramente qualcosa che non dimenticherò presto. [multiple2]

source: [_phone_] {i}*Woosh* Pictures Successfully Sent to {b}Desktop{/b}{/i} [multiple2]
it_it: [_phone_] {i}*Immagini Woosh* inviate con successo a {b}Desktop{/b}{/i} [multiple2]

source: [_paulinaspook_] I'd hope not. ;)
it_it: [_paulinaspook_] Spererei di no. ;)

source: [_billspook_] Danny Fenton's a pretty cool guy, right?
it_it: [_billspook_] Danny Fenton è un ragazzo piuttosto fresco, vero?

source: [_paulinaspook_] Uhm, {i}that{/i} dork? Not really. I don't know why you hang out with him.
it_it: [_paulinaspook_] Uhm, {i}che{/i} dormitorio? Non davvero. Non so perché esci con lui.

source: [_paulinaspook_] He's not like, ugly or anything, but even still, he's nothing special.
it_it: [_paulinaspook_] Non gli piace, brutto o nulla, ma anche ancora, non è niente di speciale.

source: [_billspook_] Well, how well do you even know him?
it_it: [_billspook_] Beh, quanto bene lo conoscete ancora?

source: [_paulinaspook_] Not that much, I wouldn't dare get close enough to him to talk.
it_it: [_paulinaspook_] Non tanto, non oserei avvicinarmi abbastanza a lui per parlare.

source: [_billspook_] So how can you say he's a loser? I think he's pretty solid.
it_it: [_billspook_] Come si può dire che è un perdente? Penso che sia piuttosto solido.

source: [_paulinaspook_] Well... if you say so, Ghost Boy...
it_it: [_paulinaspook_] Bene... se lo dici, Ghost Boy...

source: [_paulinaspook_] I'm still not talking to him. He's better just being another one of my lackeys like Kwan and Dash. Lol [multiple2]
it_it: [_paulinaspook_] Non sto ancora parlando con lui. È meglio essere solo un altro dei miei lackey come Kwan e Dash. Lol [multiple2]

source: [_danny_] (Hmmm... I'll have to find some way to get her to take more interest in "Danny Fenton" some more, instead of just "Inviso-Bill".) [multiple2]
it_it: [_danny_] (Hmmm... Dovrò trovare un modo per farla interessare di più a "Danny Fenton", invece di "Inviso-Bill".) [multiple2]

source: [_billspook_] I'll talk to you later, Paulina. But it was nice chatting with you!
it_it: [_billspook_] Ti parlerò più tardi, Paulina. Ma è stato bello chiacchierare con te!

source: [_paulinaspook_] Oh, of course! I know you must be busy beating up other ghosts!
it_it: [_paulinaspook_] Oh, naturalmente! So che devi essere impegnato a battere altri fantasmi!

source: [_paulinaspook_] Ceeya later, Ghost Boy. ;D
it_it: [_paulinaspook_] Ceeya più tardi, Ghost Boy. ;D

source: Message Paulina.
it_it: Messaggio Paulina.

source: Go back.
it_it: Vai indietro.

source: What do I wanna message Paulina about?
it_it: Che cosa voglio il messaggio Paulina circa?

source: Do you wanna hang out sometime? (Dance route)
it_it: Vuoi uscire qualche volta? (Percorso di danza)

source: Do you wanna hang out sometime?
it_it: Vuoi uscire un po'?

source: {i}(Look at Paulina's pictures){/i}
it_it: {i}(Aggiungi alle immagini di Paulina){/i}

source: Danny Fenton's a pretty cool guy, right?
it_it: Danny Fenton è un ragazzo piuttosto fresco, giusto?

source: I'll talk to you later, Paulina.
it_it: Parlerò con te più tardi, Paulina.
