Repository: DonRP/AmityPark
Catalog: game/*/*/code/character_events/maddie/maddie_yoga.po
Languages: it_it

source: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Jeez, Mom's butt sure looks, {i}*Ahem*{/i}, "well rounded" in those spandex pants...)
it_it: [_danny_s_f_s_offscreen_s_aheago_s_idle_s_bite_] (Cavolo, il sedere della mamma sembra proprio, {i}*Ahem*{/i}, "ben arrotondato" in quei pantaloni di spandex...)

source: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Definitely comes from all the yoga she does... helps her stay limber, I guess...)
it_it: [_danny_s_f_s_offscreen_s_towards_s_rise_s_bite_] (Sicuramente deriva da tutto lo yoga che fa... l'aiuta a mantenersi flessibile, credo...)

source: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}Bahh!{/i} What am I doing? Checking out my own Mom like that, seriously?! {i}Jeeez{/i}...)
it_it: [_danny_s_f_s_offscreen_s_down_s_sad_s_consternation_] ({i}Bahh! {/i} Cosa sto facendo? Controllo la mia stessa mamma in questo modo, sul serio?! {i}Cavolo...)

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, hey sweetie! Didn't see you there!
it_it: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Oh, ehi, tesoro! Non ti avevo visto lì!

source: [_danny_s_towards_s_idle_s_talk_happy_] Morning Mom.{p}Yoga today?
it_it: [_danny_s_towards_s_idle_s_talk_happy_] Buongiorno mamma.{p}Yoga oggi?

source: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] You bet! You should join try and join me some time, it's a {i}real{/i} workout! Got any plans today?
it_it: [_maddie_s_special_s_yoga_s_towards_s_rise_s_talk_amused_] Ci puoi scommettere! Dovresti provare a unirti a me qualche volta, è un {i}vero allenamento! Hai qualche programma per oggi?

source: [_danny_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}, well now that you mention it, I've got some homework to go and... study, so...
it_it: [_danny_s_down_s_sad_s_talk_consternation_] {i}Uhhh{/i}, beh ora che mi ci fai pensare, ho dei compiti da fare e... studiare, quindi...

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Aww{/i}, well make sure you get that all done and make sure you're studying well!
it_it: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_displeased_] {i}Assicurati di fare tutto questo e di studiare bene!

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Maybe another time I guess!
it_it: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_] Magari un'altra volta, immagino!

source: [_danny_s_towards_s_sad_s_talk_happy_] Y-yeah Mom, definitely another time...
it_it: [_danny_s_towards_s_sad_s_talk_happy_] Sì, mamma, sicuramente un'altra volta...

source: [_danny_] (Y'know... I think it's been a few days since Mom and I really... {i}'did it'{/i}...)
it_it: [_danny_] (Sai... Credo che sia passato qualche giorno da quando io e la mamma... {i}abbiamo fatto sul serio...)

source: [_danny_] (...and just looking at this sight right now... I mean God, just check out that ass!)
it_it: [_danny_] (...e solo guardando questa vista in questo momento... Voglio dire, Dio, guardate che culo!).

source: [_danny_] (I still know deep down this probably isn't right, but it's too amazing to ignore!)
it_it: [_danny_] (So ancora che nel profondo questo probabilmente non è giusto, ma è troppo incredibile per ignorarlo).

source: [_maddie_] {i}Heh{/i}, you just gonna stand there and stare all day, sweetie?
it_it: [_maddie_] {i}Vuoi stare lì a guardare tutto il giorno, tesoro?

source: [_maddie_] Don't worry... I don't think anyone's around right now...~
it_it: [_maddie_] Non preoccuparti... Non credo ci sia nessuno in giro in questo momento...~

source: [_maddie_] Do you like the outfit sweetie? Had to pull it out of the closet... it was the popular style at the time...
it_it: [_maddie_] Ti piace l'outfit, tesoro? Ho dovuto tirarlo fuori dall'armadio... era lo stile più in voga all'epoca...

source: [_danny_] I can definitely imagine it being... pretty popular, Mom.
it_it: [_danny_] Posso sicuramente immaginare che sia... piuttosto popolare, mamma.

source: [_maddie_] You don't think it looks a bit outdated or cheesy, right?
it_it: [_maddie_] Non pensate che abbia un aspetto un po' datato o dozzinale, vero?

source: [_danny_] No way, it definitely has some staying power. You look great, believe me...
it_it: [_danny_] Non c'è dubbio che abbia un certo potere di resistenza. Stai benissimo, credimi...

source: [_maddie_] Just "great"?
it_it: [_maddie_] Solo "grande"?

source: [_danny_] {i}Really{/i} great... jaw dropping, I'd say.
it_it: [_danny_] {i}Davvero grandioso... da far cadere la mascella, direi.

source: [_maddie_] {i}Nawww{/i}, baby! You're practically {u}drooling{/u} right now!
it_it: [_maddie_] {i}Nawww{/i}, baby! Stai praticamente {u}sbavando{/u} in questo momento!

source: [_maddie_] (Oh yeah, Madeline Fenton's {i}stiiill{/i} got it!~)
it_it: [_maddie_] (Oh sì, il sito {i}di Madeline Fenton ce l'ha ancora!).

source: [_maddie_] Would you maybe mind helping me with this one particular pose?
it_it: [_maddie_] Ti dispiacerebbe aiutarmi con questa particolare posa?

source: [_danny_] S-sure, what do I need to do?
it_it: [_danny_] Certo, cosa devo fare?

source: [_maddie_] Oh nothing, you just need to... pull my arms back a little... while I'm on my knees, is all.
it_it: [_maddie_] Oh, niente, devi solo... tirare un po' indietro le braccia... mentre sono in ginocchio, tutto qui.

source: [_maddie_] You'll be helping to really {i}'stretch me out'{/i}, believe me...
it_it: [_maddie_] Aiuterete a {i}'allungarmi', credetemi...

source: [_danny_] ...{i}oh!{/i} Definitely then!
it_it: [_danny_] ...{i}oh! Sicuramente allora!

source: [_maddie_] Thank you sweetie~!
it_it: [_maddie_] Grazie tesoro!

source: [_maddie_] You're too kind to your dear old mother...
it_it: [_maddie_] Sei troppo gentile con la tua cara vecchia madre...

source: [_maddie_] Now pull nice and firmly baby... be gentle, but really get a good grip on my forearms...
it_it: [_maddie_] Ora tira bene e con forza, tesoro... con delicatezza, ma facendo una buona presa sugli avambracci...

source: [_danny_] Okay then, so do I just-
it_it: [_danny_] Ok, allora devo solo...

source: [_maddie_] {i}Mmm~{/i} That's it sweetie, just like that...
it_it: [_maddie_] {i}Mmm~{/i} Così, tesoro, proprio così...

source: [_danny_] (God... if she keeps wiggling her butt up against me like that, I'm going to pop a boner in no time!)
it_it: [_danny_] (Dio... se continua a muovere il sedere contro di me in questo modo, mi verrà un'erezione in men che non si dica).

source: [_maddie_] Something the matter sweetie? You seem sorta, {i}*Giggles*{/i} "pent up" today... you getting enough sleep lately?
it_it: [_maddie_] Qualcosa non va, tesoro? Sembri un po'... {i}*Giggles*{/i} "repressa" oggi... hai dormito abbastanza ultimamente?

source: [_danny_] Oh, y'know, c-could have been better last night!
it_it: [_danny_] Oh, sai, poteva andare meglio ieri sera!

source: [_maddie_] {i}Awww{/i}, poor thing! Don't worry sweetie, I'll be sure to visit at night again soon! Then I can help ease the tension of whatever's winding you up so much...~
it_it: [_maddie_] {i}Poverino! Non preoccuparti, tesoro, tornerò presto a farti visita di notte! Così potrò aiutarti ad allentare la tensione di qualsiasi cosa ti stia turbando così tanto...~

source: [_danny_] Holy... f-fuck...
it_it: [_danny_] Santo... cazzo...

source: [_maddie_] {i}*Tssk!*{/i} Sweetie! Language, please!
it_it: [_maddie_] {i}*Tssk! *{/i} Tesoro! Linguaggio, per favore!

source: [_danny_] S-sorry... just sorta slipped out
it_it: [_danny_] Scusa... mi è sfuggito...

source: [_maddie_] {i}*Sigh*{/i} I guess it can't be helped right now, you're right...
it_it: [_maddie_] {i}*Sigh*{/i} Immagino che non ci si possa fare niente in questo momento, hai ragione...

source: [_maddie_] Now... unzip your pants and let's slip out that fat cock of yours...~
it_it: [_maddie_] Ora... apri la cerniera dei pantaloni e fai scivolare fuori quel tuo grosso cazzo...~

source: [_danny_] {i}M-MOM!! We can't just... right?{/i}{p}I-I mean, alright, but... but what about-
it_it: [_danny_] {i}M-MAMMA!!! Non possiamo semplicemente... giusto?{p}Cioè, va bene, ma... ma cosa...

source: [_maddie_] Don't worry, I told you, everyone's asleep right now anyway, and even if they come downstairs, they won't be able to see anything from this angle.~
it_it: [_maddie_] Non preoccuparti, te l'ho detto, tanto in questo momento dormono tutti e anche se scendono, non riusciranno a vedere nulla da questa angolazione.~

source: [_maddie_] Now hurry up and be give momma a feel of that nice, big-!
it_it: [_maddie_] Ora sbrigati a far sentire alla mamma quel bel grosso...!

source: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn*{/i} Jumping junipers, what a beautiful day! Honey! Get the coffee going!
it_it: [_jack_s_offscreen_s_pjs_s_at_player_s_rise_s_talk_happy_] {i}*Yaaawn*{/i} Ginepri che saltano, che bella giornata! Tesoro! Fai partire il caffè!

source: [_maddie_] {i}*Quietly Frantic*{/i} Shit! Danny-!
it_it: [_maddie_] {i}*Quietly Frantic*{/i} Merda! Danny...!

source: [_danny_] {i}*Whispering*{/i} Oh crap! We gotta get off the floor!
it_it: [_danny_] {i}*Sussurrando*{/i} Oh, merda! Dobbiamo alzarci dal pavimento!

source: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] H-hey dad!
it_it: [_danny_s_down_s_unhappy_s_talk_happy_s_blush_] Ehi, papa'!

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}*Yawn*{/i} Morning Champ. Sweetie.
it_it: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}*Yawn*{/i} Buongiorno campione. Tesoro.

source: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack* *Smack*{/i}{p}{i}Blechh{/i}... darn morning mouth!
it_it: [_jack_s_pjs_s_towards_s_sad_s_talk_displeased_] {i}*Smack* *Smack* *Smack*{/i}{p}{i}Blechh{/i}... maledetta bocca mattutina!

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] I'll get some coffee for you, dear.
it_it: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_s_blush_] Ti porto del caffè, cara.

source: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Thanks honey, I-
it_it: [_jack_s_pjs_s_towards_s_idle_s_talk_happy_] Grazie tesoro, io...

source: [_extend_] say, you doing okay? You look a little flustered!
it_it: [_extend_] Dica, sta bene? Sembri un po' agitato!

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, y'know, just overdid it a little with the yoga.{p}G-gotta keep myself in ghost fighting shape though!
it_it: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] Oh, sai, ho esagerato un po' con lo yoga.{p}Devo tenermi in forma da combattimento, però!

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ha!{/i} Anything to keep that body still rockin', baby!
it_it: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] {i}Ah! Qualsiasi cosa pur di mantenere quel corpo ancora in forma, baby!

source: [_maddie_] {i}Jack!!{/i} Danny's {i}right{/i} here!
it_it: [_maddie_] {i}Jack! Il sito {i}di Danny è qui!

source: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ...and he'll be lucky to get a woman half as beautiful as you, dear.
it_it: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] ...e sarà fortunato se troverà una donna bella la metà di te, cara.

source: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Awww{/i}, you're the sweetest, Jack...
it_it: [_maddie_s_special_s_yoga_s_towards_s_sad_s_talk_happy_s_blush_] {i}Sei dolcissimo, Jack...

source: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] See champ? Mind your manners well and one day you might get lucky enough to score a gal that good!
it_it: [_jack_s_pjs_s_towards_s_rise_s_talk_happy_] Vedi campione? Sii educato bene e un giorno potresti essere abbastanza fortunato da trovare una ragazza così brava!

source: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Uhh{/i}, sure dad...
it_it: [_danny_s_towards_s_unhappy_s_talk_happy_s_blush_] {i}Certo, papà...

source: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Well, have a nice day everybody! Gotta work on some new ghost hunting tech in the basement!
it_it: [_jack_s_pjs_s_closed_s_idle_s_talk_happy_] Beh, buona giornata a tutti! Devo lavorare a qualche nuova tecnologia per la caccia ai fantasmi in cantina!

source: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] I'll bring your coffee in a minute, Jack.
it_it: [_maddie_s_special_s_yoga_s_towards_s_idle_s_talk_happy_] Ti porto il caffè tra un minuto, Jack.

source: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Well.. I suppose I'll talk to you later, Danny.
it_it: [_maddie_s_special_s_yoga_s_down_s_sad_s_talk_happy_] Beh... Immagino che ci sentiremo più tardi, Danny.

source: [_danny_s_at_player_s_angry_s_displeased_] (Dang... so close!)
it_it: [_danny_s_at_player_s_angry_s_displeased_] (Dang... così vicino!)

source: Keep watching?
it_it: Continuare a guardare?
