Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_starspook_] Heyyyy Billy! Oh my gawd, that was so funny, you should have seen it. Thanks for helping out again!! If you want to, swing by the girl's bathroom again sometime. ;P
it_it: [_starspook_] Heyyyyy Billy! Oh il mio gawd, che era così divertente, si sarebbe dovuto vederlo. Grazie per aver aiutato di nuovo!! Se si desidera, oscillare dal bagno della ragazza di nuovo a volte. ;P

source: [_danny_] (...welp, it looks like it's time for me to go collect my 30 pieces of silver...)
it_it: [_danny_] (...welp, sembra che sia il momento di andare a raccogliere i miei 30 pezzi d'argento...)

source: [_danny_] (Sam's standing by her locker all alone... I had better turn invisible before anybody else shows up...)
it_it: [_danny_] (Sam in piedi dal suo armadietto tutto da solo... Avrei fatto meglio a girare invisibile prima che qualcun altro si mostrasse...)

source: [_danny_] (This should be a good way to get a front row seat to the action... speaking of which, here comes Lancer!)
it_it: [_danny_] (Questo dovrebbe essere un buon modo per ottenere un posto in prima fila per l'azione... parlando di cui qui arriva Lancer!)

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students right to proper peace of mind.
it_it: [_lancer_s_talk_frown_] Tuttavia, temo che dovrò sovrascrivere quella privacy a favore della protezione degli altri studenti al diritto alla giusta pace della mente.

source: [_danny_] (Sam's starting to open her locker... oh man, Star is {b}sure{/b} gonna be surprised to see how this plays out...)
it_it: [_danny_] (Sam sta iniziando ad aprire il suo armadietto... oh man, Star è {b}sicuro{/b} sarà sorpreso di vedere come si gioca...)

source: [_lancer_s_rise_one_s_talk_frown_] Yes, Ms. Astray, what {i}are{/i} you talking about?
it_it: [_lancer_s_rise_one_s_talk_frown_] Sì, la signora Astray, di che {i}sei {/i} di cui parlavi?

source: [_lancer_s_closed_s_talk_frown_s_sad_] Quite frankly, I don't see {b}anything{/b} in this locker that resembles some sort of potential weapon or blunt instrument.
it_it: [_lancer_s_closed_s_talk_frown_s_sad_] Francamente, non vedo {b}nulla{/b} in questo armadietto che assomiglia ad una sorta di potenziale arma o strumento blunt.

source: [_sam_s_sad_s_talk_happy_] See? I told you Mr. Lancer, I would {i}never{/i} bring anything to school that could possibly hurt someone!
it_it: [_sam_s_sad_s_talk_happy_] Vedi? Ti ho detto signor Lancer, io {i}mai{/i} portare qualcosa a scuola che potrebbe ferire qualcuno!

source: [_lancer_s_idle__s_talk_frown_] Right you are, Ms. Manson, you have my professional apology. I was worried for a moment that you might be veering into even {b}more{/b} troubling behavior after our last incident with your school attire...
it_it: [_lancer_s_idle__s_talk_frown_] Proprio tu sei, la signora Manson, hai le mie scuse professionali. Sono stato preoccupato per un attimo che potresti essere veering anche {b}in più {/b} comportamento inquietante dopo il nostro ultimo incidente con il tuo abbigliamento scolastico...

source: [_lancer_s_talk_happy_s_sad_] But every so often, I'm glad to have been proven wrong.
it_it: [_lancer_s_talk_happy_s_sad_] Ma ogni tanto sono contento di essere stato provato sbagliato.

source: [_star_s_angry_s_talk_frown_] Wh-what? Then... well, wh-what about anything non-school appropriate?!
it_it: [_star_s_angry_s_talk_frown_] Perché? Allora...beh, quando-che dire di qualcosa di non-scuola appropriato?!

source: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... while I don't necessarily approve of the {i}amount{/i} of rebellious paraphernalia Ms. Manson has, none of it seems to incite violence or improper conduct...
it_it: [_lancer_s_towards_s_wondering_s_talk_frown_] Hmmm... mentre non approvo necessariamente l'importo {i}{/i} di parafernalia ribelle Ms. Manson ha, nessuno di esso sembra incitare la violenza o comportamento improprio...

source: [_lancer_s_closed_s_sad_] But otherwise no, I don't think this locker has anything in it that would constitute breaking the school's locker policy guidelines...
it_it: [_lancer_s_closed_s_sad_] Ma altrimenti no, non penso che questo armadietto abbia nulla in esso che costituirebbe rompere le linee guida della politica di armadietto della scuola...

source: [_lancer_s_towards_s_rise_one_] ...perhaps you would care to {i}clarify{/i} your original report to me, Ms. Astray?
it_it: [_lancer_s_towards_s_rise_one_] ...forse ti piacerebbe che {i}chiarisca{/i} il tuo rapporto originale a me, la signora Astray?

source: [_star_s_towards_s_talk_frown_] Bu-but, I- she was putting- I had the- how-
it_it: [_star_s_towards_s_talk_frown_] Bu-ma, I- lei stava spuntando- ho avuto il- come-

source: [_sam_s_talk_frown_] Just admit it Star, you were {b}lying{/b} to Mr. Lancer!
it_it: [_sam_s_talk_frown_] Basta ammetterla Stella, stavi mentendo {b}{/b} a Mr. Lancer!

source: [_lancer_s_talk_frown_s_wondering_] Is this {i}true{/i} Ms. Astray? Is this why all of these students are gathered here? What was this supposed to be, some sort of elaborate {u}stunt{/u}?
it_it: [_lancer_s_talk_frown_s_wondering_] È questo {i}vero{/i} Ms. Astray? È questo il motivo per cui tutti questi studenti sono riuniti qui? Che cosa avrebbe dovuto essere, una sorta di elaborato {u}stunt{/u}?

source: [_star_s_talk_frown_] I... I was... I...
it_it: [_star_s_talk_frown_] Io... E... I...

source: [_danny_] (Now I think it's {b}my{/b} turn to step in!)
it_it: [_danny_] (Ora penso che sia {b}mio{/b} girare per passare!)

source: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] I just wanted to- {b}HEY{/b}, what the...!!
it_it: [_star_s_talk_frown_s_confused_wide_s_neutral_2_] Volevo solo - {b}HEY{/b}, cosa...!!

source: [_sam_s_talk_happy_s_sad_2_] Hah hah! No freaking way!
it_it: [_sam_s_talk_happy_s_sad_2_] Hah hah! Nessun modo di gioco!

source: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh my God!! Who just pantsed me?! I'm gonna kill you!!
it_it: [_star_s_confused_wide_s_angry_s_talk_frown_] Oh mio Dio!! Chi mi ha appena assassassediato?! Ti ucciderò!!

source: [_lancer_s_angry_s_talk_frown_] {b}Sisterhood of the Traveling Pants!!{/b} Ms. Astray!!
it_it: [_lancer_s_angry_s_talk_frown_] {b}Sorella dei Pantaloni Viaggiatori!!{/b} Ms. Astray!!

source: [_danny_] (Oh man, this couldn't have gone {b}any{/b} better!)
it_it: [_danny_] (Oh uomo, questo non poteva andare meglio {b}qualsiasi{/b}!)

source: [_student1_] Wow man! Look at those buns!
it_it: [_student1_] Wow uomo! Guarda quei panini!

source: [_student3_] Check it dude, Star's giving us a view of the full moon! Ha hah!
it_it: [_student3_] Controlla il tesoro, Star's dandoci una vista della luna piena! Ha hah!

source: [_student2_] You idiot, that's not even a full moon, she's still got her panties on... you can barely even see her tattoo.
it_it: [_student2_] Si idiota, non è nemmeno una luna piena, lei ha ancora le mutandine su... si può a malapena vedere il suo tatuaggio.

source: [_student4_] This isn't anything special, her naked photos are {i}already{/i} online, guys.
it_it: [_student4_] Questo non è niente di speciale, le sue foto nude sono già {i}in linea, ragazzi.

source: [_student1_] Wow, wait, Star has {b}naked{/b} photos online?! Bro, in the infamous words of Ice-T, "Imma need the link".
it_it: [_student1_] Wow, wait, Star ha {b}naked{/b} foto online?! Bro, nelle famigerate parole di Ice-T, "Imma ha bisogno del link".

source: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh my God, this is {u}NOT{/u} happening!!
it_it: [_star_s_talk_frown_s_neutral_2_s_confused_wide_] Oh mio Dio, questo è {u}NO{/u} accaduto!!

source: [_lancer_s_talk_frown_s_closed_] Ms. Astray, I think it'd be best if you come with me to Principal Ishiyama's office so you can properly explain your actions during the frivolous time wasting venture you've pulled this afternoon.
it_it: [_lancer_s_talk_frown_s_closed_] Ms. Astray, Penso che sarebbe meglio se veniate con me all'ufficio del Principale Ishiyama in modo da poter spiegare correttamente le vostre azioni durante la frenetica avventura di spreco di tempo che hai tirato questo pomeriggio.

source: [_lancer_s_towards_wide_s_angry_s_talk_frown_] No butts!! I've dealt with one too many "{i}butts{/i}" for the day already. To my office. {u}Now{/u}!!
it_it: [_lancer_s_towards_wide_s_angry_s_talk_frown_] No butts!! Ho affrontato un numero eccessivo di "{i}butts{/i}" per il giorno già. Al mio ufficio. {u}ora{/u}!!

source: [_sam_s_confused_s_talk_happy_] I guess you better get going, right? Try not to trip over your pants there, Star-Power.~
it_it: [_sam_s_confused_s_talk_happy_] Credo che sia meglio andare avanti, giusto? Prova a non andare oltre i pantaloni lì, Star-Power.~

source: [_star_s_talk_frown_] Thi-this can't be happening, I-I was going to have you-
it_it: [_star_s_talk_frown_] Questo non può succedere, io stavo per averti

source: [_sam_s_center_s_confused_s_talk_frown_] Man... what the {b}hell{/b} just happened here?
it_it: [_sam_s_center_s_confused_s_talk_frown_] Uomo... che cosa è successo il {b}inferno{/b} qui?

source: [_danny_s_sad_s_talk_happy_2_] Talking to yourself, I see. Ya know, you should probably try to kick that kinda bad habit.
it_it: [_danny_s_sad_s_talk_happy_2_] Parlando con te stesso, lo vedo. Si, probabilmente dovresti provare a calciare quella brutta abitudine.

source: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! You're not going to believe this! It was so freaking weird!!
it_it: [_sam_s_towards_wide_s_talk_happy_s_sad_] Dude, Danny!! Non crederai a questo! Era così stravagante!!

source: [_sam_s_closed_s_neutral_s_talk_frown_2_] So Lancer comes all up on me and was going like, {i}*Ahem*{/i} "Ehm, {i}excuse{/i} Ms. Manson, but I'm afraid I'll need to invesitage your locker space" cause he said that Star said-
it_it: [_sam_s_closed_s_neutral_s_talk_frown_2_] Così Lancer viene tutto su di me e stava andando come, {i}*Ahem*{/i} "Ehm, {i}scusa{/i} Ms. Manson, ma temo che avrò bisogno di invesitare il tuo spazio armadietto" perché ha detto che Star ha detto:

source: [_danny_s_rise_one_s_talk_happy_] Something about a weapon in your locker, I heard?
it_it: [_danny_s_rise_one_s_talk_happy_] Qualcosa di un'arma nel tuo armadietto, ho sentito?

source: [_sam_s_sad_s_talk_frown_] Yeah!! Then, Lancer searched my locker, right, and of {i}course{/i} there wasn't anything there, right?!
it_it: [_sam_s_sad_s_talk_frown_] Sì!! Poi, Lancer ha cercato il mio armadietto, a destra, e di {i}naturale{/i} non c'era nulla lì, giusto?!

source: [_danny_s_talk_happy_s_sad_2_] Uh huh... interesting, interesting...
it_it: [_danny_s_talk_happy_s_sad_2_] Uh huh... interessante, interessante...

source: [_sam_s_center_wide_s_angry_s_talk_happy_] So then, Lancer was all over Star like "Why'd you waste my precious time on this, you perky boobs with teeth?", and then, out of {b}nowhere{/b} her-
it_it: [_sam_s_center_wide_s_angry_s_talk_happy_] Allora Lancer era dappertutto Stella come "Perché' hai sprecato il mio tempo prezioso su questo, tu perky tette con i denti? , e poi, su {b}nessuno{/b} her-

source: [_sam_s_center_s_confused_s_talk_frown_] ...pants... mysteriously came off...
it_it: [_sam_s_center_s_confused_s_talk_frown_] ...pantaloni... misteriosamente si è spento...

source: [_sam_s_confused_s_talk_happy_] ...{i}you{/i} did that, didn't you??
it_it: [_sam_s_confused_s_talk_happy_] ...{i}lo hai fatto{/i}, vero?

source: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Whaaat? Who, {b}me{/b}? Why I would {i}never{/i}...
it_it: [_danny_s_closed_s_talk_happy_2_s_sad_2_] Whaaat? Chi, {b}me{/b}? Perché non avrei {i}mai{/i}...

source: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] So what the heck, what was this all about anyway?!
it_it: [_sam_s_towards_wide_s_sad_s_talk_frown_2_] Quindi che cos'era l'heck, che cosa era tutto questo comunque?!

source: [_danny_s_talk_happy_2_s_rise_one_] Long story, but basically, Star wanted to frame your locker with one of her flesh toys by having Inviso-Bill put it in there.
it_it: [_danny_s_talk_happy_2_s_rise_one_] Lunga storia, ma in fondo, Star voleva inquadrare il tuo armadietto con uno dei suoi giocattoli di carne avendo Inviso-Bill messo lì dentro.

source: [_sam_s_towards_s_confused_s_talk_frown_] What?! Why would you- I mean, why would {i}he{/i} want to do that? What possible motive did {i}she{/i} even have?!
it_it: [_sam_s_towards_s_confused_s_talk_frown_] Cosa?! Perché dovresti dire, perché {i}lui {/i} lo vorrebbe fare? Quale possibile motivo ha fatto {i}lei {/i} ha anche avuto?!

source: [_danny_s_sad_s_talk_frown_2_] Just so people would have something other to talk about than the naked photos of her online. She said that if Inviso-Bill helped out that there'd be some sort of "reward" in it for him.
it_it: [_danny_s_sad_s_talk_frown_2_] Solo così la gente avrebbe qualcosa di diverso da parlare delle sue foto nude online. Ha detto che se Inviso-Bill aiutasse che ci sarebbe una sorta di "ricompensa" in esso per lui.

source: [_sam_s_confused_s_talk_frown_] What? What kind of a rew-
it_it: [_sam_s_confused_s_talk_frown_] Cosa? Che tipo di rew-

source: [_danny_s_sad_2_s_talk_happy_s_towards_] Yeah well, I obviously wouldn't do that to you, so I thought I'd turn her little prank around on her.
it_it: [_danny_s_sad_2_s_talk_happy_s_towards_] Sì, ovviamente non lo farei a voi, quindi pensavo di girare il suo piccolo scherzo su di lei.

source: [_sam_s_away_s_talk_happy_3_] Well... gee. I know it might sound stupid to say, but thank you.
it_it: [_sam_s_away_s_talk_happy_3_] Bene... gee. So che potrebbe sembrare stupido dirlo, ma grazie.

source: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, you don't need to thank-
it_it: [_danny_s_blush_3_s_wondering_s_towards_wide_s_talk_frown_] Oh, Sam, non c'è bisogno di ringraziare-

source: [_sam_s_closed_s_sad_s_talk_frown_] No, I actually want to, Danny. You would have been a scummy guy to have gone through with it, {b}obviously{/b}...
it_it: [_sam_s_closed_s_sad_s_talk_frown_] No, in realtà lo voglio, Danny. Saresti stato un ragazzo scummy ad essere passato con esso, {b}ovviamente{/b}...

source: [_sam_s_towards_s_confused_s_talk_happy_] ...but I can see that there must have been some level of {b}temptation{/b} to do it. Even {i}I{/i} understand that.
it_it: [_sam_s_towards_s_confused_s_talk_happy_] ...ma posso vedere che ci deve essere stato un certo livello di {b}tentazione{/b} per farlo. Anche {i}I{/i} lo capiscono.

source: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] I know you told me the other day you were glad we were as close as we are already... so I just wanna say that I'm glad that I can count on you just as much.
it_it: [_sam_s_away_s_sad_2_s_talk_bite_s_blush_] So che tu mi hai detto l'altro giorno sei contento che siamo stati vicini come già noi. . – Quindi voglio solo dire che sono contento di poter contare su di voi altrettanto.

source: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, of course. I've got your back completely!
it_it: [_danny_s_blush_3_s_wondering_s_talk_happy_2_] Uhm, y-yeah, Sam, naturalmente!

source: [_sam_s_talk_happy_] Wow... it really feels good to be this...
it_it: [_sam_s_talk_happy_] Wow... è davvero bello essere questo...

source: [_sam_s_blush_2_s_confused_] I don't know... close, to somebody?
it_it: [_sam_s_blush_2_s_confused_] Non lo so... chiudi, a qualcuno?

source: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Yeah, I think it feels nice too...
it_it: [_danny_s_talk_happy_2_s_blush_s_sad_2_] Sì, penso che si senta bello troppo...

source: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Well, uhm, that was pretty funny, right? The whole pantsing thing?
it_it: [_danny_s_-blush_3_s_rise_one_s_talk_happy_2_s_towards_] {i}*Ahem*{/i} Beh, uhm, che era abbastanza divertente, giusto? L'intera cosa pantsing ?

source: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah! That was actually super funny. I'm sure a couple more photos of Star's butt got added to her growing online catalogue!
it_it: [_sam_s_-blush_2_s_sad_2_s_talk_happy_] Whu- oh, oh yeah! In realtà era super divertente. Sono sicuro che un paio di foto di Star's butt sono state aggiunte al suo crescente catalogo online!

source: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, I know! She should have learned to just let it go, right?
it_it: [_danny_s_towards_wide_s_talk_happy_2_] Ha hah, lo so! Avrebbe dovuto imparare a lasciarlo andare, giusto?

source: [_sam_s_talk_bite_] Hhmmm, yeah...
it_it: [_sam_s_talk_bite_] Hhmmm, sì...

source: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, I sorta noticed that you changed your name on Spookchat, right?
it_it: [_sam_s_sad_2_s_talk_happy_] Hey, uhmm, Ho sorta notato che hai cambiato il tuo nome su Spookchat, vero?

source: [_danny_s_sad_2_s_talk_frown_] Huh? Oh you noticed that? Yeah, Tucker gave me his old PDA since my phone was busted.
it_it: [_danny_s_sad_2_s_talk_frown_] Huh? Oh lo hai notato? Sì, Tucker mi ha dato il suo vecchio PDA da quando il mio telefono è stato distrutto.

source: [_sam_s_sad_2_s_talk_bite_] Yeah, I sorta got a notification. Good thing Tucker and I were the only people you ever messaged before. You were hardly ever on it anyway...
it_it: [_sam_s_sad_2_s_talk_bite_] Sì, io sorta ho ricevuto una notifica. Buona cosa Tucker ed io eravamo le uniche persone che avete mai messaggiato prima. Non eravate quasi mai su di esso comunque...

source: [_danny_s_at_player_s_sad_s_talk_happy_] Honestly, it's not a bad little communication app! I think I'm gonna start using it more often, it'll make it easier if any of us spot a ghost for me to take on.
it_it: [_danny_s_at_player_s_sad_s_talk_happy_] Onestamente, non è una cattiva piccola app di comunicazione! Penso che inizierò a usarlo più spesso, renderà più facile se qualcuno di noi individua un fantasma per me da assumere.

source: [_sam_s_confused_s_talk_happy_] Awesome! So, uhm, you wouldn't mind if I messaged you later on it then, right?
it_it: [_sam_s_confused_s_talk_happy_] Fantastico! Così, uhm, non ti dispiacerebbe se ti ho messaggiato più tardi allora, giusto?

source: [_danny_s_talk_happy_s_wondering_] What? No, of course you can, why would I mind? We're best friends, duh.
it_it: [_danny_s_talk_happy_s_wondering_] Che cosa? No, ovviamente puoi, perché mi sarei accorto? Siamo migliori amici, duh.

source: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, great. I'll do that then!
it_it: [_sam_s_away_s_sad_2_s_talk_happy_2_] Oh-okay, fantastico. Lo farò allora!

source: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Awesome, it'll be good to keep in touch with you like that.
it_it: [_danny_s_towards_s_talk_happy_2_s_sad_2_] Fantastico, sarà bene tenersi in contatto con te così.

source: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Well, I'm gonna head home for the night. See you around?
it_it: [_sam_s_towards_s_-blush_s_talk_happy_s_confused_] Beh, sto andando a casa per la notte. Ci vediamo intorno?

source: [_danny_s_wondering_s_talk_happy_] Yeah Sam, of course.
it_it: [_danny_s_wondering_s_talk_happy_] Yeah Sam, ovviamente.

source: [_sam_s_closed_s_talk_happy_3_] Alrighty... see you later, gator...
it_it: [_sam_s_closed_s_talk_happy_3_] Bene... ti vediamo più tardi, gator...

source: [_danny_s_rise_one_s_frown_3_] (Hmmm... well that was interesting. What was the whole Spookchat thing about? She was acting kind of coy about it.)
it_it: [_danny_s_rise_one_s_frown_3_] (Hmmm... è stato interessante. Di cosa si trattava tutta la Spookchat? Stava agendo una sorta di coy su di esso.)

source: [_danny_s_frown_2_s_wondering_] (Man, girls are mysterious creatures. Sometimes I think I understand ghosts more than I do them.)
it_it: [_danny_s_frown_2_s_wondering_] (L'uomo, le ragazze sono creature misteriose. A volte penso di capire i fantasmi più di quanto li faccio.)

source: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (Maybe it's because I'm half ghost, captain obvious?)
it_it: [_danny_s_at_danny_s_rise_one_s_frown_grin_] (È perché sono mezzo fantasma, capitano ovvio?)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... I wonder if Star'll get mad at Inviso-Bill or not.)
it_it: [_danny_s_towards_s_sad_2_s_frown_2_] (Hmmm... Mi chiedo se Star'll arrabbiarsi con Inviso-Bill o no.)

source: [_danny_s_wondering_s_frown_grin_] (Maybe there's a chance I can save myself from her wrath?)
it_it: [_danny_s_wondering_s_frown_grin_] (Maybe c'è una possibilità che posso salvarmi dalla sua ira?)

source: [_danny_s_at_player_s_frown_] (Ehh, it's probably best that I just try not to talk to her for the moment.)
it_it: [_danny_s_at_player_s_frown_] (Ehh, è probabilmente meglio che cerco solo di non parlare con lei per il momento.)

source: [_danny_s_at_player_s_grin_happy_s_sad_2_] (Man... the past 10 minutes have been pretty crazy. I should try to find something else to do with the rest of my day.)
it_it: [_danny_s_at_player_s_grin_happy_s_sad_2_] (L'uomo... gli ultimi 10 minuti sono stati abbastanza pazzi. Dovrei cercare di trovare qualcos'altro a che fare con il resto della mia giornata.)

source: [_danny_] (Well... here we go again...)
it_it: [_danny_] (Bene... qui andiamo di nuovo...)

source: [_danny_s_closed_s_angry_s_talk_frown_] I'm going ghost!
it_it: [_danny_s_closed_s_angry_s_talk_frown_] Sto andando fantasma!

source: [_danny_] (Phew... I don't know if I'm leaking ectoplasm right now or if I'm just sweating like crazy...)
it_it: [_danny_] (Phew... Non so se sto perdendo ectoplasma in questo momento o se sto solo sudando come pazzo...)

source: [_danny_] (I mean, I might be about to lose my virginity here!!)
it_it: [_danny_] (Intendo dire che potrei perdere la mia verginità qui!!)

source: [_danny_] (Well, no time like the present... let's do this!)
it_it: [_danny_] (Beh, non c'è tempo come il presente... facciamo questo!)

source: [_danny_s_sad_s_talk_happy_] Hey there, Star. What's, uh... what's happenin'?
it_it: [_danny_s_sad_s_talk_happy_] Ehi lì, Stella. Cos'è, uh... cosa succede'?

source: [_star_s_talk_happy_2_s_neutral_2_] Hey you... I'm glad you came 'round to see me.
it_it: [_star_s_talk_happy_2_s_neutral_2_] Ehi tu... Sono contento che tu sia venuto in giro per vedermi.

source: [_danny_s_rise_one_s_talk_happy_] Well, I just figured I'd see how you were doing...
it_it: [_danny_s_rise_one_s_talk_happy_] Beh, ho appena immaginato che vedrei come stavate facendo...

source: [_star_s_talk_happy_2_s_sad_] Oh, I'm real good thanks to you! People have been messaging me less and less asking for nudes.
it_it: [_star_s_talk_happy_2_s_sad_] Oh, sono davvero buona grazie a te! La gente mi ha messaggiato sempre meno chiedendo nudi.

source: [_star_s_angry_s_talk_frown_] Ugh, can you believe some of the creeps that go to this school?
it_it: [_star_s_angry_s_talk_frown_] Ugh, puoi credere ad alcuni dei creeps che vanno a questa scuola?

source: [_danny_s_sad_2_s_talk_frown_] No really? That's awful, I'm sorry to hear that happened to you.
it_it: [_danny_s_sad_2_s_talk_frown_] Non è veramente? È terribile, mi dispiace sentire che ti è successo.

source: [_star_s_talk_happy_2_s_sad_] It's all good now though, everybody's talking about how Sam likes to masturbate in school! Crazy, right?
it_it: [_star_s_talk_happy_2_s_sad_] È tutto bello ora, però, tutti stanno parlando di come Sam ama masturbarsi a scuola! Pazzo, giusto?

source: [_star_s_angry_s_talk_happy_] Like what a total slut!
it_it: [_star_s_angry_s_talk_happy_] Come che troia totale!

source: [_danny_s_rise_one_s_talk_frown_] Uhm, but we're the ones who put it there, right?
it_it: [_danny_s_rise_one_s_talk_frown_] Uhm, ma siamo quelli che lo hanno messo lì, giusto?
