Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_danny_s_talk_happy_s_rise_one_] Whaddup, gothic butt?
it_it: [_danny_s_talk_happy_s_rise_one_] Whaddup, gotica?

source: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, piece of advice on girls number 3053? Typically, most girls don't like their butt to be the icebreaker to a conversation.
it_it: [_sam_s_confused_s_talk_frown_2_] Uhm, Danny, pezzo di consiglio sulle ragazze numero 3053? In genere, la maggior parte delle ragazze non piace il loro culo per essere il rompighiaccio per una conversazione.

source: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, I know, I'm sorry! I'm just teasing.
it_it: [_danny_s_sad_2_s_talk_happy_2_] Ha hah, lo so, mi dispiace! Sto solo prendendo in giro.

source: [_danny_s_talk_happy_s_at_danny_] I don't know, for whatever reason lately, I find myself in a pretty great mood!
it_it: [_danny_s_talk_happy_s_at_danny_] Non so, per qualsiasi ragione ultimamente, mi ritrovo in un umore abbastanza grande!

source: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... do you think it {i}might{/i} have something to do with developing fantastic super powers?
it_it: [_sam_s_confused_s_center_s_talk_bite_] Hmmm, gee... pensi che {i}potrebbero{/i} abbia qualcosa a che fare con lo sviluppo di fantastici super potere?

source: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Hey, you joke, but I definitely wouldn't say it's been easy since the accident.
it_it: [_danny_s_rise_one_s_towards_wide_s_talk_frown_] Ehi, scherzi, ma sicuramente non direi che è stato facile da quando l'incidente.

source: [_danny_s_talk_frown_2_s_at_player_s_sad_] I mean, ever since I gained my abilities, I've had to deal with a lot more than I ever could have figured I'd have to deal with in high school.
it_it: [_danny_s_talk_frown_2_s_at_player_s_sad_] Intendo dire, da quando ho acquisito le mie capacità, Ho avuto a che fare con molto più di quanto mai avrei potuto immaginare di avere a che fare con alle superiori.

source: [_danny_s_at_danny_s_talk_frown_] Fighting ghosts from who knows where, keeping my secret from just about everyone, having to collect that Orgone stuff...
it_it: [_danny_s_at_danny_s_talk_frown_] Combattere i fantasmi da chi sa dove, tenendo il mio segreto da quasi tutti, dover raccogliere quella roba di Orgone...

source: [_danny_s_talk_happy_2_s_sad_s_blush_] ...well, I guess it hasn't been {i}all{/i} bad.
it_it: [_danny_s_talk_happy_2_s_sad_s_blush_] ...beh, immagino che non sia stato {i}tutti{/i} male.

source: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, grow up! I- I only did that stuff to... to help you beat that shadow creep is all!!
it_it: [_sam_s_blush_s_talk_frown_2_s_away_s_angry_] Ugh, Danny, cresce! Ho fatto solo quella roba a... per aiutarvi a battere che l'ombra striscia è tutto!!

source: [_danny_s_closed_s_talk_happy_s_neutral_] No, I get that... and I really appreciate that, honestly. I'm glad you trusted me enough to help out. I couldn't have done it without you.
it_it: [_danny_s_closed_s_talk_happy_s_neutral_] No, lo capisco... e lo apprezzo molto, onestamente. Sono contento che tu ti sia fidato di me abbastanza per aiutare. Non avrei potuto farlo senza di te.

source: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... well, hey, glad to service you...
it_it: [_sam_s_sad_s_-blush_s_talk_happy_3_] Oh, jeez... beh, ehi, felice di servirti...

source: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}I mean {i}be{/i} of service{/b}!!
it_it: [_sam_s_sad_2_s_blush_s_towards_wide_s_talk_frown_] {b}Intendo {i}be{/i} di servizio{/b}!!

source: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax! I know what you meant!
it_it: [_danny_s_-blush_s_wondering_s_talk_happy_] Hah ha, Sam, relax! So cosa intendi!

source: [_sam_s_-blush_2_s_talk_frown_3_] S-sorry...
it_it: [_sam_s_-blush_2_s_talk_frown_3_] Spiacenti...

source: [_danny_s_-blush_2_s_talk_happy_] {i}Anyway{/i}, the point I'm making is that I don't think my powers are what's making me feel good lately.
it_it: [_danny_s_-blush_2_s_talk_happy_] {i}Comunque, {/i}, il punto che sto facendo è che non penso che i miei poteri siano ciò che mi sta facendo sentire bene ultimamente.

source: [_sam_s_confused_s_-blush_s_talk_frown_2_] No? Then what is it?
it_it: [_sam_s_confused_s_-blush_s_talk_frown_2_] No? Allora che cos'è?

source: [_danny_s_at_danny_s_sad_2_s_talk_happy_] I don't know... what was it you said about me the other day? That you think I'm different somehow?
it_it: [_danny_s_at_danny_s_sad_2_s_talk_happy_] Non lo so... che cosa hai detto di me l'altro giorno? Che pensi di essere diverso in qualche modo?

source: [_danny_s_towards_s_talk_happy_2_s_sad_] Well, I think so too. In a good way, I mean. I like that I get to use these powers to help people and protect others.
it_it: [_danny_s_towards_s_talk_happy_2_s_sad_] Beh, lo penso anche io. In un buon modo, voglio dire. Mi piace usare questi poteri per aiutare le persone e proteggere gli altri.

source: [_danny_s_rise_one_s_talk_happy_] I mean, maybe I don't always use them in the right way... but saving others like you makes me feel... pretty good.
it_it: [_danny_s_rise_one_s_talk_happy_] Voglio dire, forse non sempre li uso nel modo giusto... ma salvare altri come te mi fa sentire... abbastanza buono.

source: [_sam_s_sad_2_s_talk_bite_] Wow Danny, that's really great that you're looking that deeply into your character all of a sudden.
it_it: [_sam_s_sad_2_s_talk_bite_] Wow Danny, è davvero bello che tu stia guardando in profondità il tuo personaggio all'improvviso.

source: [_danny_s_talk_happy_2_s_angry_] Nah, I don't think it's {i}that{/i} sincere of a self reflection, hah!
it_it: [_danny_s_talk_happy_2_s_angry_] Nah, non penso che sia {i}che{/i} sincero di un riflesso di sé, hah!

source: [_danny_s_talk_happy_s_sad_2_] I'm just... I don't know, I'm glad that I can count on people like you and Tucker is all.
it_it: [_danny_s_talk_happy_s_sad_2_] Sono solo... non lo so, sono contento di poter contare su persone come te e Tucker è tutto.

source: [_danny_s_talk_happy_2_s_neutral_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
it_it: [_danny_s_talk_happy_2_s_neutral_] È grazie a voi due che posso anche gestire attraverso tutte le cose folli che sta accadendo ultimamente.

source: [_sam_s_confused_s_talk_bite_] Well we're your friends, Danny! No amount of "phantom pervert power" you have going on inside you could ever change that, dude.
it_it: [_sam_s_confused_s_talk_bite_] Beh, siamo tuoi amici, Danny! Nessuna quantità di "potere perverso fantasma" che hai acceso dentro di te potrebbe mai cambiare questo tesoro.

source: [_danny_s_talk_happy_s_sad_2_] That seriously means a lot to me, Sam. With people like you in my life, no ghost stands a chance against us.
it_it: [_danny_s_talk_happy_s_sad_2_] Questo significa molto per me, Sam. Con persone come te nella mia vita, nessun fantasma ha una possibilità contro di noi.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you...?
it_it: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... stai davvero entrando in questa intera {i}machismo{/i} supereroe cosa, vero?

source: [_danny_s_talk_happy_s_rise_one_] Do you think? I mean, I'm not purposely trying to... uhm, Sam, you look a little flush in the face. Are you okay?
it_it: [_danny_s_talk_happy_s_rise_one_] Pensi? Intendo dire che non sto cercando volentemente... uhm, Sam, sembri un po' di filo in faccia. Stai bene?

source: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Y-yeah... yo-you look like you're blushing too...
it_it: [_sam_s_blush_2_s_talk_frown_3_s_sad_2_] Y-yeah... ti sembra che tu stia arrossendo troppo...

source: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Speaking of Tucker, have you seen him around lately? I haven't really seen him show up for class recently...
it_it: [_sam_s_confused_s_-blush_s_-blush_2_s_talk_frown_2_] Parlando di Tucker, l'hai visto da ultimo? Non l'ho visto presentarsi per classe recentemente...

source: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, yeah, I heard he's come down with a bit of a sickness. He's probably just resting.
it_it: [_danny_s_talk_happy_s_sad_2_s_towards_] Uhm, sì, ho sentito che è sceso con un po' di malattia. Probabilmente sta solo riposando.

source: [_danny_s_wondering_s_frown_2_] (Poor Sam. I shouldn't tell her that Tucker turned into an evil ghost gobling just yet.)
it_it: [_danny_s_wondering_s_frown_2_] (Povero Sam. Non dovrei dirle che Tucker si trasformò in un fantasma malvagio che andava proprio adesso.)

source: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Especially while the two of us are currently fighting against each other... might not do well for her ghost fighting moral...)
it_it: [_danny_s_at_danny_s_wondering_s_frown_grin_3_] (Soprattutto mentre i due di noi stanno attualmente combattendo gli uni contro gli altri... potrebbe non fare bene per il suo fantasma che lotta morale...)

source: [_danny_s_at_player_s_frown_3_s_sad_] (Man, I gotta figure out how to get Desiree out of Tucker's head...)
it_it: [_danny_s_at_player_s_frown_3_s_sad_] (Uomo, ho capito come ottenere Desiree dalla testa di Tucker...)

source: [_sam_s_talk_happy_3_s_sad_] That's too bad, I was sorta hoping we could all hang out together later, maybe do some research on these ghosts appearances.
it_it: [_sam_s_talk_happy_3_s_sad_] È troppo male, stavo sperando che tutti potessimo uscire insieme più tardi, forse fare qualche ricerca su questi fantasmi apparenze.

source: [_danny_s_talk_happy_2_s_sad_] Honestly, it's thanks to help from you two that's made it even possible to manage through all the crazy stuff that's been going on lately.
it_it: [_danny_s_talk_happy_2_s_sad_] Onestamente, è grazie all'aiuto di voi due che ha reso possibile anche gestire attraverso tutte le cose pazzesche che sta succedendo ultimamente.

source: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... you're really getting into this whole {i}machismo{/i} superhero thing, aren't you..?
it_it: [_sam_s_sad_2_s_talk_happy_s_blush_] Wowee... stai davvero entrando in questa intera {i}machismo{/i} supereroe cosa, non sei tu..?

source: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] It's thanks to you two that I can even manage through all the crazy stuff that's been going on lately.
it_it: [_danny_s_-blush_2_s_talk_happy_2_s_sad_] È grazie a voi due che posso anche gestire attraverso tutte le cose folli che sta accadendo ultimamente.

source: [_danny_s_wondering_s_frown_2_] (I worry about Tucker though... how is he going to deal with his new powers?)
it_it: [_danny_s_wondering_s_frown_2_] (Mi preoccupo di Tucker però... come si occuperà dei suoi nuovi poteri?)

source: [_danny_s_at_danny_s_wondering_s_frown_] (Pranking people is one thing, but purposely using our powers to take advantage of them is something I'm afraid he might try...)
it_it: [_danny_s_at_danny_s_wondering_s_frown_] (Premere le persone è una cosa, ma usare volutamente i nostri poteri per sfruttarle è qualcosa che temo potrebbe provare...)

source: [_sam_s_confused_s_talk_frown_2_] Danny, are you alright dude? You seemed worried about something.
it_it: [_sam_s_confused_s_talk_frown_2_] Danny, sei giusto? Sembri preoccupato per qualcosa.

source: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, no! Sorry, I was just thinking about what you said is all.
it_it: [_danny_s_towards_wide_s_talk_frown_s_sad_2_] Oh, no! Mi dispiace, stavo solo pensando a quello che hai detto è tutto.

source: [_danny_s_talk_happy_s_sad_2_] It just seriously means a lot to me that you care that much, Sam. With people like you in my life, no ghost stands a chance against us.
it_it: [_danny_s_talk_happy_s_sad_2_] Significa solo seriamente molto per me che ti interessa così tanto, Sam. Con persone come te nella mia vita, nessun fantasma ha una possibilità contro di noi.

source: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh my gosh, I can't believe it! The two love birds are already planning their honeymoon together! How sweet!
it_it: [_star_s_towards_wide_s_neutral_s_talk_happy_2_] Oh mio gosh, non riesco a crederci! I due uccelli d'amore stanno già pianificando la loro luna di miele insieme! Quanto dolce!

source: [_star_s_confused_s_talk_happy_] Where are you guys thinking to go? The local flaming garbage dump? Oh, how {i}romantic!{/i}
it_it: [_star_s_confused_s_talk_happy_] Dove stai pensando di andare? Il discarica fiammeggiante della spazzatura? Oh, come {i}romantico!{/i}

source: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Star, we aren't a couple!!
it_it: [_sam_s_towards_2_s_angry_2_s_talk_frown_] Ugh, Stella, non siamo una coppia!!

source: [_danny_s_angry_s_talk_frown_2_] Yeah, so just knock it off!
it_it: [_danny_s_angry_s_talk_frown_2_] Sì, quindi basta buttarlo fuori!

source: [_star_s_closed_s_sad_s_talk_happy_2_] I can't help it if I find loser love to be so precious! You two are just so perfectly {b}atrocious{/b} together!
it_it: [_star_s_closed_s_sad_s_talk_happy_2_] Non posso aiutarlo se trovo che l'amore perdente sia così prezioso! Voi due siete così perfettamente {b}atroci {/b} insieme!

source: [_danny_sam_] WE AREN'T TOGETHER!!
it_it: [_danny_sam_] SIAMO OGGETTO!!

source: [_star_s_talk_frown_s_confused_] Look, whatever you losers are going through with your relationship, don't make {u}me{/u} a part of it.
it_it: [_star_s_talk_frown_s_confused_] Guarda, qualunque cosa tu perda con il tuo rapporto, non farmi {u}{/u} parte di esso.

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] What the heck are you talking about? {i}You{/i} came to {i}us{/i}!
it_it: [_sam_s_towards_wide_s_angry_s_talk_frown_] Di cosa stai parlando? {i}Sei venuto a {i}noi{/i}!

source: [_star_s_closed_s_angry_s_talk_frown_] Oh trust me, I wouldn't normally {b}choose{/b} to chat with the likes of you bottom feeders if I didn't have to.
it_it: [_star_s_closed_s_angry_s_talk_frown_] Si fida di me, normalmente non sceglierei {b}{/b} per chattare con i tuoi feeder di fondo se non dovessi farlo.

source: [_danny_s_angry_s_talk_frown_] Then what are you bugging us for?
it_it: [_danny_s_angry_s_talk_frown_] Allora per cosa ci stai buggando?

source: [_star_s_neutral_s_talk_frown_] I was just going to {b}say{/b}, I heard that Danny actually knows that "Inviso-Bill" guy.
it_it: [_star_s_neutral_s_talk_frown_] Stavo solo andando a {b}dicendo{/b}, Ho sentito che Danny in realtà sa che "Inviso-Bill" ragazzo.

source: [_star_s_talk_frown_s_rise_one_] Yeah, Paulina said you went and got him to help save her from sort of ghost octopuss? Said she thought he was {b}cute{/b}?
it_it: [_star_s_talk_frown_s_rise_one_] Sì, Paulina ha detto che sei andato a salvarla da una sorta di polpo fantasma? Ha detto che pensava che fosse {b}carino{/b}?

source: [_danny_s_rise_one_s_blush_s_talk_happy_] She did...?
it_it: [_danny_s_rise_one_s_blush_s_talk_happy_] Lei ha fatto...?

source: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...she {i}did{/i}?!
it_it: [_sam_s_away_s_talk_frown_2_s_sad_2_] ...lei {i}ha fatto{/i}?!

source: [_star_s_talk_frown_s_sad_] Yeah well, she hasn't heard back from him for awhile and she's getting a little peeved about it.
it_it: [_star_s_talk_frown_s_sad_] Sì bene, non ha sentito da lui per un po 'e si sta facendo un po 'sbirciare su di esso.

source: [_star_s_confused_] You {b}have{/b} passed on her number, right?!
it_it: [_star_s_confused_] Hai inviato {b}{/b} al suo numero, giusto?!

source: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh no, absolutely! Yeah, h-he has it alright. He's just so busy you know, fighting off other creeps, so uh... I'm sure he'll text her soon!
it_it: [_danny_s_towards_wide_s_talk_happy_2_s_-blush_s_sad_2_] Oh no, assolutamente! Sì, h-ha bene. Lui è così impegnato che sai, combattendo contro altri striscianti, quindi uh... sono sicuro che la manderà presto dei messaggi!

source: [_sam_s_confused_s_talk_frown_] {i}Will{/i} he Danny? Do you {i}think{/i} so?
it_it: [_sam_s_confused_s_talk_frown_] {i}Volono{/i} lui Danny? Hai {i}pensi{/i} così?

source: [_star_s_talk_happy_2_s_sad_] Well hey, look, if it's because like, he's not really interested or something, you should let him know there are some {i}other{/i} girls who might wanna talk to him too...
it_it: [_star_s_talk_happy_2_s_sad_] Beh hey, guardare, se è perché così, non è veramente interessato o qualcosa, dovresti fargli sapere che ci sono alcune {i}altre{/i} ragazze che potrebbero voler parlare anche con lui...

source: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Wh-what, really? Like who?
it_it: [_danny_s_towards_wide_s_talk_happy_s_blush_2_s_sad_2_] Che cosa, veramente? Come chi?

source: [_star_s_rise_one_s_talk_frown_] Like me, dummy? I wanna see him walk through walls and stuff... see if he's actually cute or not.
it_it: [_star_s_rise_one_s_talk_frown_] Come me, manichino? Voglio vederlo camminare tra muri e roba... vedere se è davvero carino o no.

source: [_sam_s_angry_s_talk_frown_] Well, you can just take that stupid phone number of yours and shove it right-
it_it: [_sam_s_angry_s_talk_frown_] Beh, puoi solo prendere quel numero di telefono stupido del tuo e darlo a destra-

source: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Ye-yeah! I can do that! I'll pass your name along. No problem, Star!
it_it: [_danny_s_-blush_3_s_sad_2_s_towards_wide_s_talk_happy_2_] Sì! Lo posso fare! Passerò il tuo nome lungo. Nessun problema, Star!

source: [_star_s_sad_s_talk_happy_2_] All right then, awesome! Here's my number, tell him he can find me on Spookchat with it.
it_it: [_star_s_sad_s_talk_happy_2_] Bene, allora, fantastico! Ecco il mio numero, dirgli che può trovarmi su Spookchat con esso.

source: [_star_s_talk_frown_s_confused_] I'm serious though, I wanna hear back from him, okay??
it_it: [_star_s_talk_frown_s_confused_] Sono serio, però, voglio sentire di nuovo da lui, okay??

source: [_danny_s_talk_happy_2_s_sad_2_] O-okay, no problem. I'll tell Bill you're interested in talking to him!
it_it: [_danny_s_talk_happy_2_s_sad_2_] O-okay, nessun problema. Dirò a Bill che sei interessato a parlare con lui!

source: [_star_s_talk_frown_s_neutral_] Sure, cool, thanks I guess. Just get it done.
it_it: [_star_s_talk_frown_s_neutral_] Certo, fresco, grazie suppongo. Basta farlo fare.

source: [_star_s_sad_s_closed_s_talk_happy_] Later, love birds!
it_it: [_star_s_sad_s_closed_s_talk_happy_] Più tardi, ama gli uccelli!

source: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, can you believe that? Inviso-Bill is quite the popular guy, huh?
it_it: [_danny_s_rise_one_s_talk_happy_2_s_towards_wide_] Wow, riesci a crederci? Inviso-Bill è abbastanza il ragazzo popolare, eh?

source: [_sam_s_towards_wide_s_angry_s_talk_frown_] You jerk, {i}YOU'RE{/i} Inviso-Bill!!
it_it: [_sam_s_towards_wide_s_angry_s_talk_frown_] Ti masturbi, {i}GIOVO{/i} Inviso-Bill!!

source: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhhh{/i}!! Quiet down, Sam! Don't go yelling that around here!
it_it: [_danny_s_talk_frown_2_s_sad_2_s_towards_wide_] {i}*Whispering*{/i} {i}Shhhhhh{/i}!! Tranquillo, Sam! Non urlare qua!

source: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, can't you see she's using you?
it_it: [_sam_s_towards_s_sad_2_s_talk_frown_] Danny, non riesci a vedere che ti sta usando?

source: [_danny_s_rise_one_s_towards_s_talk_frown_] Yeah? So what?
it_it: [_danny_s_rise_one_s_towards_s_talk_frown_] Sì? Cosa?

source: [_sam_s_confused_s_talk_frown_] What do you mean "so what"?!
it_it: [_sam_s_confused_s_talk_frown_] Cosa significa "cosa"?!

source: [_sam_s_sad_s_talk_frown_2_] Someone as shallow as Star doesn't deserve to hang out with someone as cool as your ghost self! She's a total bitch and only ever makes fun of us!
it_it: [_sam_s_sad_s_talk_frown_2_] Qualcuno poco profondo come Star non merita di uscire con qualcuno così fresco come il tuo fantasma! Lei è una cagna totale e solo mai si prende gioco di noi!

source: [_sam_s_angry_s_talk_frown_] You can't just show off Inviso-Bill like he's some kind of flashy watch!
it_it: [_sam_s_angry_s_talk_frown_] Non puoi semplicemente mostrare Inviso-Bill come se fosse una sorta di orologio appariscente!

source: [_danny_s_at_player_s_angry_s_talk_frown_] ...again, really not a fan of how that name is starting to stick.
it_it: [_danny_s_at_player_s_angry_s_talk_frown_] ancora una volta, davvero non un fan di come quel nome sta cominciando a bastonare.

source: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Also, I'm not showing off! Showing off would be telling people that I, Danny Fenton, have super powers, not Bill.
it_it: [_danny_s_towards_wide_s_sad_s_talk_happy_2_] Anche, non sto mostrando! Mostrare sarebbe dire alle persone che io, Danny Fenton, ho super poteri, non Bill.

source: [_danny_s_talk_happy_s_sad_s_towards_] My ghost side needs to let people know that he's not another ghost pervert! I've got to work on his public persona!
it_it: [_danny_s_talk_happy_s_sad_s_towards_] Il mio lato fantasma deve far sapere alle persone che non è un altro fantasma! Devo lavorare sulla sua persona pubblica!

source: [_danny_s_closed_s_talk_happy_2_s_rise_one_] What better way than to start hanging out with the popular kids?
it_it: [_danny_s_closed_s_talk_happy_2_s_rise_one_] Quale modo migliore di iniziare a uscire con i bambini popolari?

source: [_sam_s_confused_s_talk_frown_] Why not just fight more ghosts and let your actions speak for themselves, not who your "friends" are?
it_it: [_sam_s_confused_s_talk_frown_] Perché non combattere più fantasmi e lasciare che le tue azioni parlino da soli, non chi sono i tuoi "amici"?

source: [_danny_s_rise_one_s_talk_happy_] ...uhm... cause... Star is pretty, too?
it_it: [_danny_s_rise_one_s_talk_happy_] ...uhm... causa... Anche la stella è carina?

source: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh!! I can't believe you!! You're really letting your popularity get to your head, Danny.
it_it: [_sam_s_angry_2_s_towards_2_s_talk_frown_] Ugh!! Non posso credervi!! Stai davvero lasciando la tua popolarità alla tua testa, Danny.

source: [_danny_s_wondering_s_towards_s_talk_frown_] Hey, I don't think it's bad to just meet up with her, right?
it_it: [_danny_s_wondering_s_towards_s_talk_frown_] Ehi, non penso che sia male incontrarsi con lei, giusto?

source: [_danny_s_rise_one_s_talk_frown_2_] We both know Star is a jerk, but maybe talking to her won't be so bad? She already thinks we're losers, it doesn't mean we {b}are{/b}, right?
it_it: [_danny_s_rise_one_s_talk_frown_2_] Sappiamo entrambi che Star è un jerk, ma forse parlare con lei non sarà così male? Lei pensa già che siamo sconfitti, non significa che noi {b}siamo{/b}, giusto?

source: [_danny_s_talk_happy_s_sad_2_] Who knows, maybe I can talk some sense into her as Inviso-Bill and she'll maybe mellow out a bit!
it_it: [_danny_s_talk_happy_s_sad_2_] Chissà, forse posso parlare un po' di senso in lei come Inviso-Bill e forse lei farà un po 'morbide!

source: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... fine, try your best to talk to that walking lipstick gloss all you want. All I'm saying is that she's not gonna change her ways just for Inviso-Bill.
it_it: [_sam_s_away_s_angry_s_talk_frown_] Ughhh... bene, prova il tuo meglio per parlare con quel rossetto che cammina lucentezza tutto quello che vuoi. Tutto quello che sto dicendo è che non cambierà il suo modo solo per Inviso-Bill.

source: [_sam_s_towards_s_neutral_s_talk_frown_2_] Look, I'll talk you later, 'kay?
it_it: [_sam_s_towards_s_neutral_s_talk_frown_2_] Guarda, ti parlerò più tardi, 'kay?

source: [_danny_s_rise_one_s_talk_happy_2_] Sure, uh, I'll swing by your place sometime?
it_it: [_danny_s_rise_one_s_talk_happy_2_] Certo, ecco, a volte oscillerò per il tuo posto?
