Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] What, for more Orgone?.
it_it: [_sam_s_away_s_angry_s_blush_2_s_talk_frown_3_] Che cosa, per più Orgone?.

source: [_danny_s_sad_s_talk_frown_] Sam, I didn't mean-
it_it: [_danny_s_sad_s_talk_frown_] Sam, non intendevo

source: [_sam_s_neutral_s_talk_frown_s_away_] Whatever dude, don't worry about it.
it_it: [_sam_s_neutral_s_talk_frown_s_away_] Qualunque sia il due, non preoccupatevi.

source: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. What was {i}her{/i} problem?
it_it: [_danny_s_rise_one_s_towards_s_talk_frown_] ...jeez. Qual è stato il problema {i}le{/i}?

source: [_danny_s_at_danny_s_sad_s_talk_happy_2_] It's not like I'm going to {b}do{/b} anything with Star...
it_it: [_danny_s_at_danny_s_sad_s_talk_happy_2_] Non è come se avessi {b}do{/b} niente con Star...

source: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ...right?
it_it: [_danny_s_at_player_s_talk_frown_2_s_rise_one_] ... giusto?

source: [_danny_s_towards_s_wondering_s_talk_frown_2_] I also know Sam doesn't like Star, and I'm not really fond of her either, but... something felt weird about how mad she got...
it_it: [_danny_s_towards_s_wondering_s_talk_frown_2_] So anche che a Sam non piace Star, e nemmeno a lei piace molto, ma... qualcosa si sentiva strano per quanto era pazza...

source: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] She wasn't... {i}jealous{/i}, was she?
it_it: [_danny_s_towards_wide_s_rise_one_s_talk_happy_s_blush_] Non erava... {i}geloso{/i}, vero?

source: [_danny_s_talk_happy_2_s_towards_s_angry_] Nah, Sam doesn't like me like {i}that{/i }, she's just a friend!
it_it: [_danny_s_talk_happy_2_s_towards_s_angry_] Nah, Sam non mi piace {i}che{/i }, è solo un'amica!

source: [_danny_s_sad_2_s_talk_frown_2_] Welp, I guess I should go message Star on Spookchat to set up this meeting that's supposed to happen.
it_it: [_danny_s_sad_2_s_talk_frown_2_] Welp, immagino che dovrei andare messaggio Stella su Spookchat per impostare questa riunione che dovrebbe accadere.

source: [_danny_s_closed_s_wondering_s_talk_happy_] I just gotta remember to play it cool is all. I'm gonna be the coolest ghost kid in town!!
it_it: [_danny_s_closed_s_wondering_s_talk_happy_] Mi ricordo solo di suonare fresco è tutto. Sarò il ragazzo fantasma più cool della città!!

source: [_kwan_] Yo! Fenton-meister! Quit talking to yourself, man! It's a sign of socially awkward behavior and an incapability to form personal relationships, dude!!
it_it: [_kwan_] Yo! Fenton-meister! Smettila di parlare con te stesso, uomo! È un segno di un comportamento socialmente scomodo e di un'incapacità di formare relazioni personali, dude!!

source: [_danny_s_sad_s_talk_happy_] Oh, uhm, thanks Kwan... appreciate the advice!
it_it: [_danny_s_sad_s_talk_happy_] Oh, uhm, grazie Kwan... apprezziamo il consiglio!

source: [_kwan_] No problem, nerd!
it_it: [_kwan_] Nessun problema, nerd!

source: [_danny_s_at_player_s_sad_2_s_frown_] (Yeah, I seriously gotta stop doing that.)
it_it: [_danny_s_at_player_s_sad_2_s_frown_] (Sì, ho seriamente smesso di farlo.)

source: [_danny_] (That's the girl's bathroom, I can't go in there. Not without getting slapped with a suspension.)
it_it: [_danny_] (Questo è il bagno della ragazza, non posso andare lì dentro. Non senza essere schiaffeggiato con una sospensione.)

source: [_danny_] (Star said she hangs out in the girl's bathroom in the {b}afternoon{/b}, not now. I don't wanna worsen my reputation as some "ghost pervert".)
it_it: [_danny_] (Star ha detto che si ritrova nel bagno della ragazza nel pomeriggio di {b}{/b}, non ora. Non voglio peggiorare la mia reputazione come alcuni "fantasma perverso".)

source: [_danny_s_sad_2_s_frown_grin_] (Okay, so Star said she wants to meet Inviso-Bill? Then here I come.)
it_it: [_danny_s_sad_2_s_frown_grin_] (Okay, così Star ha detto che vuole incontrare Inviso-Bill? Poi qui vengo.)

source: [_danny_s_talk_frown_s_angry_s_closed_] I'm going ghost!!
it_it: [_danny_s_talk_frown_s_angry_s_closed_] Sto andando fantasma!!

source: [_danny_] (Alright, now let's get inside before anybody sees me.)
it_it: [_danny_] (Bene, ora andiamo dentro prima che qualcuno mi veda.)

source: [_danny_s_blank_stare_s_rise_one_] (This is so strange... it's pretty much the same as our bathroom, just a little... pinker?)
it_it: [_danny_s_blank_stare_s_rise_one_] (Questo è così strano... è praticamente lo stesso del nostro bagno, solo un po'... pinker?)

source: [_danny_s_towards_s_wondering_s_frown_2_] (Looks like Star is over there. I should go and talk to her.)
it_it: [_danny_s_towards_s_wondering_s_frown_2_] (Looks come Star è laggiù. Dovrei andare a parlare con lei.)

source: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey there.
it_it: [_danny_s_sad_2_s_talk_happy_] Uhmm... h-hey lì.

source: [_star_s_talk_happy_] Oh. My. Fucking. God. You're actually here!!
it_it: [_star_s_talk_happy_] Oh. Mio. Scopata. Dio. In realtà sei qui!!

source: [_star_s_talk_happy_2_s_neutral_] This is {b}so{/b} cool!
it_it: [_star_s_talk_happy_2_s_neutral_] Questo è {b}così{/b} cool!

source: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, yeah? Well I'm glad I didn't disappoint.
it_it: [_danny_s_rise_one_s_towards_s_talk_happy_2_] Ha hah, sì? Beh, sono contento di non essere deluso.

source: [_star_s_closed_s_talk_happy_2_s_rise_one_] Yeah, this is like, totally crazy! It's so cool that you came...
it_it: [_star_s_closed_s_talk_happy_2_s_rise_one_] Sì, è così, è completamente pazzo! È così bello che sei venuto...

source: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Well, uhh, Danny Fenton actually said you wanted to meet. I figured I would do a favor for a guy as cool as him, heh...
it_it: [_danny_s_towards_wide_s_talk_happy_s_sad_2_] Beh, uhh, Danny Fenton in realtà ha detto che si voleva incontrare. Ho pensato che avrei fatto un favore per un ragazzo così fresco come lui, lui...

source: [_star_s_rise_one_s_talk_frown_] So, can you tell me what a super cool ghost like you is doing hanging out with such a {b}geek{/b} like Fenton?
it_it: [_star_s_rise_one_s_talk_frown_] Quindi, puoi dirmi che cosa un fantasma super cool come te sta facendo appendendo fuori con un geek{/b} di {b}come Fenton?

source: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, well... I mean, I sort of know him through his parents, cause they're ghost hunters and all... I have to make sure they don't catch me, ya know?
it_it: [_danny_s_at_danny_s_sad_2_s_talk_frown_2_] Uhm, bene... Voglio dire, lo conosco con i suoi genitori, perché sono cacciatori di fantasmi e tutti. . Devo assicurarmi che non mi prendano, lo sa?

source: [_danny_s_talk_happy_s_towards_wide_s_sad_] But Danny, he's actually {i}really{/i} solid and cool! We hang out and get Nasty Burger sometimes. He helps to let me know if there's any trouble with ghosts in Amity.
it_it: [_danny_s_talk_happy_s_towards_wide_s_sad_] Ma Danny, in realtà è {i}realmente{/i} solido e fresco! Siamo usciti e diventiamo Nasty Burger a volte. Aiuta a farmi sapere se c'è qualche problema con i fantasmi in Amity.

source: [_star_s_closed_s_talk_happy_2_s_confused_] Well, I suppose it's a good idea to have yourself a little dorky sidekick to help take some of the load off your shoulders!
it_it: [_star_s_closed_s_talk_happy_2_s_confused_] Bene, suppongo che sia una buona idea avere voi stessi un piccolo sidekick dormiente per aiutare a prendere parte del carico dalle vostre spalle!

source: [_danny_s_neutral_s_towards_s_talk_frown_] ...he's {b}not{/b} my sidekick.
it_it: [_danny_s_neutral_s_towards_s_talk_frown_] ...è {b}no{/b} il mio sidekick.

source: [_star_s_sad_s_talk_happy_2_] You're so cool for letting someone like him chill with you. You're really sweet, Billy.
it_it: [_star_s_sad_s_talk_happy_2_] Sei così bello per lasciare che qualcuno come lui si rilassi con te. Sei davvero dolce, Billy.

source: [_danny_s_rise_one_s_talk_frown_2_] Uhh, so, did you need something in particular, or...?
it_it: [_danny_s_rise_one_s_talk_frown_2_] Uhh, così, hai bisogno di qualcosa in particolare, o...?

source: [_star_s_blush_1_s_talk_happy_2_] Yes, actually!! Sorry, I almost forgot.
it_it: [_star_s_blush_1_s_talk_happy_2_] Sì, in realtà!! Mi dispiace, ho quasi dimenticato.

source: [_star_s_noblush_s_talk_frown_s_confused_] So apparently, there have been like, so many perverted ghost attacks around town lately, right?
it_it: [_star_s_noblush_s_talk_frown_s_confused_] Così a quanto pare, ci sono stati, così tanti attacchi fantasmi pervertiti intorno alla città ultimamente, giusto?

source: [_star_s_angry_s_towards_wide_] Somehow, I've wound up being one of the reoccuring victims of their ghostly bullshit!
it_it: [_star_s_angry_s_towards_wide_] In qualche modo, ho finito di essere una delle vittime riproduttrici della loro stronzata fantasma!

source: [_star_s_towards_s_confused_2_] I just keep finding myself in situations where all of a sudden, all my clothes get stripped off in public. I just {b}know{/bs} it has to be one of those other ghost perverts.
it_it: [_star_s_towards_s_confused_2_] Continuo a trovarmi in situazioni in cui all'improvviso tutti i miei vestiti si spogliano in pubblico. Io solo {b}lo sa{/bs} deve essere uno di quegli altri fantasmi pervertiti.

source: [_star_s_closed_s_talk_happy_s_sad_] ...even though we told Mr. Lancer that these {b}two dweebs{/b} did it, that was pretty funny to do.
it_it: [_star_s_closed_s_talk_happy_s_sad_] ...anche se abbiamo detto al signor Lancer che questi {b}due dweebs{/b} lo facevano, che era abbastanza divertente da fare.

source: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (This bitch!! She lied about me and Tucker on {b}purpose{/b} just to mess with us?!)
it_it: [_danny_s_at_player_wide_s_frown_grin_2_s_angry_] (Questa cagna!! Ha mentito su di me e Tucker su {b}scopo{/b} solo per pasticciare?!)

source: [_danny_s_towards_s_talk_frown_2_] Okay, and so what, you want me to take care of these pervert ghosts for you or something?
it_it: [_danny_s_towards_s_talk_frown_2_] Okay, e così che cosa, vuoi che mi prenda cura di questi fantasmi pervertiti per te o qualcosa?

source: [_star_s_rise_one_s_talk_frown_] No, not really. Besides, isn't that like, {i}already{/i} your job?
it_it: [_star_s_rise_one_s_talk_frown_] No, non davvero. Inoltre, non è così, {i}già{/i} il tuo lavoro?

source: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} So... what do you need from me then?
it_it: [_danny_s_neutral_s_talk_frown_2_] {i}*Sigh*{/i} Cos'è... di cosa hai bisogno da me allora?

source: [_star_s_neutral_s_talk_frown_] I need you to help me clear the embarassing discussions about my naked ass!!
it_it: [_star_s_neutral_s_talk_frown_] Ho bisogno che tu mi aiuti a chiarire le discussioni di imbarco sul mio culo nudo!!

source: [_danny_s_talk_frown_2_s_rise_one_] Sorry, I don't follow. What's the issue?
it_it: [_danny_s_talk_frown_2_s_rise_one_] Mi dispiace, non seguo. Qual è il problema?

source: [_star_s_talk_frown_] My ass is all over the internet at the moment. {u}Literally{/u}. Some perv took some photos of me when I got stripped down at the mall, and I think this Foley kid took photos at cheer practice while me and my friend ran to the locker room naked after another attack!
it_it: [_star_s_talk_frown_] Il mio culo è tutto su internet al momento. {u}Letteralmente{/u}. Alcuni perv ha scattato alcune foto di me quando sono stato spogliato giù al centro commerciale, e penso che questo bambino Foley ha scattato foto a allietare pratica mentre io e il mio amico correva allo spogliatoio stanza nudo dopo un altro attacco!

source: [_danny_s_at_player_wide_s_smile_] (Normally I'd be mad at Tucker, but that was {b}definitely{/b} worth it considering she just ended up blaming us anyway.)
it_it: [_danny_s_at_player_wide_s_smile_] (Normalmente sarei pazzo a Tucker, ma questo era {b}definitivamente{/b} vale la pena considerare che ha appena finito per incolparci comunque.)

source: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Well, I just fight ghosts, I don't really know much about getting pictures off your human "In-Ter-Net".
it_it: [_danny_s_closed_sad_s_wondering_s_talk_frown_] Beh, combatto solo i fantasmi, non so molto di ottenere foto fuori il vostro umano "In-Ter-Net".

source: [_danny_s_sad_2_s_towards_s_frown_2_] (God, I hope she buys this.)
it_it: [_danny_s_sad_2_s_towards_s_frown_2_] (Dio, spero che compri questo.)

source: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] No, that's not what I need you for, Billy! I need help creating a {i}new{/i} distraction for people to talk about.
it_it: [_star_s_neutral_2_s_talk_frown_s_towards_wide_] No, non è quello di cui ho bisogno, Billy! Ho bisogno di aiuto per creare una nuova distrazione di {i}{/i} per le persone di cui parlare.

source: [_star_s_down_wide_s_talk_happy_s_sad_] Something part embarassing scene, part juicy scandal, with a little taboo thrown in there for good measure.
it_it: [_star_s_down_wide_s_talk_happy_s_sad_] Qualcosa parte imbarcarsi scena, parte succoso scandalo, con un piccolo tabù gettato lì per buona misura.

source: [_danny_s_rise_one_s_talk_frown_2_] Again, I'm not really sure what you might be looking for, or even what you're talking about, exactly.
it_it: [_danny_s_rise_one_s_talk_frown_2_] Ancora una volta, non sono davvero sicuro di cosa potresti cercare, o anche di cosa stai parlando, esattamente.

source: [_star_s_talk_happy_2_s_neutral_2_] Look, I need your help pranking somebody else from my school. To make it a huge scene and get people to stop talking about my nudes, and focus on {i}them{/i} instead!
it_it: [_star_s_talk_happy_2_s_neutral_2_] Guarda, ho bisogno del tuo aiuto scherzando qualcun altro dalla mia scuola. Per renderla una scena enorme e far smettere la gente di parlare delle mie nude, e concentrarsi invece su {i}loro{/i}!

source: [_danny_s_rise_one_s_talk_frown_] Uhm... I don't know... what'd you have in mind?
it_it: [_danny_s_rise_one_s_talk_frown_] Uhm... Non lo so... che cosa avresti in mente?

source: [_star_s_talk_happy_s_down_wide_] I had {i}this{/i} in mind.
it_it: [_star_s_talk_happy_s_down_wide_] Avevo in mente {i}questo{/i}.

source: [_danny_s_talk_frown_2_s_sad_2_] Woah!! Is that a- how did you- {i}where'd you get that{/i}?!
it_it: [_danny_s_talk_frown_2_s_sad_2_] Woah!! È quella- come hai fatto- {i}dov'avresti ottenuto quello{/i}?!

source: [_star_s_rise_one_s_talk_frown_] Uhm, it's {u}mine{/u}, Billy, duh? I have a couple others, and this one's not really my favorite or anything.
it_it: [_star_s_rise_one_s_talk_frown_] Uhm, è {u}mine{/u}, Billy, duh? Ho un paio di altri, e questo non è davvero il mio preferito o niente.

source: [_star_s_talk_happy_2_s_sad_] Don't worry, it's totally clean, I boiled it in soapy water.
it_it: [_star_s_talk_happy_2_s_sad_] Non ti preoccupare, è completamente pulito, l'ho bollito in acqua saponata.

source: [_star_s_neutral_] My plan is, I want you to take it, and {b}plant{/b} it in this one girl's locker.
it_it: [_star_s_neutral_] Il mio piano è, voglio che tu lo prenda, e {b}pianta{/b} in questo armadietto di una ragazza.

source: [_danny_s_towards_wide_s_talk_frown_] Uhm... who?
it_it: [_danny_s_towards_wide_s_talk_frown_] Uhm... chi?

source: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh man... as if I have to ask...)
it_it: [_danny_s_towards_s_wondering_s_frown_grin_3_] (Oh uomo... come se dovessi chiedere...)

source: [_star_s_closed_s_angry_s_talk_happy_] This total goth loser, {b}Sam Manson{/b}!
it_it: [_star_s_closed_s_angry_s_talk_happy_] Questo perdente totale, {b}Sam Manson{/b}!

source: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, don't feel bad or anything, she's a total nightmare to be around. Constantly talks behind people's backs. She's a creep.
it_it: [_star_s_towards_s_talk_frown_s_confused_2_] Oh, non ti senti male o niente, è un incubo totale che sta intorno. Parla continuamente dietro le spalle della gente. È una strisciante.

source: [_danny_s_at_danny_s_angry_] (Gotta prevent myself from getting mad... play it cool, Danny... don't blow your cover this soon into the superhero game!)
it_it: [_danny_s_at_danny_s_angry_] (Gotta mi impedisce di diventare pazzo... giocare fresco, Danny... non soffiare la copertina questo presto nel gioco del supereroe!)

source: [_star_s_confused_s_talk_happy_2_] So my plan is, you take this, and use your powers to like, put it in her locker during a school day. Then I tell my teacher that I saw her put something like a weapon in there!
it_it: [_star_s_confused_s_talk_happy_2_] Così il mio piano è, prendi questo, e usi i tuoi poteri a piacere, mettilo nel suo armadietto durante una giornata di scuola. Poi dico alla mia insegnante che l'ho vista mettere qualcosa come un'arma lì dentro!

source: [_star_s_talk_happy_s_sad_] When he opens up her locker, I'll have gathered a whole crowd around for everybody to see when he pulls it out! It'll be totally hilarious!!
it_it: [_star_s_talk_happy_s_sad_] Quando si apre il suo armadietto, ho raccolto tutta una folla in giro per tutti per vedere quando si tira fuori! Sarà totalmente esilarante!!

source: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (This chick is crazy!! She seriously wants to put Sam through that?!)
it_it: [_danny_s_sad_2_s_at_player_wide_s_frown_grin_2_] (Questo pulcino è pazzo!! Lei vuole seriamente mettere Sam attraverso questo?!)

source: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, well, the thing is, I don't know why I would {i}want{/i} to make somebody get embarassed like that, ya know? I'm not the type of ghost who pulls mischief on people, especially people who are innocent.
it_it: [_danny_s_talk_frown_s_towards_s_rise_one_] Uhm, beh, la cosa è, Non so perché vorrei che {i}volesse{/i} per far sì che qualcuno venga imbarcato in questo modo, sa? Non sono il tipo di fantasma che tira i malvagi sulle persone, soprattutto sulle persone innocenti.

source: [_star_s_neutral_s_talk_happy_2_] I get why you'd have some hesitation, but I'm telling you, it'd help me out {i}sooooo{/i} much more than it'd embarass her.
it_it: [_star_s_neutral_s_talk_happy_2_] Capisco perché avresti qualche esitazione, ma ti sto dicendo, mi avrebbe aiutato {i}sooooo{/i} molto di più di quanto la avrebbe imbarcata.

source: [_star_s_bite_lip_s_rise_one_] Pluuus... if you can help me out... I'd be more than glad to help {b}you{/b} out...
it_it: [_star_s_bite_lip_s_rise_one_] Pluuus... se mi puoi aiutare... Sarei più che felice di aiutare {b}tu{/b} out...

source: [_danny_s_talk_frown_] Uhm... wh-what do you mean?
it_it: [_danny_s_talk_frown_] Uhm... wh-what you intende?

source: [_star_s_sad_s_talk_happy_2_] Oh c'mon, I'm sure you can piece it together in your head... something like a nice {b}juicy{/b} reward...
it_it: [_star_s_sad_s_talk_happy_2_] Oh c'mon, sono sicuro che puoi metterlo insieme nella tua testa... qualcosa come una bella ricompensa di {b}succosa{/b}...

source: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Well... I mean... i-if it's to help you out and all... I guess it couldn't hurt to pull a relatively harmless little prank...
it_it: [_danny_s_sad_2_s_talk_happy_2_s_at_danny_] Bene... Voglio dire... i-se è per aiutarvi e tutti... Immagino che non poteva fare male per tirare un piccolo scherzo relativamente innocuo...

source: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh my God, thank you!! You're the best!! Here, take it!
it_it: [_star_s_sad_s_talk_happy_s_towards_wide_] Oh mio Dio, grazie!! Sei il migliore!! Ecco, prendetelo!

source: [_star_s_talk_happy_2_s_neutral_] So just take it and place it sometime in the {b}morning{/b}, and text me on whatever day you're gonna do it. Her locker is 130 in the main hall.
it_it: [_star_s_talk_happy_2_s_neutral_] Quindi prendetelo e mettetelo a volte nel {b}mattina{/b}, e scrivimi in qualsiasi giorno lo farai. Il suo armadietto è 130 nella sala principale.

source: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, okay, sure, no problem. Hey look, I uhm, I gotta go fight some creepy little ghost girl, or something, but I'll let you know when I get this done, okay?
it_it: [_danny_s_talk_happy_s_rise_one_s_towards_wide_] Oh, ok, certo, nessun problema. Hey look, I uhm, I gotta go combattere un po 'spaventosa piccola ragazza fantasma, o qualcosa, ma ti farò sapere quando faccio questo, okay?

source: [_star_s_talk_happy_2_s_sad_] Okay, cool! See ya later, Billy!
it_it: [_star_s_talk_happy_2_s_sad_] Okay, cool! Vedi ya dopo, Billy!

source: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Ugh, no, no way. That needs to stop {b}immediately{/b}.)
it_it: [_danny_s_rise_one_s_frown_grin_] (Billy?!? Ugh, no, nessun modo. Deve fermare {b}immediatamente{/b}.)

source: [_danny_s_frown_2_s_angry_] (Sam was totally right, she's only interested in serving herself and picking on others.)
it_it: [_danny_s_frown_2_s_angry_] (Sam aveva perfettamente ragione, lei è solo interessata a servire se stessa e a scegliere gli altri.)

source: [_danny_s_at_danny_] (I mean, to put a sex toy in Sam's locker to frame her? No way would I ever do that!)
it_it: [_danny_s_at_danny_] (Voglio dire, di mettere un sex toy nello spogliatoio di Sam per incorniciarla? Non avrei mai modo di farlo!)

source: [_danny_s_sad_2_s_frown_grin_] (I mean...)
it_it: [_danny_s_sad_2_s_frown_grin_] (Voglio dire...)

source: [_danny_s_at_danny_s_bite_] (If what I {b}think{/b} Star was offering was what she was {i}actually{/i} offering...)
it_it: [_danny_s_at_danny_s_bite_] (Se quello che io {b}pensavo{/b} Star stava offrendo era quello che era {i}in realtà{/i} offerta...)

source: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, am I really thinking about this?! Sam is one of my best friends, and I'd just be willing to sell her out?)
it_it: [_danny_s_frown_s_blank_stare_s_angry_] (Ugh, sto pensando davvero a questo?! Sam è uno dei miei migliori amici, e sarei solo disposto a venderla?)

source: [_danny_s_towards_s_rise_one_s_grin_happy_] (Then again... with everbody gathered around there... it might be a perfect chance to trick Star {i}instead{/i}...)
it_it: [_danny_s_towards_s_rise_one_s_grin_happy_] (Quindi di nuovo... con sempre radunato laggiù... potrebbe essere una perfetta occasione per ingannare la stella {i}, invece{/i}...)

source: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Man, how is this even a hard choice to make? I really am a piece of work...)
it_it: [_danny_s_blank_stare_s_neutral_s_frown_3_] (Uomo, come è difficile fare questa scelta? Sono davvero un pezzo di lavoro...)

source: [_danny_s_towards_s_sad_2_s_frown_2_] (Well, at least I have some time to make my decision first. I'll go to Sam's locker in the {b}morning{/b} and make up my mind.)
it_it: [_danny_s_towards_s_sad_2_s_frown_2_] (Beh, almeno ho un po' di tempo per prendere la mia decisione prima. Andrò nell'armadietto di Sam nel {b}mattina{/b} e mi prenderò in mente.)

source: [_danny_s_towards_wide_s_frown_grin_2_] (Also, I should get out of here before a teacher or some janitor sees the ghost pervert just haunting the halls...)
it_it: [_danny_s_towards_wide_s_frown_grin_2_] (Inoltre, dovrei uscire di qui prima che un insegnante o qualche janitor veda il fantasma pervertito appena infestando le sale...)

source: [_star_] Hey Billy! How you doing?
it_it: [_star_] Ehi Billy! Come si fa?

source: [_danny_s_closed_sad_s_wondering_s_talk_happy_] I'm okay. I just thought I'd stop in and say hi.
it_it: [_danny_s_closed_sad_s_wondering_s_talk_happy_] Sto bene. Ho appena pensato di fermarmi a dire ciao.

source: [_star_] Oh, cool. Hey, just let me know when you're ready to prank Manson, alright? In the morning during school.
it_it: [_star_] Oh, cool. Hey, basta farmi sapere quando sei pronto a scherzare Manson, alright? Al mattino durante la scuola.
