Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_dannyspook_] Wow. I can't say much more than that. That is just... sexy, Sam. You look incredible. I'm glad you decided to share that with me, thank you.
it_it: [_dannyspook_] Wow. Non posso dire molto di più. Questo è solo... sexy, Sam. Sembri incredibile. Sono contento che tu abbia deciso di condividerlo con me, grazie.

source: [_danny_s_closed_s_idle_s_grin_] (...and... send!)
it_it: [_danny_s_closed_s_idle_s_grin_] (...e... invia!)

source: [_danny_s_at_player_s_sad_s_displeased_] (Oh man, that wasn't too mushy, right? I don't want to weird her out or anything.)
it_it: [_danny_s_at_player_s_sad_s_displeased_] (Oh uomo, che non era troppo faticoso, giusto? Non voglio strizzarla fuori o niente.)

source: [_danny_s_at_player_s_rise_s_displeased_] (I guess that's a little ridiculous to say considering she just showed me her tits, but I feel like-)
it_it: [_danny_s_at_player_s_rise_s_displeased_] (Immagino che sia un po' ridicolo dire che mi ha appena mostrato le sue tette, ma mi sento come-)

source: [_samspook_] No problem, dude. You earned it. You've been really nice to me lately...
it_it: [_samspook_] Nessun problema, tesi. Hai guadagnato. Sei stato davvero gentile con me ultimamente...

source: [_samspook_] Keep playing your cards right, and you can expect {i}plenty{/i} more lewds just like that one. Goodnight for now, dork. :P
it_it: [_samspook_] Continua a giocare con le tue carte a destra, e puoi aspettarti {i}in abbondanza{/i} più perdite proprio come quello. Buona notte per ora, dork. :P

source: [_danny_s_sad_s_at_player_s_talk_happy_] Man... Sam's the best...
it_it: [_danny_s_sad_s_at_player_s_talk_happy_] Uomo... Sam è il migliore...

source: What should I do about this prank situation?
it_it: Che cosa devo fare riguardo a questa situazione di scherzo?

source: Plant the sex toy in Sam's locker.
it_it: Piantare il sex toy nel armadietto di Sam.

source: Turn the prank around on Star.
it_it: Gira lo scherzo in giro su Star.

source: Last chance: Should I go through with this prank?
it_it: Ultima possibilità: Dovrei passare attraverso questa scherza?

source: Yes, dammit, I'm horny! Star has a nice treat to give us!
it_it: Sì, dammit, sono eccitato! Star ha una bella sorpresa per darci!

source: No, Sam really doesn't deserve this. Lets turn it around on Star.
it_it: No, Sam non merita davvero questo. Consente di girare su Star.
