Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_star_s_closed_s_neutral_s_talk_frown_] Well yeah, but she was a total slut regardless.
it_it: [_star_s_closed_s_neutral_s_talk_frown_] Beh, sì, ma lei era una troia totale a prescindere.

source: [_star_s_confused_s_towards_] She keeps denying it, but her and your buddy Danny totally have a thing going on.
it_it: [_star_s_confused_s_towards_] Continua a negarlo, ma lei e il tuo amico Danny hanno totalmente qualcosa in corso.

source: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Really, you think so?
it_it: [_danny_s_rise_one_s_talk_happy_s_at_danny_] Davvero, pensi così?

source: [_star_s_rise_one_s_talk_frown_] Oh for sure, she totally gives it up to him, no doubt. Probably up the butt, honestly.
it_it: [_star_s_rise_one_s_talk_frown_] Oh certamente, lei lo dà totalmente a lui, senza dubbio. Probabilmente il culo, onestamente.

source: [_danny_s_rise_one_s_talk_frown_] W-well, I don't think you can judge a book by it's cover, I mean, she seems like a nice enough-
it_it: [_danny_s_rise_one_s_talk_frown_] W-well, non penso che tu possa giudicare un libro dalla sua copertina, voglio dire, lei sembra abbastanza carino-

source: [_star_s_rise_one_s_talk_happy_2_] Billy, why are we talking about that skank right now? Come on, I just want to talk to {i}you{/i}...
it_it: [_star_s_rise_one_s_talk_happy_2_] Billy, perché stiamo parlando di quel skank in questo momento? Avanti, voglio solo parlare con {i}tu{/i}...

source: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problem! What'd you wanna talk about?
it_it: [_danny_s_towards_s_sad_s_talk_happy_2_] Uhm, okay, n-no problema! Che cosa vorresti parlare?

source: [_star_s_bite_lip_s_confused_] Well... I figure I wouldn't have gotten my plan across without your help, so...
it_it: [_star_s_bite_lip_s_confused_] Bene... Ho capito che non avrei ottenuto il mio piano senza il vostro aiuto, così...

source: [_star_s_rise_one_s_talk_happy_2_] ...how about we just jump right to that nice juicy reward I mentioned...?
it_it: [_star_s_rise_one_s_talk_happy_2_] ...Che ne dici di saltare a destra a quella bella ricompensa succosa che ho menzionato...?

source: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-really? You think we should? C-could we, I mean?
it_it: [_danny_s_talk_happy_] {i}*Gulp*{/i} R-realmente? Pensi che dovremmo? C-potremmo, dire?

source: [_star_s_sad_s_closed_s_talk_happy_] Sure, why not? I definitely owe you after all.
it_it: [_star_s_sad_s_closed_s_talk_happy_] Certo, perché no? Dopo tutto ti devo sicuramente.

source: [_star_s_rise_one_s_talk_frown_s_towards_] ...don't tell me you have some sorta, like, headless ghost girlfriend, right?
it_it: [_star_s_rise_one_s_talk_frown_s_towards_] ...non mi dica che hai qualche sorta, come una ragazza fantasma senza testa, giusto?

source: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, nothing like that... I just... well I didn't know if you had any guy of your own that you might feel bad about...
it_it: [_danny_s_towards_wide_s_sad_s_talk_frown_2_] No, niente di simile...Io solo... beh, non sapevo se avessi qualche tipo di tuo che potresti sentirti male...

source: [_star_s_talk_frown_s_neutral_] Hmmm... I mean, there's this one guy who goes here, Kwan. He's sweet, but a bit of numbskull.
it_it: [_star_s_talk_frown_s_neutral_] Hmmm... Voglio dire, c'è questo ragazzo che va qui, Kwan. È dolce, ma un po' intorpidito.

source: [_star_s_talk_happy_2_s_sad_] Plus, we just fuck, we're not anything serious or something.
it_it: [_star_s_talk_happy_2_s_sad_] Inoltre, abbiamo appena scopato, non siamo niente di serio o qualcosa.

source: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-well, g-great, that's good to hear! So I guess that means that... you and I can actually...?
it_it: [_danny_s_at_danny_s_rise_one_s_talk_happy_2_] W-well, g-grande, è bello sentire! Quindi immagino che questo significa che... tu ed io possiamo in realtà...?

source: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] For sure! But, just remember, you and I aren't gonna have, like, actual {b}sex{/b} or anything.
it_it: [_star_s_talk_happy_2_s_rise_one_s_towards_wide_] Sicuramente! Ma, ricorda, tu e io non avremo, come {b}sesso{/b} o niente.

source: [_danny_s_rise_one_s_talk_frown_] ...what?
it_it: [_danny_s_rise_one_s_talk_frown_] ...cosa?

source: [_star_s_confused_s_talk_frown_] Well yeah, I don't wanna get knocked up by some sort of creature from the 5th dimension, or whatever.
it_it: [_star_s_confused_s_talk_frown_] Beh, sì, non voglio essere bussato da una sorta di creatura dalla quinta dimensione, o qualsiasi altra cosa.

source: [_star_s_neutral_2_s_talk_happy_] No way I'm risking my womb getting filled with a haunted poltergheist baby, Billy.
it_it: [_star_s_neutral_2_s_talk_happy_] Non sto rischiando che il mio grembo si riempia di un poltergheist infestato, Billy.

source: [_danny_s_at_player_wide_s_frown_grin_3_] (Are you kidding me?! Did I really just go ahead and sell out Sam just to get diddly squa-)
it_it: [_danny_s_at_player_wide_s_frown_grin_3_] (Mi stai scherzando?! Ho fatto davvero solo andare avanti e vendere Sam solo per ottenere diddly squa-)

source: [_star_s_sad_s_talk_happy_] Oh, don't worry, Billy, I'm still gonna suck your ghost dick. It'll be fun!
it_it: [_star_s_sad_s_talk_happy_] Oh, non ti preoccupare, Billy, continuerò a succhiare il tuo fantasma cazzo. Sarà divertente!

source: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... yeah, cool, th-that's cool. S-sounds like a {b}definite{/b} juicy reward!
it_it: [_danny_s_sad_2_s_talk_happy_2_] Woah, okay... sì, fresco, th-that's cool. S-suona come una ricompensa succosa {b}definita{/b}!

source: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, I honestly expected a little bit more... oh well, maybe it's best I don't lose my V-card to someone lke Star of all people.)
it_it: [_danny_s_at_player_wide_s_frown_2_s_neutral_] (Darn, onestamente mi aspettavo un po' di più... oh bene, forse è meglio non perdere la mia V-card a qualcuno lke Star di tutte le persone.)

source: [_danny_s_towards_s_rise_one_] (Plus, a blowjob is still pretty good, it's definitely not something I planned to get from Star Astray of all people say a week ago, after all. Who am I to complain?)
it_it: [_danny_s_towards_s_rise_one_] (Inoltre, un pompino è ancora abbastanza buono, non è sicuramente qualcosa che ho previsto di ottenere da Star Astray di tutte le persone dicono una settimana fa, dopotutto. Chi sono io per lamentarmi?)

source: [_star_s_confused_2_s_talk_happy_2_] Just follow me into the stall here, Billy...
it_it: [_star_s_confused_2_s_talk_happy_2_] Basta seguirmi nella bancarella qui, Billy...

source: [_danny_s_talk_happy_2_s_wondering_] Alright, no problem, just lead the way...
it_it: [_danny_s_talk_happy_2_s_wondering_] Bene, nessun problema, basta andare avanti...

source: [_star_s_rise_one_s_talk_happy_2_] Okay... this should be good enough that nobody's going to see us...
it_it: [_star_s_rise_one_s_talk_happy_2_] Okay... questo dovrebbe essere abbastanza buono che nessuno sta andando a vederci...

source: [_star_s_sad_s_talk_happy_2_] But I guess even if somebody discovers us, you can just walk right out the door unnoticed though, right? Wow, that's so cool.
it_it: [_star_s_sad_s_talk_happy_2_] Ma credo che anche se qualcuno ci scopre, puoi solo camminare proprio fuori dalla porta inosservata, anche se, giusto? Wow, questo è così cool.

source: [_danny_] Y-yeah, it's a pretty nice trick to have, I guess.
it_it: [_danny_] Y-yeah, è un bel trucco da avere, immagino.

source: [_star_s_talk_happy_s_down_wide_s_rise_one_] Now then, let's see what we're working with here...
it_it: [_star_s_talk_happy_s_down_wide_s_rise_one_] Ora vediamo con cosa stiamo lavorando qui...

source: [_danny_] Wh-what's wrong?
it_it: [_danny_] Che cosa c'è di sbagliato?

source: [_star_s_confused_s_talk_frown_] Well... I don't exactly know where to find your {u}dick{/u}. Is this a {b}normal{/b} problem for you?
it_it: [_star_s_confused_s_talk_frown_] Bene... Non so esattamente dove trovare il tuo {u}cazzo{/u}. È un problema normale {b}{/b} per te?

source: [_danny_] Uhm, well, I guess I never actually-
it_it: [_danny_] Uhm, beh, immagino che non sia mai realmente-

source: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, wait! Here, I think I see a zipper, it's just hard to see. Here we go...
it_it: [_star_s_sad_s_talk_happy_2_s_down_wide_] Oh, aspetta! Qui, penso di vedere una cerniera, è solo difficile da vedere. Qui andiamo...

source: [_star_] Wooow... now {i}this{/i} Billy. This is a big, {b}fat{/b} cock...
it_it: [_star_] Wooow... ora {i}this{/i} Billy. Questo è un cazzo grande, {b}grasso{/b}...

source: [_star_] I'm gonna have myself a real nice time with it...
it_it: [_star_] Ho intenzione di avere me stesso un vero e proprio bel tempo con esso...

source: [_danny_] {b}OHHHhhh!{/b}! W-wow, I uh, I sorta f-forgot about this part of the whole... blowjob thing... the actual {i}blowjob{/i} part... {i}mmm{/i}...
it_it: [_danny_] {b}OHHhhh!{/b}! W-wow, I uh, I sorta f-forgot about this part of the whole... blowjob thing... the actual {i}blowjob{/i} part... {i}mmm{/i}...

source: [_danny_] Man... I can't believe this is actually happening...
it_it: [_danny_] Uomo... Non riesco a credere che questo stia accadendo...

source: [_danny_] Well... you're doing a nice job of it.
it_it: [_danny_] Bene... ne stai facendo un bel lavoro.

source: [_danny_] {i}Fuuuhhh{/i}... you're going at it really well...
it_it: [_danny_] {i}Fuuuhhhh{/i}... stai andando davvero bene...

source: [_danny_] Jeez... you must practice this often...
it_it: [_danny_] Jeez... devi esercitarti spesso...

source: [_danny_] {b}Erhhm{/b}, not like, in a bad way, or anything!
it_it: [_danny_] {b}Erhhm{/b}, non piace, in modo cattivo, o nulla!

source: [_danny_] I just mean... you have really good...
it_it: [_danny_] Voglio dire... hai davvero bene...

source: [_danny_] ...{u}skills{/u}... oh man... wow...
it_it: [_danny_] ...{u}abilità{/u}... oh man... wow...

source: [_danny_] (Oh no, already...? She's just... going at it... so good!!)
it_it: [_danny_] (Oh no, già...? Lei sta solo... andando... così bene!!)

source: [_danny_] I'm about to...
it_it: [_danny_] Sto per...

source: [_danny_] Oh... oh Star... I'm gonna...
it_it: [_danny_] Oh... oh Star... Sto andandando...

source: [_danny_] Star... you're making me...~!!
it_it: [_danny_] Stella... mi stai facendo...~!!

source: [_danny_] Oh Star... I'm gonna cum~!! Get ready!! {i}Uhhmmmnnch!!{/i}
it_it: [_danny_] Oh Star... Sto andando cum~!! Preparati!! {i}Uhhmmmnnch!!{/i}

source: [_danny_] (This is for Sam, bitch!!)
it_it: [_danny_] (Questo è per Sam, cagna!!)

source: [_danny_] That was great!!
it_it: [_danny_] È stato fantastico!!

source: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Well, you certainly are potent, Billy, I'll give you that. A little quick to the draw I might add, but that's okay, considering it was your first real {b}Star{/b} treatment!
it_it: [_star_s_rise_one_s_talk_happy_2_] {i}Guh{/i}... Wow! Beh, sei sicuramente potente, Billy, te lo darò. Un po 'veloce al sorteggio che potrei aggiungere, ma va bene, considerando che è stato il tuo primo vero trattamento {b}Star{/b}!

source: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Yeah, sorry about that... you just did {i}such{/i} a nice job.
it_it: [_danny_s_sad_s_talk_happy_2_s_towards_wide_] Sì, mi dispiace per questo... hai appena fatto {i}tale{/i} un bel lavoro.

source: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Well, I don't know much about ghosts, but if there's one thing I'm good at "exorcising", it's jizz from boys' balls!
it_it: [_star_s_sad_s_closed_s_talk_happy_2_] {i}*Chuckles*{/i} Beh, non so molto sui fantasmi, ma se c'è una cosa che sono bravo a "esorcizzare", è jizz dalle palle dei ragazzi!

source: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (What the {b}fuck{/b}?! This chick is weird.)
it_it: [_danny_s_rise_one_s_at_player_wide_s_talk_frown_2_] Uhhm... okay... cool? (Che cazzo di {b}{/b}?! Questo pulcino è strano.)

source: [_star_s_confused_2_s_talk_happy_2_] I'm sure you'll do a better job of stopping from blowing your top too soon next time! So, I'll see you around, right?
it_it: [_star_s_confused_2_s_talk_happy_2_] Sono sicuro che farai un lavoro migliore per fermarti a soffiare troppo presto la tua parte superiore la prossima volta! Quindi, ti vedrò in giro, giusto?

source: [_danny_s_sad_s_talk_happy_] Erh, yeah, when I have the time, sure.
it_it: [_danny_s_sad_s_talk_happy_] Erh, sì, quando ho il tempo, sicuro.

source: [_star_s_talk_happy_s_sad_] Okay, great! Message me whenever you can on Spookchat, remember. I usually only message during the {b}morning{/b} though. I'll still also be in the bathroom here in the {b}afternoon{/b} too.
it_it: [_star_s_talk_happy_s_sad_] Ok, grande! Inviami un messaggio ogni volta che puoi su Spookchat, ricorda. Solitamente comunque, durante il {b}mattina{/b}. Sarò ancora in bagno anche qui nel {b}pomeriggio{/b}.

source: [_star_s_talk_happy_2_s_confused_2_] Oh, and one more thing! I wanted to give this to you.
it_it: [_star_s_talk_happy_2_s_confused_2_] Oh, e un'altra cosa! Volevo darti questo.

source: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] What the- how'd you get that from Lancer?
it_it: [_danny_s_towards_wide_s_sad_2_s_talk_frown_2_] Qual è il modo in cui lo otterrai da Lancer?

source: [_star_s_talk_happy_2_s_sad_] Well, I saw him put it in a drawer full of other confiscated stuff in his office. I told Kwan I needed something out of it, so he busted it open for me.
it_it: [_star_s_talk_happy_2_s_sad_] Beh, l'ho visto mettere in un cassetto pieno di altre cose confiscate nel suo ufficio. Ho detto a Kwan che avevo bisogno di qualcosa fuori di esso, quindi lo ha rotto aperto per me.

source: [_danny_s_rise_one_s_talk_frown_] So... what are you doing with it now...?
it_it: [_danny_s_rise_one_s_talk_frown_] Quindi... cosa stai facendo con esso adesso...?

source: [_star_s_talk_happy_s_sad_] I thought I'd give it to you as another little gift! Think of it like the winning touchdown football, or a winning trophy! You're my {b}Number One Dildo Prankster{/b}, Billy!
it_it: [_star_s_talk_happy_s_sad_] Ho pensato che avrei dato a voi come un altro piccolo regalo! Pensateci come il calcio touchdown vincente, o un trofeo vincente! Sei il mio {b}Number One Dildo Prankster{/b}, Billy!

source: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, that's, uhh... nice of you, Star, thanks.
it_it: [_danny_s_rise_one_s_towards_wide_s_talk_happy_] Gee, è così, uhh... bello di te, Stella, grazie.

source: [_star_s_talk_happy_2_s_rise_one_] So here you go! Plus, if you meet a cute ghost girl, she might like to give it a whirl, who knows...?
it_it: [_star_s_talk_happy_2_s_rise_one_] Così qui vai! Inoltre, se incontri una simpatica ragazza fantasma, potrebbe piacere dargli un vortice, chissà...?

source: [_danny_s_talk_happy_s_sad_2_] Alright, I'll keep that in mind. I gotta go though, there's more, uhm, ghosts that need busting out there. I'll see ya later, Star.
it_it: [_danny_s_talk_happy_s_sad_2_] Bene, lo terrò in mente. Ando bene, ci sono più, uhm, fantasmi che hanno bisogno di busting là fuori. Lo vedrò più tardi, Star.

source: [_star_s_rise_one_s_talk_happy_2_] Hmmm, bye Billy...
it_it: [_star_s_rise_one_s_talk_happy_2_] Hmmm, addio Billy...

source: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh man... that was {i}really{/i} nice. I needed that.
it_it: [_danny_s_talk_happy_2_s_sad_2_s_blank_stare_] Oh man... che era {i}davvero{/i} bello. Avevo bisogno di questo.

source: [_danny_s_talk_frown_2_s_sad_2_] But... something tells me I really didn't deserve it.
it_it: [_danny_s_talk_frown_2_s_sad_2_] Ma... qualcosa mi dice che non lo meritavo davvero.

source: [_danny_s_bite_s_at_player_s_wondering_] (Poor Sam...)
it_it: [_danny_s_bite_s_at_player_s_wondering_] (Povero Sam...)

source: [_danny_s_talk_frown_s_neutral_] I should probably leave her alone for awhile. I don't wanna be more of a bother to her.
it_it: [_danny_s_talk_frown_s_neutral_] Dovrei probabilmente lasciarla da sola per un po'. Non voglio essere più di un fastidio per lei.

source: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Another thing... how come I don't feel even {i}slightly{/i} stronger? I thought I would have definitely collected some Orgone from that little bathroom stall encounter...
it_it: [_danny_s_rise_one_s_talk_frown_2_s_towards_wide_] Un'altra cosa... com'è che non mi sento nemmeno {i}leggermente{/i} più forte? Ho pensato che avrei sicuramente raccolto un po 'di Orgone da quella piccola stalla del bagno incontro...

source: [_danny_s_towards_s_neutral_s_frown_grin_] Something must have been {b}different{/b} about it, but I really don't think it woud've been because I was a ghost at the time... {i}Hmmm{/i}...
it_it: [_danny_s_towards_s_neutral_s_frown_grin_] Qualcosa deve essere stato {b}diverso{/b} al riguardo, ma davvero non penso che sia stato perché ero un fantasma all'epoca. . {i}Hmmm{/i}...

source: [_danny_s_talk_frown_s_sad_2_s_at_player_] Whatever the case, I probably shouldn't hang around the girl's bathroom stall for too long.
it_it: [_danny_s_talk_frown_s_sad_2_s_at_player_] Qualunque sia il caso, probabilmente non dovrei appendere per troppo tempo il bagno della ragazza.

source: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Also... something about the way Star did that... kinda felt...
it_it: [_danny_s_at_danny_s_sad_s_talk_frown_2_] Anche... qualcosa sul modo in cui Star ha fatto questo... kinda felt...

source: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiar{/b}, somehow? But how could that possibly be...?
it_it: [_danny_s_at_player_s_talk_frown_s_rise_one_] ...{b}familiare{/b}, in qualche modo? Ma come potrebbe essere...?

source: [_danny_s_towards_s_wondering_s_talk_happy_] Oh well, I'm probably just imagining things.
it_it: [_danny_s_towards_s_wondering_s_talk_happy_] Oh bene, probabilmente sto solo immaginando le cose.

source: [_danny_s_sad_s_talk_happy_s_at_player_] Man, another crazy situation I found myself in today... and I didn't even fight any ghosts this time around!
it_it: [_danny_s_sad_s_talk_happy_s_at_player_] Uomo, un'altra situazione pazza che mi sono trovato in oggi... e non ho nemmeno combattuto alcun fantasma questa volta intorno!

source: [_danny_s_sad_2_s_closed_s_talk_happy_2_] It was so hilarious to see the look on Star's face when her pants dropped, hah ha...
it_it: [_danny_s_sad_2_s_closed_s_talk_happy_2_] È stato così esilarante vedere lo sguardo sul viso di Stella quando i suoi pantaloni cadono, hah ha...

source: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Too bad I didn't really "get" anything out of it.
it_it: [_danny_s_sad_s_towards_s_talk_frown_] {i}*Sigh*{/i} Peccato che non ho davvero "ricevuto" nulla da esso.

source: [_danny_s_at_player_s_wondering_s_talk_happy_] I mean, {b}besides{/b} just helping out Sam like that, of course. She seemed to enjoy watching Star get pantsed, after all.
it_it: [_danny_s_at_player_s_wondering_s_talk_happy_] Intendo dire, {b}oltre a {/b} aiutando Sam così, naturalmente. Sembrava che lei si divertisse a guardare Star subito, dopotutto.

source: [_danny_s_sad_2_s_talk_frown_] Oh well, ya win some, ya...
it_it: [_danny_s_sad_2_s_talk_frown_] Oh beh, voi vince alcuni, ya...

source: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}middle-ground{/b} some, I guess?
it_it: [_danny_s_rise_one_s_at_danny_s_talk_frown_2_] ...kinda {b}middle-ground{/b} alcuni, immagino?

source: [_danny_s_frown_2_s_towards_] (Hmmm... I wonder what Sam is doing right about-)
it_it: [_danny_s_frown_2_s_towards_] (Hmmm... Mi chiedo cosa Sam stia facendo a destra circa-)

source: [_danny_s_down_s_talk_happy_s_rise_one_] Hey, speak of the devil, she just sent me a message.
it_it: [_danny_s_down_s_talk_happy_s_rise_one_] Ehi, parla del diavolo, mi ha appena mandato un messaggio.

source: [_samspook_] Heyy Danny. I wanted to thank you again for today. You're a really considerate guy, and a genuinely good friend. :)
it_it: [_samspook_] Heyy Danny. Volevo ringraziarti di nuovo per oggi. Sei un ragazzo davvero premuroso e un amico veramente bravo. :)

source: [_danny_s_closed_s_wondering_s_smile_] (Wow, she's being really nice about this whole thing. Considering I might've actually pranked {b}her{/b} instead, I'm pretty glad I didn't.)
it_it: [_danny_s_closed_s_wondering_s_smile_] (In questo modo lei è davvero gentile su questa cosa. Considerando che potrei invece aver scherzato {b}il suo{/b}, sono piuttosto contento di non averlo fatto).

source: [_danny_s_at_player_s_rise_s_smile_] (It's kind of strange how nice she's being actuall-)
it_it: [_danny_s_at_player_s_rise_s_smile_] (E 'piuttosto strano quanto bello sta essendo attuale)

source: [_danny_] (Huh? Another text? Oh cool, she sent a JPEG of something.)
it_it: [_danny_] (Huh? Un altro testo? Oh cool, ha mandato un JPEG di qualcosa.)

source: [_danny_] (Man, Tucker was right though, these older models take forever to load images... Sam probably wanted to show me a new black talisman she got from Skulk and Lurk or someth-)
it_it: [_danny_] (L'uomo, Tucker aveva ragione, però, questi vecchi modelli prendono per sempre per caricare le immagini... Sam probabilmente ha voluto mostrarmi un nuovo talismano nero che ha ottenuto da Skulk e Lurk o qualcosa-)

source: [_danny_] Good lord!! Was... was that an accident, or did sh-
it_it: [_danny_] Buon signore!! Was... è stato che un incidente, o ha fatto sh-

source: [_samspook_] I just thought you deserved something special for your help today. For your eyez only of course <3
it_it: [_samspook_] Ho appena pensato che ti meriti qualcosa di speciale per il tuo aiuto oggi. Per il tuo occhio solo ovviamente <3

source: [_danny_s_ahegao_s_rise_s_bite_] (Holy cow... now that is... that is something {u}special{/u} alright.)
it_it: [_danny_s_ahegao_s_rise_s_bite_] (la mucca Santa... ora che è... che è qualcosa di {u}special{/u} a destra.)

source: [_danny_s_down_s_wondering_s_bite_] (I'm sending that to my {b}pictures folder{/b} immediately!)
it_it: [_danny_s_down_s_wondering_s_bite_] (Lo sto inviando immediatamente alla mia cartella {b}foto{/b}!)

source: [_phone_] [[{i}*Woosh* Picture Successfully Sent to {b}Desktop{/b}{/i}]
it_it: [_phone_] [[{i}*Immagine Woosh* inviata con successo a {b}Desktop{/b}{/i}]

source: [_danny_s_at_player_s_wondering_s_grin_] (I really don't think I would have gotten something this personal from Star, that's for sure.)
it_it: [_danny_s_at_player_s_wondering_s_grin_] (Non penso davvero che avrei ottenuto qualcosa di questo personale da Star, che è sicuro.)

source: [_danny_s_ahegao_s_wondering_s_bite_] (That is... just... wow, Sam has a hell of a body on her...)
it_it: [_danny_s_ahegao_s_wondering_s_bite_] (Questo è... solo... wow, Sam ha un inferno di un corpo su di lei...)

source: [_danny_s_down_s_rise_s_displeased_] (I mean it's not like I haven't seen her naked already, but... it's a different experience when she's actually posing for you just for fun like that.)
it_it: [_danny_s_down_s_rise_s_displeased_] (intendo dire che non è come non l'ho vista già nuda ma... è un'esperienza diversa quando è in posa per voi solo per divertimento come quello.)

source: [_danny_s_at_player_s_rise_s_grin_] (I should probably send her a thank you message.)
it_it: [_danny_s_at_player_s_rise_s_grin_] (probabilmente dovrei mandarle un messaggio di ringraziamento.)
