Repository: DonRP/AmityPark
Catalog: game/*/*/code/episodes/episode_4/episode_4_twinkle_twinkle.po
Languages: it_it

source: [_danny_s_sad_s_talk_happy_] Yep, no problem... I'll let you know...
it_it: [_danny_s_sad_s_talk_happy_] Yep, nessun problema... ti farò sapere...

source: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, I still have to figure out what to do about this whole prank thing...)
it_it: [_danny_s_at_player_wide_s_sad_2_s_frown_grin_] (Ugh, devo ancora capire cosa fare di questa cosa scherzata...)

source: [_danny_s_sad_s_frown_2_] (I should make a decision when I go to Sam's locker in the morning.)
it_it: [_danny_s_sad_s_frown_2_] (Dovrei prendere una decisione quando vado allo spogliatoio di Sam al mattino.)

source: [_danny_s_sad_s_frown_] (Okay... I'm at Sam's locker... I need to figure out what to do about this prank thing...)
it_it: [_danny_s_sad_s_frown_] (Okay... Sono al locker di Sam... devo capire cosa fare di questa cosa scherzata...)

source: [_danny_s_at_danny_s_bite_] (On one hand, if I go through with it, I'll be humiliating my best friend in front of Star's "in crowd".)
it_it: [_danny_s_at_danny_s_bite_] (Da un lato, se vado con esso, umilierò il mio migliore amico di fronte alla "folla di Star".)

source: [_danny_s_frown_2_s_rise_one_] (Sam's been messed around enough by some dick-head ghosts lately... she doesn't deserve that sort of humiliation.)
it_it: [_danny_s_frown_2_s_rise_one_] (Sam è stato messo abbastanza in giro da alcuni fantasmi cazzo-testa ultimamente... lei non merita questo tipo di umiliazione.)

source: [_danny_s_towards_s_sad_s_smile_] (But... if I plant the dildo in there, I have a good chance to get closer to Star and make her happy...)
it_it: [_danny_s_towards_s_sad_s_smile_] (But... se ho piantato il dildo in lì, ho una buona occasione per avvicinarmi a Star e renderla felice...)

source: [_danny_s_grin_happy_s_wondering_] (It'd definitely be nice to have some private time with her... I have a really strong feeling I know what that juicy reward's gonna be...)
it_it: [_danny_s_grin_happy_s_wondering_] (Sarebbe sicuramente bello avere un po' di tempo privato con lei... Ho una sensazione davvero forte che so che cosa quel premio succoso sarà...)

source: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (At the same time though, would I really {i}want{/i} to? She's such a manipulative person who wants to mess with other people.)
it_it: [_danny_s_at_player_s_rise_one_s_frown_grin_2_] (Allo stesso tempo, però, mi piacerebbe davvero {i}{/i}? Lei è una persona così manipolativa che vuole dissimulare con altre persone.)

source: [_danny_s_angry_s_grin_happy_] (I could also use this opportunity to deliver some righteous karma onto her... I'd be doing a justice to society, honestly.)
it_it: [_danny_s_angry_s_grin_happy_] (Potrei anche approfittare di questa opportunità per consegnare un karma giusto su di lei... farei giustizia alla società, onestamente.)

source: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, why is this such a hard choice to make?!)
it_it: [_danny_s_towards_wide_s_sad_2_s_frown_grin_3_] (Ugh, perché questa è una scelta così difficile da fare?!)

source: [_danny_s_wondering_s_frown_2_] (Okay... I need to choose, now or never.)
it_it: [_danny_s_wondering_s_frown_2_] (Okay... Ho bisogno di scegliere, ora o mai)

source: [_danny_s_rise_one_] (I mean... it won't even be {i}that{/i} bad of a prank, right?)
it_it: [_danny_s_rise_one_] (Voglio dire... non sarà nemmeno {i}che{/i} cattivo di uno scherzo, giusto?)

source: [_danny_s_at_danny_s_sad_s_smile_] (Sam's a big girl, she can deal with this sort of thing. She'll deny it all anyway.)
it_it: [_danny_s_at_danny_s_sad_s_smile_] (Sam è una grande ragazza, può affrontare questo tipo di cosa. Lei lo negherà comunque.)

source: [_danny_s_towards_s_sad_2_] (I'm sure people will forget about it in less than a week...)
it_it: [_danny_s_towards_s_sad_2_] (Sono sicuro che la gente lo dimenticherà tra meno di una settimana...)

source: [_danny_s_frown_2_s_rise_one_] (Okay, so... let's see if I can even do this... I never thought about how I'd actually get this done...)
it_it: [_danny_s_frown_2_s_rise_one_] (Okay, così... vediamo se posso anche fare questo... non ho mai pensato a come avrei fatto questo...)

source: [_danny_s_at_player_s_frown_grin_3_] (I better do this fast too. It'd be bad enough if I got caught holding a dildo in school, let alone planting it in one of my best friend's locker.)
it_it: [_danny_s_at_player_s_frown_grin_3_] (Farei meglio a farlo anche velocemente. Sarebbe abbastanza cattivo se mi sono preso in possesso di un dildo a scuola, per non parlare di piantarlo in uno degli armadietti del mio migliore amico.)

source: [_danny_] (Now, if I remember correctly, Sam once said she keeps things pretty simple when it comes to her passwords and combinations...)
it_it: [_danny_] (Se ricordo bene, Sam ha detto una volta che mantiene le cose abbastanza semplici quando si tratta di password e combinazioni...)

source: [_danny_s_grin_happy_s_sad_] (Which would most likely mean that Sam uses something like her birthday, right?)
it_it: [_danny_s_grin_happy_s_sad_] (che probabilmente significa che Sam usa qualcosa come il suo compleanno, giusto?)

source: [_danny_s_rise_one_s_smile_] (And it's a good thing I'm one of the few people that care to remember it! January 19th, so... one... nineteen... zero...)
it_it: [_danny_s_rise_one_s_smile_] (Ed è una buona cosa che sono una delle poche persone che si preoccupano di ricordarlo! 19 gennaio, prima... una... diciannove... zero...)

source: [_danny_s_smile_] (Okay, the Locker's open!)
it_it: [_danny_s_smile_] (Okay, l'armadietto aperto!)

source: [_danny_] (So, I'll just shove it up at the top here...)
it_it: [_danny_] (So, lo spingerò in alto qui...)

source: [_danny_] (Okay, but do I {i}really{/i} wanna do this?)
it_it: [_danny_] (Okay, ma io {i}davvero{/i} vuole fare questo?)

source: [_danny_] (Here we go...)
it_it: [_danny_] (Se andiamo...)

source: [_danny_] (...and that should be the perfect place for Lancer to find it. Alright, false evidence in place!)
it_it: [_danny_] (...e questo dovrebbe essere il luogo perfetto per Lancer per trovarlo. Bene, false prove sul posto!)

source: [_danny_] (Ugh... I shouldn't be proud of what I'm doing here... I'm a real jerk.)
it_it: [_danny_] (Ugh... non dovrei essere orgoglioso di quello che sto facendo qui... sono un vero e proprio jerk.)

source: [_danny_s_smile_s_rise_one_] (Let's just hope that special {b}reward{/b} Star mentioned will be worth it...)
it_it: [_danny_s_smile_s_rise_one_] (Spero solo che la speciale ricompensa {b}{/b} Star menzionata valga la pena...)

source: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Speaking of which, I should probably message her to let her know I've done it.)
it_it: [_danny_s_at_danny_s_frown_3_s_sad_2_] (Speaking of cui, probabilmente, dovrei mandarle un messaggio per farle sapere che l'ho fatta.)

source: [_billspook_] Hey Star, it's done. That Manson girl you wanted to prank has the dildo in her locker. Top shelf. Shouldn't be hard to miss. -IB
it_it: [_billspook_] Hey Star, è fatto. Quella ragazza Manson che volevi scherzare ha il dildo nel suo armadio. Mensola superiore. Non dovrebbe essere difficile da perdere. -IB

source: [_danny_] (Great, she replied back.)
it_it: [_danny_] (Grande, ha risposto indietro.)

source: [_starspook_] Thank you, thank you, thank you!!! <3 I'm going to be there in the {b}afternoon{/b} after I gather everybody up. Thanks again, Billy!!
it_it: [_starspook_] Grazie, grazie!!! <3 Ci sarò nel {b}pomeriggio{/b} dopo aver raccolto tutti. Grazie ancora, Billy!!

source: [_danny_s_towards_s_smile_s_sad_] (Alright... what's done is done. I should come back in the afternoon to watch what happens.)
it_it: [_danny_s_towards_s_smile_s_sad_] (Va bene... ciò che è stato fatto è fatto. Dovrei tornare nel pomeriggio per vedere cosa succede.)

source: [_danny_s_rise_one_s_at_player_] (I made the right choice, right...?)
it_it: [_danny_s_rise_one_s_at_player_] (Ho fatto la scelta giusta, giusto...?)

source: [_danny_s_frown_grin_2_] (No way, I'm not gonna play into Star's hands like that.)
it_it: [_danny_s_frown_grin_2_] (In nessun modo, non giocherò nelle mani di Star's così.)

source: [_danny_s_at_player_s_frown_2_] (Regardless of how hot Star is, she's {b}definitely{/b} not worth hurting Sam like this.)
it_it: [_danny_s_at_player_s_frown_2_] (Indipendentemente da quanto è hot Star, lei è {b}definitivamente{/b} non vale la pena ferire Sam come questo.)

source: [_danny_s_at_danny_s_smile_] (I should switch this whole prank thing around on her instead...)
it_it: [_danny_s_at_danny_s_smile_] (Dovrei cambiare questa cosa di scherzo intorno a lei invece...)

source: [_danny_s_at_player_s_grin_happy_] (Everyone's going to be gathered around for it thanks to Star's recruitment, right? I think she might regret that decision...)
it_it: [_danny_s_at_player_s_grin_happy_] (Qualcuno sarà radunato per esso grazie al reclutamento di Star, giusto? Penso che potrebbe rimpiangere quella decisione...)

source: [_danny_s_towards_s_rise_one_s_smile_] (Guess I can hold onto this dildo of hers, too... might as well, it's not like Star's going to want it back after what I'm gonna pull off...)
it_it: [_danny_s_towards_s_rise_one_s_smile_] (Indovina che posso tenere anche su questo dildo di lei... potrebbe anche, non è come Star's andando a rivederlo dopo quello che sto per tirare via...)

source: [_danny_s_grin_happy_s_angry_] (...literally.)
it_it: [_danny_s_grin_happy_s_angry_] (...letteralmente)

source: [_danny_s_sad_s_smile_] (I should text her to let her know that everything is "in place").
it_it: [_danny_s_sad_s_smile_] (Io dovrei scriverla per farle sapere che tutto è "al posto").

source: [_danny_] (Sam's standing by her locker all alone... nothing's going on? Maybe Star forgot to mention it to-)
it_it: [_danny_] (Sam in piedi dal suo armadietto tutto solo... nulla sta succedendo? Forse Star dimenticò di menzionarlo a-)

source: [_danny_] (Oops, never mind... here comes Lancer.)
it_it: [_danny_] (Ops, non pensare... qui arriva Lancer.)

source: [_lancer_s_talk_frown_s_rise_one_] Excuse me, Ms. Manson?
it_it: [_lancer_s_talk_frown_s_rise_one_] Mi scusi, la signora Manson?

source: [_sam_s_sad_s_talk_happy_] Uhm, hi Mr. Lancer, can I help you?
it_it: [_sam_s_sad_s_talk_happy_] Uhm, hi Mr. Lancer, posso aiutarti?

source: [_lancer_s_sad_s_talk_frown_] Well I'd just like to clear something up quickly, if you wouldn't mind. The issue I'm dealing with currently is that I'm afraid I need to do an inspection of your locker space right now.
it_it: [_lancer_s_sad_s_talk_frown_] Beh, vorrei solo cancellare qualcosa in fretta, se non ti dispiace. Il problema che sto affrontando al momento è che temo di dover fare un'ispezione del tuo spazio armadietto in questo momento.

source: [_sam_s_sad_s_talk_frown_] Wh-what? Why?!
it_it: [_sam_s_sad_s_talk_frown_] Che cosa? Perché?!

source: [_lancer_s_idle__s_talk_frown_] Well, one of your fellow students came to me with concerns that you might have stored some sort of "unusual weapon" inside your locker.
it_it: [_lancer_s_idle__s_talk_frown_] Beh, uno dei tuoi colleghi studenti è venuto da me con preoccupazione che potreste aver memorizzato una sorta di "arma insolita" all'interno del vostro armadio.

source: [_sam_s_sad_2_s_talk_frown_] A weapon?! Are you kidding me?
it_it: [_sam_s_sad_2_s_talk_frown_] Un'arma?! Mi stai scherzando?

source: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, I'm afraid not. We have to take these sort of warnings and sightings seriously. It won't take long, I promise.
it_it: [_lancer_s_closed_s_sad_s_talk_frown_] Hmmm, temo di no. Dobbiamo prendere sul serio questo tipo di avvertimenti e avvistamenti. Non ci vorrà molto, lo prometto.

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] This is a total invasion of my privacy!!
it_it: [_sam_s_talk_frown_s_towards_2_s_angry_2_] Questa è una totale invasione della mia privacy!!

source: [_lancer_s_wondering_s_talk_frown_] Now Ms. Manson, the school system is completely within its rights to do any unscheduled or unwarranted locker checks as it sees fit. I'd {i}hope{/i} there wouldnt be any genuine problem once we actually looked inside, right Ms. Manson?
it_it: [_lancer_s_wondering_s_talk_frown_] Ora Ms. Manson, il sistema scolastico è completamente nel suo diritto di fare qualsiasi controllo di armadietto non programmato o ingiustificato come ritiene opportuno. Mi auguro che {i}{/i} non ci sarebbe alcun problema reale una volta che abbiamo effettivamente guardato dentro, la destra Manson?

source: [_star_s_talk_happy_2_s_rise_one_] Yeah Sam, if you have nothing to hide, why not just open up your locker?
it_it: [_star_s_talk_happy_2_s_rise_one_] Yeah Sam, se non hai niente da nascondere, perché non aprire solo il tuo armadietto?

source: [_sam_s_talk_frown_s_towards_2_s_angry_2_] You!! {b}You're{/b} the one behind this?! Why??
it_it: [_sam_s_talk_frown_s_towards_2_s_angry_2_] Tu!! {b}Sei tu {/b} quello dietro questo?! Perché??

source: [_star_s_sad_s_talk_frown_] I swear, I simply thought I saw you putting something in your locker that looked like a blunt object!
it_it: [_star_s_sad_s_talk_frown_] Ho giurato, ho semplicemente pensato di averti visto mettere qualcosa nel tuo armadietto che sembrava un oggetto smussato!

source: [_star_s_talk_happy_2_s_neutral_2_] ...something like a miniature billy club.
it_it: [_star_s_talk_happy_2_s_neutral_2_] ...qualcosa come una miniatura club billy.

source: [_sam_s_confused_s_talk_frown_s_towards_wide_] What?! Are you out of your mind?!
it_it: [_sam_s_confused_s_talk_frown_s_towards_wide_] Cosa?! Sei fuori di mente?!

source: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, I just want to make sure our school grounds are a safe environment for {b}everybody{/b}... I don't want to get anybody in real {i}trouble{/i}...
it_it: [_star_s_towards_wide_s_talk_frown_s_sad_] Oh Mr. Lancer, voglio solo assicurarsi che i nostri campi scolastici siano un ambiente sicuro per {b}tutti{/b}. . Non voglio ottenere nessuno in reale {i}trouble{/i}...

source: [_lancer_s_talk_happy_s_closed_s_wondering_] Now, don't you worry Ms. Astray, you did the right thing coming to me.
it_it: [_lancer_s_talk_happy_s_closed_s_wondering_] Ora, non ti preoccupare la signora Astray, hai fatto la cosa giusta venire da me.

source: [_lancer_s_towards_s_sad_] I certainly {i}understand{/i} Ms. Manson's insistence on retaining what she views as her "personal privacy".
it_it: [_lancer_s_towards_s_sad_] Sicuramente {i}capisce{/i} Ms. Manson insistenza nel mantenere ciò che considera come la sua "privacy personale".

source: [_lancer_s_talk_frown_] However, I'm afraid I'm going to have to overrule that privacy in favor of protecting the other students' right to proper peace of mind.
it_it: [_lancer_s_talk_frown_] Tuttavia, temo che dovrò sovrascrivere quella privacy a favore della protezione del diritto degli altri studenti alla giusta pace della mente.

source: [_lancer_s_angry_s_talk_frown_] Now Ms. Manson, if you won't open your locker of your own free will, I'm afraid I'll have to get the scruffy looking janitor with the unibrow to do it for you. It's your choice, but personally I'd prefer I {i}not{/i} have to speak with {b}her{/b}...
it_it: [_lancer_s_angry_s_talk_frown_] Ora Ms. Manson, se non apri il tuo armadietto di propria volontà, Temo che dovrò ottenere lo scruffy cercando janitor con l'unibrow per farlo per voi. È la tua scelta, ma personalmente preferirei che io {i}non{/i} parlassi con {b}le{/b}...

source: [_sam_s_closed_s_talk_frown_] Ugh! This is so stupid. Look, at the end of the day, I have nothing to hide.
it_it: [_sam_s_closed_s_talk_frown_] Ugh! Questo è così stupido. Guarda, alla fine della giornata, non ho nulla da nascondere.

source: [_sam_s_talk_frown_s_neutral_s_away_] You wanna take a look inside, be my guest. You're just wasting your own time is all I'm saying.
it_it: [_sam_s_talk_frown_s_neutral_s_away_] Vuoi dare un'occhiata dentro, essere il mio ospite. Stai solo sprecando il tuo tempo è tutto quello che sto dicendo.

source: [_danny_] (Sam's starting to open her locker... God, I almost can't even watch what's about to happen...)
it_it: [_danny_] (Sta cominciando ad aprire il suo armadietto... Dio, non riesco quasi a guardare quello che sta per accadere...)

source: [_sam_s_angry_s_talk_frown_] There you go, totally cringey gothic locker aesthetic on full display, hardy harr, good joke Star. Nothing to see here, people.
it_it: [_sam_s_angry_s_talk_frown_] Ci vai, estetica gotica completamente cringey armadietto su schermo pieno, arro hardy, buona stella scherzo. Niente da vedere qui, la gente.

source: [_lancer_s_neutral_s_talk_frown_] I'll be the judge of that. Excuse me Ms. Manson.
it_it: [_lancer_s_neutral_s_talk_frown_] Io sarò il giudice di quello. Scusatemi la signora Manson.

source: [_sam_s_angry_s_talk_frown_2_] I can't believe you'd lie to Mr. Lancer just to pester me, Star!
it_it: [_sam_s_angry_s_talk_frown_2_] Non riesco a credere che mentiresti al signor Lancer solo per farmi pestere, Star!

source: [_sam_s_towards_wide_s_talk_frown_] Actually no, I can totally imagine that. You're one of the most {b}bitter{/b} pests I know!
it_it: [_sam_s_towards_wide_s_talk_frown_] In realtà no, posso immaginare totalmente questo. Sei uno dei più {b}parassiti amaro{/b} che conosco!

source: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, I wouldn't say I {i}lied{/i} exactly... maybe I just mistook what it was I saw you put in there...
it_it: [_star_s_closed_s_talk_happy_2_s_confused_] Oh, non direi che io {i}ho mentito{/i} esattamente... forse ho appena scambiato quello che era che ti ho visto mettere lì dentro...

source: [_sam_s_towards_s_confused_s_talk_frown_] ...what are you {b}talking{/b} about?
it_it: [_sam_s_towards_s_confused_s_talk_frown_] ...di cosa stai parlando {b}{/b}?

source: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Here we are!
it_it: [_lancer_s_angry_s_talk_frown_] ...ah HAH! Ecco!

source: [_star_s_talk_happy_s_sad_] Oh my {b}goodness{/b}, {i}Saaam{/i}!! You're {b}bad{/b}!
it_it: [_star_s_talk_happy_s_sad_] Oh il mio {b}bontà{/b}, {i}Saaam{/i}!! Sei {b}cattivo{/b}!

source: [_sam_s_center_wide_s_talk_frown_] What. The. {u}Fuck{/u}.
it_it: [_sam_s_center_wide_s_talk_frown_] Cosa. {u}. Fuck{/u}.

source: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Ms. Manson!! This is in {b}no regard{/b} a proper personal article to be bringing onto our school grounds!
it_it: [_lancer_s_angry_s_talk_frown_] {b}50 Shades of Grey{/b}!! Ms. Manson!! Questo è in {b}nessun riguardo{/b} un articolo personale corretto da portare sul nostro campo scolastico!

source: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-but, th-that's not mine!! I swear!! Something's not right about this!!
it_it: [_sam_s_sad_2_s_towards_wide_s_talk_frown_3_] Bu-ma, th-non è mio!! Giuro!! Qualcosa non è giusto su questo!!

source: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, I can see how I made the mistake of thinking it was a billy club! That thing is {b}huge{/b}, Sam!!
it_it: [_star_s_confused_wide_s_talk_happy_2_s_confused_2_] Jeez, posso vedere come ho fatto l'errore di pensare che fosse un club malvagio! Quella cosa è {b}abbraccio{/b}, Sam!!

source: [_student1_] Wowee, look at the size of that thing!
it_it: [_student1_] Wowee, guarda la dimensione di quella cosa!

source: [_student2_] God, imagine that thing inside of you!
it_it: [_student2_] Dio, immagina quella cosa dentro di te!

source: [_student3_] Who the hell brings a monster dong to school? What a perv she is!
it_it: [_student3_] Chi l'inferno porta un mostro dong a scuola? Che perv che è!

source: [_student4_] Dang, I wish I had {b}me{/b} a big tiddie goth girlfriend who was {i}that{/i} kinky!!
it_it: [_student4_] Dang, vorrei avere {b}me{/b} una grande ragazza tiddie goth che era {i}che{/i} kinky!!

source: [_danny_] (Oh God... Sam looks so embarassed.)
it_it: [_danny_] (Oh Dio... Sam sembra così imbarcato.)

source: [_lancer_s_talk_frown_s_neutral_] I'm afraid you'll have to come with me Ms. Manson. This will require yet {i}another{/i} chat in the principal's office about what constitutes appropriate materials to bring to Casper High.
it_it: [_lancer_s_talk_frown_s_neutral_] Temo che dovrai venire con me la signora Manson. Questo richiederà ancora {i}un'altra chat {/i} nell'ufficio del committente su ciò che costituisce materiale appropriato per portare a Casper High.

source: [_sam_s_talk_frown_3_s_sad_2_] It's not mine though, Mr. Lancer, I swear!!
it_it: [_sam_s_talk_frown_3_s_sad_2_] Ma non è il mio, signor Lancer, giuro!!

source: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, have some dignity and just admit it. Don't make this any {b}more{/b} embarassing for yourself than it already is...
it_it: [_star_s_angry_s_talk_frown_] Oh c'mon, Sam, ha una certa dignità e solo ammetterlo. Non fare questo {b}in più {/b} imbarcarsi per te stesso di quanto non sia già...

source: [_sam_] ...but... I didn't...
it_it: [_sam_] ...ma... Non ho fatto...

source: [_lancer_s_angry_s_talk_frown_] Come on Ms. Manson, let's get moving, we don't have all day to dilly dally...
it_it: [_lancer_s_angry_s_talk_frown_] Vieni la signora Manson, ci muoviamo, non abbiamo tutto il giorno per dilly dally...

source: [_lancer_s_sad_s_at_player_s_talk_frown_] ...I'm also not particularly {b}fond{/b} of having to hold this out in public.
it_it: [_lancer_s_sad_s_at_player_s_talk_frown_] ...Non sono particolarmente {b}di dover tenere questo in pubblico.

source: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... how could this have happened...?)
it_it: [_sam_s_center_s_sad_2_s_grin_2_] (Oh no... come sarebbe potuto accadere...?)

source: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh my God, can you believe that slut bag, guys? She had a huge fake dick in her locker! How pathetic!!
it_it: [_star_s_talk_frown_s_closed_s_neutral_2_] Oh mio Dio, puoi credere che slut bag, ragazzi? Lei aveva un grosso cazzo falso nel suo armadietto! Quanto patetico!!

source: [_kwan_] Hahah, that was so funny!! Can't believe she did that.
it_it: [_kwan_] Hahah, che era così divertente!! Non può credere che lo abbia fatto.

source: [_star_s_talk_happy_s_sad_] I know right, what a bitch in heat! Ahah hahhah!!
it_it: [_star_s_talk_happy_s_sad_] So bene, che cagna in calore! Ahah hahah!!

source: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... that was a punch in the gut to watch.)
it_it: [_danny_s_at_player_s_sad_s_frown_grin_2_] (Ugh... che era un pugno nell'intestino da guardare.)

source: [_danny_s_towards_s_sad_s_frown_] (I can't believe I was apart of that... how awful.)
it_it: [_danny_s_towards_s_sad_s_frown_] (Non riesco a credere che ero a parte quello... quanto terribile.)

source: [_danny_s_sad_2_s_frown_] (Sam can live with another scolding from Lancer, but she shouldn't have been dragged in front of so many people like that.)
it_it: [_danny_s_sad_2_s_frown_] (Sam può vivere con un altro rimprovero della Lancer, ma non avrebbe dovuto essere trascinata di fronte a così tante persone del genere.)

source: [_danny_s_at_danny_s_angry_s_frown_grin_] (Well Fenton, I hope you're proud of yourself. Was it worth it?)
it_it: [_danny_s_at_danny_s_angry_s_frown_grin_] (Well Fenton, spero che tu sia orgoglioso di te stesso. Ne vale la pena?)

source: [_danny_s_at_player_s_sad_2_s_frown_] (You're a regular Judas, selling your friend out to Star...)
it_it: [_danny_s_at_player_s_sad_2_s_frown_] (Sei un Giuda, vendendo il tuo amico a Star...)

source: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] What the-
it_it: [_danny_s_at_danny_s_rise_one_s_talk_frown_2_] Che cosa-
