Repository: DonRP/AmityPark
Catalog: game/*/*/code/character_events/jazz/jazz_yoga.po
Languages: it_it

source: [_mp3_] {i}Breathe in... and breathe out...{p}...let your body be a guiding hand for your inner self's desires and needs...{p}...breathe in... and release...
it_it: [_mp3_] {i}Inspirate... ed espirate...{p}... lasciate che il vostro corpo sia una guida per i desideri e i bisogni del vostro io interiore...{p}... inspirate... e rilasciate...

source: [_danny_s_towards_s_rise_s_smile_] (Huh? Oh, sounds like Jazz is practicing yoga in her room again...)
it_it: [_danny_s_towards_s_rise_s_smile_] (Sembra che Jazz stia di nuovo praticando yoga nella sua stanza...).

source: [_danny_s_at_player_s_idle_s_smile_] (I could never get into it myself, I find my body to be a little too blocky, not quite limber enough for all that...)
it_it: [_danny_s_at_player_s_idle_s_smile_] (Io stesso non riuscirei mai a farlo, trovo che il mio corpo sia un po' troppo massiccio, non abbastanza flessibile per tutto ciò...)

source: [_danny_s_down_s_idle_s_bite_] (She usually wears that sporty little getup when she's doing it too...)
it_it: [_danny_s_down_s_idle_s_bite_] (Di solito indossa anche quel completino sportivo quando lo fa...).

source: [_danny_s_at_player_s_rise_s_grin_] (Should I take a quick peek?)
it_it: [_danny_s_at_player_s_rise_s_grin_] (Devo dare una sbirciatina?)

source: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Yeah, there she is, doing her thing)
it_it: [_danny_s_f_s_offscreen_s_towards_s_idle_s_bite_] (Sì, eccola lì, a fare le sue cose)

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Like I said, I wish I could get into it, but it's just not for me..)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Come ho detto, vorrei poterlo fare, ma non fa per me...).

source: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm{/i}... I should probably better get out of here before she notices me.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_sad_s_displeased_] ({i}Hmmmm{/i}... Forse è meglio che me ne vada prima che si accorga di me).

source: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Best to not push my luck, after all.)
it_it: [_danny_s_f_s_offscreen_s_at_player_s_rise_s_smile_] (Dopotutto, è meglio non sfidare la fortuna).

source: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Were you watching me?
it_it: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Mi stavi guardando?

source: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-no, I {i}uhh{/i}, I just came to see if you wanted a soda, or anything.
it_it: [_danny_s_towards_wide_s_sad_s_talk_happy_] N-no, io {i}uhh{/i}, sono solo venuto a vedere se volevi una bibita o altro.

source: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] I'm fine thank you, now just let me finish up.
it_it: [_jazz_s_yoga_s_towards_s_idle_s_talk_displeased_] Sto bene grazie, ora lasciatemi finire.

source: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Y'know, in {u}private{/u}?
it_it: [_jazz_s_yoga_s_towards_s_rise_s_talk_displeased_] Sai, in {u}privato{/u}?

source: [_danny_s_down_s_unhappy_s_talk_displeased_] R-right.
it_it: [_danny_s_down_s_unhappy_s_talk_displeased_] R-destra.

source: [_danny_s_at_player_s_sad_s_consternation_] (I should be more careful next time.)
it_it: [_danny_s_at_player_s_sad_s_consternation_] (La prossima volta dovrò fare più attenzione).

source: (I gotta make sure she's got the right form!)
it_it: (Devo assicurarmi che abbia la forma giusta!).

source: (No, I'm not gonna intrude.)
it_it: (No, non voglio intromettermi).
